{"epac16": {"https://ideas.repec.org/a/oup/qjecon/v127y2012i1p283-331.html": {"abstract": " We develop a dynamic theory of resource wars and study the conditions under which such wars can be prevented. Our focus is on the interaction between the scarcity of resources and the incentives for war in the presence of limited commitment. We show that a key parameter determining the incentives for war is the elasticity of demand. Our first result identifies a novel externality that can precipitate war: price-taking firms fail to internalize the impact of their extraction on military action. In the case of inelastic resource demand, war incentives increase over time and war may become inevitable. Our second result shows that in some situations, regulation of prices and quantities by the resource-rich country can prevent war, and when this is the case, there will also be slower resource extraction than the Hotelling benchmark (with inelastic demand). Our third result is that because of limited commitment and its implications for armament incentives, regulation of prices and quantities might actually precipitate war even in some circumstances where wars would not have arisen under competitive markets. Copyright 2012, Oxford University Press.", "authors": ["epac16", "epgo200", "epya107"], "abstractStem": " we develop a dynam theori of resourc war and studi the condit under which such war can be prevent our focu is on the interact between the scarciti of resourc and the incent for war in the presenc of limit commit we show that a key paramet determin the incent for war is the elast of demand our first result identifi a novel extern that can precipit war pricetak firm fail to intern the impact of their extract on militari action in the case of inelast resourc demand war incent increas over time and war may becom inevit our second result show that in some situat regul of price and quantiti by the resourcerich countri can prevent war and when thi is the case there will also be slower resourc extract than the hotel benchmark with inelast demand our third result is that becaus of limit commit and it implic for armament incent regul of price and quantiti might actual precipit war even in some circumst where war would not have arisen under competit market copyright 2012 oxford univers press", "title": "A Dynamic Theory of Resource Wars"}, "https://ideas.repec.org/a/oup/qjecon/v111y1996i3p779-804..html": {"abstract": "This paper proposes a microfoundation for social increasing returns in human capital accumulation. The underlying mechanism is a pecuniary externality due to the interaction of ex ante investments and costly bilateral search in the labor market. It is shown that the equilibrium rate of return on the human capital of a worker is increasing in the average human capital of the workforce even though all the production functions in the economy exhibit constant returns to scale, there are no technological externalities, and all workers are competing for the same jobs.", "authors": ["epac16"], "abstractStem": "thi paper propos a microfound for social increas return in human capit accumul the underli mechan is a pecuniari extern due to the interact of ex ant invest and costli bilater search in the labor market it is shown that the equilibrium rate of return on the human capit of a worker is increas in the averag human capit of the workforc even though all the product function in the economi exhibit constant return to scale there are no technolog extern and all worker are compet for the same job", "title": "A Microfoundation for Social Increasing Returns in Human Capital Accumulation"}, "https://ideas.repec.org/a/tpr/restat/v95y2013i4p1079-1095.html": {"abstract": " Health expenditures as a share of GDP in the United States have more than tripled over the past half-century. A common conjecture is that this is a consequence of rising income. We investigate this hypothesis by instrumenting for local area income with time series variation in oil prices interacted with local oil reserves. This strategy enables us to capture both partial equilibrium and local general equilibrium effects of income on health expenditures. Our central income elasticity estimate is 0.7, with 1.1 as the upper end of the 95% confidence interval, which suggests that rising income is unlikely to be a major driver of the rising health expenditure share of GDP. © 2013 The President and Fellows of Harvard College and the Massachusetts Institute of Technology.", "authors": ["epac16", "fpfi264", "epno182"], "abstractStem": " health expenditur as a share of gdp in the unit state have more than tripl over the past halfcenturi a common conjectur is that thi is a consequ of rise incom we investig thi hypothesi by instrument for local area incom with time seri variat in oil price interact with local oil reserv thi strategi enabl us to captur both partial equilibrium and local gener equilibrium effect of incom on health expenditur our central incom elast estim is 07 with 11 as the upper end of the 95 confid interv which suggest that rise incom is unlik to be a major driver of the rise health expenditur share of gdp   2013 the presid and fellow of harvard colleg and the massachusett institut of technolog", "title": "Income and Health Spending: Evidence from Oil Price Shocks"}, "https://ideas.repec.org/a/eee/eecrev/v44y2000i4-6p917-927.html": {"abstract": "No abstract is available for this item.", "authors": ["epac16", "eppi29"], "abstractStem": "no abstract is avail for thi item", "title": "Certification of training and training outcomes"}, "https://ideas.repec.org/a/eee/jetheo/v157y2015icp255-294.html": {"abstract": "We extend the basic Schumpeterian endogenous growth model by allowing incumbents to undertake innovations to improve their products, while entrants engage in more “radical” innovations to replace incumbents. Our model provides a tractable framework for the analysis of growth driven by both entry of new firms and productivity improvements by continuing firms. The model generates a non-degenerate equilibrium firm size distribution driven by entry of new firms and expansion exit of existing firms. When there is also costly imitation preventing any sector from falling too far below the average, the stationary firm size distribution is Pareto with an exponent approximately equal to one (the so-called “Zipf distribution”).", "authors": ["epac16"], "abstractStem": "we extend the basic schumpeterian endogen growth model by allow incumb to undertak innov to improv their product while entrant engag in more  radic  innov to replac incumb our model provid a tractabl framework for the analysi of growth driven by both entri of new firm and product improv by continu firm the model gener a nondegener equilibrium firm size distribut driven by entri of new firm and expans exit of exist firm when there is also costli imit prevent ani sector from fall too far below the averag the stationari firm size distribut is pareto with an expon approxim equal to one the socal  zipf distribut ", "title": "Innovation by entrants and incumbents"}, "https://ideas.repec.org/a/eee/eecrev/v45y2001i4-6p665-679.html": {"abstract": "This paper develops the thesis that credit market frictions may be an important contributor to high unemployment in Europe. When a change in the technological regime necessitates the creation of new firms, this can happen relatively rapidly in the U.S. where credit markets function efficiently. In contrast, in Europe, job creation is constrained by credit market imperfections, so unemployment rises and remains high for an extended period. The data show that there has not been slower growth in the most credit dependent industries in Europe relative to the U.S., but the share of employment in these industries is lower than in the U.S.. This suggests that although credit market imperfections are unlikely to have been the major cause of the increase in European unemployment, they may have played some role in limiting European employment growth.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epac16"], "abstractStem": "thi paper develop the thesi that credit market friction may be an import contributor to high unemploy in europ when a chang in the technolog regim necessit the creation of new firm thi can happen rel rapidli in the us where credit market function effici in contrast in europ job creation is constrain by credit market imperfect so unemploy rise and remain high for an extend period the data show that there ha not been slower growth in the most credit depend industri in europ rel to the us but the share of employ in these industri is lower than in the us thi suggest that although credit market imperfect are unlik to have been the major caus of the increas in european unemploy they may have play some role in limit european employ growthpthi abstract wa borrow from anoth version of thi item", "title": "Credit market imperfections and persistent unemployment"}, "https://ideas.repec.org/a/eee/gamebe/v70y2010i2p194-227.html": {"abstract": "We provide a model to investigate the tension between information aggregation and spread of misinformation. Individuals meet pairwise and exchange information, which is modeled as both individuals adopting the average of their pre-meeting beliefs. \"Forceful\" agents influence the beliefs of (some of) the other individuals they meet, but do not change their own opinions. We characterize how the presence of forceful agents interferes with information aggregation. Under the assumption that even forceful agents obtain some information from others, we first show that all beliefs converge to a stochastic consensus. Our main results quantify the extent of misinformation by providing bounds or exact results on the gap between the consensus value and the benchmark without forceful agents (where there is efficient information aggregation). The worst outcomes obtain when there are several forceful agents who update their beliefs only on the basis of information from individuals that have been influenced by them.", "authors": ["epac16"], "abstractStem": "we provid a model to investig the tension between inform aggreg and spread of misinform individu meet pairwis and exchang inform which is model as both individu adopt the averag of their premeet belief forc agent influenc the belief of some of the other individu they meet but do not chang their own opinion we character how the presenc of forc agent interfer with inform aggreg under the assumpt that even forc agent obtain some inform from other we first show that all belief converg to a stochast consensu our main result quantifi the extent of misinform by provid bound or exact result on the gap between the consensu valu and the benchmark without forc agent where there is effici inform aggreg the worst outcom obtain when there are sever forc agent who updat their belief onli on the basi of inform from individu that have been influenc by them", "title": "Spread of (mis)information in social networks"}, "https://ideas.repec.org/a/ucp/macann/doi10.1086-663987.html": {"abstract": "No abstract is available for this item.", "authors": ["epac16", "epwo3"], "abstractStem": "no abstract is avail for thi item", "title": "Editorial"}, "https://ideas.repec.org/a/rei/ecoins/v7y2005i13p17-67.html": {"abstract": "This article uses the different mortality rates of European colonialists to estimate the effect of institutions on economic performance. Europeans adopted very different colonization policies in different colonies. In places where mortality rates were high they did not settle, but set up extractive institutions that exist to the present day. By exploring the different mortality rates faced by soldiers, bishops and sailors in the colonies in the 17th, 18th and 19th Centuries, we were able to estimate the long-term effect of colonial institutions on per capita income.", "authors": ["epac16", "epjo44"], "abstractStem": "thi articl use the differ mortal rate of european colonialist to estim the effect of institut on econom perform european adopt veri differ colon polici in differ coloni in place where mortal rate were high they did not settl but set up extract institut that exist to the present day by explor the differ mortal rate face by soldier bishop and sailor in the coloni in the 17th 18th and 19th centuri we were abl to estim the longterm effect of coloni institut on per capita incom", "title": "Los orígenes coloniales del desarrollo comparativo: una investigación empírica"}, "https://ideas.repec.org/a/ucp/jpolec/v109y2001i5p915-957.html": {"abstract": "The Americans with Disabilities Act (ADA) requires employers to accommodate disabled workers and outlaws discrimination against the disabled in hiring, firing, and pay. Although the ADA was meant to increase the employment of the disabled, the net theoretical effects are ambiguous. For men of all working ages and women under 40, Current Population Survey data show a sharp drop in the employment of disabled workers after the ADA went into effect. Although the number of disabled individuals receiving disability transfers increased at the same time, the decline in employment of the disabled does not appear to be explained by increasing transfers alone, leaving the ADA as a likely cause. Consistent with this view, the effects of the ADA appear larger in medium-size firms, possibly because small firms were exempt from the ADA. The effects are also larger in states with more ADA-related discrimination charges.", "authors": ["epac16", "epan29"], "abstractStem": "the american with disabl act ada requir employ to accommod disabl worker and outlaw discrimin against the disabl in hire fire and pay although the ada wa meant to increas the employ of the disabl the net theoret effect are ambigu for men of all work age and women under 40 current popul survey data show a sharp drop in the employ of disabl worker after the ada went into effect although the number of disabl individu receiv disabl transfer increas at the same time the declin in employ of the disabl doe not appear to be explain by increas transfer alon leav the ada as a like caus consist with thi view the effect of the ada appear larger in mediums firm possibl becaus small firm were exempt from the ada the effect are also larger in state with more adarel discrimin charg", "title": "Consequences of Employment Protection? The Case of the Americans with Disabilities Act"}, "https://ideas.repec.org/a/ecm/emetrp/v79y2011i2p555-600.html": {"abstract": "The majority of labor transactions throughout much of history and a significant fraction of such transactions in many developing countries today are \"coercive\", in the sense that force or the threat of force plays a central role in convincing workers to accept employment or its terms. We propose a tractable principal-agent model of coercion, based on the idea that coercive activities by employers, or \"guns\", affect the participation constraint of workers. We show that coercion and effort are complements, so that coercion increases effort. Nevertheless, coercion is always \"inefficient\", in the sense of reducing utilitarian social welfare. Better outside options for workers reduce coercion, because of the complementarity between coercion and effort: workers with better outside option exert lower effort in equilibrium and thus are coerced less. Greater demand for labor increases coercion because it increases equilibrium effort. We investigate the interaction between outside options, market prices, and other economic variables by embedding the (coercive) principal-agent relationship in a general equilibrium setup, and study when and how labor scarcity encourages coercion. We show that general (market) equilibrium interactions working through prices lead to a positive relationship between labor scarcity and coercion along the lines of ideas suggested by Domar, while those working through outside options lead to a negative relationship similar to ideas advanced in neo-Malthusian historical analyses of the decline of feudalism. A third effect, which is present when investment in guns must be made before the realization of contracting opportunities, also leads to a negative relationship between labor scarcity and coercion. Our model also predicts that coercion is more viable in industries that do not require relationship-specific investment by workers.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epac16", "epwo172"], "abstractStem": "the major of labor transact throughout much of histori and a signific fraction of such transact in mani develop countri today are coerciv in the sens that forc or the threat of forc play a central role in convinc worker to accept employ or it term we propos a tractabl principalag model of coercion base on the idea that coerciv activ by employ or gun affect the particip constraint of worker we show that coercion and effort are complement so that coercion increas effort nevertheless coercion is alway ineffici in the sens of reduc utilitarian social welfar better outsid option for worker reduc coercion becaus of the complementar between coercion and effort worker with better outsid option exert lower effort in equilibrium and thu are coerc less greater demand for labor increas coercion becaus it increas equilibrium effort we investig the interact between outsid option market price and other econom variabl by embed the coerciv principalag relationship in a gener equilibrium setup and studi when and how labor scarciti encourag coercion we show that gener market equilibrium interact work through price lead to a posit relationship between labor scarciti and coercion along the line of idea suggest by domar while those work through outsid option lead to a neg relationship similar to idea advanc in neomalthusian histor analys of the declin of feudal a third effect which is present when invest in gun must be made befor the realiz of contract opportun also lead to a neg relationship between labor scarciti and coercion our model also predict that coercion is more viabl in industri that do not requir relationshipspecif invest by workerspthi abstract wa borrow from anoth version of thi item", "title": "The Economics of Labor Coercion"}, "https://ideas.repec.org/a/kap/jecgro/v2y1997i1p61-92.html": {"abstract": "This paper presents a model in which firms and workers must engage in costly search to find a production partner. In this setting the skill, job and wage distributions and their evolutions are endogenized. The presence of search frictions implies that there are two redistributive forces in the labour market. The first is mismatch relative to the Walrasian economy; skilled workers tend to work with lower physical to human capital ratios, thus the gap between skilled and unskilled workers is compressed. The second is the opportunity cost effect; because the opportunity cost of accepting an unskilled worker is higher for firms, unskilled wages are pushed down. These forces lead to a non-ergodic equilibrium process for wage and income inequality. The model also predicts that increasing wage inequality is more likely to arise in economies with less frictional labour markets, less redistributive taxation and less public schooling. These predictions are in line with the diverse cross-country patterns that we observe. Finally, the paper predicts that, as is largely the case in the US data, between-group and within-group wage inequality should move in the same direction.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epac16"], "abstractStem": "thi paper present a model in which firm and worker must engag in costli search to find a product partner in thi set the skill job and wage distribut and their evolut are endogen the presenc of search friction impli that there are two redistribut forc in the labour market the first is mismatch rel to the walrasian economi skill worker tend to work with lower physic to human capit ratio thu the gap between skill and unskil worker is compress the second is the opportun cost effect becaus the opportun cost of accept an unskil worker is higher for firm unskil wage are push down these forc lead to a nonergod equilibrium process for wage and incom inequ the model also predict that increas wage inequ is more like to aris in economi with less friction labour market less redistribut taxat and less public school these predict are in line with the divers crosscountri pattern that we observ final the paper predict that as is larg the case in the us data betweengroup and withingroup wage inequ should move in the same directionpthi abstract wa borrow from anoth version of thi item", "title": " Matching, Heterogeneity, and the Evolution of Income Distribution"}, "homepage": "https://ideas.repec.org/e/pac16.html", "https://ideas.repec.org/a/eee/jcecon/v40y2012i4p534-564.html": {"abstract": "Slavery has been a major institution of labor coercion throughout history. Colonial societies used slavery intensively across the Americas, and slavery remained prevalent in most countries after independence from the European powers. We investigate the impact of slavery on long-run development in Colombia. Our identification strategy compares municipalities that had gold mines during the 17th and 18th centuries to neighboring municipalities without gold mines. Gold mining was a major source of demand for slave labor during colonial times, and all colonial gold mines are now depleted. We find that the historical presence of slavery is associated with increased poverty and reduced school enrollment, vaccination coverage and public good provision. We also find that slavery is associated with higher contemporary land inequality.", "authors": ["epac16"], "abstractStem": "slaveri ha been a major institut of labor coercion throughout histori coloni societi use slaveri intens across the america and slaveri remain preval in most countri after independ from the european power we investig the impact of slaveri on longrun develop in colombia our identif strategi compar municip that had gold mine dure the 17th and 18th centuri to neighbor municip without gold mine gold mine wa a major sourc of demand for slave labor dure coloni time and all coloni gold mine are now deplet we find that the histor presenc of slaveri is associ with increas poverti and reduc school enrol vaccin coverag and public good provis we also find that slaveri is associ with higher contemporari land inequ", "title": "Finding Eldorado: Slavery and long-run development in Colombia"}, "https://ideas.repec.org/a/wej/wldecn/173.html": {"abstract": "Daron Acemoglu is Professor of Economics at the Massachusetts Institute of Technology. In this interview he discusses with Brian Snowdon some of his recent research findings that confirm the key role played by â€˜goodâ€™ and â€˜badâ€™ institutions in determining the economic performance of countries. He shares his views on a wide range of subjects including economic history, growth theory, the role of institutions and geography in explaining growth and development, the influence of trade on growth, global inequality, and political economy perspectives on economic development.", "authors": ["epac16"], "abstractStem": "daron acemoglu is professor of econom at the massachusett institut of technolog in thi interview he discuss with brian snowdon some of hi recent research find that confirm the key role play by  good  and  bad  institut in determin the econom perform of countri he share hi view on a wide rang of subject includ econom histori growth theori the role of institut and geographi in explain growth and develop the influenc of trade on growth global inequ and polit economi perspect on econom develop", "title": "Explaining the â€˜Great Divergenceâ€™"}, "https://ideas.repec.org/a/aea/jeclit/v40y2002i1p7-72.html": {"abstract": "This essay discusses the effect of technical change on wage inequality. I argue that the behavior of wages and returns to schooling indicates that technical change has been skill-biased during the past sixty years. Furthermore, the recent increase in inequality is most likely due to an acceleration in skill bias. In contrast to twentieth-century developments, much of the technical change during the early nineteenth century appears to be skill-replacing. I suggest that this is because the increased supply of unskilled workers in the English cities made the introduction of these technologies profitable. On the other hand, the twentieth century has been characterized by skill-biased technical change because the rapid increase in the supply of skilled workers has induced the development of skill-complementary technologies. The recent acceleration in skill bias is in turn likely to have been a response to the acceleration in the supply of skills during the past several decades.", "authors": ["epac16"], "abstractStem": "thi essay discuss the effect of technic chang on wage inequ i argu that the behavior of wage and return to school indic that technic chang ha been skillbias dure the past sixti year furthermor the recent increas in inequ is most like due to an acceler in skill bia in contrast to twentiethcenturi develop much of the technic chang dure the earli nineteenth centuri appear to be skillreplac i suggest that thi is becaus the increas suppli of unskil worker in the english citi made the introduct of these technolog profit on the other hand the twentieth centuri ha been character by skillbias technic chang becaus the rapid increas in the suppli of skill worker ha induc the develop of skillcomplementari technolog the recent acceler in skill bia is in turn like to have been a respons to the acceler in the suppli of skill dure the past sever decad", "title": "Technical Change, Inequality, and the Labor Market"}, "https://ideas.repec.org/a/pia/review/v1y2010i2n1.html": {"abstract": "In this paper we argue that the main determinant of differences in prosperity across countries are differences in economic institutions. To solve the problem of development will entail reforming these institutions. Unfortunately, this is difficult because economic institutions are collective choices that are the outcome of a political process. The economic institutions of a society depend on the nature of political institutions and the distribution of political power in society. As yet, we only have a highly preliminary understanding of the factors that lead a society into a political equilibrium which supports good economic institutions. However, it is clear that it is the political nature of an institutional equilibrium that makes it very difficult to reform economic institutions. We illustrate this with a series of pitfalls of institutional reforms. Our analysis reveals challenges for those who would wish to solve the problem of development and poverty. That such challenges exist is hardly surprising and we believe that the main reason for such challenges is the forces we have outlined in this paper. Better development policy will only come when we recognize this and understand these forces better. Nevertheless, some countries do undergo political transitions, reform their institutions, and move onto more successful paths of economic development. We also can learn a lot from these success stories.", "authors": ["epac16", "epro179"], "abstractStem": "in thi paper we argu that the main determin of differ in prosper across countri are differ in econom institut to solv the problem of develop will entail reform these institut unfortun thi is difficult becaus econom institut are collect choic that are the outcom of a polit process the econom institut of a societi depend on the natur of polit institut and the distribut of polit power in societi as yet we onli have a highli preliminari understand of the factor that lead a societi into a polit equilibrium which support good econom institut howev it is clear that it is the polit natur of an institut equilibrium that make it veri difficult to reform econom institut we illustr thi with a seri of pitfal of institut reform our analysi reveal challeng for those who would wish to solv the problem of develop and poverti that such challeng exist is hardli surpris and we believ that the main reason for such challeng is the forc we have outlin in thi paper better develop polici will onli come when we recogn thi and understand these forc better nevertheless some countri do undergo polit transit reform their institut and move onto more success path of econom develop we also can learn a lot from these success stori", "title": "The Role of Institutions in Growth and Development"}, "https://ideas.repec.org/a/bla/econom/v62y1995i246p161-78.html": {"abstract": "No abstract is available for this item.", "authors": ["epac16"], "abstractStem": "no abstract is avail for thi item", "title": "Public Policy in a Model of Long-Term Unemployment"}, "lastname": "Acemoglu", "https://ideas.repec.org/a/eee/eecrev/v39y1995i1p17-33.html": {"abstract": "As relative rewards that different professions receive are a key factor in the allocation of talent, what determines the reward structure of a society is an important question. In order to deal with this question, this paper develops an equilibrium model of the allocation of talent between productive and unproductive activities (such as rent-seeking). The existence of rent-seeking creates a negative externality on productive agents and implies that relative rewards are partly endogenous. The same externality can also lead to multiple equilibria, each with different relative rewards. When we consider a dynamic setting, current rewards are seen to be influenced by past allocations as well as expectations of future allocations and the society may get trapped in \"rent-seeking\" steady state equilibrium. The paper also discusses how the non-pecuniary reward structure can be influenced by equilibrium selection and suggest some historical examples which indicate the presence of a causal link from the allocation of talent to pecuniary and non-pecuniary rewards.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epac16"], "abstractStem": "as rel reward that differ profess receiv are a key factor in the alloc of talent what determin the reward structur of a societi is an import question in order to deal with thi question thi paper develop an equilibrium model of the alloc of talent between product and unproduct activ such as rentseek the exist of rentseek creat a neg extern on product agent and impli that rel reward are partli endogen the same extern can also lead to multipl equilibria each with differ rel reward when we consid a dynam set current reward are seen to be influenc by past alloc as well as expect of futur alloc and the societi may get trap in rentseek steadi state equilibrium the paper also discuss how the nonpecuniari reward structur can be influenc by equilibrium select and suggest some histor exampl which indic the presenc of a causal link from the alloc of talent to pecuniari and nonpecuniari rewardspthi abstract wa borrow from anoth version of thi item", "title": "Reward structures and the allocation of talent"}, "https://ideas.repec.org/a/ucp/jpolec/v115y2007i6p925-985.html": {"abstract": " We exploit the major international health improvements from the 1940s to estimate the effect of life expectancy on economic performance. We construct predicted mortality using preintervention mortality rates from various diseases and dates of global interventions. Predicted mortality has a large impact on changes in life expectancy starting in 1940 but no effect before 1940. Using predicted mortality as an instrument, we find that a 1 percent increase in life expectancy leads to a 1.7-2 percent increase in population. Life expectancy has a much smaller effect on total GDP, however. Consequently, there is no evidence that the large increase in life expectancy raised income per capita. (c) 2007 by The University of Chicago. All rights reserved.", "authors": ["epac16", "epjo44"], "abstractStem": " we exploit the major intern health improv from the 1940 to estim the effect of life expect on econom perform we construct predict mortal use preintervent mortal rate from variou diseas and date of global intervent predict mortal ha a larg impact on chang in life expect start in 1940 but no effect befor 1940 use predict mortal as an instrument we find that a 1 percent increas in life expect lead to a 172 percent increas in popul life expect ha a much smaller effect on total gdp howev consequ there is no evid that the larg increas in life expect rais incom per capita c 2007 by the univers of chicago all right reserv", "title": "Disease and Development: The Effect of Life Expectancy on Economic Growth"}, "https://ideas.repec.org/a/aea/aecrev/v101y2011i7p3286-3307.html": {"abstract": " The French Revolution had a momentous impact on neighboring countries. It removed the legal and economic barriers protecting oligarchies, established the principle of equality before the law, and prepared economies for the new industrial opportunities of the second half of the 19th century. We present within-Germany evidence on the long-run implications of these institutional reforms. Occupied areas appear to have experienced more rapid urbanization growth, especially after 1850. A two-stage least squares strategy provides evidence consistent with the hypothesis that the reforms instigated by the French had a positive impact on growth. (JEL: N13, N43, O47)", "authors": ["epac16", "fpca549", "epjo44"], "abstractStem": " the french revolut had a moment impact on neighbor countri it remov the legal and econom barrier protect oligarchi establish the principl of equal befor the law and prepar economi for the new industri opportun of the second half of the 19th centuri we present withingermani evid on the longrun implic of these institut reform occupi area appear to have experienc more rapid urban growth especi after 1850 a twostag least squar strategi provid evid consist with the hypothesi that the reform instig by the french had a posit impact on growth jel n13 n43 o47", "title": "The Consequences of Radical Reform: The French Revolution"}, "https://ideas.repec.org/a/aea/jecper/v24y2010i3p17-32.html": {"abstract": "I discuss the role of economic theory in empirical work in development economics with special emphasis on general equilibrium and political economy considerations. I argue that economic theory plays (should play) a central role in formulating models, estimates of which can be used for counterfactual and policy analysis. I discuss why counterfactual analysis based on microdata that ignores general equilibrium and political economy issues may lead to misleading conclusions. I illustrate the main arguments using examples from recent work in development economics and political economy.", "authors": ["epac16"], "abstractStem": "i discuss the role of econom theori in empir work in develop econom with special emphasi on gener equilibrium and polit economi consider i argu that econom theori play should play a central role in formul model estim of which can be use for counterfactu and polici analysi i discuss whi counterfactu analysi base on microdata that ignor gener equilibrium and polit economi issu may lead to mislead conclus i illustr the main argument use exampl from recent work in develop econom and polit economi", "title": "Theory, General Equilibrium, and Political Economy in Development Economics"}, "https://ideas.repec.org/a/aea/aecrev/v100y2010i2p115-19.html": {"abstract": "Many of the most pernicious economic institutions and policies create entry barriers or manipulate factor prices to transfer resources from entrepreneurs and workers to groups that hold political power. These inefficiencies partly result from the fact that direct and efficient fiscal instruments that can be used for taxation and redistribution of resources are absent. One might then conclude that increasing state capacity and expanding the set of available fiscal instruments should improve the allocation of resources by preventing the use of these inefficient, indirect methods of redistribution. This reasoning ignores the effect of greater state capacity and the change in the set of available fiscal instruments on the political equilibrium, however. Because the availability of more efficient means of taxation increases the potential benefits of controlling state power, it also intensifies costly political conflict aimed at capturing the control of the state. This indirect effect counteracts the benefits from more efficient taxation and may dominate the direct benefits. The paper establishes the possibility that the allocation of resources may deteriorate substantially in response to an autonomous increase in state capacity and the set of fiscal instruments. It also argues that in the British case, which is a key historical example that points to the central role of increased state capacity in economic development, this change was not autonomous; instead, it was an equilibrium response to changes in political institutions that placed better checks on the exercise of power by the executive. This reasoning suggests that the study of the effect of fiscal capacity and the evaluation of policies aimed at increasing state capacity in less-developed economies should be done in the context of dynamic models of political economy, in which fiscal capacity and political constraints are jointly determined.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epac16"], "abstractStem": "mani of the most pernici econom institut and polici creat entri barrier or manipul factor price to transfer resourc from entrepreneur and worker to group that hold polit power these ineffici partli result from the fact that direct and effici fiscal instrument that can be use for taxat and redistribut of resourc are absent one might then conclud that increas state capac and expand the set of avail fiscal instrument should improv the alloc of resourc by prevent the use of these ineffici indirect method of redistribut thi reason ignor the effect of greater state capac and the chang in the set of avail fiscal instrument on the polit equilibrium howev becaus the avail of more effici mean of taxat increas the potenti benefit of control state power it also intensifi costli polit conflict aim at captur the control of the state thi indirect effect counteract the benefit from more effici taxat and may domin the direct benefit the paper establish the possibl that the alloc of resourc may deterior substanti in respons to an autonom increas in state capac and the set of fiscal instrument it also argu that in the british case which is a key histor exampl that point to the central role of increas state capac in econom develop thi chang wa not autonom instead it wa an equilibrium respons to chang in polit institut that place better check on the exercis of power by the execut thi reason suggest that the studi of the effect of fiscal capac and the evalu of polici aim at increas state capac in lessdevelop economi should be done in the context of dynam model of polit economi in which fiscal capac and polit constraint are jointli determinedpthi abstract wa borrow from anoth version of thi item", "title": "Institutions, Factor Prices, and Taxation: Virtues of Strong States?"}, "https://ideas.repec.org/a/iif/iifjrn/v24y2009i277p9-17.html": {"abstract": "9 Mart 2009 tarihinde, dergimiz Genel Yayın Yönetmeni Ali Bilge tarafından Washington, DC’de gerçekleştirilen söyleşide; ABD’de başlayıp tüm dünyaya yayınlan küresel ekonomik kriz karşısında son 25 yılda uygulanan Neo-Liberal İktisat politikalarının analizi ve mevcut paradigmaların nasıl evirileceği, mal ve finans piyasalarındaki serbestleşmenin yaşanan krize etkisi, küresel iktisadi krizlerin İktisat bilimi açısından önemi, krizde finans piyasasının aktörleri ile politikacıların payları, Dünya iktisatçılarının mevcut krize bakışları ile krizin aşılması için bugüne kadar ortaya konan çözüm önerileri ve ABD’nin yeni Başkanı Barack Obama’nın krizi aşmak için uygulaması muhtemel politikalar konuşuldu. Söyleşi konuları itibari ile birçok ülkeyi derinden sarsan veya sarsacak olan küresel ekonomik krizi anlamak için önemli ipuçları veriyor.", "authors": ["epac16"], "abstractStem": "9 mart 2009 tarihind dergimiz genel yay n y netmeni ali bilg taraf ndan washington dc de ger ekl tirilen s yle ide abd de ba lay p t m d nyaya yay nlan k resel ekonomik kriz kar s nda son 25 y lda uygulanan neoliber  ktisat politikalar n n analizi ve mevcut paradigmalar n na l evirilec i mal ve finan piyasalar ndaki serbestl menin ya anan krize etkisi k resel iktisadi krizlerin  ktisat bilimi a s ndan  nemi krizd finan piyasa n n akt rleri ile politikac lar n paylar  d nya iktisat lar n n mevcut krize bak lar  ile krizin a lma  i in bug ne kadar ortaya konan  z m  nerileri ve abd nin yeni ba kan  barack obama n n krizi a mak i in uygulama  muhtemel politikalar konu uldu s yle i konular  itibari ile bir ok  lkeyi derinden sarsan veya sarsacak olan k resel ekonomik krizi anlamak i in  nemli ipu lar  veriyor", "title": "Küresel iktisadi kriz"}, "https://ideas.repec.org/a/aea/aecrev/v96y2006i2p325-330.html": {"abstract": "No abstract is available for this item.", "authors": ["epac16"], "abstractStem": "no abstract is avail for thi item", "title": "De Facto Political Power and Institutional Persistence"}, "https://ideas.repec.org/a/eee/eecrev/v44y2000i7p1195-1224.html": {"abstract": "This paper argues that unemployment insurance increases labor productivity by encouraging workers to seek higher productivity jobs, and by encouraging firms to create those jobs. We use a quantitative general equilibrium model to investigate whether this effect is comparable in magnitude to the standard moral hazard effects of unemployment insurance. Our model economy captures the behavior of the U.S. labor market for high school graduates quite well. When unemployment insurance becomes more generous starting from the current U.S. levels, there is an increase in unemployment similar in magnitude to the micro-estimates, but because the composition of jobs also changes, total output and welfare increase as well.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epac16", "epsh9"], "abstractStem": "thi paper argu that unemploy insur increas labor product by encourag worker to seek higher product job and by encourag firm to creat those job we use a quantit gener equilibrium model to investig whether thi effect is compar in magnitud to the standard moral hazard effect of unemploy insur our model economi captur the behavior of the us labor market for high school graduat quit well when unemploy insur becom more gener start from the current us level there is an increas in unemploy similar in magnitud to the microestim but becaus the composit of job also chang total output and welfar increas as wellpthi abstract wa borrow from anoth version of thi item", "title": "Productivity gains from unemployment insurance"}, "https://ideas.repec.org/a/tpr/jeurec/v6y2008i1p1-44.html": {"abstract": " This paper develops a model to analyze economic performance under different political regimes. An \"oligarchic\" society, where political power is in the hands of major producers, protects their property rights but also tends to erect significant entrybarriers against new entrepreneurs. Democracy, where political power is more widely diffused, imposes redistributive taxes on producers, but tends to avoid entry barriers. When taxes in democracy are high and the distortions caused by entry barriers are low, an oligarchic society achieves greater efficiency. Because comparative advantage in entrepreneurship shifts away from the incumbents, the inefficiency created by entry barriers in oligarchy deteriorates over time. The typical pattern is one of rise and decline of oligarchic societies: An oligarchic society may first become richer, but later fall behind a similar democratic society. I also discuss how democracies may be better able to take advantage of new technologies, how within-elite conflict in oligarchies might cause a transition to democracy, and how the unequal distribution of income may keep inefficient oligarchic institutions in place. (JEL: P16, O10) (c) 2008 by the European Economic Association.", "authors": ["epac16"], "abstractStem": " thi paper develop a model to analyz econom perform under differ polit regim an oligarch societi where polit power is in the hand of major produc protect their properti right but also tend to erect signific entrybarri against new entrepreneur democraci where polit power is more wide diffus impos redistribut tax on produc but tend to avoid entri barrier when tax in democraci are high and the distort caus by entri barrier are low an oligarch societi achiev greater effici becaus compar advantag in entrepreneurship shift away from the incumb the ineffici creat by entri barrier in oligarchi deterior over time the typic pattern is one of rise and declin of oligarch societi an oligarch societi may first becom richer but later fall behind a similar democrat societi i also discuss how democraci may be better abl to take advantag of new technolog how withinelit conflict in oligarchi might caus a transit to democraci and how the unequ distribut of incom may keep ineffici oligarch institut in place jel p16 o10 c 2008 by the european econom associ", "title": "Oligarchic Versus Democratic Societies"}, "https://ideas.repec.org/a/oup/restud/v80y2013i3p845-875.html": {"abstract": " Voters often dismantle constitutional checks and balances on the executive. If such checks and balances limit presidential abuses of power and rents, why do voters support their removal? We argue that by reducing politician rents, checks and balances also make it cheaper to bribe or influence politicians through non-electoral means. In weakly institutionalized polities where such non-electoral influences, particularly by the better organized elite, are a major concern, voters may prefer a political system without checks and balances as a way of insulating politicians from these influences. When they do so, they are effectively accepting a certain amount of politician (presidential) rents in return for redistribution. We show that checks and balances are less likely to emerge when the elite is better organized and is more likely to be able to influence or bribe politicians, and when inequality and potential taxes are high (which makes redistribution more valuable to the majority). We also provide case study evidence from Bolivia, Ecuador, and Venezuela consistent with the model. Copyright 2013, Oxford University Press.", "authors": ["epac16", "epto24"], "abstractStem": " voter often dismantl constitut check and balanc on the execut if such check and balanc limit presidenti abus of power and rent whi do voter support their remov we argu that by reduc politician rent check and balanc also make it cheaper to bribe or influenc politician through nonelector mean in weakli institution politi where such nonelector influenc particularli by the better organ elit are a major concern voter may prefer a polit system without check and balanc as a way of insul politician from these influenc when they do so they are effect accept a certain amount of politician presidenti rent in return for redistribut we show that check and balanc are less like to emerg when the elit is better organ and is more like to be abl to influenc or bribe politician and when inequ and potenti tax are high which make redistribut more valuabl to the major we also provid case studi evid from bolivia ecuador and venezuela consist with the model copyright 2013 oxford univers press", "title": "Why Do Voters Dismantle Checks and Balances?"}, "https://ideas.repec.org/a/eee/moneco/v50y2003i1p49-123.html": {"abstract": "Countries that have pursued distortionary macroeconomic policies, including high inflation, large budget deficits and misaligned exchange rates, appear to have suffered more macroeconomic volatility and also grown more slowly during the postwar period. Does this reflect the causal effect of these macroeconomic policies on economic outcomes? One reason to suspect that the answer may be no is that countries pursuing poor macroeconomic policies also have weak 'institutions,' including political institutions that do not constrain politicians and political elites, ineffective enforcement of property rights for investors, widespread corruption, and a high degree of political instability. This paper documents that countries that inherited more 'extractive' instit utions from their colonial past were more likely to experience high volatility a nd economic crises during the postwar period. More specifically, societies where European colonists faced high mortality rates more than 100 years ago are much more volatile and prone to crises. Based on our previous work, we interpret this relationship as due to the causal effect of institutions on economic outcomes: Europeans did not settle and were more likely to set up extractive institutions in areas where they faced high mortality. Once we control for the effect of institutions, macroeconomic policies appear to have only a minor impact on volatility and crises. This suggests that distortionary macroeconomic policies are more likely to be symptoms of underlying institutional problems rather than the main causes of economic volatility, and also that the effects of institutional differences on volatility do not appear to be primarily mediated by any of the standard macroeconomic variables. Instead, it appears that weak institutions cause volatility through a number of microeconomic, as well as macroeconomic, channels.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epac16", "epjo44", "epro179", "epth100"], "abstractStem": "countri that have pursu distortionari macroeconom polici includ high inflat larg budget deficit and misalign exchang rate appear to have suffer more macroeconom volatil and also grown more slowli dure the postwar period doe thi reflect the causal effect of these macroeconom polici on econom outcom one reason to suspect that the answer may be no is that countri pursu poor macroeconom polici also have weak institut includ polit institut that do not constrain politician and polit elit ineffect enforc of properti right for investor widespread corrupt and a high degre of polit instabl thi paper document that countri that inherit more extract instit ution from their coloni past were more like to experi high volatil a nd econom crise dure the postwar period more specif societi where european colonist face high mortal rate more than 100 year ago are much more volatil and prone to crise base on our previou work we interpret thi relationship as due to the causal effect of institut on econom outcom european did not settl and were more like to set up extract institut in area where they face high mortal onc we control for the effect of institut macroeconom polici appear to have onli a minor impact on volatil and crise thi suggest that distortionari macroeconom polici are more like to be symptom of underli institut problem rather than the main caus of econom volatil and also that the effect of institut differ on volatil do not appear to be primarili mediat by ani of the standard macroeconom variabl instead it appear that weak institut caus volatil through a number of microeconom as well as macroeconom channelspthi abstract wa borrow from anoth version of thi item", "title": "Institutional causes, macroeconomic symptoms: volatility, crises and growth"}, "https://ideas.repec.org/a/aea/aecrev/v89y1999i5p1259-1278.html": {"abstract": "I present a model where firms decide what types of jobs to create and then search for suitable workers. When there are few skilled workers and the skilled-unskilled productivity gap is small, firms create a single type of job and recruit all workers. An increase in the proportion of skilled workers or skill-biased technical change can create a qualitative change in the composition of jobs, increasing the demand for skills, wage inequality, and unemployment. I provide some evidence that there has been a change in the composition of jobs in the United States during the past two decades.", "authors": ["epac16"], "abstractStem": "i present a model where firm decid what type of job to creat and then search for suitabl worker when there are few skill worker and the skilledunskil product gap is small firm creat a singl type of job and recruit all worker an increas in the proport of skill worker or skillbias technic chang can creat a qualit chang in the composit of job increas the demand for skill wage inequ and unemploy i provid some evid that there ha been a chang in the composit of job in the unit state dure the past two decad", "title": "Changes in Unemployment and Wage Inequality: An Alternative Theory and Some Evidence"}, "https://ideas.repec.org/a/ucp/jpolec/doi10.1086-680685.html": {"abstract": "We consider infinite-horizon economies populated by a continuum of agents subject to idiosyncratic shocks. This framework contains models of saving and capital accumulation with incomplete markets in the spirit of works by Bewley, Aiyagari, and Huggett; models of entry, exit, and industry dynamics in the spirit of Hopenhayn's work; and dynamic models of occupational choice and search models as special cases. Robust and easy-to-apply comparative statics results are established with respect to exogenous parameters as well as various kinds of changes in the Markov processes governing the law of motion of the idiosyncratic shocks.", "authors": ["epac16"], "abstractStem": "we consid infinitehorizon economi popul by a continuum of agent subject to idiosyncrat shock thi framework contain model of save and capit accumul with incomplet market in the spirit of work by bewley aiyagari and huggett model of entri exit and industri dynam in the spirit of hopenhayn work and dynam model of occup choic and search model as special case robust and easytoappli compar static result are establish with respect to exogen paramet as well as variou kind of chang in the markov process govern the law of motion of the idiosyncrat shock", "title": "Robust Comparative Statics in Large Dynamic Economies"}, "https://ideas.repec.org/a/aea/aecrev/v100y2010i2p83-88.html": {"abstract": "Despite the major advances in information technology that have shaped the recent wave of globalization, openness to trade is still a political choice, and trade policy can change with shifts in domestic political equilibria. This paper suggests that a particular threat and a limiting factor to globalization and its future developments may be militarist sentiments that appear to be on the rise among many nations around the globe today. We proxy militarism by spending on the military and the size of the military, and document that over the past 20 years, countries experiencing greater increases in militarism according to these measures have had lower growth in trade. Focusing on bilateral trade flows, we also show that controlling flexibly for country trends, a pair of countries jointly experiencing greater increases in militarism has lower growth in bilateral trade.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epac16", "epya107"], "abstractStem": "despit the major advanc in inform technolog that have shape the recent wave of global open to trade is still a polit choic and trade polici can chang with shift in domest polit equilibria thi paper suggest that a particular threat and a limit factor to global and it futur develop may be militarist sentiment that appear to be on the rise among mani nation around the globe today we proxi militar by spend on the militari and the size of the militari and document that over the past 20 year countri experienc greater increas in militar accord to these measur have had lower growth in trade focus on bilater trade flow we also show that control flexibl for countri trend a pair of countri jointli experienc greater increas in militar ha lower growth in bilater tradepthi abstract wa borrow from anoth version of thi item", "title": "Political Limits to Globalization"}, "https://ideas.repec.org/a/eee/jetheo/v147y2012i2p545-550.html": {"abstract": "This introduces the symposium on economic growth.", "authors": ["epac16"], "abstractStem": "thi introduc the symposium on econom growth", "title": "Introduction to economic growth"}, "https://ideas.repec.org/a/ucp/jpolec/doi10.1086-674988.html": {"abstract": "We study the effect of constraints on chiefs' power on economic outcomes, citizens' attitudes, and social capital. A paramount chief in Sierra Leone must come from a ruling family originally recognized by British colonial authorities. In chiefdoms with fewer ruling families, chiefs face less political competition, and development outcomes are significantly worse today. Variation in the security of property rights over land is a potential mechanism. Paradoxically, with fewer ruling families, the institutions of chiefs' authority are more highly respected, and measured social capital is higher. We argue that these results reflect the capture of civil society organizations by chiefs.", "authors": ["epac16"], "abstractStem": "we studi the effect of constraint on chief power on econom outcom citizen attitud and social capit a paramount chief in sierra leon must come from a rule famili origin recogn by british coloni author in chiefdom with fewer rule famili chief face less polit competit and develop outcom are significantli wors today variat in the secur of properti right over land is a potenti mechan paradox with fewer rule famili the institut of chief author are more highli respect and measur social capit is higher we argu that these result reflect the captur of civil societi organ by chief", "title": "Chiefs: Economic Development and Elite Control of Civil Society in Sierra Leone"}, "https://ideas.repec.org/a/ecj/econjl/v103y1993i417p318-28.html": {"abstract": "A General Equilibrium model of investment is constructed in which the pay-offs of firms depend on each other's actions. It is shown that when these actions are unobservable but aggregate output is in the information set of the agents; it acts as a signal. The implication is that output will lead investment over the business cycle. This gives a theory of the Rational Expectations Investment Accelerator. Learning also changes the cyclical behaviour of the endogenous variables and leads to a loss of output and efficiency. The inefficiency depends on the amount of noise in the system thus reducing fluctuations can have first-order welfare effects. It is also shown that the introduction of a stock market will not alter the qualitative conclusion of the paper. The intuition of this paper for the investment accelerator also suggests that an \"employer accelerator\" might exist. An economic investigation of the US and UK data gives support to these accelerators. Also, the model predicts, investment is less responsive to output when its conditional variance is higher.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epac16"], "abstractStem": "a gener equilibrium model of invest is construct in which the payoff of firm depend on each other action it is shown that when these action are unobserv but aggreg output is in the inform set of the agent it act as a signal the implic is that output will lead invest over the busi cycl thi give a theori of the ration expect invest acceler learn also chang the cyclic behaviour of the endogen variabl and lead to a loss of output and effici the ineffici depend on the amount of nois in the system thu reduc fluctuat can have firstord welfar effect it is also shown that the introduct of a stock market will not alter the qualit conclus of the paper the intuit of thi paper for the invest acceler also suggest that an employ acceler might exist an econom investig of the us and uk data give support to these acceler also the model predict invest is less respons to output when it condit varianc is higherpthi abstract wa borrow from anoth version of thi item", "title": "Learning about Others' Actions and the Investment Accelerator"}, "https://ideas.repec.org/a/oup/restud/v82y2015i2p423-456.html": {"abstract": "We study the evolution of a social norm of â€œcooperationâ€ in a dynamic environment. Each agent lives for two periods and interacts with agents from the previous and next generations via a coordination game. Social norms emerge as patterns of behaviour that are stable in part due to agents' interpretations of private information about the past, influenced by occasional commonly observed past behaviours. For sufficiently backward-looking societies, history completely drives equilibrium play, leading to a social norm of high or low cooperation. In more forward-looking societies, there is a pattern of â€œreversionâ€ whereby play starting with high (low) cooperation reverts towards lower (higher) cooperation. The impact of history can be countered by occasional â€œprominentâ€ agents, whose actions are visible by all future agents and who can leverage their greater visibility to influence expectations of future agents and overturn social norms of low cooperation.", "authors": ["epac16", "epja7"], "abstractStem": "we studi the evolut of a social norm of  cooper  in a dynam environ each agent live for two period and interact with agent from the previou and next gener via a coordin game social norm emerg as pattern of behaviour that are stabl in part due to agent interpret of privat inform about the past influenc by occasion commonli observ past behaviour for suffici backwardlook societi histori complet drive equilibrium play lead to a social norm of high or low cooper in more forwardlook societi there is a pattern of  revers  wherebi play start with high low cooper revert toward lower higher cooper the impact of histori can be counter by occasion  promin  agent whose action are visibl by all futur agent and who can leverag their greater visibl to influenc expect of futur agent and overturn social norm of low cooper", "title": "History, Expectations, and Leadership in the Evolution of Social Norms"}, "https://ideas.repec.org/a/oup/qjecon/v117y2002i4p1231-1294..html": {"abstract": "Among countries colonized by European powers during the past 500 years, those that were relatively rich in 1500 are now relatively poor. We document this reversal using data on urbanization patterns and population density, which, we argue, proxy for economic prosperity. This reversal weighs against a view that links economic development to geographic factors. Instead, we argue that the reversal reflects changes in the institutions resulting from European colonialism. The European intervention appears to have created an \"institutional reversal\" among these societies, meaning that Europeans were more likely to introduce institutions encouraging investment in regions that were previously poor. This institutional reversal accounts for the reversal in relative incomes. We provide further support for this view by documenting that the reversal in relative incomes took place during the late eighteenth and early nineteenth centuries, and resulted from societies with good institutions taking advantage of the opportunity to industrialize.", "authors": ["epac16"], "abstractStem": "among countri colon by european power dure the past 500 year those that were rel rich in 1500 are now rel poor we document thi revers use data on urban pattern and popul densiti which we argu proxi for econom prosper thi revers weigh against a view that link econom develop to geograph factor instead we argu that the revers reflect chang in the institut result from european coloni the european intervent appear to have creat an institut revers among these societi mean that european were more like to introduc institut encourag invest in region that were previous poor thi institut revers account for the revers in rel incom we provid further support for thi view by document that the revers in rel incom took place dure the late eighteenth and earli nineteenth centuri and result from societi with good institut take advantag of the opportun to industri", "title": "Reversal of Fortune: Geography and Institutions in the Making of the Modern World Income Distribution"}, "https://ideas.repec.org/a/oup/oxford/v30y2014i3p513-530..html": {"abstract": "A key question in the economics of climate change is the importance of global policy coordination in reducing carbon emissions. In this paper, we study this question using a two-country (North–South) extension of Acemoglu et al. (2012) which introduces directed technical change into a general equilibrium model of climate change. We find that, first, the optimal policy necessarily requires global policy coordination, with the implementation of research subsidies and carbon taxes in both North and South. Second, under certain circumstances, appropriately chosen environmental regulations in the North alone can prevent the worst environmental disasters. In particular, such disasters can be prevented by a combination of carbon taxes and clean research subsidies under the restrictive conditions that (a) the two inputs are substitutable in both countries; (b) there is no international trade between the North and the South; and (c) the South imitates technologies invented in the North. Third, international trade between the North and the South typically makes it more difficult to prevent environmental disasters through unilateral policies in the North, because environmental regulation in the North may induce full specialization by the South in dirty input production, as imitation of clean technologies by the South then ceases to be profitable. Hence, given current circumstances, global policy coordination is highly desirable.", "authors": ["epac16", "fphe470"], "abstractStem": "a key question in the econom of climat chang is the import of global polici coordin in reduc carbon emiss in thi paper we studi thi question use a twocountri north south extens of acemoglu et al 2012 which introduc direct technic chang into a gener equilibrium model of climat chang we find that first the optim polici necessarili requir global polici coordin with the implement of research subsidi and carbon tax in both north and south second under certain circumst appropri chosen environment regul in the north alon can prevent the worst environment disast in particular such disast can be prevent by a combin of carbon tax and clean research subsidi under the restrict condit that a the two input are substitut in both countri b there is no intern trade between the north and the south and c the south imit technolog invent in the north third intern trade between the north and the south typic make it more difficult to prevent environment disast through unilater polici in the north becaus environment regul in the north may induc full special by the south in dirti input product as imit of clean technolog by the south then ceas to be profit henc given current circumst global polici coordin is highli desir", "title": "The environment and directed technical change in a North–South model"}, "https://ideas.repec.org/a/aea/jeclit/v50y2012i2p426-63.html": {"abstract": "Goldin and Katz's The Race between Education and Technology is a monumental achievement that supplies a unified framework for interpreting how the demand and supply of human capital have shaped the distribution of earnings in the U.S. labor market over the twentieth century. This essay reviews the theoretical and conceptual underpinnings of this work and documents the success of Goldin and Katz's framework in accounting for numerous broad labor market trends. The essay also considers areas where the framework falls short in explaining several key labor market puzzles of recent decades and argues that these shortcomings can potentially be overcome by relaxing the implicit equivalence drawn between workers' skills and their job tasks in the conceptual framework on which Goldin and Katz build. The essay argues that allowing for a richer set of interactions between skills and technologies in accomplishing job tasks both augments and refines the predictions of Goldin and Katz's approach and suggests an even more important role for human capital in economic growth than indicated by their analysis. (JEL I20, J24, J31, O30)", "authors": ["epac16", "epau9"], "abstractStem": "goldin and katz the race between educ and technolog is a monument achiev that suppli a unifi framework for interpret how the demand and suppli of human capit have shape the distribut of earn in the us labor market over the twentieth centuri thi essay review the theoret and conceptu underpin of thi work and document the success of goldin and katz framework in account for numer broad labor market trend the essay also consid area where the framework fall short in explain sever key labor market puzzl of recent decad and argu that these shortcom can potenti be overcom by relax the implicit equival drawn between worker skill and their job task in the conceptu framework on which goldin and katz build the essay argu that allow for a richer set of interact between skill and technolog in accomplish job task both augment and refin the predict of goldin and katz approach and suggest an even more import role for human capit in econom growth than indic by their analysi jel i20 j24 j31 o30", "title": "What Does Human Capital Do? A Review of Goldin and Katz's The Race between Education and Technology"}, "https://ideas.repec.org/a/eee/jetheo/v78y1998i2p355-381.html": {"abstract": "No abstract is available for this item.", "authors": ["epac16"], "abstractStem": "no abstract is avail for thi item", "title": "Credit Market Imperfections and the Separation of Ownership from Control"}, "https://ideas.repec.org/a/tpr/jeurec/v8y2010i5p989-1033.html": {"abstract": " We study the determinants of vertical integration. We first derive a number of predictions regarding the relationship between technology intensity and vertical integration from a simple incomplete contracts model. Then, we investigate these predictions using plant-level data for the UK manufacturing sector. Most importantly, and consistent with the theoretical predictions, we find that the technology intensity of downstream (producer) industries is positively correlated with the likelihood of integration whereas the intensity of upstream (supplier) industries is negatively correlated with it. Also consistent with theory, both correlations are stronger when the supplying industry accounts for a large fraction of the producer's costs. These results are generally robust and hold with alternative measures of technology intensity, with alternative estimation strategies, and with or without controlling for a number of firm- and industry-level characteristics. (JEL: L22, L23, L24, L60) (c) 2010 by the European Economic Association.", "authors": ["epac16", "epgr70", "epzi3"], "abstractStem": " we studi the determin of vertic integr we first deriv a number of predict regard the relationship between technolog intens and vertic integr from a simpl incomplet contract model then we investig these predict use plantlevel data for the uk manufactur sector most importantli and consist with the theoret predict we find that the technolog intens of downstream produc industri is posit correl with the likelihood of integr wherea the intens of upstream supplier industri is neg correl with it also consist with theori both correl are stronger when the suppli industri account for a larg fraction of the produc cost these result are gener robust and hold with altern measur of technolog intens with altern estim strategi and with or without control for a number of firm and industrylevel characterist jel l22 l23 l24 l60 c 2010 by the european econom associ", "title": "Vertical Integration and Technology: Theory and Evidence"}, "https://ideas.repec.org/a/eee/pubeco/v95y2011i7-8p467-475.html": {"abstract": "We study the dynamic taxation of capital and labor in the Ramsey model under the assumption that taxes and public good provision are decided by a self-interested politician who cannot commit to policies. We show that, as long as the politician is as patient as the citizens, the Chamley-Judd result of zero long-run taxes holds. In contrast, if the politician is less patient than the citizens, the best (subgame perfect) equilibrium from the viewpoint of the citizens involves long-run capital taxation.", "authors": ["epac16", "epgo200"], "abstractStem": "we studi the dynam taxat of capit and labor in the ramsey model under the assumpt that tax and public good provis are decid by a selfinterest politician who cannot commit to polici we show that as long as the politician is as patient as the citizen the chamleyjudd result of zero longrun tax hold in contrast if the politician is less patient than the citizen the best subgam perfect equilibrium from the viewpoint of the citizen involv longrun capit taxat", "title": "Political economy of Ramsey taxation"}, "https://ideas.repec.org/a/tpr/jeurec/v1y2003i2-3p397-405.html": {"abstract": " Health conditions and disease environments are important for economic outcomes. This paper argues that the main impact of disease environments on the economic development of nations is not due to the direct effect of health conditions on income, but rather because of their indirect effect via institutions. Health does affect income directly, but this can explain only a small fraction of today's differences in per capita income. In contrast, when previously isolated populations came into contact during the period of European colonial expansion, differences in disease environments had a major impact on the path of institutional development and consequently first-order consequences for economic growth. (JEL: I12, O12) Copyright (c) 2003 The European Economic Association.", "authors": ["epac16", "epjo44"], "abstractStem": " health condit and diseas environ are import for econom outcom thi paper argu that the main impact of diseas environ on the econom develop of nation is not due to the direct effect of health condit on incom but rather becaus of their indirect effect via institut health doe affect incom directli but thi can explain onli a small fraction of today differ in per capita incom in contrast when previous isol popul came into contact dure the period of european coloni expans differ in diseas environ had a major impact on the path of institut develop and consequ firstord consequ for econom growth jel i12 o12 copyright c 2003 the european econom associ", "title": "Disease and Development in Historical Perspective"}, "https://ideas.repec.org/a/aea/aecrev/v104y2014i4p1350-67.html": {"abstract": "We propose a model of cycles of conflict and distrust. Overlapping generations of agents from two groups sequentially play coordination games under incomplete information about whether the other side consists of bad types who always take bad actions. Good actions may be misperceived as bad and information about past actions is limited. Conflict spirals start as a result of misperceptions but also contain the seeds of their own dissolution: Bayesian agents eventually conclude that the spiral likely started by mistake, and is thus uninformative of the opposing group's type. The agents then experiment with a good action, restarting the cycle.", "authors": ["epac16", "epwo172"], "abstractStem": "we propos a model of cycl of conflict and distrust overlap gener of agent from two group sequenti play coordin game under incomplet inform about whether the other side consist of bad type who alway take bad action good action may be misperceiv as bad and inform about past action is limit conflict spiral start as a result of mispercept but also contain the seed of their own dissolut bayesian agent eventu conclud that the spiral like start by mistak and is thu uninform of the oppos group type the agent then experi with a good action restart the cycl", "title": "Cycles of Conflict: An Economic Model"}, "https://ideas.repec.org/a/aea/jecper/v29y2015i1p3-28.html": {"abstract": "Thomas Piketty's (2013) book, Capital in the 21st Century , follows in the tradition of the great classical economists, like Marx and Ricardo, in formulating general laws of capitalism to diagnose and predict the dynamics of inequality. We argue that general economic laws are unhelpful as a guide to understanding the past or predicting the future because they ignore the central role of political and economic institutions, as well as the endogenous evolution of technology, in shaping the distribution of resources in society. We use regression evidence to show that the main economic force emphasized in Piketty's book, the gap between the interest rate and the growth rate, does not appear to explain historical patterns of inequality (especially, the share of income accruing to the upper tail of the distribution). We then use the histories of inequality of South Africa and Sweden to illustrate that inequality dynamics cannot be understood without embedding economic factors in the context of economic and political institutions, and also that the focus on the share of top incomes can give a misleading characterization of the true nature of inequality.", "authors": ["epac16"], "abstractStem": "thoma piketti 2013 book capit in the 21st centuri  follow in the tradit of the great classic economist like marx and ricardo in formul gener law of capit to diagnos and predict the dynam of inequ we argu that gener econom law are unhelp as a guid to understand the past or predict the futur becaus they ignor the central role of polit and econom institut as well as the endogen evolut of technolog in shape the distribut of resourc in societi we use regress evid to show that the main econom forc emphas in piketti book the gap between the interest rate and the growth rate doe not appear to explain histor pattern of inequ especi the share of incom accru to the upper tail of the distribut we then use the histori of inequ of south africa and sweden to illustr that inequ dynam cannot be understood without embed econom factor in the context of econom and polit institut and also that the focu on the share of top incom can give a mislead character of the true natur of inequ", "title": "The Rise and Decline of General Laws of Capitalism"}, "https://ideas.repec.org/a/eee/gamebe/v81y2013icp27-49.html": {"abstract": "In aggregative games, each playerʼs payoff depends on her own actions and an aggregate of the actions of all the players. Many common games in industrial organization, political economy, public economics, and macroeconomics can be cast as aggregative games. This paper provides a general and tractable framework for comparative static results in aggregative games. We focus on two classes of games: (1) aggregative games with strategic substitutes and (2) nice aggregative games, where payoff functions are continuous and concave in own strategies. We provide simple sufficient conditions under which positive shocks to individual players increase their own actions and have monotone effects on the aggregate. The results are illustrated with applications to public good provision, contests, Cournot competition and technology choices in oligopoly.", "authors": ["epac16", "epje17"], "abstractStem": "in aggreg game each player s payoff depend on her own action and an aggreg of the action of all the player mani common game in industri organ polit economi public econom and macroeconom can be cast as aggreg game thi paper provid a gener and tractabl framework for compar static result in aggreg game we focu on two class of game 1 aggreg game with strateg substitut and 2 nice aggreg game where payoff function are continu and concav in own strategi we provid simpl suffici condit under which posit shock to individu player increas their own action and have monoton effect on the aggreg the result are illustr with applic to public good provis contest cournot competit and technolog choic in oligopoli", "title": "Aggregate comparative statics"}, "https://ideas.repec.org/a/eee/crcspp/v55y2001i1p229-264.html": {"abstract": "We argue that inequality and rapid deunionization are related, and that skill-biased technical change has been an important factor in deunionization as well as in the rise in inequality. Skill-biased technical change causes deunionization because it increases the outside option of skilled workers, undermining the coalition among skilled and unskilled worker in support of unions. Our approach implies that although deunionization is not the underlying cause of the increase in inequality, it amplifies the direct effect of skill-biased technical change by removing the wage compression imposed by unions. We also show that deunionization may happen inefficiently.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epac16", "epvi7"], "abstractStem": "we argu that inequ and rapid deunion are relat and that skillbias technic chang ha been an import factor in deunion as well as in the rise in inequ skillbias technic chang caus deunion becaus it increas the outsid option of skill worker undermin the coalit among skill and unskil worker in support of union our approach impli that although deunion is not the underli caus of the increas in inequ it amplifi the direct effect of skillbias technic chang by remov the wage compress impos by union we also show that deunion may happen inefficientlypthi abstract wa borrow from anoth version of thi item", "title": "Deunionization, technical change and inequality"}, "https://ideas.repec.org/a/eee/eecrev/v41y1997i3-5p525-533.html": {"abstract": "This paper analyzes technology choices and unemployment in search equilibrium. In contrast to standard search models, the presence of technology choices makes the decentralized equilibrium inefficient; there is too little investment in skills, too little job creation and there can be multiple equilibria. The paper also shows that technological progress is likely to be slower in labor markets where job tenure is low.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epac16"], "abstractStem": "thi paper analyz technolog choic and unemploy in search equilibrium in contrast to standard search model the presenc of technolog choic make the decentr equilibrium ineffici there is too littl invest in skill too littl job creation and there can be multipl equilibria the paper also show that technolog progress is like to be slower in labor market where job tenur is lowpthi abstract wa borrow from anoth version of thi item", "title": "Technology, unemployment and efficiency"}, "https://ideas.repec.org/a/bla/jfinan/v64y2009i3p1251-1290.html": {"abstract": " We study the determinants of vertical integration in a new data set of over 750,000 firms from 93 countries. We present a number of theoretical predictions on the interactions between financial development, contracting costs, and the extent of vertical integration. Consistent with these predictions, contracting costs and financial development by themselves appear to have no effect on vertical integration. However, we find greater vertical integration in countries that have both greater contracting costs \"and\" greater financial development. We also show that countries with greater contracting costs are more vertically integrated in more capital-intensive industries. Copyright (c) 2009 The American Finance Association.", "authors": ["epac16", "epjo44"], "abstractStem": " we studi the determin of vertic integr in a new data set of over 750000 firm from 93 countri we present a number of theoret predict on the interact between financi develop contract cost and the extent of vertic integr consist with these predict contract cost and financi develop by themselv appear to have no effect on vertic integr howev we find greater vertic integr in countri that have both greater contract cost and greater financi develop we also show that countri with greater contract cost are more vertic integr in more capitalintens industri copyright c 2009 the american financ associ", "title": "Determinants of Vertical Integration: Financial Development and Contracting Costs"}, "https://ideas.repec.org/a/tpr/jeurec/v1y2003i2-3p630-638.html": {"abstract": " We construct a model where the equilibrium organization of firms changes as an economy approaches the world technology frontier. In vertically integrated firms, owners (managers) have to spend time both on production and innovation activities, and this creates managerial overload, and discourages innovation. Outsourcing of some production activities mitigates the managerial overload, but creates a holdup problem, causing some of the rents of the owners to be dissipated to the supplier. Far from the technology frontier, imitation activities are more important, and vertical integration is preferred. Closer to the frontier, the value of innovation increases, encouraging outsourcing. (JEL: L22, O31, O33, O38, O40, L16) Copyright (c) 2003 The European Economic Association.", "authors": ["epac16", "epzi3"], "abstractStem": " we construct a model where the equilibrium organ of firm chang as an economi approach the world technolog frontier in vertic integr firm owner manag have to spend time both on product and innov activ and thi creat manageri overload and discourag innov outsourc of some product activ mitig the manageri overload but creat a holdup problem caus some of the rent of the owner to be dissip to the supplier far from the technolog frontier imit activ are more import and vertic integr is prefer closer to the frontier the valu of innov increas encourag outsourc jel l22 o31 o33 o38 o40 l16 copyright c 2003 the european econom associ", "title": "Vertical Integration and Distance to Frontier"}, "https://ideas.repec.org/a/oup/restud/v78y2011i4p1201-1236.html": {"abstract": " We study the (perfect Bayesian) equilibrium of a sequential learning model over a general social network. Each individual receives a signal about the underlying state of the world, observes the past actions of a stochastically generated neighbourhood of individuals, and chooses one of two possible actions. The stochastic process generating the neighbourhoods defines the network topology. We characterize pure strategy equilibria for arbitrary stochastic and deterministic social networks and characterize the conditions under which there will be asymptotic learning--convergence (in probability) to the right action as the social network becomes large. We show that when private beliefs are unbounded (meaning that the implied likelihood ratios are unbounded), there will be asymptotic learning as long as there is some minimal amount of \"expansion in observations\". We also characterize conditions under which there will be asymptotic learning when private beliefs are bounded. Copyright 2011, Oxford University Press.", "authors": ["epac16"], "abstractStem": " we studi the perfect bayesian equilibrium of a sequenti learn model over a gener social network each individu receiv a signal about the underli state of the world observ the past action of a stochast gener neighbourhood of individu and choos one of two possibl action the stochast process gener the neighbourhood defin the network topolog we character pure strategi equilibria for arbitrari stochast and determinist social network and character the condit under which there will be asymptot learningconverg in probabl to the right action as the social network becom larg we show that when privat belief are unbound mean that the impli likelihood ratio are unbound there will be asymptot learn as long as there is some minim amount of expans in observ we also character condit under which there will be asymptot learn when privat belief are bound copyright 2011 oxford univers press", "title": "Bayesian Learning in Social Networks"}, "https://ideas.repec.org/a/ecj/econjl/v109y1999i453pf112-42.html": {"abstract": " In this paper, the authors survey noncompetitive theories of training. With competitive labor markets, firms never pay for investments in general training, whereas when labor markets are imperfect, firm-sponsored training arises as an equilibrium phenomenon. The authors discuss a variety of evidence that supports the predictions of noncompetitive theories and they draw some tentative policy conclusions from these models.", "authors": ["epac16", "eppi29"], "abstractStem": " in thi paper the author survey noncompetit theori of train with competit labor market firm never pay for invest in gener train wherea when labor market are imperfect firmsponsor train aris as an equilibrium phenomenon the author discuss a varieti of evid that support the predict of noncompetit theori and they draw some tent polici conclus from these model", "title": "Beyond Becker: Training in Imperfect Labour Markets"}, "https://ideas.repec.org/a/ier/iecrev/v40y1999i4p827-49.html": {"abstract": " A natural holdup problem arises in a market with search frictions: firms have to make a range of investments before finding their employees, and larger investments translate into higher wages. In particular, when wages are determined by ex post bargaining, the equilibrium is always inefficient: recognizing that capital-intensive production relations have to pay higher wages, firms reduce their investments. This can only be prevented by removing all the bargaining power from the workers, but this, in turn, depresses wages below their social product and creates excessive entry of firms. In contrast to this benchmark, we show that efficiency is achieved when firms post wages and workers can direct their search toward more attractive offers. This efficiency result generalizes to an environment with imperfect information where workers only observe a few of the equilibrium wage offers. We show that the underlying reason for efficiency is not wage posting per se, but the ability of workers to direct their search toward more capital-intensive jobs. Copyright 1999 by Economics Department of the University of Pennsylvania and the Osaka University Institute of Social and Economic Research Association.", "authors": ["epac16", "epsh9"], "abstractStem": " a natur holdup problem aris in a market with search friction firm have to make a rang of invest befor find their employe and larger invest translat into higher wage in particular when wage are determin by ex post bargain the equilibrium is alway ineffici recogn that capitalintens product relat have to pay higher wage firm reduc their invest thi can onli be prevent by remov all the bargain power from the worker but thi in turn depress wage below their social product and creat excess entri of firm in contrast to thi benchmark we show that effici is achiev when firm post wage and worker can direct their search toward more attract offer thi effici result gener to an environ with imperfect inform where worker onli observ a few of the equilibrium wage offer we show that the underli reason for effici is not wage post per se but the abil of worker to direct their search toward more capitalintens job copyright 1999 by econom depart of the univers of pennsylvania and the osaka univers institut of social and econom research associ", "title": "Holdups and Efficiency with Search Frictions"}, "https://ideas.repec.org/a/oup/restud/v75y2008i4p987-1009.html": {"abstract": " We study the formation of a ruling coalition in non-democratic societies where institutions do not enable political commitments. Each individual is endowed with a level of political power. The ruling coalition consists of a subset of the individuals in the society and decides the distribution of resources. A ruling coalition needs to contain enough powerful members to win against any alternative coalition that may challenge it, and it needs to be self-enforcing, in the sense that none of its subcoalitions should be able to secede and become the new ruling coalition. We present both an axiomatic approach that captures these notions and determines a (generically) unique ruling coalition and the analysis of a dynamic game of coalition formation that encompasses these ideas. We establish that the subgame-perfect equilibria of the coalition formation game coincide with the set of ruling coalitions resulting from the axiomatic approach. A key insight of our analysis is that a coalition is made self-enforcing by the failure of its winning subcoalitions to be self-enforcing. This is most simply illustrated by the following example: with \"majority rule\", two-person coalitions are generically not self-enforcing and consequently, three-person coalitions are self-enforcing (unless one player is disproportionately powerful). We also characterize the structure of ruling coalitions. For example, we determine the conditions under which ruling coalitions are robust to small changes in the distribution of power and when they are fragile. We also show that when the distribution of power across individuals is relatively equal and there is majoritarian voting, only certain sizes of coalitions (e.g. with majority rule, coalitions of size 1, 3, 7, 15, etc.) can be the ruling coalition. Copyright 2008, Wiley-Blackwell.", "authors": ["epac16", "epso47"], "abstractStem": " we studi the format of a rule coalit in nondemocrat societi where institut do not enabl polit commit each individu is endow with a level of polit power the rule coalit consist of a subset of the individu in the societi and decid the distribut of resourc a rule coalit need to contain enough power member to win against ani altern coalit that may challeng it and it need to be selfenforc in the sens that none of it subcoalit should be abl to seced and becom the new rule coalit we present both an axiomat approach that captur these notion and determin a gener uniqu rule coalit and the analysi of a dynam game of coalit format that encompass these idea we establish that the subgameperfect equilibria of the coalit format game coincid with the set of rule coalit result from the axiomat approach a key insight of our analysi is that a coalit is made selfenforc by the failur of it win subcoalit to be selfenforc thi is most simpli illustr by the follow exampl with major rule twoperson coalit are gener not selfenforc and consequ threeperson coalit are selfenforc unless one player is disproportion power we also character the structur of rule coalit for exampl we determin the condit under which rule coalit are robust to small chang in the distribut of power and when they are fragil we also show that when the distribut of power across individu is rel equal and there is majoritarian vote onli certain size of coalit eg with major rule coalit of size 1 3 7 15 etc can be the rule coalit copyright 2008 wileyblackwel", "title": "Coalition Formation in Non-Democracies"}, "https://ideas.repec.org/a/oup/qjecon/v113y1998i4p1055-1089..html": {"abstract": "A high proportion of skilled workers in the labor force implies a large market size for skill-complementary technologies, and encourages faster upgrading of the productivity of skilled workers. As a result, an increase in the supply of skills reduces the skill premium in the short run, but then it induces skill-biased technical change and increases the skill premium, possibly even above its initial value. This theory suggests that the rapid increase in the proportion of college graduates in the United States labor force in the 1970s may have been a causal factor in both the decline in the college premium during the 1970s and the large increase in inequality during the 1980s.", "authors": ["epac16"], "abstractStem": "a high proport of skill worker in the labor forc impli a larg market size for skillcomplementari technolog and encourag faster upgrad of the product of skill worker as a result an increas in the suppli of skill reduc the skill premium in the short run but then it induc skillbias technic chang and increas the skill premium possibl even abov it initi valu thi theori suggest that the rapid increas in the proport of colleg graduat in the unit state labor forc in the 1970 may have been a causal factor in both the declin in the colleg premium dure the 1970 and the larg increas in inequ dure the 1980", "title": "Why Do New Technologies Complement Skills? Directed Technical Change and Wage Inequality"}, "https://ideas.repec.org/a/oup/qjecon/v122y2007i4p1759-1799..html": {"abstract": "This paper analyzes the relationship between the diffusion of new technologies and the decentralization of firms. Centralized control relies on the information of the principal, which we equate with publicly available information. Decentralized control, on the other hand, delegates authority to a manager with superior information. However, the manager can use his informational advantage to make choices that are not in the best interest of the principal. As the available public information about the specific technology increases, the tradeoff shifts in favor of centralization. We show that firms closer to the technological frontier, firms in more heterogeneous environments, and younger firms are more likely to choose decentralization. Using three data sets on French and British firms in the 1990s, we report robust correlations consistent with these predictions.", "authors": ["epac16", "epva45"], "abstractStem": "thi paper analyz the relationship between the diffus of new technolog and the decentr of firm central control reli on the inform of the princip which we equat with publicli avail inform decentr control on the other hand deleg author to a manag with superior inform howev the manag can use hi inform advantag to make choic that are not in the best interest of the princip as the avail public inform about the specif technolog increas the tradeoff shift in favor of central we show that firm closer to the technolog frontier firm in more heterogen environ and younger firm are more like to choos decentr use three data set on french and british firm in the 1990 we report robust correl consist with these predict", "title": "Technology, Information, and the Decentralization of the Firm"}, "https://ideas.repec.org/a/oup/qjecon/v119y2004i3p1049-1090..html": {"abstract": "This paper investigates the effect of (potential) market size on entry of new drugs and pharmaceutical innovation. Focusing on exogenous changes driven by U. S. demographic trends, we find a large effect of potential market size on the entry of nongeneric drugs and new molecular entities. These effects are generally robust to controlling for a variety of supply-side factors and changes in the technology of pharmaceutical research.", "authors": ["epac16"], "abstractStem": "thi paper investig the effect of potenti market size on entri of new drug and pharmaceut innov focus on exogen chang driven by u s demograph trend we find a larg effect of potenti market size on the entri of nongener drug and new molecular entiti these effect are gener robust to control for a varieti of supplysid factor and chang in the technolog of pharmaceut research", "title": "Market Size in Innovation: Theory and Evidence from the Pharmaceutical Industry"}, "https://ideas.repec.org/a/bin/bpeajo/v39y2008i2008-01p351-429.html": {"abstract": "We argue that the question of whether and when policy reform works should be investigated together with the political economy factors responsible for distortionary policies in the first place. These not only determine the initial distortions, but also often shape policy in the post-reform environment. Distortionary policies are more likely to be adopted when politicians are unconstrained and unaccountable to citizens. This reasoning implies that policy reform should have modest effects in societies where the political system already places constraints on politicians. It also implies, however, that in societies with weak political constraints, which are often those adopting the most distortionary policies, policy reforms may be ineffective because the underlying political economy problems are not typically altered by these reforms. Policy reform should therefore have its largest effect in societies with intermediate levels of constraints. In addition, when policy reform is (partly) effective, it may lead to a deterioration in other (unreformed) components of policy in order to satisfy the underlying demands on politicians - a phenomenon we call the seesaw effect. We provide reduced-form evidence consistent with these ideas by looking at the effect of central bank independence on inflation. The evidence is consistent with the notion that central bank reforms have reduced inflation in societies with intermediate constraints and have had no or little effects in countries with the high and low levels of constraints. We also present some evidence suggesting that, consistent with the seesaw effect, in countries where central bank reforms reduce inflation, government expenditure tends to increase.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epac16", "epjo44", "epqu97"], "abstractStem": "we argu that the question of whether and when polici reform work should be investig togeth with the polit economi factor respons for distortionari polici in the first place these not onli determin the initi distort but also often shape polici in the postreform environ distortionari polici are more like to be adopt when politician are unconstrain and unaccount to citizen thi reason impli that polici reform should have modest effect in societi where the polit system alreadi place constraint on politician it also impli howev that in societi with weak polit constraint which are often those adopt the most distortionari polici polici reform may be ineffect becaus the underli polit economi problem are not typic alter by these reform polici reform should therefor have it largest effect in societi with intermedi level of constraint in addit when polici reform is partli effect it may lead to a deterior in other unreform compon of polici in order to satisfi the underli demand on politician  a phenomenon we call the seesaw effect we provid reducedform evid consist with these idea by look at the effect of central bank independ on inflat the evid is consist with the notion that central bank reform have reduc inflat in societi with intermedi constraint and have had no or littl effect in countri with the high and low level of constraint we also present some evid suggest that consist with the seesaw effect in countri where central bank reform reduc inflat govern expenditur tend to increasepthi abstract wa borrow from anoth version of thi item", "title": "When Does POlicy Reform Work? The Case of Central Bank Independence"}, "https://ideas.repec.org/a/ecj/econjl/v104y1994i427p1303-23.html": {"abstract": " This paper examines the connection between the business cycle, nonlinearities, and asymmetries in the U.K. labor market. The economy is shown to display cyclical asymmetries; stochastic properties of variables such as employment, unemployment, real wages, and the unemployment-vacancy ratio crucially depend upon the state of the business cycle. The authors show that, in most cases, conditioning on the state of the cycle removes residual nonlinearities and is more successful than the linear and a number of nonlinear time-series models. The robustness of the authors' findings is confirmed using a variety of diagnostics and alternative measures of the cycle. Copyright 1994 by Royal Economic Society.", "authors": ["epac16", "epsc65"], "abstractStem": " thi paper examin the connect between the busi cycl nonlinear and asymmetri in the uk labor market the economi is shown to display cyclic asymmetri stochast properti of variabl such as employ unemploy real wage and the unemploymentvac ratio crucial depend upon the state of the busi cycl the author show that in most case condit on the state of the cycl remov residu nonlinear and is more success than the linear and a number of nonlinear timeseri model the robust of the author find is confirm use a varieti of diagnost and altern measur of the cycl copyright 1994 by royal econom societi", "title": "Asymmetries in the Cyclical Behaviour of UK Labour Markets"}, "https://ideas.repec.org/a/aea/aejmac/v2y2010i1p1-42.html": {"abstract": "We investigate how nondemocratic regimes use the military and how this can lead to the emergence of military dictatorships. The elite may build a strong military and make the concessions necessary for the military to behave as their perfect agent, or they may risk the military turning against them. Once the transition to democracy takes place, a strong military poses a threat against the nascent democratic regime until it is reformed. We study the role of income inequality and natural resources in the emergence of military dictatorships and show how the national defense role of the military may facilitate democratic consolidation. (JEL D72, H56)", "authors": ["epac16", "epti48"], "abstractStem": "we investig how nondemocrat regim use the militari and how thi can lead to the emerg of militari dictatorship the elit may build a strong militari and make the concess necessari for the militari to behav as their perfect agent or they may risk the militari turn against them onc the transit to democraci take place a strong militari pose a threat against the nascent democrat regim until it is reform we studi the role of incom inequ and natur resourc in the emerg of militari dictatorship and show how the nation defens role of the militari may facilit democrat consolid jel d72 h56", "title": "A Theory of Military Dictatorships"}, "https://ideas.repec.org/a/sej/ancoec/v752y2008p282-299.html": {"abstract": "Though many empirical and theoretical approaches to comparative development assume that institutions persist for long periods of time, specific institutions vary a lot over periods as long as a century. Therefore, a convincing theory of institutional persistence must explain how persistence of institutional equilibria and accompanying incentive environment is consistent with changes in specific institutions. In this paper, we propose a simple explanation of how economic institutions may persist even when political institutions change and illustrate it with the economic history of the U.S. South and some examples from Latin American history.", "authors": ["epac16"], "abstractStem": "though mani empir and theoret approach to compar develop assum that institut persist for long period of time specif institut vari a lot over period as long as a centuri therefor a convinc theori of institut persist must explain how persist of institut equilibria and accompani incent environ is consist with chang in specif institut in thi paper we propos a simpl explan of how econom institut may persist even when polit institut chang and illustr it with the econom histori of the us south and some exampl from latin american histori", "title": "Distinguished Guest Lecture: The Persistence and Change of Institutions in the Americas"}, "https://ideas.repec.org/a/spr/dyngam/v1y2011i1p3-49.html": {"abstract": "No abstract is available for this item.", "authors": ["epac16"], "abstractStem": "no abstract is avail for thi item", "title": "Opinion Dynamics and Learning in Social Networks"}, "https://ideas.repec.org/a/ucp/jpolec/doi10.1086-658160.html": {"abstract": "This paper studies whether labor scarcity encourages technological advances, that is, technology adoption or innovation, for example, as claimed by Habakkuk in the context of nineteenth-century United States. I define technology as strongly labor saving if technological advances reduce the marginal product of labor and as strongly labor complementary if they increase it. I show that labor scarcity encourages technological advances if technology is strongly labor saving and will discourage them if technology is strongly labor complementary. I also show that technology can be strongly labor saving in plausible environments but not in many canonical macroeconomic models.", "authors": ["epac16"], "abstractStem": "thi paper studi whether labor scarciti encourag technolog advanc that is technolog adopt or innov for exampl as claim by habakkuk in the context of nineteenthcenturi unit state i defin technolog as strongli labor save if technolog advanc reduc the margin product of labor and as strongli labor complementari if they increas it i show that labor scarciti encourag technolog advanc if technolog is strongli labor save and will discourag them if technolog is strongli labor complementari i also show that technolog can be strongli labor save in plausibl environ but not in mani canon macroeconom model", "title": "When Does Labor Scarcity Encourage Innovation?"}, "https://ideas.repec.org/a/ucp/jpolec/v105y1997i4p709-51.html": {"abstract": " This paper offers a theory of development that links the degree of market incompleteness to capital accumulation and growth. Because sectoral indivisibilities limit the extent of diversification, poor economies suffer higher volatility of growth and endogenously lower productivity. As the economy develops, agents hold more balanced portfolios and can take better advantage of high-return production opportunities. Although all agents are price takers and there are no technological spillovers, the decentralized equilibrium is inefficient because individuals do not internalize the impact of their investment decisions on others' diversification opportunities. The results generalize to economies with international capital flows. Copyright 1997 by the University of Chicago.", "authors": ["epac16", "epzi3"], "abstractStem": " thi paper offer a theori of develop that link the degre of market incomplet to capit accumul and growth becaus sector indivis limit the extent of diversif poor economi suffer higher volatil of growth and endogen lower product as the economi develop agent hold more balanc portfolio and can take better advantag of highreturn product opportun although all agent are price taker and there are no technolog spillov the decentr equilibrium is ineffici becaus individu do not intern the impact of their invest decis on other diversif opportun the result gener to economi with intern capit flow copyright 1997 by the univers of chicago", "title": "Was Prometheus Unbound by Chance? Risk, Diversification, and Growth"}, "https://ideas.repec.org/a/the/publsh/1061.html": {"abstract": "We present a generalization of the standard random-search model of unemployment in which firms hire multiple workers and in which the hiring process is time-consuming as well as costly. We follow Stole and Zwiebel (1996a,b) and assume that wages are determined by continuous bargaining between the firm and its employees. The model generates a non-trivial dispersion of firm sizes; when firms' production technologies exhibit decreasing returns to labor, it also generates wage dispersion, even when all firms and all workers are ex ante identical. We characterize the steady-state equilibrium and show that, with a suitably chosen distribution of ex ante heterogeneity across firms, it is consistent with several important stylized facts about the joint distribution of firm size, firm growth, and wages in the U.S. economy. We also conduct a numerical investigation of the out-of-steady state dynamics of our model. We find that the responses of unemployment and of the vacancy to unemployment ratio to a shock to labor productivity can be somewhat more persistent than in the Mortensen-Pissarides benchmark where each firm employs a single worker.", "authors": ["epac16", "fpha932"], "abstractStem": "we present a gener of the standard randomsearch model of unemploy in which firm hire multipl worker and in which the hire process is timeconsum as well as costli we follow stole and zwiebel 1996ab and assum that wage are determin by continu bargain between the firm and it employe the model gener a nontrivi dispers of firm size when firm product technolog exhibit decreas return to labor it also gener wage dispers even when all firm and all worker are ex ant ident we character the steadyst equilibrium and show that with a suitabl chosen distribut of ex ant heterogen across firm it is consist with sever import styliz fact about the joint distribut of firm size firm growth and wage in the us economi we also conduct a numer investig of the outofsteadi state dynam of our model we find that the respons of unemploy and of the vacanc to unemploy ratio to a shock to labor product can be somewhat more persist than in the mortensenpissarid benchmark where each firm employ a singl worker", "title": "Search with multi-worker firms"}, "https://ideas.repec.org/a/ksa/szemle/1034.html": {"abstract": "E tanulmány egy olyan modellt mutat be, amelynek segítségével elemezni lehet a különböző politikai rendszerek gazdasági teljesítményét. Egy \"oligarchikus\" társadalom - amelyben a politikai hatalom a főbb termelők kezében van - védi a tulajdonjogokat, azonban jelentős belépési korlátokat állít az új vállalkozók elé. Demokráciában a politikai hatalom széles körben megosztott, a termelőktől származó adóbevételeket újraosztják, de igyekeznek elkerülni a belépési korlátokat. Amikor a demokratikus társadalomban az adóráta magas, és a belépési korlátok okozta torzítások csekélyek, akkor az oligarchikus társadalom a hatékonyabb. Mivel a vállalkozók komparatív előnye idővel csökken, a belépési korlátok okozta torzítás időben növekedni fog. Az oligarchikus társadalmakra a fellendülés, majd a visszaesés jellemző: két, minden más tekintetben egyforma társadalomban először az oligarchikus berendezkedésű lesz gazdagabb, majd lemarad a demokratikus berendezkedésű társadalomhoz képest. A tanulmány ezen túlmenően azt is bemutatja, hogyan képes a demokratikus társadalom jobban kiaknázni az új technológia nyújtotta lehetőségeket, hogyan válhat demokratikussá egy oligarchikus társadalom a vezetőréteg belső konfliktusának következtében, és hogyan konzerválja a jövedelem egyenlőtlen elosztása a meglévő oligarchikus intézményeket, amelyek akkor is fennmaradhatnak, amikor a társadalom számára már tetemes költségekkel járnak. Journal of Economic Literature (JEL) kód: P16, O10.", "authors": ["epac16"], "abstractStem": "e tanulm ny egi olyan modellt mutat be amelynek seg ts g vel elemezni lehet a k l nb z  politikai rendszerek gazda gi telj tm ny t egi oligarchiku t rsadalom  amelyben a politikai hatalom a f bb termel k kez ben van  v di a tulajdonjogokat azonban jelent s bel p si korl tokat  ll t az  j v llalkoz k el  demokr ci ban a politikai hatalom sz le k rben megosztott a termel kt l sz rmaz  ad bev teleket  jraosztj k de igyekeznek elker lni a bel p si korl tokat amikor a demokratiku t rsadalomban az ad r ta maga  s a bel p si korl tok okozta torz t sok csek lyek akkor az oligarchiku t rsadalom a hat konyabb mivel a v llalkoz k komparat v el nye id vel cs kken a bel p si korl tok okozta torz t s id ben n vekedni fog az oligarchiku t rsadalmakra a fellend l s majd a vissza s jellemz  k t minden m s tekintetben egyforma t rsadalomban el sz r az oligarchiku berendezk s  lesz gazdagabb majd lemarad a demokratiku berendezk s  t rsadalomhoz k pest a tanulm ny ezen t lmen en azt is bemutatja hogyan k pe a demokratiku t rsadalom jobban kiakn zni az  j technol gia ny jtotta lehet s geket hogyan v lhat demokratikuss  egi oligarchiku t rsadalom a vezet r teg bel  konfliktu nak k vetkezt ben  s hogyan konzerv lja a j vedelem egyenl tlen eloszt sa a megl v  oligarchiku int zm nyeket amelyek akkor is fennmaradhatnak amikor a t rsadalom sz m ra m r tetem k lt gekkel j rnak journal of econom literatur jel k d p16 o10", "title": "Oligarchikus és demokratikus társadalmak"}, "https://ideas.repec.org/a/eee/moneco/v52y2005i7p1199-1226.html": {"abstract": "While much research in political economy points out the benefits of \"limited government,\" political scientists have long emphasized the problems created in many less developed nations by \"weak states,\" which lack the power to tax and regulate the economy and to withstand the political and social challenges from non-state actors. I construct a model in which the state apparatus is controlled by a self-interested ruler, who tries to divert resources for his own consumption, but who can also invest in socially productive public goods. Both weak and strong states create distortions. When the state is excessively strong, the ruler imposes such high taxes that economic activity is stifled. When the state is excessively weak, the ruler anticipates that he will not be able to extract rents in the future and underinvests in public goods. I show that the same conclusion applies in the analysis of both the economic power of the state (i.e., its ability to raise taxes) and its political power (i.e., its ability to remain entrenched from the citizens). I also discuss how under certain circumstances, a different type of equilibrium, which I refer to as \"consensually-strong state equilibrium,\" can emerge whereby the state is politically weak but is allowed to impose high taxes as long as a sufficient fraction of the proceeds are invested in public goods. The consensually-strong state might best correspond to the state in OECD countries where taxes are high despite significant control by the society over the government.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epac16"], "abstractStem": "while much research in polit economi point out the benefit of limit govern polit scientist have long emphas the problem creat in mani less develop nation by weak state which lack the power to tax and regul the economi and to withstand the polit and social challeng from nonstat actor i construct a model in which the state apparatu is control by a selfinterest ruler who tri to divert resourc for hi own consumpt but who can also invest in social product public good both weak and strong state creat distort when the state is excess strong the ruler impos such high tax that econom activ is stifl when the state is excess weak the ruler anticip that he will not be abl to extract rent in the futur and underinvest in public good i show that the same conclus appli in the analysi of both the econom power of the state ie it abil to rais tax and it polit power ie it abil to remain entrench from the citizen i also discuss how under certain circumst a differ type of equilibrium which i refer to as consensuallystrong state equilibrium can emerg wherebi the state is polit weak but is allow to impos high tax as long as a suffici fraction of the proce are invest in public good the consensuallystrong state might best correspond to the state in oecd countri where tax are high despit signific control by the societi over the governmentpthi abstract wa borrow from anoth version of thi item", "title": "Politics and economics in weak and strong states"}, "https://ideas.repec.org/a/aea/aecrev/v90y2000i1p194-211.html": {"abstract": "Because government intervention transfers resources from one party to another, it creates room for corruption. As corruption often undermines the purpose of the intervention, governments will try to prevent it. They may create rents for bureaucrats, induce a misallocation of resources, and increase the size of the bureaucracy. Since preventing all corruption is excessively costly, second-best intervention may involve a certain fraction of bureaucrats accepting bribes. When corruption is harder to prevent, there may be both more bureaucrats and higher public-sector wages. Also, the optimal degree of government intervention may be nonmonotonic in the level of income.", "authors": ["epac16", "epve75"], "abstractStem": "becaus govern intervent transfer resourc from one parti to anoth it creat room for corrupt as corrupt often undermin the purpos of the intervent govern will tri to prevent it they may creat rent for bureaucrat induc a misalloc of resourc and increas the size of the bureaucraci sinc prevent all corrupt is excess costli secondbest intervent may involv a certain fraction of bureaucrat accept bribe when corrupt is harder to prevent there may be both more bureaucrat and higher publicsector wage also the optim degre of govern intervent may be nonmonoton in the level of incom", "title": "The Choice between Market Failures and Corruption"}, "https://ideas.repec.org/a/ucp/jpolec/doi10.1086-677190.html": {"abstract": "Bloom, Canning, and Fink (2014) argue that the results in Acemoglu and Johnson (2006, 2007) are not robust because initial level of life expectancy (in 1940) should be included in our regressions of changes in GDP per capita on changes in life expectancy. We assess their claims controlling for potential lagged effects of initial life expectancy using data from 1900, employing a nonlinear estimator suggested by their framework, and using information from microeconomic estimates on the effects of improving health. There is no evidence for a positive effect of life expectancy on GDP per capita in this important historical episode.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epac16", "epjo44"], "abstractStem": "bloom canning and fink 2014 argu that the result in acemoglu and johnson 2006 2007 are not robust becaus initi level of life expect in 1940 should be includ in our regress of chang in gdp per capita on chang in life expect we assess their claim control for potenti lag effect of initi life expect use data from 1900 employ a nonlinear estim suggest by their framework and use inform from microeconom estim on the effect of improv health there is no evid for a posit effect of life expect on gdp per capita in thi import histor episodepthi abstract wa borrow from anoth version of thi item", "title": "Disease and Development: A Reply to Bloom, Canning, and Fink"}, "https://ideas.repec.org/a/aea/aejmac/v7y2015i3p84-122.html": {"abstract": "We study the implications of offshoring on innovation, technology, and wage inequality in a Ricardian model with directed technical change. Profit maximization determines both the extent of offshoring and the direction of technological progress. A fall in the offshoring cost induces technical change with an ambiguous factor bias. When the initial cost of offshoring is high, an increase in offshoring opportunities causes a fall in the real wages of unskilled workers in industrial countries, skill-biased technical change and rising skill premia. When the offshoring cost is sufficiently low, instead, offshoring induces technical change biased in favor of the unskilled workers. (JEL J24, J31, L24, O33)", "authors": ["epac16"], "abstractStem": "we studi the implic of offshor on innov technolog and wage inequ in a ricardian model with direct technic chang profit maxim determin both the extent of offshor and the direct of technolog progress a fall in the offshor cost induc technic chang with an ambigu factor bia when the initi cost of offshor is high an increas in offshor opportun caus a fall in the real wage of unskil worker in industri countri skillbias technic chang and rise skill premia when the offshor cost is suffici low instead offshor induc technic chang bias in favor of the unskil worker jel j24 j31 l24 o33", "title": "Offshoring and Directed Technical Change"}, "https://ideas.repec.org/a/ucp/jpolec/v116y2008i5p837-880.html": {"abstract": " This paper examines the implications of regulatory change for input mix and technology choices of regulated industries. We study the increase in the relative price of labor faced by U.S. hospitals that resulted from the move from full cost to partial cost reimbursement under the Medicare Prospective Payment System (PPS) reform. Using the interaction of hospitals' pre-PPS Medicare share of patient days with the introduction of PPS, we document substantial increases in capital-labor ratios and declines in labor inputs following PPS. Most interestingly, we find that PPS seems to have encouraged the adoption of a range of new medical technologies. (c) 2008 by The University of Chicago. All rights reserved.", "authors": ["epac16", "fpfi264"], "abstractStem": " thi paper examin the implic of regulatori chang for input mix and technolog choic of regul industri we studi the increas in the rel price of labor face by us hospit that result from the move from full cost to partial cost reimburs under the medicar prospect payment system pp reform use the interact of hospit prepp medicar share of patient day with the introduct of pp we document substanti increas in capitallabor ratio and declin in labor input follow pp most interestingli we find that pp seem to have encourag the adopt of a rang of new medic technolog c 2008 by the univers of chicago all right reserv", "title": "Input and Technology Choices in Regulated Industries: Evidence from the Health Care Sector"}, "https://ideas.repec.org/a/aea/aecrev/v98y2008i3p808-42.html": {"abstract": "Existing studies establish a strong cross-country correlation between income and democracy but do not control for factors that simultaneously affect both variables. We show that controlling for such factors by including country fixed effects removes the statistical association between income per capita and various measures of democracy. We present instrumental-variables estimates that also show no causal effect of income on democracy. The cross-country correlation between income and democracy reflects a positive correlation between changes in income and democracy over the past 500 years. This pattern is consistent with the idea that societies embarked on divergent political-economic development paths at certain critical junctures.", "authors": ["epac16", "epjo44", "epya107"], "abstractStem": "exist studi establish a strong crosscountri correl between incom and democraci but do not control for factor that simultan affect both variabl we show that control for such factor by includ countri fix effect remov the statist associ between incom per capita and variou measur of democraci we present instrumentalvari estim that also show no causal effect of incom on democraci the crosscountri correl between incom and democraci reflect a posit correl between chang in incom and democraci over the past 500 year thi pattern is consist with the idea that societi embark on diverg politicaleconom develop path at certain critic junctur", "title": "Income and Democracy"}, "https://ideas.repec.org/a/wly/econjl/vy2015i583p443-463.html": {"abstract": "This paper revisits the important ideas proposed by Atkinson and Stiglitz's seminal 1969 paper on technological change. After linking these ideas to the induced innovation literature of the 1960s and the more recent directed technological change literature, it explains how these three complementary but different approaches are useful in the study of a range of current research areas\u0097 though they may also yield different answers to important questions. It concludes by highlighting several important areas where these ideas can be fruitfully applied in future work.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epac16"], "abstractStem": "thi paper revisit the import idea propos by atkinson and stiglitz semin 1969 paper on technolog chang after link these idea to the induc innov literatur of the 1960 and the more recent direct technolog chang literatur it explain how these three complementari but differ approach are use in the studi of a rang of current research area  though they may also yield differ answer to import question it conclud by highlight sever import area where these idea can be fruit appli in futur workpthi abstract wa borrow from anoth version of thi item", "title": "Localised and Biased Technologies: Atkinson and Stiglitz's New View, Induced Innovations, and Directed Technological Change"}, "https://ideas.repec.org/a/oup/qjecon/v125y2010i4p1511-1575..html": {"abstract": "We study dynamic selection of governments under different political institutions, with a special focus on institutional \"flexibility.\" A government consists of a subset of the individuals in the society. The competence level of the government in office determines collective utilities (e.g., by determining the amount and quality of public goods), and each individual derives additional utility from being part of the government (e.g., rents from holding office). We characterize the dynamic evolution of governments and determine the structure of stable governments, which arise and persist in equilibrium. In our model, perfect democracy, where current members of the government do not have veto power over changes in governments, always leads to the emergence of the most competent government. However, any deviation from perfect democracy, to any regime with incumbency veto power, destroys this result. There is always at least one other, less competent government that is also stable and can persist forever, and even the least competent government can persist forever in office. We also show that there is a nonmonotonic relationship between the degree of incumbency veto power and the quality of government. In contrast, in the presence of stochastic shocks or changes in the environment, a regime with less incumbency veto power has greater flexibility and greater probability that high-competence governments will come to power. This result suggests that a particular advantage of \"democratic regimes\" (with a limited number of veto players) may be their greater adaptability to changes rather than their performance under given conditions. Finally, we show that \"royalty-like\" dictatorships may be more successful than \"junta-like\" dictatorships because in these regimes veto players are less afraid of change.", "authors": ["epac16"], "abstractStem": "we studi dynam select of govern under differ polit institut with a special focu on institut flexibl a govern consist of a subset of the individu in the societi the compet level of the govern in offic determin collect util eg by determin the amount and qualiti of public good and each individu deriv addit util from be part of the govern eg rent from hold offic we character the dynam evolut of govern and determin the structur of stabl govern which aris and persist in equilibrium in our model perfect democraci where current member of the govern do not have veto power over chang in govern alway lead to the emerg of the most compet govern howev ani deviat from perfect democraci to ani regim with incumb veto power destroy thi result there is alway at least one other less compet govern that is also stabl and can persist forev and even the least compet govern can persist forev in offic we also show that there is a nonmonoton relationship between the degre of incumb veto power and the qualiti of govern in contrast in the presenc of stochast shock or chang in the environ a regim with less incumb veto power ha greater flexibl and greater probabl that highcompet govern will come to power thi result suggest that a particular advantag of democrat regim with a limit number of veto player may be their greater adapt to chang rather than their perform under given condit final we show that royaltylik dictatorship may be more success than juntalik dictatorship becaus in these regim veto player are less afraid of chang", "title": "Political Selection and Persistence of Bad Governments"}, "https://ideas.repec.org/a/taf/euract/v6y1998i3p355-375.html": {"abstract": " We develop a model in which there is conflict of interest between the management and the shareholders of an organization. Incompleteness of contracts prevents a simple contracting solution to this problem. We suggest that auditors can play a role in aligning the conflicting interests. However, this result is dependent on auditors maintaining independence from management. Again however, incompletenesses in contracting causes difficulties because it may be hard to ensure that auditors maintain this required independence. In this context, the imposition of potential legal liability (punishment) on the auditor, may be an important commitment mechanism for the auditors, making it credible that they will not collude with the management. In order to give our model institutional structure we study how this collusion may take place through the reappointment concerns of the auditor. In the reappointment game, we consider how legal liability levels could be chosen so that it becomes credible to expect that auditors will not implicitly collude with management and provide a low duty of care.", "authors": ["epac16"], "abstractStem": " we develop a model in which there is conflict of interest between the manag and the sharehold of an organ incomplet of contract prevent a simpl contract solut to thi problem we suggest that auditor can play a role in align the conflict interest howev thi result is depend on auditor maintain independ from manag again howev incomplet in contract caus difficulti becaus it may be hard to ensur that auditor maintain thi requir independ in thi context the imposit of potenti legal liabil punish on the auditor may be an import commit mechan for the auditor make it credibl that they will not collud with the manag in order to give our model institut structur we studi how thi collus may take place through the reappoint concern of the auditor in the reappoint game we consid how legal liabil level could be chosen so that it becom credibl to expect that auditor will not implicitli collud with manag and provid a low duti of care", "title": "Auditor independence, incomplete contracts and the role of legal liability"}, "https://ideas.repec.org/a/ecm/emetrp/v80y2012i5p1977-2016.html": {"abstract": "This paper argues that in the presence of intersectoral input-output linkages, microeconomic idiosyncratic shocks may lead to aggregate fluctuations. In particular, it shows that, as the economy becomes more disaggregated, the rate at which aggregate volatility decays is determined by the structure of the network capturing such linkages. Our main results provide a characterization of this relationship in terms of the importance of different sectors as suppliers to their immediate customers as well as their role as indirect suppliers to chains of downstream sectors. Such higher-order interconnections capture the possibility of \"cascade effects\" whereby productivity shocks to a sector propagate not only to its immediate downstream customers, but also indirectly to the rest of the economy. Our results highlight that sizable aggregate volatility is obtained from sectoral idiosyncratic shocks only if there exists significant asymmetry in the roles that sectors play as suppliers to others, and that the \"sparseness\" of the input-output matrix is unrelated to the nature of aggregate fluctuations.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epac16", "epca56", "fpta370"], "abstractStem": "thi paper argu that in the presenc of intersector inputoutput linkag microeconom idiosyncrat shock may lead to aggreg fluctuat in particular it show that as the economi becom more disaggreg the rate at which aggreg volatil decay is determin by the structur of the network captur such linkag our main result provid a character of thi relationship in term of the import of differ sector as supplier to their immedi custom as well as their role as indirect supplier to chain of downstream sector such higherord interconnect captur the possibl of cascad effect wherebi product shock to a sector propag not onli to it immedi downstream custom but also indirectli to the rest of the economi our result highlight that sizabl aggreg volatil is obtain from sector idiosyncrat shock onli if there exist signific asymmetri in the role that sector play as supplier to other and that the spars of the inputoutput matrix is unrel to the natur of aggreg fluctuationspthi abstract wa borrow from anoth version of thi item", "title": "The Network Origins of Aggregate Fluctuations"}, "https://ideas.repec.org/a/bla/rdevec/v6y2002i2p183-203.html": {"abstract": " The paper provides a political economy theory of the Kuznets curve. When development leads to increasing inequality, this can induce political instability and force democratization on political elites. Democratization leads to institutional changes which encourage redistribution and reduce inequality. Nevertheless, development does not necessarily induce a Kuznets curve, and it is shown that development may be associated with two types of nondemocratic paths: an \"autocratic disaster,\" with high inequality and low output, and an \"East Asian Miracle,\" with low inequality and high output. These arise either because inequality does not increase with development, or because the degree of political mobilization is low. Copyright 2002 by Blackwell Publishing Ltd", "authors": ["epac16", "epro179"], "abstractStem": " the paper provid a polit economi theori of the kuznet curv when develop lead to increas inequ thi can induc polit instabl and forc democrat on polit elit democrat lead to institut chang which encourag redistribut and reduc inequ nevertheless develop doe not necessarili induc a kuznet curv and it is shown that develop may be associ with two type of nondemocrat path an autocrat disast with high inequ and low output and an east asian miracl with low inequ and high output these aris either becaus inequ doe not increas with develop or becaus the degre of polit mobil is low copyright 2002 by blackwel publish ltd", "title": "The Political Economy of the Kuznets Curve"}, "https://ideas.repec.org/a/oup/qjecon/v115y2000i4p1167-1199..html": {"abstract": "During the nineteenth century most Western societies extended voting rights, a decision that led to unprecedented redistributive programs. We argue that these political reforms can be viewed as strategic decisions by the political elite to prevent widespread social unrest and revolution. Political transition, rather than redistribution under existing political institutions, occurs because current transfers do not ensure future transfers, while the extension of the franchise changes future political equilibria and acts as a commitment to redistribution. Our theory also offers a novel explanation for the Kuznets curve in many Western economies during this period, with the fall in inequality following redistribution due to democratization.", "authors": ["epac16"], "abstractStem": "dure the nineteenth centuri most western societi extend vote right a decis that led to unpreced redistribut program we argu that these polit reform can be view as strateg decis by the polit elit to prevent widespread social unrest and revolut polit transit rather than redistribut under exist polit institut occur becaus current transfer do not ensur futur transfer while the extens of the franchis chang futur polit equilibria and act as a commit to redistribut our theori also offer a novel explan for the kuznet curv in mani western economi dure thi period with the fall in inequ follow redistribut due to democrat", "title": "Why Did the West Extend the Franchise? Democracy, Inequality, and Growth in Historical Perspective"}, "https://ideas.repec.org/a/eee/jcecon/v31y2003i4p620-652.html": {"abstract": "Do societies choose inefficient policies and institutions, in contrast to what would be suggested by a reasoning extending the Coase Theorem to politics? Do societies choose inefficient policies and institutions because of differences in the beliefs and ideologies of their peoples or leaders? Or are inefficiencies in politics and economics the outcome of social and distributional conflicts? This paper discusses these various approaches to political economy, and develops the argument that there are strong empirical and theoretical grounds for believing that inefficient policies and institutions are prevalent, and that they are chosen because they serve the interests of politicians or social groups holding political power, at the expense of the society at large. At the center of the theoretical case are the commitment problems inherent in politics: parties holding political power cannot make commitments to bind their future actions because there is no outside agency with the coercive capacity to enforce such arrangements.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epac16"], "abstractStem": "do societi choos ineffici polici and institut in contrast to what would be suggest by a reason extend the coas theorem to polit do societi choos ineffici polici and institut becaus of differ in the belief and ideolog of their peopl or leader or are ineffici in polit and econom the outcom of social and distribut conflict thi paper discuss these variou approach to polit economi and develop the argument that there are strong empir and theoret ground for believ that ineffici polici and institut are preval and that they are chosen becaus they serv the interest of politician or social group hold polit power at the expens of the societi at larg at the center of the theoret case are the commit problem inher in polit parti hold polit power cannot make commit to bind their futur action becaus there is no outsid agenc with the coerciv capac to enforc such arrangementspthi abstract wa borrow from anoth version of thi item", "title": "Why not a political Coase theorem? Social conflict, commitment, and politics"}, "https://ideas.repec.org/a/ucp/jpolec/v113y2005i5p949-995.html": {"abstract": "This paper evaluates the importance of property rights institutions', which protect citizens against expropriation by the government and powerful elites, and contracting institutions', which enable private contracts between citizens. We exploit exogenous variation in both types of institutions driven by colonial history, and document strong first-stage relationships between property rights institutions and the determinants of European colonization (settler mortality and population density before colonization), and between contracting institutions and the identity of the colonizing power. Using this instrumental variables strategy, we find that property rights institutions have a first-order effect on long-run economic growth, investment, and financial development. Contracting institutions appear to matter only for the form of financial intermediation. A possible interpretation for this pattern is that individuals often find ways of altering the terms of their formal and informal contracts to avoid the adverse effects of contracting institutions but are unable to do so against the risk of expropriation.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epac16", "epjo44"], "abstractStem": "thi paper evalu the import of properti right institut which protect citizen against expropri by the govern and power elit and contract institut which enabl privat contract between citizen we exploit exogen variat in both type of institut driven by coloni histori and document strong firststag relationship between properti right institut and the determin of european colon settler mortal and popul densiti befor colon and between contract institut and the ident of the colon power use thi instrument variabl strategi we find that properti right institut have a firstord effect on longrun econom growth invest and financi develop contract institut appear to matter onli for the form of financi intermedi a possibl interpret for thi pattern is that individu often find way of alter the term of their formal and inform contract to avoid the advers effect of contract institut but are unabl to do so against the risk of expropriationpthi abstract wa borrow from anoth version of thi item", "title": "Unbundling Institutions"}, "https://ideas.repec.org/a/tpr/jeurec/v4y2006i1p37-74.html": {"abstract": " We analyze an economy where firms undertake both innovation and adoption of technologies from the world technology frontier. The selection of high-skill managers and firms is more important for innovation than for adoption. As the economy approaches the frontier, selection becomes more important. Countries at early stages of development pursue an investment-based strategy, which relies on existing firms and managers to maximize investment but sacrifices selection. Closer to the world technology frontier, economies switch to an innovation-based strategy with short-term relationships, younger firms, less investment, and better selection of firms and managers. We show that relatively backward economies may switch out of the investment-based strategy too soon, so certain policies such as limits on product market competition or investment subsidies, which encourage the investment-based strategy, may be beneficial. However, these policies may have significant long-run costs because they make it more likely that a society will be trapped in the investment-based strategy and fail to converge to the world technology frontier. (JEL: O31, O33, O38, O40, L16) Copyright (c) 2006 by the European Economic Association.", "authors": ["epac16", "epzi3"], "abstractStem": " we analyz an economi where firm undertak both innov and adopt of technolog from the world technolog frontier the select of highskil manag and firm is more import for innov than for adopt as the economi approach the frontier select becom more import countri at earli stage of develop pursu an investmentbas strategi which reli on exist firm and manag to maxim invest but sacrific select closer to the world technolog frontier economi switch to an innovationbas strategi with shortterm relationship younger firm less invest and better select of firm and manag we show that rel backward economi may switch out of the investmentbas strategi too soon so certain polici such as limit on product market competit or invest subsidi which encourag the investmentbas strategi may be benefici howev these polici may have signific longrun cost becaus they make it more like that a societi will be trap in the investmentbas strategi and fail to converg to the world technolog frontier jel o31 o33 o38 o40 l16 copyright c 2006 by the european econom associ", "title": "Distance to Frontier, Selection, and Economic Growth"}, "https://ideas.repec.org/a/aea/aecrev/v102y2012i6p3077-3110.html": {"abstract": " Acemoglu, Johnson, and Robinson (2001) established that economic institutions today are correlated with expected mortality of European colonialists. David Albouy argues this relationship is not robust. He drops all data from Latin America and much of the data from Africa, making up almost 60 percent of our sample, despite much information on the mortality of Europeans in those places during the colonial period. He also includes a \"campaign\" dummy that is coded inconsistently; even modest corrections undermine his claims. We also show that limiting the effect of outliers strengthens our results, making them robust to even extreme versions of Albouy's critiques. (JEL D02, E23, F54, I12, N40, O43, P14)", "authors": ["epac16", "epjo44"], "abstractStem": " acemoglu johnson and robinson 2001 establish that econom institut today are correl with expect mortal of european colonialist david albouy argu thi relationship is not robust he drop all data from latin america and much of the data from africa make up almost 60 percent of our sampl despit much inform on the mortal of european in those place dure the coloni period he also includ a campaign dummi that is code inconsist even modest correct undermin hi claim we also show that limit the effect of outlier strengthen our result make them robust to even extrem version of albouy critiqu jel d02 e23 f54 i12 n40 o43 p14", "title": "The Colonial Origins of Comparative Development: An Empirical Investigation: Reply"}, "https://ideas.repec.org/a/eee/eecrev/v46y2002i10p1733-1756.html": {"abstract": "This paper analyses the impact of labour demand and labour market regulations on the corporate structure of fims. It finds that higher wages are associated with lower monitoring, irrespective of whether these high wages are caused by labour market regulations, unions or higher labour demand. These comparative static results are in line with the broad trends in the data. The paper also finds that the organization of firms has important macroeconomic implications. In particular, monitoring is a type of ‘rent-seeking’ activity and the decentralized equilibrium spends excessive resources on monitoring. Labour market regulations that reduce monitoring by pushing wages up may increase net output or reduce it only by a small amount even though they reduce employment.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epac16", "epne64"], "abstractStem": "thi paper analys the impact of labour demand and labour market regul on the corpor structur of fim it find that higher wage are associ with lower monitor irrespect of whether these high wage are caus by labour market regul union or higher labour demand these compar static result are in line with the broad trend in the data the paper also find that the organ of firm ha import macroeconom implic in particular monitor is a type of  rentseek  activ and the decentr equilibrium spend excess resourc on monitor labour market regul that reduc monitor by push wage up may increas net output or reduc it onli by a small amount even though they reduc employmentpthi abstract wa borrow from anoth version of thi item", "title": "The labor market and corporate structure"}, "https://ideas.repec.org/a/tpr/jeurec/v8y2010i2-3p664-676.html": {"abstract": " A notable feature of post-World War II civil wars is their very long average duration. We provide a theory of the persistence of civil wars. The civilian government can successfully defeat rebellious factions only by creating a relatively strong army. In weakly institutionalized polities this opens the way for excessive influence or coups by the military. Civilian governments whose rents are largely unaffected by civil wars then choose small and weak armies that are incapable of ending insurrections. Our framework also shows that when civilian governments need to take more decisive action against rebels, they may be forced to build oversized armies, beyond the size necessary for fighting the insurrection, as a commitment to not reforming the military in the future. (JEL: H2, N10, N40, P16) (c) 2010 by the European Economic Association.", "authors": ["epac16", "epti48"], "abstractStem": " a notabl featur of postworld war ii civil war is their veri long averag durat we provid a theori of the persist of civil war the civilian govern can success defeat rebelli faction onli by creat a rel strong armi in weakli institution politi thi open the way for excess influenc or coup by the militari civilian govern whose rent are larg unaffect by civil war then choos small and weak armi that are incap of end insurrect our framework also show that when civilian govern need to take more decis action against rebel they may be forc to build overs armi beyond the size necessari for fight the insurrect as a commit to not reform the militari in the futur jel h2 n10 n40 p16 c 2010 by the european econom associ", "title": "Persistence of Civil Wars"}, "https://ideas.repec.org/a/ier/iecrev/v36y1995i4p1003-24.html": {"abstract": " The author constructs a dynamic general equilibrium model where wages are determined by bilateral bargaining and the firm has superior information. The asymmetry of information introduces unemployment fluctuations and dynamic wage sluggishness. Because the information of the firm only is revealed gradually, wages fall slowly in response to a negative shock and unemployment exhibits additional persistence. It is shown that high job destruction will generally be followed by a period of higher than average job destruction, that the presence of common shocks introduces an informational externality, and that bargaining is an inefficient method of wage determination compared to implicit contracts. Copyright 1995 by Economics Department of the University of Pennsylvania and the Osaka University Institute of Social and Economic Research Association.", "authors": ["epac16"], "abstractStem": " the author construct a dynam gener equilibrium model where wage are determin by bilater bargain and the firm ha superior inform the asymmetri of inform introduc unemploy fluctuat and dynam wage sluggish becaus the inform of the firm onli is reveal gradual wage fall slowli in respons to a neg shock and unemploy exhibit addit persist it is shown that high job destruct will gener be follow by a period of higher than averag job destruct that the presenc of common shock introduc an inform extern and that bargain is an ineffici method of wage determin compar to implicit contract copyright 1995 by econom depart of the univers of pennsylvania and the osaka univers institut of social and econom research associ", "title": "Asymmetric Information, Bargaining, and Unemployment Fluctuations"}, "https://ideas.repec.org/a/aea/jecper/v27y2013i2p173-92.html": {"abstract": "The standard approach to policy making and advice in economics implicitly or explicitly ignores politics and political economy and maintains that if possible, any market failure should be rapidly removed. This essay explains why this conclusion may be incorrect; because it ignores politics, this approach is oblivious to the impact of the removal of market failures on future political equilibria and economic efficiency, which can be deleterious. We first outline a simple framework for the study of the impact of current economic policies on future political equilibria -- and indirectly on future economic outcomes. We then illustrate the mechanisms through which such impacts might operate using a series of examples. The main message is that sound economic policy should be based on a careful analysis of political economy and should factor in its influence on future political equilibria.", "authors": ["epac16"], "abstractStem": "the standard approach to polici make and advic in econom implicitli or explicitli ignor polit and polit economi and maintain that if possibl ani market failur should be rapidli remov thi essay explain whi thi conclus may be incorrect becaus it ignor polit thi approach is oblivi to the impact of the remov of market failur on futur polit equilibria and econom effici which can be deleteri we first outlin a simpl framework for the studi of the impact of current econom polici on futur polit equilibria  and indirectli on futur econom outcom we then illustr the mechan through which such impact might oper use a seri of exampl the main messag is that sound econom polici should be base on a care analysi of polit economi and should factor in it influenc on futur polit equilibria", "title": "Economics versus Politics: Pitfalls of Policy Advice"}, "https://ideas.repec.org/a/bla/jeurec/v11y2013ip5-44.html": {"abstract": "Many states in Latin America, Africa and Asia lack the monopoly of violence, identified by Max Weber as the foundation of the state, and thus the capacity to govern effectively. In this paper we develop a new perspective on the establishment of the monopoly of violence and the formation of the state. We build a model to explain the incentive of central states to eliminate non-state armed actors (paramilitaries) in a democracy. The model is premised on the idea that paramilitaries may choose to and can influence elections. Since paramilitaries have preferences over policies, this reduces the incentives of the politicians they favor to eliminate them. The model also shows that while in non-paramilitary areas policies are targeted at citizens, in paramilitary controlled areas they are targeted at paramilitaries. We then investigate the predictions of our model using data from Colombia between 1991 and 2006. We first present regression and case study evidence supporting our postulate that paramilitary groups can have significant effects on elections for the legislature and the executive. Next, we show that the evidence is also broadly consistent with the implication of the model that paramilitaries tend to persist to the extent that they deliver votes to candidates for the executive whose preferences are close to theirs and that this effect is larger in areas where the Presidential candidate would have otherwise not done as well. These results illustrate that, consistent with our model, there appears to be a symbiotic relationship between some executives and paramilitaries. Finally, we use roll-call votes to illustrate a possible 'quid pro quo' between the executive and paramilitaries in Colombia.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epac16"], "abstractStem": "mani state in latin america africa and asia lack the monopoli of violenc identifi by max weber as the foundat of the state and thu the capac to govern effect in thi paper we develop a new perspect on the establish of the monopoli of violenc and the format of the state we build a model to explain the incent of central state to elimin nonstat arm actor paramilitari in a democraci the model is premis on the idea that paramilitari may choos to and can influenc elect sinc paramilitari have prefer over polici thi reduc the incent of the politician they favor to elimin them the model also show that while in nonparamilitari area polici are target at citizen in paramilitari control area they are target at paramilitari we then investig the predict of our model use data from colombia between 1991 and 2006 we first present regress and case studi evid support our postul that paramilitari group can have signific effect on elect for the legislatur and the execut next we show that the evid is also broadli consist with the implic of the model that paramilitari tend to persist to the extent that they deliv vote to candid for the execut whose prefer are close to their and that thi effect is larger in area where the presidenti candid would have otherwis not done as well these result illustr that consist with our model there appear to be a symbiot relationship between some execut and paramilitari final we use rollcal vote to illustr a possibl quid pro quo between the execut and paramilitari in colombiapthi abstract wa borrow from anoth version of thi item", "title": "The Monopoly Of Violence: Evidence From Colombia"}, "https://ideas.repec.org/a/ucp/jpolec/v116y2008i3p467-498.html": {"abstract": " We present a model of nonbalanced growth based on differences in factor proportions and capital deepening. Capital deepening increases the relative output of the more capital-intensive sector but simultaneously induces a reallocation of capital and labor away from that sector. Using a two-sector general equilibrium model, we show that nonbalanced growth is consistent with an asymptotic equilibrium with a constant interest rate and capital share in national income. For plausible parameter values, the model generates dynamics consistent with U.S. data, in particular, faster growth of employment and slower growth of output in less capital-intensive sectors, and aggregate behavior consistent with the Kaldor facts. (c) 2008 by The University of Chicago. All rights reserved.", "authors": ["epac16", "fpgu220"], "abstractStem": " we present a model of nonbalanc growth base on differ in factor proport and capit deepen capit deepen increas the rel output of the more capitalintens sector but simultan induc a realloc of capit and labor away from that sector use a twosector gener equilibrium model we show that nonbalanc growth is consist with an asymptot equilibrium with a constant interest rate and capit share in nation incom for plausibl paramet valu the model gener dynam consist with us data in particular faster growth of employ and slower growth of output in less capitalintens sector and aggreg behavior consist with the kaldor fact c 2008 by the univers of chicago all right reserv", "title": "Capital Deepening and Nonbalanced Economic Growth"}, "https://ideas.repec.org/a/ecj/econjl/v108y1998i450p1381-1403.html": {"abstract": " The authors consider an economy where contracts are necessary to encourage investments. Contract enforcement requires that a fraction of the agents work in the public sector and do not accept bribes. The authors find that (1) it may be optimal to allow some corruption and not enforce property rights fully; (2) less developed economies may choose lower levels of property right enforcement and more corruption; and (3) there may exist a 'free-lunch' such that over a certain range it is possible simultaneously to reduce corruption, increase investment, and achieve a better allocation of talent.", "authors": ["epac16", "epve75"], "abstractStem": " the author consid an economi where contract are necessari to encourag invest contract enforc requir that a fraction of the agent work in the public sector and do not accept bribe the author find that 1 it may be optim to allow some corrupt and not enforc properti right fulli 2 less develop economi may choos lower level of properti right enforc and more corrupt and 3 there may exist a freelunch such that over a certain rang it is possibl simultan to reduc corrupt increas invest and achiev a better alloc of talent", "title": "Property Rights, Corruption and the Allocation of Talent: A General Equilibrium Approach"}, "https://ideas.repec.org/a/aea/aecrev/v98y2008i1p267-93.html": {"abstract": "We construct a model to study the implications of changes in political institutions for economic institutions. A change in political institutions alters the distribution of de jure political power, but creates incentives for investments in de facto political power to partially or even fully offset change in de jure power. The model can imply a pattern of captured democracy, whereby a democratic regime may survive but choose economic institutions favoring an elite. The model provides conditions under which economic or policy outcomes will be invariant to changes in political institutions, and economic institutions themselves will persist over time. (JEL D02, D72)", "authors": ["epac16"], "abstractStem": "we construct a model to studi the implic of chang in polit institut for econom institut a chang in polit institut alter the distribut of de jure polit power but creat incent for invest in de facto polit power to partial or even fulli offset chang in de jure power the model can impli a pattern of captur democraci wherebi a democrat regim may surviv but choos econom institut favor an elit the model provid condit under which econom or polici outcom will be invari to chang in polit institut and econom institut themselv will persist over time jel d02 d72", "title": "Persistence of Power, Elites, and Institutions"}, "https://ideas.repec.org/a/the/publsh/436.html": {"abstract": "Under the assumption that individuals know the conditional distributions of signals given the payoff-relevant parameters, existing results conclude that as individuals observe infinitely many signals, their beliefs about the parameters will eventually merge. We first show that these results are fragile when individuals are uncertain about the signal distributions: given any such model, vanishingly small individual uncertainty about the signal distributions can lead to substantial (non-vanishing) differences in asymptotic beliefs. Under a uniform convergence assumption, we then characterize the conditions under which a small amount of uncertainty leads to significant asymptotic disagreement.", "authors": ["epac16", "fpch864", "epyi16"], "abstractStem": "under the assumpt that individu know the condit distribut of signal given the payoffrelev paramet exist result conclud that as individu observ infinit mani signal their belief about the paramet will eventu merg we first show that these result are fragil when individu are uncertain about the signal distribut given ani such model vanishingli small individu uncertainti about the signal distribut can lead to substanti nonvanish differ in asymptot belief under a uniform converg assumpt we then character the condit under which a small amount of uncertainti lead to signific asymptot disagr", "title": "Fragility of asymptotic agreement under Bayesian learning"}, "https://ideas.repec.org/a/aea/aecrev/v91y2001i4p938-963.html": {"abstract": "We develop a theory of political transitions inspired by the experiences of Western Europe and Latin America. Nondemocratic societies are controlled by a rich elite. The initially disenfranchised poor can contest power by threatening revolution, especially when the opportunity cost is low, for example, during recessions. The threat of revolution may force the elite to democratize. Democracy may not consolidate because it is redistributive, and so gives the elite an incentive to mount a coup. Highly unequal societies are less likely to consolidate democracy, and may end up oscillating between regimes and suffer substantial fiscal volatility.", "authors": ["epac16", "epro179"], "abstractStem": "we develop a theori of polit transit inspir by the experi of western europ and latin america nondemocrat societi are control by a rich elit the initi disenfranchis poor can contest power by threaten revolut especi when the opportun cost is low for exampl dure recess the threat of revolut may forc the elit to democrat democraci may not consolid becaus it is redistribut and so give the elit an incent to mount a coup highli unequ societi are less like to consolid democraci and may end up oscil between regim and suffer substanti fiscal volatil", "title": "A Theory of Political Transitions"}, "https://ideas.repec.org/a/aea/aecrev/v102y2012i1p131-66.html": {"abstract": " This paper introduces endogenous and directed technical change in a growth model with environmental constraints. The final good is produced from \"dirty\" and \"clean\" inputs. We show that: (i) when inputs are sufficiently substitutable, sustainable growth can be achieved with temporary taxes/subsidies that redirect innovation toward clean inputs; (ii) optimal policy involves both \"carbon taxes\" and research subsidies, avoiding excessive use of carbon taxes; (iii) delay in intervention is costly, as it later necessitates a longer transition phase with slow growth; and (iv) use of an exhaustible resource in dirty input production helps the switch to clean innovation under laissez-faire. (JEL O33, O44, Q30, Q54, Q56, Q58)", "authors": ["epac16", "fpbu249", "fphe470"], "abstractStem": " thi paper introduc endogen and direct technic chang in a growth model with environment constraint the final good is produc from dirti and clean input we show that i when input are suffici substitut sustain growth can be achiev with temporari taxessubsidi that redirect innov toward clean input ii optim polici involv both carbon tax and research subsidi avoid excess use of carbon tax iii delay in intervent is costli as it later necessit a longer transit phase with slow growth and iv use of an exhaust resourc in dirti input product help the switch to clean innov under laissezfair jel o33 o44 q30 q54 q56 q58", "title": "The Environment and Directed Technical Change"}, "https://ideas.repec.org/a/oup/qjecon/v117y2002i2p659-694..html": {"abstract": "We show that even in the absence of diminishing returns in production and technological spillovers, international trade leads to a stable world income distribution. This is because specialization and trade introduce de facto diminishing returns: countries that accumulate capital faster than average experience declining export prices, depressing the rate of return to capital and discouraging further accumulation. Because of constant returns to capital accumulation from a global perspective, the world growth rate is determined by policies, savings, and technologies, as in endogenous growth models. Because of diminishing returns to capital accumulation at the country level, the cross-sectional behavior of the world economy is similar to that of existing exogenous growth models: cross-country variation in economic policies, savings, and technology translate into crosscountry variation in incomes. The dispersion of the world income distribution is determined by the forces that shape the strength of the terms-of-trade effects— the degree of openness to international trade and the extent of specialization.", "authors": ["epac16"], "abstractStem": "we show that even in the absenc of diminish return in product and technolog spillov intern trade lead to a stabl world incom distribut thi is becaus special and trade introduc de facto diminish return countri that accumul capit faster than averag experi declin export price depress the rate of return to capit and discourag further accumul becaus of constant return to capit accumul from a global perspect the world growth rate is determin by polici save and technolog as in endogen growth model becaus of diminish return to capit accumul at the countri level the crosssect behavior of the world economi is similar to that of exist exogen growth model crosscountri variat in econom polici save and technolog translat into crosscountri variat in incom the dispers of the world incom distribut is determin by the forc that shape the strength of the termsoftrad effect  the degre of open to intern trade and the extent of special", "title": "The World Income Distribution"}, "https://ideas.repec.org/a/tpr/jeurec/v2y2004i2-3p162-192.html": {"abstract": " Many developing countries have suffered under the personal rule of kleptocrats, who implement highly inefficient economic policies, expropriate the wealth of their citizens, and use the proceeds for their own glorification or consumption. We argue that the success of kleptocrats rests, in part, on their ability to use a divide-and-rule strategy, made possible by the weakness of institutions in these societies. Members of society need to cooperate in order to depose a kleptocrat, yet such cooperation may be defused by imposing punitive rates of taxation on any citizen who proposes such a move, and redistributing the benefits to those who need to agree to it. Thus the collective action problem can be intensified by threats which remain off the equilibrium path. In equilibrium, all are exploited and no one challenges the kleptocrat. Kleptocratic policies are more likely when foreign aid and rents from natural resources provide rulers with substantial resources to buy off opponents; when opposition groups are shortsighted; when the average productivity in the economy is low; and when there is greater inequality between producer groups (because more productive groups are more difficult to buy off). (JEL: O12, H00) Copyright (c) 2004 The European Economic Association.", "authors": ["epac16", "epve75"], "abstractStem": " mani develop countri have suffer under the person rule of kleptocrat who implement highli ineffici econom polici expropri the wealth of their citizen and use the proce for their own glorif or consumpt we argu that the success of kleptocrat rest in part on their abil to use a divideandrul strategi made possibl by the weak of institut in these societi member of societi need to cooper in order to depos a kleptocrat yet such cooper may be defus by impos punit rate of taxat on ani citizen who propos such a move and redistribut the benefit to those who need to agre to it thu the collect action problem can be intensifi by threat which remain off the equilibrium path in equilibrium all are exploit and no one challeng the kleptocrat kleptocrat polici are more like when foreign aid and rent from natur resourc provid ruler with substanti resourc to buy off oppon when opposit group are shortsight when the averag product in the economi is low and when there is greater inequ between produc group becaus more product group are more difficult to buy off jel o12 h00 copyright c 2004 the european econom associ", "title": "Alfred Marshall Lecture: Kleptocracy and Divide-and-Rule: A Model of Personal Rule"}, "https://ideas.repec.org/a/cup/jechis/v61y2001i02p517-517_22.html": {"abstract": "No abstract is available for this item.", "authors": ["epac16", "epjo44"], "abstractStem": "no abstract is avail for thi item", "title": "Session 1a: Racial Inequality And Economic Progress"}, "https://ideas.repec.org/a/ecj/econjl/v113y2003i485pf121-f149.html": {"abstract": " I review the two most popular explanations for the differential trends in wage inequality in US/UK and Europe: that relative supply of skills increased faster in Europe, and that European labour market institutions prevented inequality from increasing. Although these explanations go some way towards accounting for the differential cross-country inequality trends, it also appears that relative demand for skills increased differentially across countries. I develop a simple theory where labour market institutions creating wage compression in Europe also encourage more investment in technologies increasing the productivity of less-skilled workers, implying less skill-biased technical change in Europe than the US. Copyright Royal Economic Society 2003", "authors": ["epac16"], "abstractStem": " i review the two most popular explan for the differenti trend in wage inequ in usuk and europ that rel suppli of skill increas faster in europ and that european labour market institut prevent inequ from increas although these explan go some way toward account for the differenti crosscountri inequ trend it also appear that rel demand for skill increas differenti across countri i develop a simpl theori where labour market institut creat wage compress in europ also encourag more invest in technolog increas the product of lessskil worker impli less skillbias technic chang in europ than the us copyright royal econom societi 2003", "title": "Cross-Country Inequality Trends"}, "https://ideas.repec.org/a/ucp/macann/doi10.1086-669168.html": {"abstract": "No abstract is available for this item.", "authors": ["epac16", "eppa21", "epwo3"], "abstractStem": "no abstract is avail for thi item", "title": "Editorial"}, "https://ideas.repec.org/a/tpr/jeurec/v6y2008i2-3p353-366.html": {"abstract": " We generalize the Diamond-Mirrlees production efficiency theorem, that there should be no taxes on sectors producing pure intermediate goods, to an environment with political economy constraints. In our economy, allocations and taxation are decided by self-interested politicians without the power to commit to future policies. The Diamond-Mirrlees production efficiency result holds even when political economy constraints introduce distortions on labor supply and capital accumulation. (JEL: H11, H21, E61, P16) (c) 2008 by the European Economic Association.", "authors": ["epac16", "epgo200", "epts51"], "abstractStem": " we gener the diamondmirrle product effici theorem that there should be no tax on sector produc pure intermedi good to an environ with polit economi constraint in our economi alloc and taxat are decid by selfinterest politician without the power to commit to futur polici the diamondmirrle product effici result hold even when polit economi constraint introduc distort on labor suppli and capit accumul jel h11 h21 e61 p16 c 2008 by the european econom associ", "title": "Political Economy of Intermediate Goods Taxation"}, "https://ideas.repec.org/a/bpj/evoice/v9y2012i3n2.html": {"abstract": "Acemoglu and Robinson, drawing on their recent book, describe how political movements have kept U.S. political institutions inclusive despite threats of political capture.", "authors": ["epac16"], "abstractStem": "acemoglu and robinson draw on their recent book describ how polit movement have kept us polit institut inclus despit threat of polit captur", "title": "Is This Time Different? Capture and Anti-Capture of US Politics"}, "https://ideas.repec.org/a/aea/aecrev/v95y2005i2p44-49.html": {"abstract": "The conventional wisdom views high levels of education as a prerequisite for democracy. This paper shows that existing evidence for this view is based on cross-sectional correlations, which disappear once we look at within-country variation. In other words, there is no evidence that countries that increase their education are more likely to become democratic.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epac16", "epjo44", "epya107"], "abstractStem": "the convent wisdom view high level of educ as a prerequisit for democraci thi paper show that exist evid for thi view is base on crosssect correl which disappear onc we look at withincountri variat in other word there is no evid that countri that increas their educ are more like to becom democraticpthi abstract wa borrow from anoth version of thi item", "title": "From Education to Democracy?"}, "https://ideas.repec.org/a/eee/moneco/v55y2008i1p159-189.html": {"abstract": "We provide a simple framework for comparing market allocations with government-regulated allocations. Governments can collect information about individuals' types and enforce transfers across individuals. Markets (without significant government intervention) have to rely on transactions that are ex post beneficial for individuals. Consequently, governments achieve better risk sharing and consumption smoothing than markets. However, politicians in charge of collective decisions can use the centralized information and the enforcement power of government for their own benefits. This leads to political economy distortions and rents for politicians, making government-operated allocation mechanisms potentially worse than markets. We provide conditions under which it is ex ante beneficial for the society to tolerate the political economy distortions in exchange for the improvement in risk sharing. For example, more effective controls on politicians or higher discount factors of politicians make governments more attractive relative to markets. Moreover, when markets cannot engage in self-enforcing risk-sharing arrangements and income effects are limited, greater risk aversion and greater uncertainty make governments more attractive relative to markets. Nevertheless, we also show theoretically and numerically that the effect of risk aversion on the desirability of markets may be non-monotonic. In particular, when markets can support self-enforcing risk-sharing arrangements, a high degree of risk aversion improves the extent of risk sharing in markets and makes governments less necessary. The same pattern may also arise because of \"income effects\" on labor supply. Consequently, the welfare gains of governments relative to markets may have an inverse U-shape as a function of the degree of risk aversion of individuals.", "authors": ["epac16", "epgo200", "epts51"], "abstractStem": "we provid a simpl framework for compar market alloc with governmentregul alloc govern can collect inform about individu type and enforc transfer across individu market without signific govern intervent have to reli on transact that are ex post benefici for individu consequ govern achiev better risk share and consumpt smooth than market howev politician in charg of collect decis can use the central inform and the enforc power of govern for their own benefit thi lead to polit economi distort and rent for politician make governmentoper alloc mechan potenti wors than market we provid condit under which it is ex ant benefici for the societi to toler the polit economi distort in exchang for the improv in risk share for exampl more effect control on politician or higher discount factor of politician make govern more attract rel to market moreov when market cannot engag in selfenforc riskshar arrang and incom effect are limit greater risk avers and greater uncertainti make govern more attract rel to market nevertheless we also show theoret and numer that the effect of risk avers on the desir of market may be nonmonoton in particular when market can support selfenforc riskshar arrang a high degre of risk avers improv the extent of risk share in market and make govern less necessari the same pattern may also aris becaus of incom effect on labor suppli consequ the welfar gain of govern rel to market may have an invers ushap as a function of the degre of risk avers of individu", "title": "Markets versus governments"}, "https://ideas.repec.org/a/aea/aecrev/v102y2012i4p1446-76.html": {"abstract": " In dynamic collective decision making, current decisions determine the future distribution of political power and influence future decisions. We develop a general framework to study this class of problems. Under acyclicity, we characterize dynamically stable states as functions of the initial state and obtain two general insights. First, a social arrangement is made stable by the instability of alternative arrangements that are preferred by sufficiently powerful groups. Second, efficiency-enhancing changes may be resisted because of further changes they will engender. We use this framework to analyze dynamics of political rights in a society with different types of extremist views. (JEL D71, D72, K10)", "authors": ["epac16", "epso47"], "abstractStem": " in dynam collect decis make current decis determin the futur distribut of polit power and influenc futur decis we develop a gener framework to studi thi class of problem under acycl we character dynam stabl state as function of the initi state and obtain two gener insight first a social arrang is made stabl by the instabl of altern arrang that are prefer by suffici power group second efficiencyenhanc chang may be resist becaus of further chang they will engend we use thi framework to analyz dynam of polit right in a societi with differ type of extremist view jel d71 d72 k10", "title": "Dynamics and Stability of Constitutions, Coalitions, and Clubs"}, "https://ideas.repec.org/a/oup/restud/v70y2003i2p199-230.html": {"abstract": " This paper develops a model to analyse how skill premia differ over time and across countries, and uses this model to study the impact of international trade on wage inequality. Skill premia are determined by technology, the relative supply of skills, and trade. Technology is itself endogenous, and responds to profit incentives. An increase in the relative supply of skills, holding technology constant, reduces the skill premium. But an increase in the supply of skills over time also induces a change in technology, increasing the demand for skills. The most important result of the paper is that increased international trade induces skill-biased technical change. As a result, trade opening can cause a rise in inequality both in the U.S. and the less developed countries, and thanks to the induced skill-biased technical change, this can happen without a rise in the relative prices of skill-intensive goods in the U.S., which is the usual intervening mechanism in the standard trade models. Copyright 2003, Wiley-Blackwell.", "authors": ["epac16"], "abstractStem": " thi paper develop a model to analys how skill premia differ over time and across countri and use thi model to studi the impact of intern trade on wage inequ skill premia are determin by technolog the rel suppli of skill and trade technolog is itself endogen and respond to profit incent an increas in the rel suppli of skill hold technolog constant reduc the skill premium but an increas in the suppli of skill over time also induc a chang in technolog increas the demand for skill the most import result of the paper is that increas intern trade induc skillbias technic chang as a result trade open can caus a rise in inequ both in the us and the less develop countri and thank to the induc skillbias technic chang thi can happen without a rise in the rel price of skillintens good in the us which is the usual interven mechan in the standard trade model copyright 2003 wileyblackwel", "title": "Patterns of Skill Premia"}, "https://ideas.repec.org/a/aea/aecrev/v99y2009i2p298-303.html": {"abstract": "No abstract is available for this item.", "authors": ["epac16", "epeg15", "epso47"], "abstractStem": "no abstract is avail for thi item", "title": "Do Juntas Lead to Personal Rule?"}, "https://ideas.repec.org/a/oup/restud/v64y1997i3p445-464..html": {"abstract": "This paper shows that in a frictional labour market part of the productivity gains from general training will be captured by future employers. As a result, investments in general skills will be suboptimally low, and contrary to the standard theory, part of the costs may be borne by the employers. The paper also demonstrates that the interaction between innovation and training leads to an amplification of this inefficiency and to a multiplicity of equilibria. Workers are more willing to invest in their skills by accepting lower wages today if they expect more firms to innovate and pay them higher wages in the future. Similarly, firms are more willing to innovate when they expect the quality of the future workforce to be higher, thus when workers invest more in their skills.", "authors": ["epac16"], "abstractStem": "thi paper show that in a friction labour market part of the product gain from gener train will be captur by futur employ as a result invest in gener skill will be suboptim low and contrari to the standard theori part of the cost may be born by the employ the paper also demonstr that the interact between innov and train lead to an amplif of thi ineffici and to a multipl of equilibria worker are more will to invest in their skill by accept lower wage today if they expect more firm to innov and pay them higher wage in the futur similarli firm are more will to innov when they expect the qualiti of the futur workforc to be higher thu when worker invest more in their skill", "title": "Training and Innovation in an Imperfect Labour Market"}, "https://ideas.repec.org/a/aea/aecrev/v105y2015i8p2364-2409.html": {"abstract": "We study the direct and spillover effects of local state capacity in Colombia. We model the determination of state capacity as a network game between municipalities and the national government. We estimate this model exploiting the municipality network and the roots of local state capacity related to the presence of the colonial state and royal roads. Our estimates indicate that local state capacity decisions are strategic complements. Spillover effects are sizable, accounting for about 50 percent of the quantitative impact of an expansion in local state capacity, but network effects driven by equilibrium responses of other municipalities are much larger. (JEL D85, H41, H77, O17, O18)", "authors": ["epac16"], "abstractStem": "we studi the direct and spillov effect of local state capac in colombia we model the determin of state capac as a network game between municip and the nation govern we estim thi model exploit the municip network and the root of local state capac relat to the presenc of the coloni state and royal road our estim indic that local state capac decis are strateg complement spillov effect are sizabl account for about 50 percent of the quantit impact of an expans in local state capac but network effect driven by equilibrium respons of other municip are much larger jel d85 h41 h77 o17 o18", "title": "State Capacity and Economic Development: A Network Approach"}, "https://ideas.repec.org/a/bla/buecrs/v41y1989i4p295-302.html": {"abstract": "No abstract is available for this item.", "authors": ["epac16"], "abstractStem": "no abstract is avail for thi item", "title": "Equiproportionate Growth of Incomes and Fiscal Drag"}, "https://ideas.repec.org/a/the/publsh/1204.html": {"abstract": "We develop a model of information exchange through communication and investigate its implications for information aggregation in large societies. An \\textit{underlying state} determines payoffs from different actions. Agents decide which others to form a costly \\textit{communication link} with, incurring the associated cost. After receiving a \\textit{private signal} correlated with the underlying state, they exchange information over the induced \\textit{communication network} until taking an (irreversible) action. We define \\textit{asymptotic learning} as the fraction of agents taking the correct action converging to one as a society grows large. Under truthful communication, we show that asymptotic learning occurs if (and under some additional conditions, also only if) in the induced communication network most agents are a short distance away from ``information hubs'', which receive and distribute a large amount of information. Asymptotic learning therefore requires information to be aggregated in the hands of a few agents. We also show that while truthful communication may not always be a best response, it is an equilibrium when the communication network induces asymptotic learning. Moreover, we contrast equilibrium behavior with a socially optimal strategy profile, i.e., a profile that maximizes aggregate welfare. We show that when the network induces asymptotic learning, equilibrium behavior leads to maximum aggregate welfare, but this may not be the case when asymptotic learning does not occur. We then provide a systematic investigation of what types of cost structures and associated social cliques (consisting of groups of individuals linked to each other at zero cost, such as friendship networks) ensure the emergence of communication networks that lead to asymptotic learning. Our result shows that societies with too many and sufficiently large social cliques do not induce asymptotic learning, because each social clique would have sufficient information by itself, making communication with others relatively unattractive. Asymptotic learning results either if social cliques are not too large, in which case communication across cliques is encouraged, or if there exist very large cliques that act as information hubs.", "authors": ["epac16"], "abstractStem": "we develop a model of inform exchang through commun and investig it implic for inform aggreg in larg societi an textitunderli state determin payoff from differ action agent decid which other to form a costli textitcommun link with incur the associ cost after receiv a textitpriv signal correl with the underli state they exchang inform over the induc textitcommun network until take an irrevers action we defin textitasymptot learn as the fraction of agent take the correct action converg to one as a societi grow larg under truth commun we show that asymptot learn occur if and under some addit condit also onli if in the induc commun network most agent are a short distanc away from inform hub which receiv and distribut a larg amount of inform asymptot learn therefor requir inform to be aggreg in the hand of a few agent we also show that while truth commun may not alway be a best respons it is an equilibrium when the commun network induc asymptot learn moreov we contrast equilibrium behavior with a social optim strategi profil ie a profil that maxim aggreg welfar we show that when the network induc asymptot learn equilibrium behavior lead to maximum aggreg welfar but thi may not be the case when asymptot learn doe not occur we then provid a systemat investig of what type of cost structur and associ social cliqu consist of group of individu link to each other at zero cost such as friendship network ensur the emerg of commun network that lead to asymptot learn our result show that societi with too mani and suffici larg social cliqu do not induc asymptot learn becaus each social cliqu would have suffici inform by itself make commun with other rel unattract asymptot learn result either if social cliqu are not too larg in which case commun across cliqu is encourag or if there exist veri larg cliqu that act as inform hub", "title": "Dynamics of information exchange in endogenous social networks"}, "https://ideas.repec.org/a/tpr/jeurec/v1y2003i1p1-37.html": {"abstract": " I analyze an economy in which firms can undertake both labor- and capital-augmenting technological improvements. In the long run, the economy resembles the standard growth model with purely labor-augmenting technical change, and the share of labor in GDP is constant. Along the transition path, however, there is capital-augmenting technical change and factor shares change. Tax policy and changes in labor supply or savings typically change factor shares in the short run, but have no or little effect on the long-run factor distribution of income. (JEL: O33, O14, O31, E25) Copyright (c) 2003 The European Economic Association.", "authors": ["epac16"], "abstractStem": " i analyz an economi in which firm can undertak both labor and capitalaug technolog improv in the long run the economi resembl the standard growth model with pure laboraug technic chang and the share of labor in gdp is constant along the transit path howev there is capitalaug technic chang and factor share chang tax polici and chang in labor suppli or save typic chang factor share in the short run but have no or littl effect on the longrun factor distribut of incom jel o33 o14 o31 e25 copyright c 2003 the european econom associ", "title": "Labor- And Capital-Augmenting Technical Change"}, "https://ideas.repec.org/a/aea/aecrev/v105y2015i2p564-608.html": {"abstract": "This paper argues that the extent of financial contagion exhibits a form of phase transition: as long as the magnitude of negative shocks affecting financial institutions are sufficiently small, a more densely connected financial network (corresponding to a more diversified pattern of interbank liabilities) enhances financial stability. However, beyond a certain point, dense interconnections serve as a mechanism for the propagation of shocks, leading to a more fragile financial system. Our results thus highlight that the same factors that contribute to resilience under certain conditions may function as significant sources of systemic risk under others. (JEL D85, E44, G21, G28, L14)", "authors": ["epac16", "fpta370"], "abstractStem": "thi paper argu that the extent of financi contagion exhibit a form of phase transit as long as the magnitud of neg shock affect financi institut are suffici small a more dens connect financi network correspond to a more diversifi pattern of interbank liabil enhanc financi stabil howev beyond a certain point dens interconnect serv as a mechan for the propag of shock lead to a more fragil financi system our result thu highlight that the same factor that contribut to resili under certain condit may function as signific sourc of system risk under other jel d85 e44 g21 g28 l14", "title": "Systemic Risk and Stability in Financial Networks"}, "https://ideas.repec.org/a/eee/moneco/v56y2009i8p1043-1058.html": {"abstract": "We revisit and critically reevaluate the widely accepted modernization hypothesis which claims that per capita income causes the creation and the consolidation of democracy. Existing studies find support for this hypothesis because they fail to control for the presence of omitted variables. Controlling for these factors either by including country fixed effects in a linear model or by including parameterized random effects in a nonlinear double hazard model removes the correlation between income and the likelihood of transitions to and from democratic regimes. In addition, the estimated fixed effects from the linear model are related to historical factors that affect both the level of income per capita and the likelihood of democracy in a country. This evidence is consistent with the idea that events during critical historical junctures can lead to divergent political-economic development paths, some leading to prosperity and democracy, others to relative poverty and non-democracy.", "authors": ["epac16", "epjo44", "epya107"], "abstractStem": "we revisit and critic reevalu the wide accept modern hypothesi which claim that per capita incom caus the creation and the consolid of democraci exist studi find support for thi hypothesi becaus they fail to control for the presenc of omit variabl control for these factor either by includ countri fix effect in a linear model or by includ parameter random effect in a nonlinear doubl hazard model remov the correl between incom and the likelihood of transit to and from democrat regim in addit the estim fix effect from the linear model are relat to histor factor that affect both the level of incom per capita and the likelihood of democraci in a countri thi evid is consist with the idea that event dure critic histor junctur can lead to diverg politicaleconom develop path some lead to prosper and democraci other to rel poverti and nondemocraci", "title": "Reevaluating the modernization hypothesis"}, "https://ideas.repec.org/a/aea/aecrev/v96y2006i2p103-107.html": {"abstract": "The introduction of Medicare in 1965 was the single largest change in health insurance coverage in U.S. history. Many economists and commentators have conjectured that the introduction of Medicare may have also been an important impetus for the development of new drugs that are now commonly used by the elderly and have substantially extended their life expectancy. In this paper, we investigate whether Medicare induced pharmaceutical innovations directed towards the elderly. Medicare could have played such a role only if two conditions were met. First, Medicare would have to increase drug spending by the elderly. Second, the pharmaceutical companies would have to respond to the change in market size for drugs caused by Medicare by changing the direction of their research. Our empirical work finds no evidence of a \"first-stage\" effect of Medicare on prescription drug expenditure by the elderly. Correspondingly, we also find no evidence of a shift in pharmaceutical innovation towards therapeutic categories most used by the elderly. On the whole, therefore, our evidence does not provide support for the hypothesis that Medicare had a major effect on the direction of pharmaceutical innovation.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epac16", "epcu64", "fpfi264", "fpli288"], "abstractStem": "the introduct of medicar in 1965 wa the singl largest chang in health insur coverag in us histori mani economist and comment have conjectur that the introduct of medicar may have also been an import impetu for the develop of new drug that are now commonli use by the elderli and have substanti extend their life expect in thi paper we investig whether medicar induc pharmaceut innov direct toward the elderli medicar could have play such a role onli if two condit were met first medicar would have to increas drug spend by the elderli second the pharmaceut compani would have to respond to the chang in market size for drug caus by medicar by chang the direct of their research our empir work find no evid of a firststag effect of medicar on prescript drug expenditur by the elderli correspondingli we also find no evid of a shift in pharmaceut innov toward therapeut categori most use by the elderli on the whole therefor our evid doe not provid support for the hypothesi that medicar had a major effect on the direct of pharmaceut innovationpthi abstract wa borrow from anoth version of thi item", "title": "Did Medicare Induce Pharmaceutical Innovation?"}, "https://ideas.repec.org/a/oup/qjecon/v116y2001i2p563-606..html": {"abstract": "Many technologies used by the LDCs are developed in the OECD economies and are designed to make optimal use of the skills of these richer countries' workforces. Differences in the supply of skills create a mismatch between the requirements of these technologies and the skills of LDC workers, and lead to low productivity in the LDCs. Even when all countries have equal access to new technologies, this technology-skill mismatch can lead to sizable differences in total factor productivity and output per worker. We provide evidence in favor of the cross-industry productivity patterns predicted by our model, and also show that technology-skill mismatch could account for a large fraction of the observed output per worker differences in the data.", "authors": ["epac16"], "abstractStem": "mani technolog use by the ldc are develop in the oecd economi and are design to make optim use of the skill of these richer countri workforc differ in the suppli of skill creat a mismatch between the requir of these technolog and the skill of ldc worker and lead to low product in the ldc even when all countri have equal access to new technolog thi technologyskil mismatch can lead to sizabl differ in total factor product and output per worker we provid evid in favor of the crossindustri product pattern predict by our model and also show that technologyskil mismatch could account for a larg fraction of the observ output per worker differ in the data", "title": "Productivity Differences"}, "https://ideas.repec.org/a/oup/restud/v67y2000i4p585-607..html": {"abstract": "This paper explains why firms with identical opportunities may use different technologies and offer different wages. Our key assumption is that workers must engage in costly search in order to gather information about jobs (Stigler (1961)). In equilibrium, some firms adopt high fixed cost, high productivity technologies, offer high wages, and fill job openings quickly. Other firms adopt less capital-intensive technologies and offer low wages, hiring mostly uninformed workers. In equilibrium, the amount of wage dispersion leaves workers indifferent about whether to gather information, and the fraction of informed workers leaves firms indifferent about their wage and technology choice. We show that worker search, which would appear to be a rent-seeking activity in partial equilibrium, may be efficiency-enhancing in general equilibrium.", "authors": ["epac16"], "abstractStem": "thi paper explain whi firm with ident opportun may use differ technolog and offer differ wage our key assumpt is that worker must engag in costli search in order to gather inform about job stigler 1961 in equilibrium some firm adopt high fix cost high product technolog offer high wage and fill job open quickli other firm adopt less capitalintens technolog and offer low wage hire mostli uninform worker in equilibrium the amount of wage dispers leav worker indiffer about whether to gather inform and the fraction of inform worker leav firm indiffer about their wage and technolog choic we show that worker search which would appear to be a rentseek activ in partial equilibrium may be efficiencyenhanc in gener equilibrium", "title": "Wage and Technology Dispersion"}, "https://ideas.repec.org/a/oup/qjecon/v126y2011i2p895-946.html": {"abstract": " We document a statistical association between the severity of the persecution, displacement and mass murder of Jews by the Nazis during World War II and long-run economic and political outcomes within Russia. Cities that experienced the Holocaust most intensely have grown less, and both cities and administrative districts (oblasts) where the Holocaust had the largest impact have worse economic and political outcomes since the collapse of the Soviet Union. We provide evidence that the lasting impact of the Holocaust may be attributable to a permanent change it induced in the social structure across different regions of Russia. Copyright 2011, Oxford University Press.", "authors": ["epac16", "fpha489"], "abstractStem": " we document a statist associ between the sever of the persecut displac and mass murder of jew by the nazi dure world war ii and longrun econom and polit outcom within russia citi that experienc the holocaust most intens have grown less and both citi and administr district oblast where the holocaust had the largest impact have wors econom and polit outcom sinc the collaps of the soviet union we provid evid that the last impact of the holocaust may be attribut to a perman chang it induc in the social structur across differ region of russia copyright 2011 oxford univers press", "title": "Social Structure and Development: A Legacy of the Holocaust in Russia"}, "https://ideas.repec.org/a/aea/aecrev/v90y2000i2p126-130.html": {"abstract": "No abstract is available for this item.", "authors": ["epac16", "epro179"], "abstractStem": "no abstract is avail for thi item", "title": "Political Losers as a Barrier to Economic Development"}, "https://ideas.repec.org/a/ecj/econjl/v104y1994i422p1-19.html": {"abstract": " Using U.K. data, the rational expectations permanent income hypothesis is rejected due to the predictive content of consumer confidence and not labor income or any other macroeconomic variable. The authors provide evidence suggesting that this cannot be explained by liquidity constraints and account for this finding in terms of precautionary saving. Extending the consumption capital asset pricing model to allow a time varying conditional variance, they find a high level of confidence is associated with greater optimism about the level of consumption but also a higher forecast variance. Allowing for time aggregation, the overidentifying restrictions implied by this model are accepted. The authors estimate a small but statistically significant intertemporal elasticity of substitution. Copyright 1994 by Royal Economic Society.", "authors": ["epac16", "epsc65"], "abstractStem": " use uk data the ration expect perman incom hypothesi is reject due to the predict content of consum confid and not labor incom or ani other macroeconom variabl the author provid evid suggest that thi cannot be explain by liquid constraint and account for thi find in term of precautionari save extend the consumpt capit asset price model to allow a time vari condit varianc they find a high level of confid is associ with greater optim about the level of consumpt but also a higher forecast varianc allow for time aggreg the overidentifi restrict impli by thi model are accept the author estim a small but statist signific intertempor elast of substitut copyright 1994 by royal econom societi", "title": "Consumer Confidence and Rational Expectations: Are Agents' Beliefs Consistent with the Theory?"}, "https://ideas.repec.org/a/bla/scandj/v108y2006i4p515-546.html": {"abstract": " This paper develops a simple model of economic and political institutions that lead to poor aggregate economic performance. In the model economy, groups with political power, \"the elite\", choose policies to increase their income and to directly or indirectly transfer resources from the rest of society to themselves. The resulting equilibrium is generally inefficient because of three distinct mechanisms: (1) revenue extraction, (2) factor price manipulation and (3) political consolidation. In particular, the elite may pursue inefficient policies to extract revenue from other groups. They may do so to reduce the demand for factors coming from other groups in the economy, thus indirectly benefiting from changes in factor prices. Finally, they may try to impoverish other groups competing for political power. The elite's preferences over inefficient policies translate into inefficient economic institutions. The notable exception to this general picture emerges when long-term investments are important, thus creating a commitment (holdup) problem, whereby equilibrium taxes and regulations are worse than the elite would like them to be from an \"ex ante\" point of view. In this case, economic institutions that provide additional security of property rights to other groups can be useful. Copyright The editors of the \"Scandinavian Journal of Economics\" 2006 .", "authors": ["epac16"], "abstractStem": " thi paper develop a simpl model of econom and polit institut that lead to poor aggreg econom perform in the model economi group with polit power the elit choos polici to increas their incom and to directli or indirectli transfer resourc from the rest of societi to themselv the result equilibrium is gener ineffici becaus of three distinct mechan 1 revenu extract 2 factor price manipul and 3 polit consolid in particular the elit may pursu ineffici polici to extract revenu from other group they may do so to reduc the demand for factor come from other group in the economi thu indirectli benefit from chang in factor price final they may tri to impoverish other group compet for polit power the elit prefer over ineffici polici translat into ineffici econom institut the notabl except to thi gener pictur emerg when longterm invest are import thu creat a commit holdup problem wherebi equilibrium tax and regul are wors than the elit would like them to be from an ex ant point of view in thi case econom institut that provid addit secur of properti right to other group can be use copyright the editor of the scandinavian journal of econom 2006 ", "title": "A Simple Model of Inefficient Institutions"}, "https://ideas.repec.org/a/aea/aecrev/v104y2014i5p394-99.html": {"abstract": "An increasingly influential \"technological-discontinuity\" paradigm suggests that IT-induced technological changes are rapidly raising productivity while making workers redundant. This paper explores the evidence for this view among the IT-using US manufacturing industries. There is some limited support for more rapid productivity growth in IT-intensive industries depending on the exact measures, though not since the late 1990s. Most challenging to this paradigm, and to our expectations, is that output contracts in IT-intensive industries relative to the rest of manufacturing. Productivity increases, when detectable, result from the even faster declines in employment.", "authors": ["epac16", "epau9", "epdo78", "epha80"], "abstractStem": "an increasingli influenti technologicaldiscontinu paradigm suggest that itinduc technolog chang are rapidli rais product while make worker redund thi paper explor the evid for thi view among the itus us manufactur industri there is some limit support for more rapid product growth in itintens industri depend on the exact measur though not sinc the late 1990 most challeng to thi paradigm and to our expect is that output contract in itintens industri rel to the rest of manufactur product increas when detect result from the even faster declin in employ", "title": "Return of the Solow Paradox? IT, Productivity, and Employment in US Manufacturing"}, "https://ideas.repec.org/a/eee/jetheo/v146y2011i3p1009-1041.html": {"abstract": "We study (constrained) Pareto efficient allocations in a dynamic production economy where the group that holds political power decides the allocation of resources. For high discount factors, the economy converges to a first-best allocation where labor supply decisions are not distorted. For low discount factors, distortions do not disappear and fluctuate over time. Most importantly, the set of sustainable first-best allocations is larger when there is less persistence in the identity of the party in power (because this encourages political compromise). This result contradicts the common presumption that there will be fewer distortions when there is a \"stable ruling group\".", "authors": ["epac16", "epgo200"], "abstractStem": "we studi constrain pareto effici alloc in a dynam product economi where the group that hold polit power decid the alloc of resourc for high discount factor the economi converg to a firstbest alloc where labor suppli decis are not distort for low discount factor distort do not disappear and fluctuat over time most importantli the set of sustain firstbest alloc is larger when there is less persist in the ident of the parti in power becaus thi encourag polit compromis thi result contradict the common presumpt that there will be fewer distort when there is a stabl rule group", "title": "Power fluctuations and political economy"}, "https://ideas.repec.org/a/ecm/emetrp/v75y2007i5p1371-1409.html": {"abstract": " This paper presents three sets of results about equilibrium bias of technology. First, I show that when the menu of technological possibilities only allows for factor-augmenting technologies, the increase in the supply of a factor induces technological change relatively biased toward that factor-meaning that the induced technological change increases the relative marginal product of the factor becoming more abundant. Moreover, this induced bias can be strong enough to make the relative marginal product of a factor increasing in response to an increase in its supply, thus leading to an upward-sloping relative demand curve. I also show that these results about relative bias do not generalize when more general menus of technological possibilities are considered. Second, I prove that under mild assumptions, the increase in the supply of a factor induces technological change that is absolutely biased toward that factor-meaning that it increases its marginal product at given factor proportions. The third and most important result in the paper establishes the possibility of and conditions for strong absolute equilibrium bias-whereby the price (marginal product) of a factor increases in response to an increase in its supply. I prove that, under some regularity conditions, there will be strong absolute equilibrium bias if and only if the aggregate production function of the economy fails to be jointly concave in factors and technology. This type of failure of joint concavity is possible in economies where equilibrium factor demands and technologies result from the decisions of different agents. Copyright The Econometric Society 2007.", "authors": ["epac16"], "abstractStem": " thi paper present three set of result about equilibrium bia of technolog first i show that when the menu of technolog possibl onli allow for factoraug technolog the increas in the suppli of a factor induc technolog chang rel bias toward that factormean that the induc technolog chang increas the rel margin product of the factor becom more abund moreov thi induc bia can be strong enough to make the rel margin product of a factor increas in respons to an increas in it suppli thu lead to an upwardslop rel demand curv i also show that these result about rel bia do not gener when more gener menu of technolog possibl are consid second i prove that under mild assumpt the increas in the suppli of a factor induc technolog chang that is absolut bias toward that factormean that it increas it margin product at given factor proport the third and most import result in the paper establish the possibl of and condit for strong absolut equilibrium biaswherebi the price margin product of a factor increas in respons to an increas in it suppli i prove that under some regular condit there will be strong absolut equilibrium bia if and onli if the aggreg product function of the economi fail to be jointli concav in factor and technolog thi type of failur of joint concav is possibl in economi where equilibrium factor demand and technolog result from the decis of differ agent copyright the econometr societi 2007", "title": "Equilibrium Bias of Technology"}, "https://ideas.repec.org/a/eee/gamebe/v66y2009i1p1-26.html": {"abstract": "We study the efficiency of oligopoly equilibria in a model where firms compete over capacities and prices. Our model economy corresponds to a two-stage game. First, firms choose their capacity levels. Second, after the capacity levels are observed, they set prices. Given the capacities and prices, consumers allocate their demands across the firms. We establish the existence of pure strategy oligopoly equilibria and characterize the set of equilibria. We then investigate the efficiency properties of these equilibria, where \"efficiency\" is defined as the ratio of surplus in equilibrium relative to the first best. We show that efficiency in the worst oligopoly equilibria can be arbitrarily low. However, if the best oligopoly equilibrium is selected (among multiple equilibria), the worst-case efficiency loss is with N firms, and this bound is tight. We also suggest a simple way of implementing the best oligopoly equilibrium.", "authors": ["epac16"], "abstractStem": "we studi the effici of oligopoli equilibria in a model where firm compet over capac and price our model economi correspond to a twostag game first firm choos their capac level second after the capac level are observ they set price given the capac and price consum alloc their demand across the firm we establish the exist of pure strategi oligopoli equilibria and character the set of equilibria we then investig the effici properti of these equilibria where effici is defin as the ratio of surplu in equilibrium rel to the first best we show that effici in the worst oligopoli equilibria can be arbitrarili low howev if the best oligopoli equilibrium is select among multipl equilibria the worstcas effici loss is with n firm and thi bound is tight we also suggest a simpl way of implement the best oligopoli equilibrium", "title": "Price and capacity competition"}, "https://ideas.repec.org/a/aea/aecrev/v104y2014i5p523-27.html": {"abstract": "Internet-based educational resources are proliferating rapidly. One concern associated with these (potentially transformative) technological changes is that they will be disequalizing—as many technologies of the last several decades have been—creating superstar teachers and a winner-take-all education system. These important concerns notwithstanding, we contend that a major impact of web-based educational technologies will be the democratization of education: educational resources will be more equally distributed, and lower-skilled teachers will benefit. At the root of our results is the observation that skilled lecturers can only exploit their comparative advantage if other teachers complement those lectures with face-to-face instruction. This complementarity will increase the quantity and quality of face-to-face teaching services, potentially increasing the marginal product and wages of lower-skill teachers.", "authors": ["epac16", "epla164", "epli176"], "abstractStem": "internetbas educ resourc are prolifer rapidli one concern associ with these potenti transform technolog chang is that they will be disequ as mani technolog of the last sever decad have been creat superstar teacher and a winnertakeal educ system these import concern notwithstand we contend that a major impact of webbas educ technolog will be the democrat of educ educ resourc will be more equal distribut and lowerskil teacher will benefit at the root of our result is the observ that skill lectur can onli exploit their compar advantag if other teacher complement those lectur with facetofac instruct thi complementar will increas the quantiti and qualiti of facetofac teach servic potenti increas the margin product and wage of lowerskil teacher", "title": "Equalizing Superstars: The Internet and the Democratization of Education"}, "https://ideas.repec.org/a/oup/qjecon/v113y1998i1p79-119..html": {"abstract": "This paper offers a theory of training whereby workers do not pay for the general training they receive. The superior information of the current employer regarding its employees' abilities relative to other firms creates ex post monopsony power, and encourages this employer to provide and pay for training, even if these skills are general. The model can lead to multiple equlibria. In one equilibrium quits are endogenously high, and as a result employers have limited monopsony power and provide little training, while in another equilibrium quits are low and training is high. Using microdata on German apprentices, we show that the predictions of our model receive some support from the data.", "authors": ["epac16"], "abstractStem": "thi paper offer a theori of train wherebi worker do not pay for the gener train they receiv the superior inform of the current employ regard it employe abil rel to other firm creat ex post monopsoni power and encourag thi employ to provid and pay for train even if these skill are gener the model can lead to multipl equlibria in one equilibrium quit are endogen high and as a result employ have limit monopsoni power and provid littl train while in anoth equilibrium quit are low and train is high use microdata on german apprentic we show that the predict of our model receiv some support from the data", "title": "Why Do Firms Train? Theory and Evidence"}, "https://ideas.repec.org/a/taf/jeduce/v44y2013i2p169-177.html": {"abstract": " A central theme of this article is that economics instructors should spend more time teaching about economic growth and development at the undergraduate level because the topic is of interest to students, is less abstract than other macroeconomic topics, and is the focus of exciting research in economics. Facts and data can be presented to describe the economic growth problem facing nations, both rich and poor. Instructors can then use key elements of the Solow growth model and discuss the importance of technology to explain economic growth to students. Recent research in economics can be used in the classroom to discuss the reasons why some countries are rich and others are poor.", "authors": ["epac16"], "abstractStem": " a central theme of thi articl is that econom instructor should spend more time teach about econom growth and develop at the undergradu level becaus the topic is of interest to student is less abstract than other macroeconom topic and is the focu of excit research in econom fact and data can be present to describ the econom growth problem face nation both rich and poor instructor can then use key element of the solow growth model and discuss the import of technolog to explain econom growth to student recent research in econom can be use in the classroom to discuss the reason whi some countri are rich and other are poor", "title": "Economic Growth and Development in the Undergraduate Curriculum"}, "https://ideas.repec.org/a/ucp/jpolec/v112y2004i3p497-551.html": {"abstract": "This paper investigates the effects of female labor supply on the wage structure. To identify variation in female labor supply, we exploit the military mobilization for World War II, which drew many women into the workforce as males exited civilian employment. The extent of mobilization was not uniform across states, however, with the fraction of eligible males serving ranging from 41 to 54 percent. We find that in states with greater mobilization of men, women worked substantially more after the War and in 1950, though not in 1940. We interpret these differentials as labor supply shifts induced by the War. We find that increases in female labor supply lower female wages, lower male wages, and increase the college and premium and male wage inequality generally. Our findings indicate that at mid-century, women were closer substitutes to high school graduate and relatively low-skill males, but not to those with the lowest skills.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epac16", "epau9"], "abstractStem": "thi paper investig the effect of femal labor suppli on the wage structur to identifi variat in femal labor suppli we exploit the militari mobil for world war ii which drew mani women into the workforc as male exit civilian employ the extent of mobil wa not uniform across state howev with the fraction of elig male serv rang from 41 to 54 percent we find that in state with greater mobil of men women work substanti more after the war and in 1950 though not in 1940 we interpret these differenti as labor suppli shift induc by the war we find that increas in femal labor suppli lower femal wage lower male wage and increas the colleg and premium and male wage inequ gener our find indic that at midcenturi women were closer substitut to high school graduat and rel lowskil male but not to those with the lowest skillspthi abstract wa borrow from anoth version of thi item", "title": "Women, War, and Wages: The Effect of Female Labor Supply on the Wage Structure at Midcentury"}, "https://ideas.repec.org/a/oup/restud/v77y2010i3p841-881.html": {"abstract": " We study the structure of non-linear taxes in a dynamic economy subject to political economy problems. In contrast to existing literature, taxes are set by a self-interested politician, without any commitment power, who is partly controlled by the citizens. We prove that: (1) a version of the revelation principle applies; and (2) the provision of incentives to politicians can be separated from the provision of incentives to individuals. Using these results, we provide conditions under which distortions created by political economy problems persist or disappear. We then extend these results to environments with partially benevolent governments and potential ex post conflict among the citizens. Copyright , Wiley-Blackwell.", "authors": ["epac16", "epgo200"], "abstractStem": " we studi the structur of nonlinear tax in a dynam economi subject to polit economi problem in contrast to exist literatur tax are set by a selfinterest politician without ani commit power who is partli control by the citizen we prove that 1 a version of the revel principl appli and 2 the provis of incent to politician can be separ from the provis of incent to individu use these result we provid condit under which distort creat by polit economi problem persist or disappear we then extend these result to environ with partial benevol govern and potenti ex post conflict among the citizen copyright  wileyblackwel", "title": "Dynamic Mirrlees Taxation under Political Economy Constraints"}, "https://ideas.repec.org/a/aea/aejmic/v3y2011i1p37-77.html": {"abstract": "This paper studies a simple model of experimentation and innovation. Our analysis suggests that patents improve the allocation of resources by encouraging rapid experimentation and efficient ex post transfer of knowledge. Each firm receives a signal on the success probability of a project and decides when to experiment. Successes can be copied. First, we assume that signal qualities are the same. Symmetric equilibria involve delayed and staggered experimentation, whereas the optimal allocation never involves delays and may involve simultaneous experimentation. Appropriately designed patents implement the optimal allocation. Finally, we discuss the case when signals differ and are private information. (JEL D82, D83, O31, O33, O34)", "authors": ["epac16"], "abstractStem": "thi paper studi a simpl model of experiment and innov our analysi suggest that patent improv the alloc of resourc by encourag rapid experiment and effici ex post transfer of knowledg each firm receiv a signal on the success probabl of a project and decid when to experi success can be copi first we assum that signal qualiti are the same symmetr equilibria involv delay and stagger experiment wherea the optim alloc never involv delay and may involv simultan experiment appropri design patent implement the optim alloc final we discuss the case when signal differ and are privat inform jel d82 d83 o31 o33 o34", "title": "Experimentation, Patents, and Innovation"}, "firstname": "Daron", "https://ideas.repec.org/a/eee/eecrev/v44y2000i4-6p683-693.html": {"abstract": "Regimes controlled by a rich elite often collapse and make way for democracy amidst widespread social unrest. Such regime changes are often followed by redistribution to the poor at the expense of the former elite. We argue that the reason why the elite may have to resort to full-scale democratization, despite its apparent costs to themselves, may be that lesser concessions would be viewed as a sign of weakness and spur further unrest and more radical demands. The elite may therefore be forced to choose between repression and the most generous concession, a transition to full democracy.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epac16", "epro179"], "abstractStem": "regim control by a rich elit often collaps and make way for democraci amidst widespread social unrest such regim chang are often follow by redistribut to the poor at the expens of the former elit we argu that the reason whi the elit may have to resort to fullscal democrat despit it appar cost to themselv may be that lesser concess would be view as a sign of weak and spur further unrest and more radic demand the elit may therefor be forc to choos between repress and the most gener concess a transit to full democracypthi abstract wa borrow from anoth version of thi item", "title": "Democratization or repression?"}, "https://ideas.repec.org/a/aea/aecrev/v91y2001i5p1369-1401.html": {"abstract": "We exploit differences in European mortality rates to estimate the effect of institutions on economic performance. Europeans adopted very different colonization policies in different colonies, with different associated institutions. In places where Europeans faced high mortality rates, they could not settle and were more likely to set up extractive institutions. These institutions persisted to the present. Exploiting differences in European mortality rates as an instrument for current institutions, we estimate large effects of institutions on income per capita. Once the effect of institutions is controlled for, countries in Africa or those closer to the equator do not have lower incomes.", "authors": ["epac16", "epjo44", "epro179"], "abstractStem": "we exploit differ in european mortal rate to estim the effect of institut on econom perform european adopt veri differ colon polici in differ coloni with differ associ institut in place where european face high mortal rate they could not settl and were more like to set up extract institut these institut persist to the present exploit differ in european mortal rate as an instrument for current institut we estim larg effect of institut on incom per capita onc the effect of institut is control for countri in africa or those closer to the equat do not have lower incom", "title": "The Colonial Origins of Comparative Development: An Empirical Investigation"}, "https://ideas.repec.org/a/ucp/jpolec/v107y1999i5p893-928.html": {"abstract": "This paper constructs a tractable general equilibrium model of search with risk-aversion. An increase in risk-aversion reduces wages, unemployment, and investment. Unemployment insurance (UI) has the reverse effect due to market generated moral hazard: insured workers seek high wage jobs with high unemployment risk. An economy with risk-neutral workers achieves maximal output without any UI. In contrast, in an economy with risk-averse workers, a positive level of UI maximizes output. Therefore, moderate UI not only improves risk-sharing, but also increases output.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epac16", "epsh9"], "abstractStem": "thi paper construct a tractabl gener equilibrium model of search with riskavers an increas in riskavers reduc wage unemploy and invest unemploy insur ui ha the revers effect due to market gener moral hazard insur worker seek high wage job with high unemploy risk an economi with riskneutr worker achiev maxim output without ani ui in contrast in an economi with riskavers worker a posit level of ui maxim output therefor moder ui not onli improv riskshar but also increas outputpthi abstract wa borrow from anoth version of thi item", "title": "Efficient Unemployment Insurance"}, "https://ideas.repec.org/a/ecm/emetrp/v76y2008i3p619-641.html": {"abstract": " We study the provision of dynamic incentives to self-interested politicians who control the allocation of resources in the context of the standard neoclassical growth model. Citizens discipline politicians using elections. We show that the need to provide incentives to the politician in power creates political economy distortions in the structure of production, which resemble aggregate tax distortions. We provide conditions under which the political economy distortions persist or disappear in the long run. If the politicians are as patient as the citizens, the best subgame perfect equilibrium leads to an asymptotic allocation where the aggregate distortions arising from political economy disappear. In contrast, when politicians are less patient than the citizens, political economy distortions remain asymptotically and lead to positive aggregate labor and capital taxes. Copyright Copyright 2008 by The Econometric Society.", "authors": ["epac16", "epgo200", "epts51"], "abstractStem": " we studi the provis of dynam incent to selfinterest politician who control the alloc of resourc in the context of the standard neoclass growth model citizen disciplin politician use elect we show that the need to provid incent to the politician in power creat polit economi distort in the structur of product which resembl aggreg tax distort we provid condit under which the polit economi distort persist or disappear in the long run if the politician are as patient as the citizen the best subgam perfect equilibrium lead to an asymptot alloc where the aggreg distort aris from polit economi disappear in contrast when politician are less patient than the citizen polit economi distort remain asymptot and lead to posit aggreg labor and capit tax copyright copyright 2008 by the econometr societi", "title": "Political Economy of Mechanisms"}, "https://ideas.repec.org/a/ucp/jpolec/v107y1999i3p539-572.html": {"abstract": "In the standard model of human capital with perfect labor markets general training. When labor market frictions compress the structure of wages in the general skills of their employees. The reason is that the distortion in the wage structure\" turn technologically' general skills into specific' skills. Labor market frictions and institutions such as minimum wages and union wage setting, are crucial in shaping the wage structure thus have an important impact on training. Our results suggest that the more frictional and\" regulated labor markets in Europe and Japan may generate more firm-sponsored general training\" than the U.S.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epac16", "eppi29"], "abstractStem": "in the standard model of human capit with perfect labor market gener train when labor market friction compress the structur of wage in the gener skill of their employe the reason is that the distort in the wage structur turn technolog gener skill into specif skill labor market friction and institut such as minimum wage and union wage set are crucial in shape the wage structur thu have an import impact on train our result suggest that the more friction and regul labor market in europ and japan may gener more firmsponsor gener train than the uspthi abstract wa borrow from anoth version of thi item", "title": "The Structure of Wages and Investment in General Training"}, "https://ideas.repec.org/a/aea/aecrev/v95y2005i3p546-579.html": {"abstract": "The rise of Western Europe after 1500 is due largely to growth in countries with access to the Atlantic Ocean and with substantial trade with the New World, Africa, and Asia via the Atlantic. This trade and the associated colonialism affected Europe not only directly, but also indirectly by inducing institutional change. Where \"initial\" political institutions (those established before 1500) placed significant checks on the monarchy, the growth of Atlantic trade strengthened merchant groups by constraining the power of the monarchy, and helped merchants obtain changes in institutions to protect property rights. These changes were central to subsequent economic growth.", "authors": ["epac16", "epjo44"], "abstractStem": "the rise of western europ after 1500 is due larg to growth in countri with access to the atlant ocean and with substanti trade with the new world africa and asia via the atlant thi trade and the associ coloni affect europ not onli directli but also indirectli by induc institut chang where initi polit institut those establish befor 1500 place signific check on the monarchi the growth of atlant trade strengthen merchant group by constrain the power of the monarchi and help merchant obtain chang in institut to protect properti right these chang were central to subsequ econom growth", "title": "The Rise of Europe: Atlantic Trade, Institutional Change, and Economic Growth"}, "https://ideas.repec.org/a/wej/wldecn/164.html": {"abstract": "This article describes the main reasons why aid has not been as effective at addressing the worldâ€™s poverty problem as it could have been: lack of will on the part of donors, inadequate policies and governance on the part of recipients, and a lack of understanding of development and of how aid works best. It goes on to argue that donors and recipients alike are now better positioned to make aid more effective. However, the current and prospective level of aid is inadequate for the achievement of the Millennium Development Goals. While the moral case for more aid is compelling, it remains to be seen when and whether this will lead to larger aid budgets.", "authors": ["epac16"], "abstractStem": "thi articl describ the main reason whi aid ha not been as effect at address the world s poverti problem as it could have been lack of will on the part of donor inadequ polici and govern on the part of recipi and a lack of understand of develop and of how aid work best it goe on to argu that donor and recipi alik are now better posit to make aid more effect howev the current and prospect level of aid is inadequ for the achiev of the millennium develop goal while the moral case for more aid is compel it remain to be seen when and whether thi will lead to larger aid budget", "title": "International Aid"}, "https://ideas.repec.org/a/bla/jeurec/v10y2012i1p1-42.html": {"abstract": "No abstract is available for this item.", "authors": ["epac16"], "abstractStem": "no abstract is avail for thi item", "title": "Intellectual Property Rights Policy, Competition And Innovation"}, "https://ideas.repec.org/a/kap/jecgro/v4y1999i1p5-38.html": {"abstract": "We propose a model in which economic relations and institutions in advanced and less developed countries differ as these societies have access to different amounts of information. The lack of information in less developed economies makes it hard to evaluate the performance of managers, and leads to high \"agency costs\". As well as factors related to the informational infrastructure, we emphasize that societies accumulate information by repeating certain tasks. Poor societies may therefore have less information partly because the scarcity of capital restricts the repetition of various activities.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epac16", "epzi3"], "abstractStem": "we propos a model in which econom relat and institut in advanc and less develop countri differ as these societi have access to differ amount of inform the lack of inform in less develop economi make it hard to evalu the perform of manag and lead to high agenc cost as well as factor relat to the inform infrastructur we emphas that societi accumul inform by repeat certain task poor societi may therefor have less inform partli becaus the scarciti of capit restrict the repetit of variou activitiespthi abstract wa borrow from anoth version of thi item", "title": " Information Accumulation in Development"}, "https://ideas.repec.org/a/bla/jeurec/v9y2011i2p177-208.html": {"abstract": "Inefficiencies in the bureaucratic organization of the state are often viewed as important factors in retarding economic development. Why certain societies choose or end up with such inefficient organizations has received very little attention, however. In this paper, we present a simple theory of the emergence and persistence of inefficient states based on patronage-politics. The society consists of rich and poor individuals. The rich are initially in power, but expect to transition to democracy, which will choose redistributive policies. Taxation requires the employment of bureaucrats. We show that, under certain circumstances, by choosing an inefficient state structure, the rich may be able to use patronage and capture democratic politics. This enables them to reduce the amount of redistribution and public good provision in democracy. Moreover, the inefficient state creates its own constituency and tends to persist over time. Intuitively, an inefficient state structure creates more rents for bureaucrats than would an efficient state structure. When the poor come to power in democracy, they will reform the structure of the state to make it more efficient so that higher taxes can be collected at lower cost and with lower rents for bureaucrats. Anticipating this, when the society starts out with an inefficient organization of the state, bureaucrats support the rich, who set lower taxes but also provide rents to bureaucrats. We show that in order to generate enough political support, the coalition of the rich and the bureaucrats may not only choose an inefficient organization of the state, but they may expand the size of bureaucracy “excessively” so as to gain additional votes. The model shows that an equilibrium with an inefficient state is more likely to arise when there is greater inequality between the rich and the poor, when bureaucratic rents take intermediate values and when individuals are sufficiently forward-looking.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epac16", "epti48"], "abstractStem": "ineffici in the bureaucrat organ of the state are often view as import factor in retard econom develop whi certain societi choos or end up with such ineffici organ ha receiv veri littl attent howev in thi paper we present a simpl theori of the emerg and persist of ineffici state base on patronagepolit the societi consist of rich and poor individu the rich are initi in power but expect to transit to democraci which will choos redistribut polici taxat requir the employ of bureaucrat we show that under certain circumst by choos an ineffici state structur the rich may be abl to use patronag and captur democrat polit thi enabl them to reduc the amount of redistribut and public good provis in democraci moreov the ineffici state creat it own constitu and tend to persist over time intuit an ineffici state structur creat more rent for bureaucrat than would an effici state structur when the poor come to power in democraci they will reform the structur of the state to make it more effici so that higher tax can be collect at lower cost and with lower rent for bureaucrat anticip thi when the societi start out with an ineffici organ of the state bureaucrat support the rich who set lower tax but also provid rent to bureaucrat we show that in order to gener enough polit support the coalit of the rich and the bureaucrat may not onli choos an ineffici organ of the state but they may expand the size of bureaucraci  excess  so as to gain addit vote the model show that an equilibrium with an ineffici state is more like to aris when there is greater inequ between the rich and the poor when bureaucrat rent take intermedi valu and when individu are suffici forwardlookingpthi abstract wa borrow from anoth version of thi item", "title": "Emergence And Persistence Of Inefficient States"}, "https://ideas.repec.org/a/eee/eecrev/v45y2001i4-6p890-904.html": {"abstract": "We exploit the changes in the distribution of family income to estimate the effect of parental resources on college education. Our strategy exploits the fact that families at the bottom of the income distribution were much poorer in the 1990s than they were in the 1970s, while the opposite is true for families in the top quartile of the distribution. Our estimates suggest large effects of family income on enrollments. For example, we find that a 10 percent increase in family income is associated with a 1.4 percent increase in the probability of attending a four-year college.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epac16", "eppi29"], "abstractStem": "we exploit the chang in the distribut of famili incom to estim the effect of parent resourc on colleg educ our strategi exploit the fact that famili at the bottom of the incom distribut were much poorer in the 1990 than they were in the 1970 while the opposit is true for famili in the top quartil of the distribut our estim suggest larg effect of famili incom on enrol for exampl we find that a 10 percent increas in famili incom is associ with a 14 percent increas in the probabl of attend a fouryear collegepthi abstract wa borrow from anoth version of thi item", "title": "Changes in the wage structure, family income, and children's education"}, "https://ideas.repec.org/a/ecm/emetrp/v79y2011i1p327-330.html": {"abstract": "No abstract is available for this item.", "authors": ["epac16", "epmo9", "eppe7", "fpro323", "epuh1"], "abstractStem": "no abstract is avail for thi item", "title": "Report of the Editors 2009–2010"}, "https://ideas.repec.org/a/eee/jetheo/v147y2012i2p570-601.e3.html": {"abstract": "We study a dynamic general equilibrium model where innovation takes the form of the introduction of new goods whose production requires skilled workers. Innovation is followed by a costly process of standardization, whereby these new goods are adapted to be produced using unskilled labor. Our framework highlights a number of novel results. First, standardization is both an engine of growth and a potential barrier to it. As a result, growth is an inverse U-shaped function of the standardization rate (and of competition). Second, we characterize the growth and welfare maximizing speed of standardization. We show how optimal protection of intellectual property rights affecting the cost of standardization vary with the skill-endowment, the elasticity of substitution between goods and other parameters. Third, we show that, depending on how competition between innovating and standardizing firms is modelled and on parameter values, a new type of multiplicity of equilibria may arise. Finally, we study the implications of our model for the skill premium and we illustrate novel reasons for linking North–South trade to intellectual property rights protection.", "authors": ["epac16", "epga165", "epzi3"], "abstractStem": "we studi a dynam gener equilibrium model where innov take the form of the introduct of new good whose product requir skill worker innov is follow by a costli process of standard wherebi these new good are adapt to be produc use unskil labor our framework highlight a number of novel result first standard is both an engin of growth and a potenti barrier to it as a result growth is an invers ushap function of the standard rate and of competit second we character the growth and welfar maxim speed of standard we show how optim protect of intellectu properti right affect the cost of standard vari with the skillendow the elast of substitut between good and other paramet third we show that depend on how competit between innov and standard firm is model and on paramet valu a new type of multipl of equilibria may aris final we studi the implic of our model for the skill premium and we illustr novel reason for link north south trade to intellectu properti right protect", "title": "Competing engines of growth: Innovation and standardization"}, "https://ideas.repec.org/a/ucp/jlabec/v19y2001i1p1-21.html": {"abstract": " This article develops a model of noncompetitive labor markets in which high-wage (good) and low-wage (bad) jobs coexist. Minimum wages and unemployment benefits shift the composition of employment toward high-wage jobs. Because the composition of jobs in the laissez-faire equilibrium is inefficiently biased toward low-wage jobs, these labor market regulations increase average labor productivity and may improve welfare. Copyright 2001 by University of Chicago Press.", "authors": ["epac16"], "abstractStem": " thi articl develop a model of noncompetit labor market in which highwag good and lowwag bad job coexist minimum wage and unemploy benefit shift the composit of employ toward highwag job becaus the composit of job in the laissezfair equilibrium is ineffici bias toward lowwag job these labor market regul increas averag labor product and may improv welfar copyright 2001 by univers of chicago press", "title": "Good Jobs versus Bad Jobs"}, "https://ideas.repec.org/a/eee/moneco/v40y1997i3p501-533.html": {"abstract": "No abstract is available for this item.", "authors": ["epac16", "epsc65"], "abstractStem": "no abstract is avail for thi item", "title": "Asymmetric business cycles: Theory and time-series evidence"}, "https://ideas.repec.org/a/ucp/jpolec/doi10.1086-682679.html": {"abstract": "We provide a general framework for the analysis of institutional dynamics in an environment in which payoffs and political powers change stochastically. Assuming that economic and political institutions as well as individual types can be ordered, and preferences and the distribution of political power satisfy natural \"single-crossing\" (increasing differences) conditions, we prove existence of a pure-strategy Markov voting equilibrium, provide conditions for its uniqueness, and present a number of comparative static results. We then use this framework to study the dynamics of political rights and repression in the presence of threats from extremist groups and the dynamics of collective experimentation.", "authors": ["epac16"], "abstractStem": "we provid a gener framework for the analysi of institut dynam in an environ in which payoff and polit power chang stochast assum that econom and polit institut as well as individu type can be order and prefer and the distribut of polit power satisfi natur singlecross increas differ condit we prove exist of a purestrategi markov vote equilibrium provid condit for it uniqu and present a number of compar static result we then use thi framework to studi the dynam of polit right and repress in the presenc of threat from extremist group and the dynam of collect experiment", "title": "Political Economy in a Changing World"}, "https://ideas.repec.org/a/aea/aecrev/v97y2007i3p916-943.html": {"abstract": "We develop a tractable framework for the analysis of the relationship between contractual incompleteness, technological complementarities, and technology adoption. In our model, a firm chooses its technology and investment levels in contractible activities by suppliers of intermediate inputs. Suppliers then choose investments in noncontractible activities, anticipating payoffs from an ex post bargaining game. We show that greater contractual incompleteness leads to the adoption of less advanced technologies, and that the impact of contractual incompleteness is more pronounced when there is greater complementary among the intermediate inputs. We study a number of applications of the main framework and show that the mechanism proposed in the paper can generate sizable productivity differences across countries with different contracting institutions, and that differences in contracting institutions lead to endogenous comparative advantage differences. (JEL D86, O33)", "authors": ["epac16", "epan181", "fphe205"], "abstractStem": "we develop a tractabl framework for the analysi of the relationship between contractu incomplet technolog complementar and technolog adopt in our model a firm choos it technolog and invest level in contract activ by supplier of intermedi input supplier then choos invest in noncontract activ anticip payoff from an ex post bargain game we show that greater contractu incomplet lead to the adopt of less advanc technolog and that the impact of contractu incomplet is more pronounc when there is greater complementari among the intermedi input we studi a number of applic of the main framework and show that the mechan propos in the paper can gener sizabl product differ across countri with differ contract institut and that differ in contract institut lead to endogen compar advantag differ jel d86 o33", "title": "Contracts and Technology Adoption"}, "https://ideas.repec.org/a/anr/reveco/v6y2014p875-912.html": {"abstract": "In this article, we revisit the relationship among institutions, human capital, and development. We argue that empirical models that treat institutions and human capital as exogenous are misspecified, both because of the usual omitted variable bias problems and because of differential measurement error in these variables, and that this misspecification is at the root of the very large returns of human capital, about four to five times greater than that implied by micro (Mincerian) estimates, found in the previous literature. Using cross-country and cross-regional regressions, we show that when we focus on historically determined differences in human capital and control for the effect of institutions, the impact of institutions on long-run development is robust, whereas the estimates of the effect of human capital are much diminished and become consistent with micro estimates. Using historical and cross-country regression evidence, we also show that there is no support for the view that differences in the human capital endowments of early European colonists have been a major factor in the subsequent institutional development of former colonies.", "authors": ["epac16", "epga14"], "abstractStem": "in thi articl we revisit the relationship among institut human capit and develop we argu that empir model that treat institut and human capit as exogen are misspecifi both becaus of the usual omit variabl bia problem and becaus of differenti measur error in these variabl and that thi misspecif is at the root of the veri larg return of human capit about four to five time greater than that impli by micro mincerian estim found in the previou literatur use crosscountri and crossregion regress we show that when we focu on histor determin differ in human capit and control for the effect of institut the impact of institut on longrun develop is robust wherea the estim of the effect of human capit are much diminish and becom consist with micro estim use histor and crosscountri regress evid we also show that there is no support for the view that differ in the human capit endow of earli european colonist have been a major factor in the subsequ institut develop of former coloni", "title": "Institutions, Human Capital, and Development "}, "https://ideas.repec.org/a/aea/aejmac/v2y2010i1p169-88.html": {"abstract": "We document substantial within-country (cross-municipality) differences in incomes for a large number of countries in the Americas. A significant fraction of the within-country differences cannot be explained by observed human capital. We conjecture that the sources of within-country and between-country differences are related. As a first step toward a unified framework, we propose a simple model incorporating differences in technological know-how across countries and differences in productive efficiency within countries. (JEL E23, I31, J31, O15, O18, O47, R23)", "authors": ["epac16"], "abstractStem": "we document substanti withincountri crossmunicip differ in incom for a larg number of countri in the america a signific fraction of the withincountri differ cannot be explain by observ human capit we conjectur that the sourc of withincountri and betweencountri differ are relat as a first step toward a unifi framework we propos a simpl model incorpor differ in technolog knowhow across countri and differ in product effici within countri jel e23 i31 j31 o15 o18 o47 r23", "title": "Productivity Differences between and within Countries"}, "https://ideas.repec.org/a/oup/restud/v69y2002i4p781-809.html": {"abstract": " For many problems in macroeconomics, development economics, labour economics, and international trade, whether technical change is biased towards particular factors is of central importance. This paper develops a simple framework to analyse the forces that shape these biases. There are two major forces affecting equilibrium bias: the price effect and the market size effect. While the former encourages innovations directed at scarce factors, the latter leads to technical change favouring abundant factors. The elasticity of substitution between different factors regulates how powerful these effects are, determining how technical change and factor prices respond to changes in relative supplies. If the elasticity of substitution is sufficiently large, the long run relative demand for a factor can slope up.I apply this framework to develop possible explanations to the following questions: why technical change over the past 60 years was skill biased, and why the skill bias may have accelerated over the past 25 years? Why new technologies introduced during the late eighteenth and early nineteenth centuries were unskill biased? What is the effect of biased technical change on the income gap between rich and poor countries? Does international trade affect the skill bias of technical change? What are the implications of wage push for technical change? Why is technical change generally labour augmenting rather than capital augmenting? Copyright 2002, Wiley-Blackwell.", "authors": ["epac16"], "abstractStem": " for mani problem in macroeconom develop econom labour econom and intern trade whether technic chang is bias toward particular factor is of central import thi paper develop a simpl framework to analys the forc that shape these bias there are two major forc affect equilibrium bia the price effect and the market size effect while the former encourag innov direct at scarc factor the latter lead to technic chang favour abund factor the elast of substitut between differ factor regul how power these effect are determin how technic chang and factor price respond to chang in rel suppli if the elast of substitut is suffici larg the long run rel demand for a factor can slope upi appli thi framework to develop possibl explan to the follow question whi technic chang over the past 60 year wa skill bias and whi the skill bia may have acceler over the past 25 year whi new technolog introduc dure the late eighteenth and earli nineteenth centuri were unskil bias what is the effect of bias technic chang on the incom gap between rich and poor countri doe intern trade affect the skill bia of technic chang what are the implic of wage push for technic chang whi is technic chang gener labour augment rather than capit augment copyright 2002 wileyblackwel", "title": "Directed Technical Change"}}}