{"epai8": {"https://ideas.repec.org/a/bla/intfin/v12y2009i3p351-386.html": {"abstract": " Concerns about the implications of foreign investments by sovereign wealth funds (SWFs) stem in large part from apprehensions about the objectives and governance quality of these institutions. This paper contributes to a better understanding of the stylized facts of SWFs by providing a statistical analysis of a range of characteristics of SWFs, including the motivation for their establishment as well as their size, governance and effect on reserve management behaviour. Specifically, it estimates what factors foster the establishment of SWFs as well as affect their size. It also investigates the extent to which the governance and transparency of individual SWFs correlate with domestic and global governance practices. Lastly, it analyses how asset accumulation by SWFs may affect central bank holdings of official reserves. Copyright 2009 Blackwell Publishing Ltd", "authors": ["epai8", "epgl13"], "abstractStem": " concern about the implic of foreign invest by sovereign wealth fund swf stem in larg part from apprehens about the object and govern qualiti of these institut thi paper contribut to a better understand of the styliz fact of swf by provid a statist analysi of a rang of characterist of swf includ the motiv for their establish as well as their size govern and effect on reserv manag behaviour specif it estim what factor foster the establish of swf as well as affect their size it also investig the extent to which the govern and transpar of individu swf correl with domest and global govern practic lastli it analys how asset accumul by swf may affect central bank hold of offici reserv copyright 2009 blackwel publish ltd", "title": "Sovereign Wealth Funds: Stylized Facts about their Determinants and Governance"}, "https://ideas.repec.org/a/eee/jimfin/v22y2003i5p657-679.html": {"abstract": "Following the Tequila period, its after-effects in Latin America and recent events in South East Asia, the effect of volatility on emerging market economies has become an important topic of research with the domestic financial intermediation process being advanced as one of the most important transmission mechanisms. At the same time there has been continued interest in issues related to imperfect information and rationing in credit markets. In this paper, we consider an economy where risk neutral banks provide intermediation services and risk neutral producers demand credit to finance their working capital needs. Our model blends costly state verification with imperfect enforcement power and, in this context of costly financial intermediation, we show that a weak legal system combined with high information verification costs leads to large, first-order effects of volatility on production, employment and welfare. A calibration illustrates that the semi-elasticity of welfare with respect to volatility is less than -1 for reasonable parameter values (i.e., a one percent increase in the coefficient of variation of productivity shocks would reduce welfare by more than one percent). We suggest that legal and information problems in the credit market may then be at the heart of the reason why volatility has profound effects on emerging market economies.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epai8", "eppo64"], "abstractStem": "follow the tequila period it aftereffect in latin america and recent event in south east asia the effect of volatil on emerg market economi ha becom an import topic of research with the domest financi intermedi process be advanc as one of the most import transmiss mechan at the same time there ha been continu interest in issu relat to imperfect inform and ration in credit market in thi paper we consid an economi where risk neutral bank provid intermedi servic and risk neutral produc demand credit to financ their work capit need our model blend costli state verif with imperfect enforc power and in thi context of costli financi intermedi we show that a weak legal system combin with high inform verif cost lead to larg firstord effect of volatil on product employ and welfar a calibr illustr that the semielast of welfar with respect to volatil is less than 1 for reason paramet valu ie a one percent increas in the coeffici of variat of product shock would reduc welfar by more than one percent we suggest that legal and inform problem in the credit market may then be at the heart of the reason whi volatil ha profound effect on emerg market economiespthi abstract wa borrow from anoth version of thi item", "title": "Volatility and financial intermediation"}, "https://ideas.repec.org/a/eee/jimfin/v30y2011i8p1659-1675.html": {"abstract": "This paper studies how within- and cross-country capital market imperfections affect the welfare effects of forming a currency union. The analysis considers a bank-only world where intermediaries compete in Cournot fashion and monitoring and state verification are costly. The first part determines the credit market equilibrium and the optimal number of banks, prior to joining the union. The second part discusses the benefits from joining a currency union. A competition effect is identified and related to the added monitoring costs that banks may incur when operating outside their home country, through an argument akin to the Brander-Krugman “reciprocal dumping” model of bilateral trade. However, in our framework, whether joining a union raises welfare of the home country is ambiguous; it depends on the relative strength of “investment creation” and “intermediation diversion” effects.", "authors": ["epag16", "epai8"], "abstractStem": "thi paper studi how within and crosscountri capit market imperfect affect the welfar effect of form a currenc union the analysi consid a bankonli world where intermediari compet in cournot fashion and monitor and state verif are costli the first part determin the credit market equilibrium and the optim number of bank prior to join the union the second part discuss the benefit from join a currenc union a competit effect is identifi and relat to the ad monitor cost that bank may incur when oper outsid their home countri through an argument akin to the branderkrugman  reciproc dump  model of bilater trade howev in our framework whether join a union rais welfar of the home countri is ambigu it depend on the rel strength of  invest creation  and  intermedi divers  effect", "title": "Capital market imperfections and the theory of optimum currency areas"}, "https://ideas.repec.org/a/cje/issued/v32y1999i4p995-1008.html": {"abstract": "In this paper we compare the diversification patterns of agents who maximize a generalized expected utility (GEU) with the diversification patterns of agents who follow the CAPM. We consider two identical countries with equity returns having the same mean and variance in terms of their domestic currency but not perfectly correlated. In these circumstances, even a small amount of undiversifiable exchange rate risk would lead to low or zero international diversification among countries if agents maximize GEU, whereas CAPM would imply considerable diversification. Consequently, first-order risk aversion should be added to the explanatory factors that account for the observed diversification patterns.", "authors": ["epai8"], "abstractStem": "in thi paper we compar the diversif pattern of agent who maxim a gener expect util geu with the diversif pattern of agent who follow the capm we consid two ident countri with equiti return have the same mean and varianc in term of their domest currenc but not perfectli correl in these circumst even a small amount of undiversifi exchang rate risk would lead to low or zero intern diversif among countri if agent maxim geu wherea capm would impli consider diversif consequ firstord risk avers should be ad to the explanatori factor that account for the observ diversif pattern", "title": "International Portfolio Diversification with Generalized Expected Utility Preferences"}, "https://ideas.repec.org/a/bla/etrans/v3y1995i3p321-331.html": {"abstract": "No abstract is available for this item.", "authors": ["epai8"], "abstractStem": "no abstract is avail for thi item", "title": "Production bottlenecks and resource allocation during the transition to a market economy"}, "https://ideas.repec.org/a/ecj/econjl/v114y2004i497p569-591.html": {"abstract": " We derive a precautionary demand for international reserves in the presence of sovereign risk and show that political-economy considerations modify the optimal level of reserve holdings. A greater chance of opportunistic behaviour by future policy makers and political corruption reduce the demand for international reserves and increase external borrowing. We provide evidence to support these findings. Consequently, the debt-to-reserves ratio may be less useful as a vulnerability indicator. A version of the Lucas Critique suggests that if a high debt-to-reserves ratio is a symptom of opportunistic behaviour, a policy recommendation to increase international reserve holdings may be welfare-reducing. Copyright 2004 Royal Economic Society.", "authors": ["epai8", "fpma1464"], "abstractStem": " we deriv a precautionari demand for intern reserv in the presenc of sovereign risk and show that politicaleconomi consider modifi the optim level of reserv hold a greater chanc of opportunist behaviour by futur polici maker and polit corrupt reduc the demand for intern reserv and increas extern borrow we provid evid to support these find consequ the debttoreserv ratio may be less use as a vulner indic a version of the luca critiqu suggest that if a high debttoreserv ratio is a symptom of opportunist behaviour a polici recommend to increas intern reserv hold may be welfarereduc copyright 2004 royal econom societi", "title": "International Reserve Holdings with Sovereign Risk and Costly Tax Collection"}, "https://ideas.repec.org/a/gam/jscscx/v2y2013i4p221-233d29682.html": {"abstract": "Taking a historical perspective of economic changes, this paper argues that muddling through crises-induced reforms characterizes well the evolutionary process of forming currency unions. The economic distortions facing the euro include structural challenges in the labor and product markets, and financial distortions. While both structural and financial distortions are costly and prevalent, they differ in fundamental ways. Financial distortions are moving at the speed of the Internet, and their welfare costs are determined more by the access to credit lines and leverage, than by the GDP of each country. In contrast, the structural distortions are moving at a slow pace relative to the financial distortions, and their effects are determined by inter-generational dynamics. These considerations suggest that the priority should be given to dealing with the financial distortions. A more perfect Eurozone is not assured without successfully muddling through painful periodic crises.", "authors": ["epai8"], "abstractStem": "take a histor perspect of econom chang thi paper argu that muddl through crisesinduc reform character well the evolutionari process of form currenc union the econom distort face the euro includ structur challeng in the labor and product market and financi distort while both structur and financi distort are costli and preval they differ in fundament way financi distort are move at the speed of the internet and their welfar cost are determin more by the access to credit line and leverag than by the gdp of each countri in contrast the structur distort are move at a slow pace rel to the financi distort and their effect are determin by intergener dynam these consider suggest that the prioriti should be given to deal with the financi distort a more perfect eurozon is not assur without success muddl through pain period crise", "title": "The Eurozone Crisis: Muddling through on the Way to a More Perfect Euro Union?"}, "https://ideas.repec.org/a/eee/inecon/v62y2004i1p125-148.html": {"abstract": "This paper examines the impact of uncertainty on the profitability of vertical and horizontal foreign direct investment (FDI). Vertical FDI takes place when the multinational fragments the production process internationally, locating each stage of production in the country where it can be done at the least cost. Horizontal FDI occurs when the multinational undertakes the same production activities in multiple countries. We consider a model where the risk-neutral multinational must commit its investment prior to the realization of shocks. The multinational has monopoly power and confronts two types of risk. It may face random productivity shocks or encounter a host country that tries to confiscate its rents. We show that greater uncertainty reduces the expected income from vertical FDI but increases the expected income from horizontal FDI. In addition, predatory actions by the host country are more costly to the multinational that has structured its production vertically rather than horizontally. Consequently, increased uncertainty should encourage horizontal FDI but discourage vertical FDI. If vertical FDI is more likely to flow into emerging markets and horizontal FDI into mature markets, then the empirical finding that most FDI is horizontal rather than vertical might be due, in part, to the greater uncertainty associated with emerging markets. We report cross-country regression results that provide some support for the predictions of the model. Volatility appears to have a differential impact on FDI inflows into mature and emerging markets. For mature markets that supposedly attract mainly horizontal FDI, greater volatility significantly increases FDI inflows. For emerging markets that receive relatively more vertical FDI inflows, increased volatility does not increase FDI inflows.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epai8", "fpma1464"], "abstractStem": "thi paper examin the impact of uncertainti on the profit of vertic and horizont foreign direct invest fdi vertic fdi take place when the multin fragment the product process intern locat each stage of product in the countri where it can be done at the least cost horizont fdi occur when the multin undertak the same product activ in multipl countri we consid a model where the riskneutr multin must commit it invest prior to the realiz of shock the multin ha monopoli power and confront two type of risk it may face random product shock or encount a host countri that tri to confisc it rent we show that greater uncertainti reduc the expect incom from vertic fdi but increas the expect incom from horizont fdi in addit predatori action by the host countri are more costli to the multin that ha structur it product vertic rather than horizont consequ increas uncertainti should encourag horizont fdi but discourag vertic fdi if vertic fdi is more like to flow into emerg market and horizont fdi into matur market then the empir find that most fdi is horizont rather than vertic might be due in part to the greater uncertainti associ with emerg market we report crosscountri regress result that provid some support for the predict of the model volatil appear to have a differenti impact on fdi inflow into matur and emerg market for matur market that supposedli attract mainli horizont fdi greater volatil significantli increas fdi inflow for emerg market that receiv rel more vertic fdi inflow increas volatil doe not increas fdi inflowspthi abstract wa borrow from anoth version of thi item", "title": "The merits of horizontal versus vertical FDI in the presence of uncertainty"}, "https://ideas.repec.org/a/oup/qjecon/v100y1985i2p539-550..html": {"abstract": "This paper analyzes the degree of short-run, real wage flexibility in a two-sector economy under floating rates. This is done by deriving optimal wage indexation in a contracting framework. We find that the more closed the economy, the lower the degree of wage indexation. As a result, output will fluctuate less around its desired level in a more closed economy. These findings further imply that a given unexpected monetary shock will cause as maller output shock in a more open economy, whereas a given real shock will induce a smaller output shock in a more closed economy.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epai8"], "abstractStem": "thi paper analyz the degre of shortrun real wage flexibl in a twosector economi under float rate thi is done by deriv optim wage index in a contract framework we find that the more close the economi the lower the degre of wage index as a result output will fluctuat less around it desir level in a more close economi these find further impli that a given unexpect monetari shock will caus as maller output shock in a more open economi wherea a given real shock will induc a smaller output shock in a more close economypthi abstract wa borrow from anoth version of thi item", "title": "Wage Flexibility and Openness"}, "https://ideas.repec.org/a/fip/fedfpr/y2005x19.html": {"abstract": "This paper tests the importance of precautionary and mercantilist motives in accounting for the hoarding of international reserves by developing countries, and provides a model that quantifies the welfare gains from optimal management of international reserves. While the variables associated with the mercantilist motive are statistically significant, their economic importance in accounting for reserve hoarding is close to zero and is dwarfed by other variables. Overall, the empirical results are in line with the precautionary demand. The effects of financial crises have been localized, increasing reserve hoarding in the aftermath of crises mostly in countries located in the affected region, but not in other regions. A more liberal capital account regime is found to increase the amount of international reserves, in line with the precautionary view. We also investigate the micro foundation of precautionary demand, extending Diamond and Dybvig (1983)’s model to an open, emerging market economy where banks finance long-term projects with short-term deposits. We identify circumstances that lead to large precautionary demand for international reserves, providing self-insurance against the adverse output effects of sudden stop and capital flight shocks. This would be the case if premature liquidation of long-term projects is costly, and the economy is de-facto integrated with the global financial system, hence sudden stops and capital flight may reduce deposits sharply. We show that the welfare gain from the optimal management of international reserves is of a first-order magnitude, reducing the welfare cost of liquidity shocks from a first-order to a second-order magnitude.", "authors": ["epai8", "eple103"], "abstractStem": "thi paper test the import of precautionari and mercantilist motiv in account for the hoard of intern reserv by develop countri and provid a model that quantifi the welfar gain from optim manag of intern reserv while the variabl associ with the mercantilist motiv are statist signific their econom import in account for reserv hoard is close to zero and is dwarf by other variabl overal the empir result are in line with the precautionari demand the effect of financi crise have been local increas reserv hoard in the aftermath of crise mostli in countri locat in the affect region but not in other region a more liber capit account regim is found to increas the amount of intern reserv in line with the precautionari view we also investig the micro foundat of precautionari demand extend diamond and dybvig 1983 s model to an open emerg market economi where bank financ longterm project with shortterm deposit we identifi circumst that lead to larg precautionari demand for intern reserv provid selfinsur against the advers output effect of sudden stop and capit flight shock thi would be the case if prematur liquid of longterm project is costli and the economi is defacto integr with the global financi system henc sudden stop and capit flight may reduc deposit sharpli we show that the welfar gain from the optim manag of intern reserv is of a firstord magnitud reduc the welfar cost of liquid shock from a firstord to a secondord magnitud", "title": "International reserves: precautionary versus mercantilist views, theory and evidence"}, "https://ideas.repec.org/a/eee/ecolet/v41y1993i2p207-210.html": {"abstract": "No abstract is available for this item.", "authors": ["epai8", "fpma1464"], "abstractStem": "no abstract is avail for thi item", "title": "Macroeconomic uncertainty and private investment"}, "https://ideas.repec.org/a/ijf/ijfiec/v10y2005i1p1-13.html": {"abstract": " This paper analyses the implications of inefficient financial intermediation for debt management in a model where firms rely on bank credit to finance their working capital needs and lenders face state verification and contract enforcement costs. We show that lower expected productivity, higher enforcement and verification costs, or higher volatility of productivity shocks, may shift a country to the wrong side of its debt Laffer curve, with potentially sizable output and welfare losses. We also show that debt relief may bring few welfare benefits unless it is accompanied by reforms aimed at reducing financial sector inefficiencies. Copyright © 2005 John Wiley &amp; Sons, Ltd.", "authors": ["epag16", "epai8"], "abstractStem": " thi paper analys the implic of ineffici financi intermedi for debt manag in a model where firm reli on bank credit to financ their work capit need and lender face state verif and contract enforc cost we show that lower expect product higher enforc and verif cost or higher volatil of product shock may shift a countri to the wrong side of it debt laffer curv with potenti sizabl output and welfar loss we also show that debt relief may bring few welfar benefit unless it is accompani by reform aim at reduc financi sector ineffici copyright   2005 john wiley amp son ltd", "title": "Financial sector inefficiencies and the debt Laffer curve"}, "https://ideas.repec.org/a/eee/moneco/v13y1984i2p251-262.html": {"abstract": "No abstract is available for this item.", "authors": ["epai8"], "abstractStem": "no abstract is avail for thi item", "title": "Optimal wage re-negotiation in a closed and open economy"}, "https://ideas.repec.org/a/bla/reviec/v16y2008i2p217-233.html": {"abstract": " This paper investigates changes in cultural consumption patterns for a low-concentration industry: wine and beer. Using data on 38 countries from 1963-2000, there is clear convergence in the consumption of wine relative to beer between 1963 and 2000. Convergence occurs even more quickly within groups of countries that have a higher degree of integration. A key prediction of international trade is confirmed in the data: greater trade integration weakens the association between production and consumption patterns-although the relative consumption of wine can be explained well in 1963 by grape production and latitude, these variables are much less significant in 2000. Despite these \"scientific\" explanations, there is also a cultural angle to wine consumption. While the relative wine consumption of France and Germany is converging, several Latin American countries fail to converge. The patterns of convergence are consistent with dynamics of adjustment in overlapping generation habit formation models. Copyright � 2007 The Authors.", "authors": ["epai8"], "abstractStem": " thi paper investig chang in cultur consumpt pattern for a lowconcentr industri wine and beer use data on 38 countri from 19632000 there is clear converg in the consumpt of wine rel to beer between 1963 and 2000 converg occur even more quickli within group of countri that have a higher degre of integr a key predict of intern trade is confirm in the data greater trade integr weaken the associ between product and consumpt patternsalthough the rel consumpt of wine can be explain well in 1963 by grape product and latitud these variabl are much less signific in 2000 despit these scientif explan there is also a cultur angl to wine consumpt while the rel wine consumpt of franc and germani is converg sever latin american countri fail to converg the pattern of converg are consist with dynam of adjust in overlap gener habit format model copyright   2007 the author", "title": "Globalization and Taste Convergence: the Cases of Wine and Beer"}, "https://ideas.repec.org/a/kap/openec/v26y2015i5p911-939.html": {"abstract": " Why do people save? A strand of the literature has emphasized the role of ‘precautionary’ motives; i.e., private agents save in order to mitigate unexpected future income shocks. An implication is that in countries faced with more macroeconomic volatility and risk, private saving should be higher. From the observable data, however, we find a negative correlation between risk and private saving in cross-country comparisons, particularly in developing countries. We provide a plausible explanation for the disconnect between precautionary-saving theory and the empirical evidence that is based on a model with a richer account for the various modes of ‘precautionary’ behavior by private agents, in cases where institutions are weaker and labor informality is prevalent. In such environments, household saving decisions are intertwined with firms’ investment decisions. As a result, the interaction between saving behavior, broadly construed, and aggregate risk and uncertainty, may be more complex than is frequently assumed. Copyright Springer Science+Business Media New York 2015", "authors": ["epai8", "fpca351", "epno49"], "abstractStem": " whi do peopl save a strand of the literatur ha emphas the role of  precautionari  motiv ie privat agent save in order to mitig unexpect futur incom shock an implic is that in countri face with more macroeconom volatil and risk privat save should be higher from the observ data howev we find a neg correl between risk and privat save in crosscountri comparison particularli in develop countri we provid a plausibl explan for the disconnect between precautionarysav theori and the empir evid that is base on a model with a richer account for the variou mode of  precautionari  behavior by privat agent in case where institut are weaker and labor inform is preval in such environ household save decis are intertwin with firm  invest decis as a result the interact between save behavior broadli constru and aggreg risk and uncertainti may be more complex than is frequent assum copyright springer sciencebusi media new york 2015", "title": "Precautionary Strategies and Household Saving"}, "https://ideas.repec.org/a/kap/openec/v23y2012i4p597-621.html": {"abstract": " We study exchange market pressures (EMP) and using international reserves by emerging markets (EMs) during the 2000s. We find that financial considerations dominated trade factors. The impact of gross short-term external debt quintuples during the crisis. Capital outflows and deleveraging was the force behind EMP rise during the global financial crisis. Greater FDI (greater portfolio debt) inflows prior to the crisis were associated with a lower (higher) crisis EMP, respectively. The severity of the financial shock was exacerbated by financial ties to the U.S., while the trade shock was more severe in EMs with a larger commodity export share. Copyright Springer Science+Business Media, LLC 2012", "authors": ["epai8", "fpsu268"], "abstractStem": " we studi exchang market pressur emp and use intern reserv by emerg market em dure the 2000 we find that financi consider domin trade factor the impact of gross shortterm extern debt quintupl dure the crisi capit outflow and deleverag wa the forc behind emp rise dure the global financi crisi greater fdi greater portfolio debt inflow prior to the crisi were associ with a lower higher crisi emp respect the sever of the financi shock wa exacerb by financi tie to the us while the trade shock wa more sever in em with a larger commod export share copyright springer sciencebusi media llc 2012", "title": "From the Great Moderation to the Global Crisis: Exchange Market Pressure in the 2000s"}, "https://ideas.repec.org/a/kap/openec/v24y2013i3p371-396.html": {"abstract": " We investigate the relationship between economic growth and lagged international capital flows, disaggregated into FDI, portfolio investment, equity investment, and short-term debt. We follow about 100 countries during 1990–2010 when emerging markets became more integrated into the international financial system. We look at the relationship both before and after the global crisis. Our study reveals a complex and mixed picture. The relationship between growth and lagged capital flows depends on the type of flows, economic structure, and global growth patterns. We find a large and robust relationship between FDI – both inflows and outflows – and growth. The relationship between growth and equity flows is smaller and less stable. Finally, the relationship between growth and short-term debt is nil before the crisis, and negative during the crisis. Copyright Springer Science+Business Media New York 2013", "authors": ["epai8", "epji90", "fppa611"], "abstractStem": " we investig the relationship between econom growth and lag intern capit flow disaggreg into fdi portfolio invest equiti invest and shortterm debt we follow about 100 countri dure 1990 2010 when emerg market becam more integr into the intern financi system we look at the relationship both befor and after the global crisi our studi reveal a complex and mix pictur the relationship between growth and lag capit flow depend on the type of flow econom structur and global growth pattern we find a larg and robust relationship between fdi   both inflow and outflow   and growth the relationship between growth and equiti flow is smaller and less stabl final the relationship between growth and shortterm debt is nil befor the crisi and neg dure the crisi copyright springer sciencebusi media new york 2013", "title": "Capital Flows and Economic Growth in the Era of Financial Integration and Crisis, 1990–2010"}, "homepage": "https://ideas.repec.org/e/pai8.html", "https://ideas.repec.org/a/eej/eeconj/v9y1983i2p103-105.html": {"abstract": "No abstract is available for this item.", "authors": ["epai8"], "abstractStem": "no abstract is avail for thi item", "title": "Government Size, Optimal Inflation Tax, and Tax Collection Costs"}, "https://ideas.repec.org/a/bla/rdevec/v17y2013i3p397-413.html": {"abstract": "No abstract is available for this item.", "authors": ["epai8", "fppa330"], "abstractStem": "no abstract is avail for thi item", "title": "Special Issue. Guest Editor: Zhihao Yu"}, "https://ideas.repec.org/a/eee/jimfin/v23y2004i1p27-49.html": {"abstract": "The paper proposes a two-step approach to assessing the extent to which the fall in credit in crisis-stricken East Asian countries was a supply- or demand-induced phenomenon. The first step is based on the estimation of a demand function for excess liquid assets by commercial banks. Such a function is derived analytically in the first part of the paper. The second step consists in establishing dynamic projections for the periods following the crisis and assessing whether or not residuals are large enough to be viewed as indicators of involuntary' accumulation of excess reserves. Results for Thailand indicate that the contraction in bank lending that accompanied the crisis was the result of supply factors.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epag16", "epai8", "epho135"], "abstractStem": "the paper propos a twostep approach to assess the extent to which the fall in credit in crisisstricken east asian countri wa a suppli or demandinduc phenomenon the first step is base on the estim of a demand function for excess liquid asset by commerci bank such a function is deriv analyt in the first part of the paper the second step consist in establish dynam project for the period follow the crisi and assess whether or not residu are larg enough to be view as indic of involuntari accumul of excess reserv result for thailand indic that the contract in bank lend that accompani the crisi wa the result of suppli factorspthi abstract wa borrow from anoth version of thi item", "title": "The credit crunch in East Asia: what can bank excess liquid assets tell us?"}, "https://ideas.repec.org/a/eee/ecolet/v21y1986i2p183-187.html": {"abstract": "This paper develops an analytical framework for the analysis of targeting rules for monetary policy. We derive the optimal money supply rule and analyze the implications of other monetary rules including rules that target nominal GNP, the price level, the monetary growth rate and the interestrate. An explicit welfare criterion is used in order to rank the alternative rules. In the model monetary policy is needed because labor market contracts set nominal wages in advance of the realization of the stochastic shocks. The principal result is that the welfare ranking of alternative targeting rules depends on whether the elasticity of labor demand exceeds or falls short of the elasticity of labor supply. Specifically, it is shown that if the demand for labor is more elastic than the supply, then targeting nominal GNP produces a smaller welfare loss than targeting the CPI which in turn produces a smaller welfare loss than interest rate targeting.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epai8"], "abstractStem": "thi paper develop an analyt framework for the analysi of target rule for monetari polici we deriv the optim money suppli rule and analyz the implic of other monetari rule includ rule that target nomin gnp the price level the monetari growth rate and the interestr an explicit welfar criterion is use in order to rank the altern rule in the model monetari polici is need becaus labor market contract set nomin wage in advanc of the realiz of the stochast shock the princip result is that the welfar rank of altern target rule depend on whether the elast of labor demand exce or fall short of the elast of labor suppli specif it is shown that if the demand for labor is more elast than the suppli then target nomin gnp produc a smaller welfar loss than target the cpi which in turn produc a smaller welfar loss than interest rate targetingpthi abstract wa borrow from anoth version of thi item", "title": "Targeting rules for monetary policy"}, "https://ideas.repec.org/a/eee/dyncon/v35y2011i9p1502-1513.html": {"abstract": "We outline the case for supporting self-insurance by imposing a tax on external borrowing in a model of an emerging market. Entrepreneurs finance tangible investments via bank intermediation of foreign borrowing, exposing the economy to negative fire-sale externalities at times of deleveraging; a risk that increases with the ratio of aggregate external borrowing to international reserves. Price taking economic agents ignore their marginal impact on the expected cost of a deleveraging crisis. The optimal borrowing tax reduces the distorted activity, external borrowing, and induces borrowers to co-finance the precautionary hoarding of international reserves.", "authors": ["epai8"], "abstractStem": "we outlin the case for support selfinsur by impos a tax on extern borrow in a model of an emerg market entrepreneur financ tangibl invest via bank intermedi of foreign borrow expos the economi to neg firesal extern at time of deleverag a risk that increas with the ratio of aggreg extern borrow to intern reserv price take econom agent ignor their margin impact on the expect cost of a deleverag crisi the optim borrow tax reduc the distort activ extern borrow and induc borrow to cofin the precautionari hoard of intern reserv", "title": "Hoarding international reserves versus a Pigovian tax-cum-subsidy scheme: Reflections on the deleveraging crisis of 2008-2009, and a cost benefit analysis"}, "https://ideas.repec.org/a/gam/jscscx/v4y2015i2p373-392d49770.html": {"abstract": "This paper reviews recent research dealing with fiscal discipline and revisit the issues of fiscal control in federal systems, focusing on selective case studies covering the 2000s, before and after the global financial crisis (GFC). We start by contrasting the recent fiscal history of California to that of Greece, illustrating the different ways of dealing with fiscal deficiencies in a mature union, U.S., versus a young union, Eurozone. We continue with an overview of the fiscal developments in Brazil, illustrating the challenges facing federal systems in emerging markets, and possible ways to move forward in upgrading a countryâ€™s fiscal institutions. We conclude with the fiscal history of Iceland before and after the financial crisisâ€”a standalone small country, assessed favorably by rating agencies prior to the GFC, and now recovering from a deep financial crisis.", "authors": ["epai8"], "abstractStem": "thi paper review recent research deal with fiscal disciplin and revisit the issu of fiscal control in feder system focus on select case studi cover the 2000 befor and after the global financi crisi gfc we start by contrast the recent fiscal histori of california to that of greec illustr the differ way of deal with fiscal defici in a matur union us versu a young union eurozon we continu with an overview of the fiscal develop in brazil illustr the challeng face feder system in emerg market and possibl way to move forward in upgrad a countri s fiscal institut we conclud with the fiscal histori of iceland befor and after the financi crisi a standalon small countri assess favor by rate agenc prior to the gfc and now recov from a deep financi crisi", "title": "Fiscal Challenges in Multilayered Unions: An Overview and Case Study"}, "https://ideas.repec.org/a/eee/reveco/v20y2011i1p5-18.html": {"abstract": "Developing Asia experienced a sharp surge in foreign currency reserves prior to the 2008-9 crisis. The global crisis has been associated with an unprecedented rise of swap agreements between central banks of larger economies and their counterparts in smaller economies. We explore whether such swap lines can reduce the need for reserve accumulation. The evidence suggests that there is only a limited scope for swaps to substitute for reserves. The selectivity of the swap lines indicates that only countries with significant trade and financial linkages can expect access to such ad hoc arrangements, on a case by case basis. Moral hazard concerns suggest that the applicability of these arrangements will remain limited. However, deepening swap agreements and regional reserve pooling arrangements may weaken the precautionary motive for reserve accumulation.", "authors": ["epai8", "epji90", "fppa611"], "abstractStem": "develop asia experienc a sharp surg in foreign currenc reserv prior to the 20089 crisi the global crisi ha been associ with an unpreced rise of swap agreement between central bank of larger economi and their counterpart in smaller economi we explor whether such swap line can reduc the need for reserv accumul the evid suggest that there is onli a limit scope for swap to substitut for reserv the select of the swap line indic that onli countri with signific trade and financi linkag can expect access to such ad hoc arrang on a case by case basi moral hazard concern suggest that the applic of these arrang will remain limit howev deepen swap agreement and region reserv pool arrang may weaken the precautionari motiv for reserv accumul", "title": "International reserves and swap lines: Substitutes or complements?"}, "https://ideas.repec.org/a/aea/aecrev/v94y2004i2p65-70.html": {"abstract": "No abstract is available for this item.", "authors": ["epai8"], "abstractStem": "no abstract is avail for thi item", "title": "Financial Opening and Development: Evidence and Policy Controversies"}, "https://ideas.repec.org/a/eee/deveco/v41y1993i1p95-114.html": {"abstract": "The purpose of this paper is to study why decentralized economies often fail to achieve national objective in the presence of externalities. The paper employs a two-period, open economy framework in which the central government allocates its tax revenues among a larger number of individual decision makers (e.g., provincial authorities or managers of state enterprises). The central government has only limited monitoring capacity, which gives individual decision makers the opportunity to commit to spend more than the incomes they are officially allocated. Our analysis suggests that adverse macroeconomic shocks reduce the likelihood that decentralized decision makers will behave in a manner that limits spending and inflation to national objectives. This is demonstrated for declines in the current or expected future levels of domestic output, for a rise in foreign interest rates, and for a reduction in the quantity of external credit. We next demonstrate that debt relief can promote a shift in the composition of spending toward the types of productive investments that generate positive externalities. This is not only because debt relief that expands the availability of current resources has positive direct income effects, but also because debt relief can promote a shift from opportunistic behavior to cooperation among individual decision makers.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epai8"], "abstractStem": "the purpos of thi paper is to studi whi decentr economi often fail to achiev nation object in the presenc of extern the paper employ a twoperiod open economi framework in which the central govern alloc it tax revenu among a larger number of individu decis maker eg provinci author or manag of state enterpris the central govern ha onli limit monitor capac which give individu decis maker the opportun to commit to spend more than the incom they are offici alloc our analysi suggest that advers macroeconom shock reduc the likelihood that decentr decis maker will behav in a manner that limit spend and inflat to nation object thi is demonstr for declin in the current or expect futur level of domest output for a rise in foreign interest rate and for a reduct in the quantiti of extern credit we next demonstr that debt relief can promot a shift in the composit of spend toward the type of product invest that gener posit extern thi is not onli becaus debt relief that expand the avail of current resourc ha posit direct incom effect but also becaus debt relief can promot a shift from opportunist behavior to cooper among individu decis makerspthi abstract wa borrow from anoth version of thi item", "title": "Externalities, incentives, and failure to achieve national objectives in decentralized economies"}, "https://ideas.repec.org/a/bla/reviec/v11y2003i1p1-17.html": {"abstract": " The paper studies financial integration in the presence of moral hazard, where banks may mitigate excessive risk by costly monitoring. The author shows that a drop in banks\" cost of funds, less efficient intermediation technology, higher macroeconomic volatility, and a more generous deposit insurance raise the riskiness of projects in a competitive equilibrium. Overborrowing would arise even in the absence of deposit insurance in circumstances where the cost of risk monitoring is high, the banks\" cost of funds is relatively low, and macroeconomic volatility is high. Reforming an inefficient banking system and improving its operation is a precondition for successful financial integration. Copyright Blackwell Publishing Ltd. 2003", "authors": ["epai8"], "abstractStem": " the paper studi financi integr in the presenc of moral hazard where bank may mitig excess risk by costli monitor the author show that a drop in bank cost of fund less effici intermedi technolog higher macroeconom volatil and a more gener deposit insur rais the riski of project in a competit equilibrium overborrow would aris even in the absenc of deposit insur in circumst where the cost of risk monitor is high the bank cost of fund is rel low and macroeconom volatil is high reform an ineffici bank system and improv it oper is a precondit for success financi integr copyright blackwel publish ltd 2003", "title": "Capital Mobility In A Second--Best World: Moral Hazard With Costly Financial Intermediation"}, "https://ideas.repec.org/a/eee/deveco/v91y2010i1p1-7.html": {"abstract": "This paper studies the impact of aid volatility in a two-period model where production may occur with either a traditional or a modern technology. Public spending is productive and \"time to build\" requires expenditure in both periods for the modern technology to be used. The possibility of a poverty trap induced by high aid volatility is first examined in a benchmark case where taxation is absent. The analysis is then extended to account for self insurance (taking the form of a first-period contingency fund) financed through taxation. An increase in aid volatility is shown to raise the optimal contingency fund. But if future aid also depends on the size of the contingency fund (as a result of a moral hazard effect on donors' behavior), the optimal policy may entail no self insurance.", "authors": ["epag16", "epai8"], "abstractStem": "thi paper studi the impact of aid volatil in a twoperiod model where product may occur with either a tradit or a modern technolog public spend is product and time to build requir expenditur in both period for the modern technolog to be use the possibl of a poverti trap induc by high aid volatil is first examin in a benchmark case where taxat is absent the analysi is then extend to account for self insur take the form of a firstperiod conting fund financ through taxat an increas in aid volatil is shown to rais the optim conting fund but if futur aid also depend on the size of the conting fund as a result of a moral hazard effect on donor behavior the optim polici may entail no self insur", "title": "Aid volatility and poverty traps"}, "https://ideas.repec.org/a/bla/econom/v53y1986i210p181-90.html": {"abstract": "The purpose of this paper is to compare the behavior of an economy subject to labor contracts with an economy where the labor market clears in an auction manner. Such a comparison is intended to reveal the information content of real wages in a flexible economy. The analysis reveals two distinct costs inflicted by nominal contracts and demonstrates that optimal macro policies can eliminate one of them.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epai8"], "abstractStem": "the purpos of thi paper is to compar the behavior of an economi subject to labor contract with an economi where the labor market clear in an auction manner such a comparison is intend to reveal the inform content of real wage in a flexibl economi the analysi reveal two distinct cost inflict by nomin contract and demonstr that optim macro polici can elimin one of thempthi abstract wa borrow from anoth version of thi item", "title": "Stabilization Policies and the Information Content of Real Wages"}, "https://ideas.repec.org/a/fip/fedfpr/y1999isepx4.html": {"abstract": "We show that increased uncertainty about the size of an emerging market's external debt has a nonlinear and potentially large adverse effect on the supply of international credit offered to them. We also show that if international creditors are first- order risk averse, attaching greater weight to utility derived from bad outcomes than from good ones, a moderate increase in uncertainty about debt overhang or about other relevant factors affecting repayment prospects-- can cause the supply of credit to dry up completely. We therefore offer one possible explanation for why emerging markets may find themselves suddenly cut off from international capital markets.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epai8", "fpma1464"], "abstractStem": "we show that increas uncertainti about the size of an emerg market extern debt ha a nonlinear and potenti larg advers effect on the suppli of intern credit offer to them we also show that if intern creditor are first order risk avers attach greater weight to util deriv from bad outcom than from good one a moder increas in uncertainti about debt overhang or about other relev factor affect repay prospect can caus the suppli of credit to dri up complet we therefor offer one possibl explan for whi emerg market may find themselv suddenli cut off from intern capit marketspthi abstract wa borrow from anoth version of thi item", "title": "Uncertainty and the disappearance of international credit"}, "https://ideas.repec.org/a/bpj/evoice/v8y2011i2n5.html": {"abstract": "Understanding how the economy reacted to fiscal stimulus in the aftermath of the deepest recession of the last fifty years is essential. Joshua Aizenman of the University of California, Santa Cruz, and Gurnain Kaur Pasricha of the Santa Cruz Institute for International Economics and the Bank of Canada show that aggregate fiscal expenditure stimulus in the United States, properly adjusted for the declining fiscal expenditure of the fifty states, was close to zero in 2009. Furthermore, the USA is ranked at the bottom third in terms of the rate of expansion of the consolidated government consumption and investment of the 28 OECD countries they studied recently.", "authors": ["epai8", "fppa330"], "abstractStem": "understand how the economi react to fiscal stimulu in the aftermath of the deepest recess of the last fifti year is essenti joshua aizenman of the univers of california santa cruz and gurnain kaur pasricha of the santa cruz institut for intern econom and the bank of canada show that aggreg fiscal expenditur stimulu in the unit state properli adjust for the declin fiscal expenditur of the fifti state wa close to zero in 2009 furthermor the usa is rank at the bottom third in term of the rate of expans of the consolid govern consumpt and invest of the 28 oecd countri they studi recent", "title": "The Net Fiscal Expenditure Stimulus in the US, 2008-9: Less than What You Might Think, and Less than the Fiscal Stimuli of Most OECD Countries"}, "https://ideas.repec.org/a/eee/jmacro/v32y2010i1p35-44.html": {"abstract": "This paper evaluates the sustainability of large current account imbalances in the era when the Chinese GDP growth rate and current account/GDP exceed 10%. We investigate the size distribution and the durability of current account deficits during 1966-2005, and report the results of a simulation that relies on the adding-up property of global current account balances. Excluding the US, we find that size does matter: the length of current account deficit spells is negatively related to the relative size of the countries' GDP. We conclude that the continuation of the fast growth rate of China, while maintaining its large current account/GPD surpluses, would be constrained by the limited sustainability of the larger current account deficits/GDP of courtiers that grow at a much slower rate. Consequently, short of the emergence of a \"new demander of last resort\", the Chinese growth path would be challenged by its own success.", "authors": ["epai8"], "abstractStem": "thi paper evalu the sustain of larg current account imbal in the era when the chines gdp growth rate and current accountgdp exceed 10 we investig the size distribut and the durabl of current account deficit dure 19662005 and report the result of a simul that reli on the addingup properti of global current account balanc exclud the us we find that size doe matter the length of current account deficit spell is neg relat to the rel size of the countri gdp we conclud that the continu of the fast growth rate of china while maintain it larg current accountgpd surplus would be constrain by the limit sustain of the larger current account deficitsgdp of courtier that grow at a much slower rate consequ short of the emerg of a new demand of last resort the chines growth path would be challeng by it own success", "title": "Globalization and the sustainability of large current account imbalances: Size matters"}, "https://ideas.repec.org/a/eee/inecon/v11y1981i2p197-206.html": {"abstract": "No abstract is available for this item.", "authors": ["epai8"], "abstractStem": "no abstract is avail for thi item", "title": "Devaluation and liberalization in the presence of tariff and quota restrictions : An equilibrium model"}, "https://ideas.repec.org/a/taf/applec/v43y2011i27p4135-4148.html": {"abstract": " The information content of academic citations is a subject to debate. This article views premature death as a tragic 'natural experiment', outlining a methodology identifying the 'citation death tax' - the impact of the death of productive economists on the patterns of their citations. We rely on a sample of 428 papers written by 16 well-known economists who died well before retirement, during the period 1975 to 1997. The news is mixed: for half of the sample, we identify a large and significant 'citation death tax' for the average paper written by these scholars. For these authors, the estimated average missing citations per paper attributed to premature death ranges from 40% to 140% (the overall average is about 90%), and the annual costs of lost citations per paper are in the range 3-14%. Hence, a paper written 10 years before the author's death avoids a citation cost that varies between 30% and 140%. For the other half of the sample, there is no citation death tax; and for two Nobel Prize-calibre scholars in this second group, Black and Tversky, citations took off over time, reflecting the growing recognitions of their seminal works.", "authors": ["epai8", "epkl39"], "abstractStem": " the inform content of academ citat is a subject to debat thi articl view prematur death as a tragic natur experi outlin a methodolog identifi the citat death tax  the impact of the death of product economist on the pattern of their citat we reli on a sampl of 428 paper written by 16 wellknown economist who die well befor retir dure the period 1975 to 1997 the news is mix for half of the sampl we identifi a larg and signific citat death tax for the averag paper written by these scholar for these author the estim averag miss citat per paper attribut to prematur death rang from 40 to 140 the overal averag is about 90 and the annual cost of lost citat per paper are in the rang 314 henc a paper written 10 year befor the author death avoid a citat cost that vari between 30 and 140 for the other half of the sampl there is no citat death tax and for two nobel prizecalibr scholar in thi second group black and tverski citat took off over time reflect the grow recognit of their semin work", "title": "The life cycle of scholars and papers in economics - the 'citation death tax'"}, "https://ideas.repec.org/a/eee/inecon/v63y2004i2p321-340.html": {"abstract": "This paper examines the extent to which permanent terms-of-trade shocks have an asymmetric effect on private savings. The first part uses a simple three-period model to show that, if households expect to face binding borrowing constraints in bad states of nature, savings rates will respond asymmetrically to favorable movements in the permanent component of the terms of trade in contrast to what conventional consumption-smoothing models would predict. The second part tests for the existence of asymmetric effects of terms-of-trade disturbances using an econometric model that controls for various standard determinants of private savings. The results, based on panel data for non-oil commodity exporters of sub-Saharan Africa for the period 1980-96, indicate that increases in the permanent component of the terms of trade (measured using three alternative filtering techniques) tend indeed be associated with higher rates of private savings.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epag16", "epai8"], "abstractStem": "thi paper examin the extent to which perman termsoftrad shock have an asymmetr effect on privat save the first part use a simpl threeperiod model to show that if household expect to face bind borrow constraint in bad state of natur save rate will respond asymmetr to favor movement in the perman compon of the term of trade in contrast to what convent consumptionsmooth model would predict the second part test for the exist of asymmetr effect of termsoftrad disturb use an econometr model that control for variou standard determin of privat save the result base on panel data for nonoil commod export of subsaharan africa for the period 198096 indic that increas in the perman compon of the term of trade measur use three altern filter techniqu tend inde be associ with higher rate of privat savingspthi abstract wa borrow from anoth version of thi item", "title": "Savings and the terms of trade under borrowing constraints"}, "https://ideas.repec.org/a/eee/eecrev/v41y1997i2p187-205.html": {"abstract": "This paper examines the effect of skill-biased technological change on the structure of wages, the composition of employment and the level of unemployment in a two-sector economy with a heterogenous work force. Efficiency wage considerations and minimum wage legislation lead to labor market segmentation. A technological shock that reduces the demand for unskilled labor and raises the demand for skilled labor in the primary, high-wage sector is shown to increase the relative wage of skilled workers and reduce aggregate employment as well as the employment level of unskilled workers in that sector. The net effect of the shock on the employment level of skilled workers is mitigated by the existence of efficiency factors.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epag16", "epai8"], "abstractStem": "thi paper examin the effect of skillbias technolog chang on the structur of wage the composit of employ and the level of unemploy in a twosector economi with a heterogen work forc effici wage consider and minimum wage legisl lead to labor market segment a technolog shock that reduc the demand for unskil labor and rais the demand for skill labor in the primari highwag sector is shown to increas the rel wage of skill worker and reduc aggreg employ as well as the employ level of unskil worker in that sector the net effect of the shock on the employ level of skill worker is mitig by the exist of effici factorspthi abstract wa borrow from anoth version of thi item", "title": "Technological change, relative wages, and unemployment"}, "https://ideas.repec.org/a/eee/jimfin/v17y1998i6p931-947.html": {"abstract": "No abstract is available for this item.", "authors": ["epai8"], "abstractStem": "no abstract is avail for thi item", "title": "Buffer stocks and precautionary savings with loss aversion"}, "https://ideas.repec.org/a/bla/rdevec/v14y2010i2p177-196.html": {"abstract": " This paper identifies factors associated with takeoff-a sustained period of high growth following a period of stagnation. Countries that experience takeoffs average 2.3% annual growth following their stagnation episodes, while those that do not average 0%. Using probit, we find that de jure trade openness is positively and significantly associated with takeoffs. A one-standard-deviation increase in de jure trade openness is associated with a 55% increase in the probability of a takeoff in our default specification. Capital account openness encourages takeoff responses, but measures of de facto trade openness are found to be poor predictors of takeoffs. We also examine the determinants of nations achieving \"sustained\" takeoffs; i.e. those lasting eight years or longer. Takeoffs in countries with more commodity-intensive output bundles are less likely to be sustained, suggesting that adverse terms-of-trade shocks may play a role in ending long-term high growth episodes. Copyright � 2010 Blackwell Publishing Ltd.", "authors": ["epai8", "epsp18"], "abstractStem": " thi paper identifi factor associ with takeoffa sustain period of high growth follow a period of stagnat countri that experi takeoff averag 23 annual growth follow their stagnat episod while those that do not averag 0 use probit we find that de jure trade open is posit and significantli associ with takeoff a onestandarddevi increas in de jure trade open is associ with a 55 increas in the probabl of a takeoff in our default specif capit account open encourag takeoff respons but measur of de facto trade open are found to be poor predictor of takeoff we also examin the determin of nation achiev sustain takeoff ie those last eight year or longer takeoff in countri with more commodityintens output bundl are less like to be sustain suggest that advers termsoftrad shock may play a role in end longterm high growth episod copyright   2010 blackwel publish ltd", "title": "Takeoffs"}, "https://ideas.repec.org/a/eee/reveco/v15y2006i3p263-275.html": {"abstract": "No abstract is available for this item.", "authors": ["epag16", "epai8"], "abstractStem": "no abstract is avail for thi item", "title": "Investment and deposit contracts under costly intermediation and aggregate volatility"}, "https://ideas.repec.org/a/bla/econom/v58y1991i229p57-77.html": {"abstract": "The purpose of this paper is to model the role of trade dependency in determining the access of a developing economy to the international credit market, and its desirable growth strategy. With full integration of capital markets the choice with respect to the inwardness of a technology is irrelevant: investment will be channeled to the more productive sectors, independently of their trade inwardness, With limited capital market integration a given investment will generate two effects. The first is the standard, direct productivity effect that is associated with the change in future output. The second is the trade dependency externality, generated by the change in future bargaining outcomes due to the change in the trade dependency of the nation. With partial integration, investment that increases trade dependency is desirable. If the credit markets are disjoint due to partial defaults, higher trade dependency is disadvantageous. Thus, higher trade dependency generates a positive externality with partial integration of capital markets, and a negative externality with disjoint credit markets. We show that credit market integration is determined by the size of the indebtedness relative to the trade dependency, as reflected by the repayment burden that is supported by the bargaining outcome. The repayment bargaining outcome is determined by the sectoral composition of the economy and by the effective size of the developing and the developed economies.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epai8"], "abstractStem": "the purpos of thi paper is to model the role of trade depend in determin the access of a develop economi to the intern credit market and it desir growth strategi with full integr of capit market the choic with respect to the inward of a technolog is irrelev invest will be channel to the more product sector independ of their trade inward with limit capit market integr a given invest will gener two effect the first is the standard direct product effect that is associ with the chang in futur output the second is the trade depend extern gener by the chang in futur bargain outcom due to the chang in the trade depend of the nation with partial integr invest that increas trade depend is desir if the credit market are disjoint due to partial default higher trade depend is disadvantag thu higher trade depend gener a posit extern with partial integr of capit market and a neg extern with disjoint credit market we show that credit market integr is determin by the size of the indebted rel to the trade depend as reflect by the repay burden that is support by the bargain outcom the repay bargain outcom is determin by the sector composit of the economi and by the effect size of the develop and the develop economiespthi abstract wa borrow from anoth version of thi item", "title": "Inward versus Outward Growth Orientation in the Presence of Country Risk"}, "https://ideas.repec.org/a/bla/reviec/v21y2013i3p447-458.html": {"abstract": "No abstract is available for this item.", "authors": ["epai8", "epch129", "epit4"], "abstractStem": "no abstract is avail for thi item", "title": "The “Impossible Trinity” Hypothesis in an Era of Global Imbalances: Measurement and Testing"}, "https://ideas.repec.org/a/ecj/econjl/v115y2005i503p343-367.html": {"abstract": " This paper argues that the frequent failure of the debt swaps follows from fundamental forces driven by the market's assessment of the scarcity of fiscal revenue relative to the demand for fiscal outlays. As a country approaches the range of partial default, swaps may not provide the expected breathing room and could even bring the crisis forward. Our methodology combines three independent themes: exchange rate crises as the manifestation of excessive monetary injections, the fiscal theory of inflation and sovereign debt. The integrated framework derives devaluation and external debt repudiation as part of a public-finance optimising problem. Copyright 2005 Royal Economic Society.", "authors": ["epai8", "epkl39"], "abstractStem": " thi paper argu that the frequent failur of the debt swap follow from fundament forc driven by the market assess of the scarciti of fiscal revenu rel to the demand for fiscal outlay as a countri approach the rang of partial default swap may not provid the expect breath room and could even bring the crisi forward our methodolog combin three independ theme exchang rate crise as the manifest of excess monetari inject the fiscal theori of inflat and sovereign debt the integr framework deriv devalu and extern debt repudi as part of a publicfin optimis problem copyright 2005 royal econom societi", "title": "Sargent-Wallace meets Krugman-Flood-Garber, or: why sovereign debt swaps do not avert macroeconomic crises"}, "https://ideas.repec.org/a/eee/deveco/v63y2000i2p425-449.html": {"abstract": "This paper investigates budgetary rules for an economy characterized by inflation and volatile relative prices. We view the budgetary process as a limited contingencies contract between the treasury and the ministers. The budgetary process allows a minister, whose realized real budget falls short of a threshold, to ask for a treasury, the minister obtains the extra funds needed to meet the expenditure threshold level. The contract sets both the projected budget and the threshold real expenditure that justifies budget revisions. We identify the efficient contract and show that for significant state verification costs and for low volatility, the contract is non contingent (i.e., a nominal contract). For volatility significant enough the contract becomes state contingent -- it reduces the initial allocation [i.e., the projected budget,] and reduces the threshold associated with budgetary revisions. Both adjustments imply that in volatile economies the projected revenue understates the realized budget hence the average budget error is positive. As volatility increases, the contract converges to a full ex-post indexation. Hence, one of the costs of inflation is that nominal contracts lose their disciplining role in determining the real allocation. Instead, the economy shifts towards more costly arrangements like ex-post indexation, where discipline is accomplished by constant monitoring The last part of the paper uses the data from 12 Latin American countries to test the model's predictions. Our tests confirm that in an inflationary environment the planned budget is under-predicting the realized one -- higher inflation increases the budget error and the average budget error is positive.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epai8", "fpha552"], "abstractStem": "thi paper investig budgetari rule for an economi character by inflat and volatil rel price we view the budgetari process as a limit conting contract between the treasuri and the minist the budgetari process allow a minist whose realiz real budget fall short of a threshold to ask for a treasuri the minist obtain the extra fund need to meet the expenditur threshold level the contract set both the project budget and the threshold real expenditur that justifi budget revis we identifi the effici contract and show that for signific state verif cost and for low volatil the contract is non conting ie a nomin contract for volatil signific enough the contract becom state conting  it reduc the initi alloc ie the project budget and reduc the threshold associ with budgetari revis both adjust impli that in volatil economi the project revenu underst the realiz budget henc the averag budget error is posit as volatil increas the contract converg to a full expost index henc one of the cost of inflat is that nomin contract lose their disciplin role in determin the real alloc instead the economi shift toward more costli arrang like expost index where disciplin is accomplish by constant monitor the last part of the paper use the data from 12 latin american countri to test the model predict our test confirm that in an inflationari environ the plan budget is underpredict the realiz one  higher inflat increas the budget error and the averag budget error is positivepthi abstract wa borrow from anoth version of thi item", "title": "The impact of inflation on budgetary discipline"}, "https://ideas.repec.org/a/eee/ecofin/v23y2012i3p265-268.html": {"abstract": "No abstract is available for this item.", "authors": ["epai8", "epno49"], "abstractStem": "no abstract is avail for thi item", "title": "Overview of the special issue on international finance in the aftermath of the 2008 global crisis"}, "https://ideas.repec.org/a/kap/openec/v22y2011i3p387-400.html": {"abstract": "In this paper we evaluate the current account patterns of China and Germany. Wepoint out that China's current account surplus as a share of global GDP in recent yearsresembles that of Germanyâ€™s. Yet, an important difference is that the Euro blockâ€™scurrent account inclusive of Germany has overall been balanced, whereas emergingAsia's current account inclusive of China has mostly been characterized by sizablesurpluses. We further find that both China and Germany's current account surplusesseem to be accounted for by common factors. However we have reasons to doubt thelong run viability of these current account trends in future decades. Demographictransitions in China and Germany are projected to reduce their surpluses, and thiseffect is stronger for Germany. We also discuss plausible reasons to doubt the extentto which the Euro block will move towards significant surplus in the coming years.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epai8", "fpse324"], "abstractStem": "in thi paper we evalu the current account pattern of china and germani wepoint out that china current account surplu as a share of global gdp in recent yearsresembl that of germani s yet an import differ is that the euro block scurrent account inclus of germani ha overal been balanc wherea emergingasia current account inclus of china ha mostli been character by sizablesurplus we further find that both china and germani current account surplusesseem to be account for by common factor howev we have reason to doubt thelong run viabil of these current account trend in futur decad demographictransit in china and germani are project to reduc their surplus and thiseffect is stronger for germani we also discuss plausibl reason to doubt the extentto which the euro block will move toward signific surplu in the come yearspthi abstract wa borrow from anoth version of thi item", "title": "Global Imbalances: Is Germany the New China? A Skeptical View"}, "https://ideas.repec.org/a/mcb/jmoncb/v24y1992i1p61-71.html": {"abstract": " This study analyzes the inflation tax in an economy with several competing decisionmakers who can effectively print more money via the central bank. The author derives the sequential rational expectation equilibrium, and shows that the presence of competing decisionmakers increases the inflation rate and may put the economy on the wrong side of the inflation tax Laffer curve. The analysis is interpreted for a country consisting of several states or provinces, where the centralized government system is weak. Similar results apply to the case of competing ministers in an economy where the central bank is weak. Copyright 1992 by Ohio State University Press.", "authors": ["epai8"], "abstractStem": " thi studi analyz the inflat tax in an economi with sever compet decisionmak who can effect print more money via the central bank the author deriv the sequenti ration expect equilibrium and show that the presenc of compet decisionmak increas the inflat rate and may put the economi on the wrong side of the inflat tax laffer curv the analysi is interpret for a countri consist of sever state or provinc where the central govern system is weak similar result appli to the case of compet minist in an economi where the central bank is weak copyright 1992 by ohio state univers press", "title": "Competitive Externalities and the Optimal Seigniorage"}, "https://ideas.repec.org/a/eee/jmacro/v46y2015icp147-159.html": {"abstract": "The global crisis of 2008 raises many questions regarding the long-term response to crises. We know that households that lost access to credit, for example, were forced to adjust and increase saving. But, will households keep on saving more than they would have done otherwise had the global financial crisis not occurred? And for how long will this increased saving persist? Here, we study the degree to which past adverse income shocks increase the saving rates of affected households. We find evidence consistent with history-dependent dynamics: more experience of past crises tends to increase household saving. We follow up with an investigation of the importance of historical exposure for current account dynamics, but find no strong indication that our measure of past exposure is important to the current account's determination. We conclude by estimating the likely impact of the 2008 GFC on future saving.", "authors": ["epai8"], "abstractStem": "the global crisi of 2008 rais mani question regard the longterm respons to crise we know that household that lost access to credit for exampl were forc to adjust and increas save but will household keep on save more than they would have done otherwis had the global financi crisi not occur and for how long will thi increas save persist here we studi the degre to which past advers incom shock increas the save rate of affect household we find evid consist with historydepend dynam more experi of past crise tend to increas household save we follow up with an investig of the import of histor exposur for current account dynam but find no strong indic that our measur of past exposur is import to the current account determin we conclud by estim the like impact of the 2008 gfc on futur save", "title": "Saving and the long shadow of macroeconomic shocks"}, "https://ideas.repec.org/a/pal/imfstp/v45y1998i2p207-235.html": {"abstract": "This paper interprets contagion effects as an increase in the volatility of shocks impinging on the economy. The implications of this approach are analyzed in a model in which domestic banks borrow at a premium on world capital markets, and domestic producers borrow at a premium from domestic banks. Financial spreads depend on a markup that compensates lenders, in particular, for the expected cost of contract enforcement. Higher volatility increases financial spreads and the producers' cost of capital, resulting in lower employment and higher incidence of default. Welfare effects are nonlinearly related to the degree of international financial integration.", "authors": ["epai8"], "abstractStem": "thi paper interpret contagion effect as an increas in the volatil of shock imping on the economi the implic of thi approach are analyz in a model in which domest bank borrow at a premium on world capit market and domest produc borrow at a premium from domest bank financi spread depend on a markup that compens lender in particular for the expect cost of contract enforc higher volatil increas financi spread and the produc cost of capit result in lower employ and higher incid of default welfar effect are nonlinearli relat to the degre of intern financi integr", "title": "Contagion and Volatility with Imperfect Credit Markets"}, "https://ideas.repec.org/a/fip/fedfpr/y2002isepx2.html": {"abstract": "This paper explores econometric and theoretical interpretations for the relatively high demand for international reserves by countries in the Far East and the relatively low demand by some other developing countries. Using a sample of about 125 developing countries, we show that reserve holdings over the 1980-1996 period seem to be the predictable outcome of a few key factors, such as the size of international transactions, their volatility, the exchange-rate arrangement, and political considerations. The estimating equation also does a good job of predicting reserve holdings in Asia before the 1997 financial crisis. After the crisis, the estimating equation significantly under-predicts the reserve holdings of several key Far East countries, as one might expect from the Lucas Critique. This under-prediction is consistent with models explaining the demand for international reserves by developing countries. Specifically, we show that sovereign risk and costly tax collection to cover fiscal liabilities lead to a relatively large demand for international reserves. In the aftermath of a crisis, countries that have to deal with higher perceived sovereign risk and higher fiscal liabilities (both funded and unfunded) will opt to increase their demand for reserves. The models also help us understand why some developing countries do not hold large precautionary reserve balances in the aftermath of crises. Countries with high discount rates, political instability or political corruption find it optimal to hold much smaller precautionary balances. We also show that models that incorporate loss aversion predict a relatively large demand for international reserves. Hence, if a crisis increases the volatility of shocks and/or loss aversion, it will greatly increase in the demand for international reserves. Consequently, we conclude that the ‘puzzling’ pattern in international reserve holdings is reasonably explained by the extended models described in this paper.", "authors": ["epai8", "fpma1464"], "abstractStem": "thi paper explor econometr and theoret interpret for the rel high demand for intern reserv by countri in the far east and the rel low demand by some other develop countri use a sampl of about 125 develop countri we show that reserv hold over the 19801996 period seem to be the predict outcom of a few key factor such as the size of intern transact their volatil the exchanger arrang and polit consider the estim equat also doe a good job of predict reserv hold in asia befor the 1997 financi crisi after the crisi the estim equat significantli underpredict the reserv hold of sever key far east countri as one might expect from the luca critiqu thi underpredict is consist with model explain the demand for intern reserv by develop countri specif we show that sovereign risk and costli tax collect to cover fiscal liabil lead to a rel larg demand for intern reserv in the aftermath of a crisi countri that have to deal with higher perceiv sovereign risk and higher fiscal liabil both fund and unfund will opt to increas their demand for reserv the model also help us understand whi some develop countri do not hold larg precautionari reserv balanc in the aftermath of crise countri with high discount rate polit instabl or polit corrupt find it optim to hold much smaller precautionari balanc we also show that model that incorpor loss avers predict a rel larg demand for intern reserv henc if a crisi increas the volatil of shock andor loss avers it will greatli increas in the demand for intern reserv consequ we conclud that the  puzzl  pattern in intern reserv hold is reason explain by the extend model describ in thi paper", "title": "The high demand for international reserves in the Far East: what's going on?"}, "https://ideas.repec.org/a/mcb/jmoncb/v34y2002i3p631-49.html": {"abstract": " This paper shows that uncertainty about an emerging market's international reserves can affect the willingness of foreign investors to supply international credits. We illustrate the relevance of this concern for South Korea. Uncertainty has asymmetric effects. When the expected reserve position of an emerging market is large relative to the potential bailout in bad states of nature, reserve volatility does not matter. However, the same amount of reserve volatility can cause a large reduction in the supply of international credit if the private sector seriously downgrades its priors about repayment possibilities or becomes more pessimistic about the emerging market's reserve position.", "authors": ["epai8", "fpma1464"], "abstractStem": " thi paper show that uncertainti about an emerg market intern reserv can affect the willing of foreign investor to suppli intern credit we illustr the relev of thi concern for south korea uncertainti ha asymmetr effect when the expect reserv posit of an emerg market is larg rel to the potenti bailout in bad state of natur reserv volatil doe not matter howev the same amount of reserv volatil can caus a larg reduct in the suppli of intern credit if the privat sector serious downgrad it prior about repay possibl or becom more pessimist about the emerg market reserv posit", "title": "Reserve Uncertainty and the Supply of International Credit"}, "https://ideas.repec.org/a/eme/jespps/v39y2012i5pp488-511.html": {"abstract": "Purpose – The purpose of this paper is to investigate the factors which affect the market for international venture capital (VC) investments, relying on comprehensive deal-level data sources, covering three decades and about 100 countries. Design/methodology/approach – A gravity analysis indicates that distance, common language, and colonial ties may have been significant factors in directing these flows. Findings – The paper documents major shifts in the nature of international flows. The presence of high-end human capital, a better business environment, military expenditure, and deeper financial markets are important local factors that appear to attract international VC. There is some evidence indicating network effects and/or fixed costs of entry may be at work. France, Israel, Canada, India and China were consistent net importers of VC deals, with China emerging as the largest net importer of VC. Originality/value – The paper investigates the increasing internationalization of VC investments in recent years and assesses the factors which determine the destination of cross-border VC investment flows.", "authors": ["epai8", "epke146"], "abstractStem": "purpos   the purpos of thi paper is to investig the factor which affect the market for intern ventur capit vc invest reli on comprehens deallevel data sourc cover three decad and about 100 countri designmethodologyapproach   a graviti analysi indic that distanc common languag and coloni tie may have been signific factor in direct these flow find   the paper document major shift in the natur of intern flow the presenc of highend human capit a better busi environ militari expenditur and deeper financi market are import local factor that appear to attract intern vc there is some evid indic network effect andor fix cost of entri may be at work franc israel canada india and china were consist net import of vc deal with china emerg as the largest net import of vc originalityvalu   the paper investig the increas internation of vc invest in recent year and assess the factor which determin the destin of crossbord vc invest flow", "title": "The internationalization of venture capital"}, "https://ideas.repec.org/a/eee/inecon/v13y1982i3-4p231-256.html": {"abstract": "This paper analyzes aspects of the economics of the optimal management of exchange rates. It shows that the choice of the optimal exchange rate regime depends on the nature and the origin of the stochastic shocks that affect the economy. Generally, the higher is the variance of real shocks which affect the supply of goods, the larger becomes the desirability of fixity of exchange rates. The rationale for that implication is that the balance of payments serves as a shock absorber which mitigates the effect of real shocks on consumption. The importance of this factor diminishes the larger is the economy's access to world capital markets. On the other hand, the desirability of exchange rate flexibility increases the larger are the variances of the shocks to the demand for money, to the supply of money, to foreign prices and to purchasing power parities. All of these shocks exert a similar effect and their sum is referred to as the \"effective monetary shock.\" It is also shown that the desirability of exchange rate flexibility increases the larger is the propensity to save out of transitory income. When the analysis is extended to an economy which produces traded and non-traded goods it is shown that the desirability of exchange rate flexibility diminishes the higher is the share of non-traded goods relative to traded goods and the lower are the elasticities of demand and supply of the two goods.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epai8"], "abstractStem": "thi paper analyz aspect of the econom of the optim manag of exchang rate it show that the choic of the optim exchang rate regim depend on the natur and the origin of the stochast shock that affect the economi gener the higher is the varianc of real shock which affect the suppli of good the larger becom the desir of fixiti of exchang rate the rational for that implic is that the balanc of payment serv as a shock absorb which mitig the effect of real shock on consumpt the import of thi factor diminish the larger is the economi access to world capit market on the other hand the desir of exchang rate flexibl increas the larger are the varianc of the shock to the demand for money to the suppli of money to foreign price and to purchas power pariti all of these shock exert a similar effect and their sum is refer to as the effect monetari shock it is also shown that the desir of exchang rate flexibl increas the larger is the propens to save out of transitori incom when the analysi is extend to an economi which produc trade and nontrad good it is shown that the desir of exchang rate flexibl diminish the higher is the share of nontrad good rel to trade good and the lower are the elast of demand and suppli of the two goodspthi abstract wa borrow from anoth version of thi item", "title": "Aspects of the optimal management of exchange rates"}, "https://ideas.repec.org/a/bla/reviec/v17y2009i4p777-801.html": {"abstract": " This paper investigates the changing pattern and efficacy of sterilization within emerging market countries as they liberalize markets and integrate with the world economy. We estimate the marginal propensity to sterilize foreign asset accumulation associated with net balance of payments inflows, across countries, and over time. We find that the extent of sterilization of foreign reserve inflows has risen in recent years to varying degrees in Asia as well as in Latin America, consistent with greater concerns about the potential inflationary impact of reserve inflows. We also find that sterilization depends on the composition of balance of payments inflows. Copyright � 2009 Blackwell Publishing Ltd.", "authors": ["epai8", "epgl13"], "abstractStem": " thi paper investig the chang pattern and efficaci of steril within emerg market countri as they liber market and integr with the world economi we estim the margin propens to steril foreign asset accumul associ with net balanc of payment inflow across countri and over time we find that the extent of steril of foreign reserv inflow ha risen in recent year to vari degre in asia as well as in latin america consist with greater concern about the potenti inflationari impact of reserv inflow we also find that steril depend on the composit of balanc of payment inflow copyright   2009 blackwel publish ltd", "title": "Sterilization, Monetary Policy, and Global Financial Integration"}, "https://ideas.repec.org/a/eee/juecon/v66y2009i2p75-89.html": {"abstract": "This paper studies the association between current account and real estate valuation across countries. We find a robust and strong positive association between current account deficits and the appreciation of the real estate prices/(GDP deflator). Controlling for lagged GDP/capita growth, inflation, financial depth, institution, urban population growth and the real interest rate; a one standard deviation increase of the lagged current account deficits is associated with an appreciation of the real estate prices by 10%. This real appreciation is magnified by financial depth, and mitigated by the quality of institutions. Intriguingly, the economic importance of current account variations in accounting for the real estate valuation exceeds that of the other variables, including the real interest rate and inflation. Among the OECD countries, we find evidence of a decline over time in the cross country variation of the real estate/(GDP deflator), consistent with the growing globalization of national real estate markets. Weaker patterns apply to the non-OECD countries in the aftermath of the East Asian crisis.", "authors": ["epai8", "epji90"], "abstractStem": "thi paper studi the associ between current account and real estat valuat across countri we find a robust and strong posit associ between current account deficit and the appreci of the real estat pricesgdp deflat control for lag gdpcapita growth inflat financi depth institut urban popul growth and the real interest rate a one standard deviat increas of the lag current account deficit is associ with an appreci of the real estat price by 10 thi real appreci is magnifi by financi depth and mitig by the qualiti of institut intriguingli the econom import of current account variat in account for the real estat valuat exce that of the other variabl includ the real interest rate and inflat among the oecd countri we find evid of a declin over time in the cross countri variat of the real estategdp deflat consist with the grow global of nation real estat market weaker pattern appli to the nonoecd countri in the aftermath of the east asian crisi", "title": "Current account patterns and national real estate markets"}, "https://ideas.repec.org/a/eee/moneco/v51y2004i4p691-712.html": {"abstract": "This paper studies the endogenous determination of pricing to market, in a model with time dependent transportation costs, where the future terms of trade are random. Allowing time dependent transportation costs adds a dimension of investment to the pre-buying of imports, implying that financial considerations determine the frequency of pricing to market, and the deviations from relative PPP. If the expected discounted cost of last minute delivery is higher than pre-buying, one exercises the option of spot market imports if the realized terms of trade are favorable enough. Pricing to market is observed in countries characterized by low terms of trade volatility and low financing costs. In these circumstances, imports are pre-bought, and the spot market for imports is inactive. In countries where the financing costs and the terms of trade volatility are high, few imports are pre-bought, the price of imports is determined by the realized real exchange rate, and a version of relative PPP holds. With an intermediate level of terms of trade volatility and of financing costs, a mixed regime is observed, and some imports are pre-bought. If the realized real exchange rate is favorable enough more imports are purchased in the spot market, the price of imports is determined by the realized real exchange rate, and the relative PPP holds. If the realized real exchange rate is weak, pricing to market would prevail, increasing consumers' welfare by shielding them from the adverse purchasing power consequences of weak terms of trade. Higher financing costs increase the cost of pre-buying imports, reducing thereby the frequency of pricing to market, increasing the expected relative price of imports, reducing the expected deviations from relative PPP, and reducing welfare.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epai8"], "abstractStem": "thi paper studi the endogen determin of price to market in a model with time depend transport cost where the futur term of trade are random allow time depend transport cost add a dimens of invest to the prebuy of import impli that financi consider determin the frequenc of price to market and the deviat from rel ppp if the expect discount cost of last minut deliveri is higher than prebuy one exercis the option of spot market import if the realiz term of trade are favor enough price to market is observ in countri character by low term of trade volatil and low financ cost in these circumst import are prebought and the spot market for import is inact in countri where the financ cost and the term of trade volatil are high few import are prebought the price of import is determin by the realiz real exchang rate and a version of rel ppp hold with an intermedi level of term of trade volatil and of financ cost a mix regim is observ and some import are prebought if the realiz real exchang rate is favor enough more import are purchas in the spot market the price of import is determin by the realiz real exchang rate and the rel ppp hold if the realiz real exchang rate is weak price to market would prevail increas consum welfar by shield them from the advers purchas power consequ of weak term of trade higher financ cost increas the cost of prebuy import reduc therebi the frequenc of price to market increas the expect rel price of import reduc the expect deviat from rel ppp and reduc welfarepthi abstract wa borrow from anoth version of thi item", "title": "Endogenous pricing to market and financing costs"}, "https://ideas.repec.org/a/eee/jimfin/v31y2012i8p1990-2016.html": {"abstract": "We analyze the way in which Latin American countries have adjusted to commodity terms of trade (CTOT) shocks in the 1970–2007 period. Specifically, we investigate the degree to which the active management of international reserves and exchange rates impacted the transmission of international price shocks to real exchange rates. We find that active reserve management not only lowers the short run impact of CTOT shocks significantly, but also affects the long run adjustment of REER, effectively lowering its volatility. We also show that relatively small increases in the average holdings of reserves by Latin American economies (to levels still well below other emerging regions current averages) would provide a policy tool as effective as a fixed exchange rate regime in insulating the economy from CTOT shocks. Reserve management could be an effective alternative to fiscal or currency policies for relatively trade closed countries and economies with relatively poor institutions or high government debt. Finally, we analyze the effects of active use of reserve accumulation aimed at smoothing REERs. The result support the view that “leaning against the wind” is potent, but more effective when intervening to support weak currencies rather than intervening to slow down the pace of real appreciation. The active reserve management reduces substantially REER volatility.", "authors": ["epai8", "epri120"], "abstractStem": "we analyz the way in which latin american countri have adjust to commod term of trade ctot shock in the 1970 2007 period specif we investig the degre to which the activ manag of intern reserv and exchang rate impact the transmiss of intern price shock to real exchang rate we find that activ reserv manag not onli lower the short run impact of ctot shock significantli but also affect the long run adjust of reer effect lower it volatil we also show that rel small increas in the averag hold of reserv by latin american economi to level still well below other emerg region current averag would provid a polici tool as effect as a fix exchang rate regim in insul the economi from ctot shock reserv manag could be an effect altern to fiscal or currenc polici for rel trade close countri and economi with rel poor institut or high govern debt final we analyz the effect of activ use of reserv accumul aim at smooth reer the result support the view that  lean against the wind  is potent but more effect when interven to support weak currenc rather than interven to slow down the pace of real appreci the activ reserv manag reduc substanti reer volatil", "title": "Adjustment patterns to commodity terms of trade shocks: The role of exchange rate and international reserves policies"}, "https://ideas.repec.org/a/ier/iecrev/v25y1984i1p175-91.html": {"abstract": "The volatility of the exchange rate under floating rates can be interpreted in terms of approaches that allow for short term price rigidity as well as in terms of models that consider the magnification effect of new information. This paper combines the two approaches into a unified framework,where the degree to which prices are rigid is determined endogenously. It is shown that the variance of percentage deviations from ppp has an upper bound,and that the relationship between the variance of deviations from ppp and the aggregate variability is not monotonic. Allowing for a short-run Phillips curve with optimal indexation, it is also demonstrated that a higher price flexibility will reduce deviations from ppp and output volatility.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epai8"], "abstractStem": "the volatil of the exchang rate under float rate can be interpret in term of approach that allow for short term price rigid as well as in term of model that consid the magnif effect of new inform thi paper combin the two approach into a unifi frameworkwher the degre to which price are rigid is determin endogen it is shown that the varianc of percentag deviat from ppp ha an upper boundand that the relationship between the varianc of deviat from ppp and the aggreg variabl is not monoton allow for a shortrun phillip curv with optim index it is also demonstr that a higher price flexibl will reduc deviat from ppp and output volatilitypthi abstract wa borrow from anoth version of thi item", "title": "Modeling Deviations from Purchasing Power Parity (PPP)"}, "https://ideas.repec.org/a/bla/reviec/v16y2008i1p1-20.html": {"abstract": " This paper studies the effects of external shocks on bank lending spreads and output fluctuations in Argentina during the early 1990s. The first part presents the analytical framework. The second presents a VAR model that relates bank lending spreads, the cyclical component of output, the real lending rate, and the external interest rate spread. Impulse response functions show that a positive shock in external spreads leads to higher domestic spreads and lower output. Historical decompositions show that shocks to external spreads in the immediate aftermath of the Mexican peso crisis had a sizable effect on movements in output and domestic spreads. Copyright � 2007 The Authors; Journal compilation � 2007 Blackwell Publishing Ltd.", "authors": ["epag16", "epai8", "epho135"], "abstractStem": " thi paper studi the effect of extern shock on bank lend spread and output fluctuat in argentina dure the earli 1990 the first part present the analyt framework the second present a var model that relat bank lend spread the cyclic compon of output the real lend rate and the extern interest rate spread impuls respons function show that a posit shock in extern spread lead to higher domest spread and lower output histor decomposit show that shock to extern spread in the immedi aftermath of the mexican peso crisi had a sizabl effect on movement in output and domest spread copyright   2007 the author journal compil   2007 blackwel publish ltd", "title": "External Shocks, Bank Lending Spreads, and Output Fluctuations"}, "https://ideas.repec.org/a/cje/issued/v27y1994i2p458-83.html": {"abstract": "The author considers two trading blocs that can engage in a free trade or a bargaining-dictated trade. Output is produced by several technologies that offer different substitutability between domestic and foreign inputs. Capital is allocated between the various technologies prior to the resolution of uncertainty. The switch to the bargaining equilibrium is shown to diversify country-specific supply shocks. If the bargaining costs are small, trade dependency and bargaining are exploited to allow for the diversification of national shocks. If the bargaining costs are large, countries will invest in trade-independent technologies and the incidence of bargaining will be minimized.", "authors": ["epai8"], "abstractStem": "the author consid two trade bloc that can engag in a free trade or a bargainingdict trade output is produc by sever technolog that offer differ substitut between domest and foreign input capit is alloc between the variou technolog prior to the resolut of uncertainti the switch to the bargain equilibrium is shown to diversifi countryspecif suppli shock if the bargain cost are small trade depend and bargain are exploit to allow for the diversif of nation shock if the bargain cost are larg countri will invest in tradeindepend technolog and the incid of bargain will be minim", "title": "World Integration, Competitive and Bargaining-Regime Switch: An Exploration"}, "https://ideas.repec.org/a/bla/jecrev/v52y2001i4p417-428.html": {"abstract": "No abstract is available for this item.", "authors": ["epai8"], "abstractStem": "no abstract is avail for thi item", "title": "Real Exchange Rate Overshooting and Capital Controls in a Crisis"}, "https://ideas.repec.org/a/pal/compes/v57y2015i2p205-221.html": {"abstract": "This paper looks at the short history of the Eurozone through the lens of an evolutionary approach to forming new institutions. The euro has operated as a currency without a state under the dominance of Germany. This by itself may be good news, as long as Germany does not shirk its growing responsibility for the euro’s future. This would require Germany to invest more in upgrading Eurozone institutions and balancing its dominance gains with the economic and political responsibilities that come with it. Germany’s resilience and dominant size within the EU may explain its ‘muddling-through’ approach toward the Eurozone crisis: doing enough to prevent the unraveling of the Eurozone while resisting policies that may mitigate the depth of the crisis if they involve short-run costs to Germany. We review several manifestations of this muddling-through process. Germany’s attitude toward the Eurozone resembles the attitude of the United States toward the Bretton Woods system in the 1960s – benign neglect of the growing tensions, which led to the ultimate demise of the Bretton Woods system. Chances are that unraveling the Eurozone would be much more costly than the end of the Bretton Woods regime. One hopes that the muddling-through process would work as stepping-stones toward a more perfect euro union, yet hope may not be enough to deliver it.", "authors": ["epai8"], "abstractStem": "thi paper look at the short histori of the eurozon through the len of an evolutionari approach to form new institut the euro ha oper as a currenc without a state under the domin of germani thi by itself may be good news as long as germani doe not shirk it grow respons for the euro s futur thi would requir germani to invest more in upgrad eurozon institut and balanc it domin gain with the econom and polit respons that come with it germani s resili and domin size within the eu may explain it  muddlingthrough  approach toward the eurozon crisi do enough to prevent the unravel of the eurozon while resist polici that may mitig the depth of the crisi if they involv shortrun cost to germani we review sever manifest of thi muddlingthrough process germani s attitud toward the eurozon resembl the attitud of the unit state toward the bretton wood system in the 1960   benign neglect of the grow tension which led to the ultim demis of the bretton wood system chanc are that unravel the eurozon would be much more costli than the end of the bretton wood regim one hope that the muddlingthrough process would work as steppingston toward a more perfect euro union yet hope may not be enough to deliv it", "title": "The Eurocrisis: Muddling through, or on the Way to a More Perfect Euro Union&amp;quest;"}, "https://ideas.repec.org/a/eee/jimfin/v4y1985i1p5-17.html": {"abstract": "This paper analyzes the role of relative prices in the conduct of wage indexation and monetary policy in a small economy producing traded and non-traded goods under a flexible exchange rate regime. It is shown that the beneficial effect of using relative prices in addition to aggregate prices as indicators for the conduct of the above policies increases with openness. The response of policies to relative prices rises with openness,and has dampening effects on the volatility of deviations from purchasing power parity. The analysis demonstrates that the beneficial effect of allowing a\"basket\" indexation (or a money rule that responds also to relative prices) lies in mitgating the effects of foreign shocks.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epai8"], "abstractStem": "thi paper analyz the role of rel price in the conduct of wage index and monetari polici in a small economi produc trade and nontrad good under a flexibl exchang rate regim it is shown that the benefici effect of use rel price in addit to aggreg price as indic for the conduct of the abov polici increas with open the respons of polici to rel price rise with opennessand ha dampen effect on the volatil of deviat from purchas power pariti the analysi demonstr that the benefici effect of allow abasket index or a money rule that respond also to rel price lie in mitgat the effect of foreign shockspthi abstract wa borrow from anoth version of thi item", "title": "Openness, relative prices, and macro-policies"}, "https://ideas.repec.org/a/bla/worlde/v31y2008i5p593-611.html": {"abstract": " The sizeable hoarding of international reserves by several East Asian countries has been frequently attributed to a modern version of monetary mercantilism - hoarding international reserves in order to improve competitiveness. From a long-run perspective, manufacturing exporters in East Asia adopted 'financial' mercantilism - subsidising the cost of capital - during decades of high growth. They switched to hoarding large international reserves when growth faltered, making it harder to disentangle the monetary mercantilism from the precautionary response to the heritage of past financial mercantilism. Monetary mercantilism also lowers the cost of hoarding, but may be associated with negative externalities leading to competitive hoarding. From this viewpoint, this paper makes three observations on the East Asian reserve accumulation. First, the recent large hoarding of reserves in Japan and Korea occurred in the aftermath of the growth strategy that combined export promotion and credit subsidisation (financial mercantilism). Second, whether the ultimate motive is mercantilist or precautionary, the ongoing reserve hoarding in Asia contains an element of competitive hoarding, which is likely to have negative externalities among countries involved. Finally, China's hoarding of reserves partly reflects the precaution against the financial fragility that is likely to follow the slowing of economic growth. Copyright 2008 The Authors.", "authors": ["epai8", "eple103"], "abstractStem": " the sizeabl hoard of intern reserv by sever east asian countri ha been frequent attribut to a modern version of monetari mercantil  hoard intern reserv in order to improv competit from a longrun perspect manufactur export in east asia adopt financi mercantil  subsidis the cost of capit  dure decad of high growth they switch to hoard larg intern reserv when growth falter make it harder to disentangl the monetari mercantil from the precautionari respons to the heritag of past financi mercantil monetari mercantil also lower the cost of hoard but may be associ with neg extern lead to competit hoard from thi viewpoint thi paper make three observ on the east asian reserv accumul first the recent larg hoard of reserv in japan and korea occur in the aftermath of the growth strategi that combin export promot and credit subsidis financi mercantil second whether the ultim motiv is mercantilist or precautionari the ongo reserv hoard in asia contain an element of competit hoard which is like to have neg extern among countri involv final china hoard of reserv partli reflect the precaut against the financi fragil that is like to follow the slow of econom growth copyright 2008 the author", "title": "Financial versus Monetary Mercantilism: Long-run View of Large International Reserves Hoarding"}, "https://ideas.repec.org/a/aea/aecrev/v75y1985i3p402-23.html": {"abstract": "This paper deals with the design of optimal monetary policy and with the interaction between the optimal degrees of wage indexation and foreign exchange intervention. The model is governed by the characteristics of the stochastic shocks which affect the economy and by the information set that individuals possess. Because of cost of negotiations, nominal wages are assumed to be precontracted and wage adjustments follow a simple indexation rule that links wage changes to observed changes in price. The use of the price level as the only indicator for wage adjustments may not permit an efficient use of available information and, may result in welfare loss. The analysis specifies the optimal set of feedback rules that should govern policy aiming at the minimization of the welfare loss. These feedback rules determine the optimal response of monetary policy to changes in exchange rates, interest rates and foreign prices. The adoption of the optimal set of feedback rules results in the complete elimination of the welfare cost arising from the simple indexation rule and from the existence of nominal contracts. Since optimal policies succeed in the elimination of the distortions, issues concerning the nature of contracts and the implications of specific assumptions about disequilibrium positions become inconsequential. The analysis then proceeds to examine the interdependence between the optimal feedback rules and the optimal degree of wage indexation. It is shown that a rise in the degree of exchange rate flexibility raises the optimal degree of wage indexation. One of the key conclusions is the proposition that the number of independent feedback rules that govern a policy must equal the number of independent sources of information that influence the determination of the undistorted equilibrium. Thus, it is shown that with a sufficient number of feedback rules for monetary policy there may be no need to introduce wage indexation. It is also shown that an economy that is not <p>(This abstract was borrowed from another version of this item.)", "authors": ["epai8"], "abstractStem": "thi paper deal with the design of optim monetari polici and with the interact between the optim degre of wage index and foreign exchang intervent the model is govern by the characterist of the stochast shock which affect the economi and by the inform set that individu possess becaus of cost of negoti nomin wage are assum to be precontract and wage adjust follow a simpl index rule that link wage chang to observ chang in price the use of the price level as the onli indic for wage adjust may not permit an effici use of avail inform and may result in welfar loss the analysi specifi the optim set of feedback rule that should govern polici aim at the minim of the welfar loss these feedback rule determin the optim respons of monetari polici to chang in exchang rate interest rate and foreign price the adopt of the optim set of feedback rule result in the complet elimin of the welfar cost aris from the simpl index rule and from the exist of nomin contract sinc optim polici succeed in the elimin of the distort issu concern the natur of contract and the implic of specif assumpt about disequilibrium posit becom inconsequenti the analysi then proce to examin the interdepend between the optim feedback rule and the optim degre of wage index it is shown that a rise in the degre of exchang rate flexibl rais the optim degre of wage index one of the key conclus is the proposit that the number of independ feedback rule that govern a polici must equal the number of independ sourc of inform that influenc the determin of the undistort equilibrium thu it is shown that with a suffici number of feedback rule for monetari polici there may be no need to introduc wage index it is also shown that an economi that is not pthi abstract wa borrow from anoth version of thi item", "title": "Optimal Wage Indexation, Foreign Exchange Intervention, and Monetary Policy"}, "https://ideas.repec.org/a/eee/jimfin/v39y2013icp28-64.html": {"abstract": "In this paper, we provide empirical evidence on the factors that motivated emerging economies to change their capital outflow controls in the recent decades. Liberalization of capital outflow controls can allow emerging market economies (EMEs) to reduce net capital inflow (NKI) pressures, but may cost their governments the fiscal revenues that external financial repression generates. Our results indicate that external repression revenues in EMEs declined substantially in the 2000's compared with the 1980's. In line with this decline in external repression revenues and their growth accelerations in 2000's, concerns related to net capital inflows took predominance over fiscal concerns in the decisions to liberalize capital outflow controls. Emerging markets facing high volatility in net capital inflows and higher short-term balance sheet exposures liberalized outflows less. Countries eased outflows more in response to higher stock price appreciation, higher appreciation pressures in the exchange market and higher real exchange rate volatility. Non-IT monetary policy regimes also liberalized outflows more in response to greater reserves accumulation and higher NKI.", "authors": ["epai8", "fppa330"], "abstractStem": "in thi paper we provid empir evid on the factor that motiv emerg economi to chang their capit outflow control in the recent decad liber of capit outflow control can allow emerg market economi eme to reduc net capit inflow nki pressur but may cost their govern the fiscal revenu that extern financi repress gener our result indic that extern repress revenu in eme declin substanti in the 2000 compar with the 1980 in line with thi declin in extern repress revenu and their growth acceler in 2000 concern relat to net capit inflow took predomin over fiscal concern in the decis to liber capit outflow control emerg market face high volatil in net capit inflow and higher shortterm balanc sheet exposur liber outflow less countri eas outflow more in respons to higher stock price appreci higher appreci pressur in the exchang market and higher real exchang rate volatil nonit monetari polici regim also liber outflow more in respons to greater reserv accumul and higher nki", "title": "Why do emerging markets liberalize capital outflow controls? Fiscal versus net capital flow concerns"}, "https://ideas.repec.org/a/eee/jimfin/v27y2008i3p372-386.html": {"abstract": "Developing countries characterized by high costs of tax collection and enforcement opt to use financial repression as an implicit tax on savings, providing the impetus for capital flight. A mechanism facilitating illicit capital movements is trade misinvoicing, where the effectiveness of capital controls would increase with the resources spent on monitoring and enforcement per one dollar of international trade. Under these circumstances, greater trade openness increases the effective cost of enforcing financial repression, thereby reducing the usefulness of financial repression as an implicit tax. This in turn implies that financial reforms tend to be the by-product of greater trade integration.", "authors": ["epai8"], "abstractStem": "develop countri character by high cost of tax collect and enforc opt to use financi repress as an implicit tax on save provid the impetu for capit flight a mechan facilit illicit capit movement is trade misinvo where the effect of capit control would increas with the resourc spent on monitor and enforc per one dollar of intern trade under these circumst greater trade open increas the effect cost of enforc financi repress therebi reduc the use of financi repress as an implicit tax thi in turn impli that financi reform tend to be the byproduct of greater trade integr", "title": "On the hidden links between financial and trade opening"}, "https://ideas.repec.org/a/bla/pacecr/v15y2010i3p324-335.html": {"abstract": " This paper examines the degree to which the learning by doing (LBD) externality calls for an undervalued exchange rate. We obtain mixed results. For an economy where the LBD externality operates in the traded sector, real exchange rate undervaluation may be used to internalize this externality, if the LBD calls for subsidizing employment in the traded sector. If the LBD externality is embodied in aggregate investment, the optimal policy calls for subsidizing the cost of capital in the traded sector, and there is no room for undervalued exchange rate policy. Copyright 2010 The Authors. Journal compilation 2010 Blackwell Publishing Asia Pty Ltd", "authors": ["epai8", "eple103"], "abstractStem": " thi paper examin the degre to which the learn by do lbd extern call for an undervalu exchang rate we obtain mix result for an economi where the lbd extern oper in the trade sector real exchang rate undervalu may be use to intern thi extern if the lbd call for subsid employ in the trade sector if the lbd extern is embodi in aggreg invest the optim polici call for subsid the cost of capit in the trade sector and there is no room for undervalu exchang rate polici copyright 2010 the author journal compil 2010 blackwel publish asia pti ltd", "title": "Real Exchange Rate, Mercantilism And The Learning By Doing Externality"}, "https://ideas.repec.org/a/tpr/adbadr/v31y2014i2p21-54.html": {"abstract": "This paper investigates the potential impacts of the degree of divergence in open macroeconomic policies in the context of the trilemma hypothesis. Using an index that measures the extent of policy divergence among the three trilemma policy choicesâ€”monetary independence, exchange rate stability, and financial opennessâ€”we find that emerging market economies have adopted trilemma policy combinations with the smallest degree of policy divergence in the last 15 years. We then investigate whether and to what extent the degree of open macro policy convergence affects the probability of a crisis and find that a developing or emerging market economy with a higher degree of policy divergence is more likely to experience a currency or debt crisis. We also compare the development of trilemma policies around the crisis period for the groups of Latin American crisis countries in the 1980s and the Asian crisis countries in the 1990s. We find that Latin American crisis countries tended to close their capital accounts in the aftermath of a crisis, while that is not the case for the Asian crisis countries. The Asian crisis countries tended to reduce the degree of policy divergence in the aftermath of the crisis, which possibly meant they decided to adopt open macro policies that made their economies less prone to a crisis. Â© 2013 Asian Development Bank and Asian Development Bank Institute.", "authors": ["epai8", "epit4"], "abstractStem": "thi paper investig the potenti impact of the degre of diverg in open macroeconom polici in the context of the trilemma hypothesi use an index that measur the extent of polici diverg among the three trilemma polici choic monetari independ exchang rate stabil and financi open we find that emerg market economi have adopt trilemma polici combin with the smallest degre of polici diverg in the last 15 year we then investig whether and to what extent the degre of open macro polici converg affect the probabl of a crisi and find that a develop or emerg market economi with a higher degre of polici diverg is more like to experi a currenc or debt crisi we also compar the develop of trilemma polici around the crisi period for the group of latin american crisi countri in the 1980 and the asian crisi countri in the 1990 we find that latin american crisi countri tend to close their capit account in the aftermath of a crisi while that is not the case for the asian crisi countri the asian crisi countri tend to reduc the degre of polici diverg in the aftermath of the crisi which possibl meant they decid to adopt open macro polici that made their economi less prone to a crisi   2013 asian develop bank and asian develop bank institut", "title": "The More Divergent, the Better? Lessons on Trilemma Policies and Crises for Asia"}, "https://ideas.repec.org/a/eee/reveco/v19y2010i3p353-365.html": {"abstract": "This paper explores the logic inducing the FED to extend unprecedented swap-lines to four emerging markets in September 2008. Exposure of US banks to EMs turned out to be the most important selection criterion for explaining the \"selected four\" swap-lines. This result is consistent with the outlined model. The FED swap-lines had relatively large short-run impact on the exchange rates of the selected EMs, but much smaller effect on the spreads. Yet, all the swap countries saw their exchange rate subsequently depreciate to a level lower than pre-swap rate, calling into question the long-run impact of the swap arrangements.", "authors": ["epai8", "fppa330"], "abstractStem": "thi paper explor the logic induc the fed to extend unpreced swaplin to four emerg market in septemb 2008 exposur of us bank to em turn out to be the most import select criterion for explain the select four swaplin thi result is consist with the outlin model the fed swaplin had rel larg shortrun impact on the exchang rate of the select em but much smaller effect on the spread yet all the swap countri saw their exchang rate subsequ depreci to a level lower than preswap rate call into question the longrun impact of the swap arrang", "title": "Selective swap arrangements and the global financial crisis: Analysis and interpretation"}, "https://ideas.repec.org/a/pal/imfstp/v35y1988i4p686-713.html": {"abstract": "Conditions under which renewed international lending will benefit both the developed and the developing countries are identified. We evaluate how the presence of terms of trade adjustment and distorted credit markets affect the conditions for the existence of beneficial lending. We demonstrate that in the presence of endogenous terms of trade adjustment, there are cases in which a competitive international banking system may not revitalize lending for investment purposes, even if such renewed lending is socially desirable. Renewed lending may require the appropriate conditionality, and the presence of endogenous terms of trade adjustment puts greater weight on investment conditionality.", "authors": ["epai8"], "abstractStem": "condit under which renew intern lend will benefit both the develop and the develop countri are identifi we evalu how the presenc of term of trade adjust and distort credit market affect the condit for the exist of benefici lend we demonstr that in the presenc of endogen term of trade adjust there are case in which a competit intern bank system may not revit lend for invest purpos even if such renew lend is social desir renew lend may requir the appropri condition and the presenc of endogen term of trade adjust put greater weight on invest condition", "title": "Debt and Conditionality under Endogenous Terms of Trade Adjustment"}, "https://ideas.repec.org/a/eee/jimfin/v34y2013icp37-59.html": {"abstract": "We estimate the pricing of sovereign risk for fifty countries based on fiscal space (debt/tax; deficits/tax) and other economic fundamentals over 2005–10. We focus in particular on five countries in the South-West Eurozone Periphery, Greece, Ireland, Italy, Portugal and Spain. Dynamic panel estimates show that fiscal space and other macroeconomic factors are statistically and economically important determinants of sovereign risk. However, risk-pricing of the Eurozone Periphery countries is not predicted accurately either in-sample or out-of-sample: unpredicted high spreads are evident during global crisis period, especially in 2010 when the sovereign debt crisis swept over the periphery area. We match the periphery group with five middle income countries outside Europe that were closest in terms of fiscal space during the European fiscal crisis. Eurozone Periphery default risk is priced much higher than the matched countries in 2010, even allowing for differences in fundamentals. One interpretation is that these economies switched to a “pessimistic” self-fulfilling expectational equilibrium. An alternative interpretation is that the market prices not on current but future fundamentals, expecting adjustment challenges in the Eurozone periphery to be more difficult for than the matched group of middle-income countries because of exchange rate and monetary constraints.", "authors": ["epai8", "ephu149", "epji90"], "abstractStem": "we estim the price of sovereign risk for fifti countri base on fiscal space debttax deficitstax and other econom fundament over 2005 10 we focu in particular on five countri in the southwest eurozon peripheri greec ireland itali portug and spain dynam panel estim show that fiscal space and other macroeconom factor are statist and econom import determin of sovereign risk howev riskpric of the eurozon peripheri countri is not predict accur either insampl or outofsampl unpredict high spread are evid dure global crisi period especi in 2010 when the sovereign debt crisi swept over the peripheri area we match the peripheri group with five middl incom countri outsid europ that were closest in term of fiscal space dure the european fiscal crisi eurozon peripheri default risk is price much higher than the match countri in 2010 even allow for differ in fundament one interpret is that these economi switch to a  pessimist  selffulfil expect equilibrium an altern interpret is that the market price not on current but futur fundament expect adjust challeng in the eurozon peripheri to be more difficult for than the match group of middleincom countri becaus of exchang rate and monetari constraint", "title": "What is the risk of European sovereign debt defaults? Fiscal space, CDS spreads and market pricing of risk"}, "https://ideas.repec.org/a/eee/deveco/v13y1983i1-2p133-142.html": {"abstract": "No abstract is available for this item.", "authors": ["epai8"], "abstractStem": "no abstract is avail for thi item", "title": "Dynamics of trade liberalization policy"}, "https://ideas.repec.org/a/taf/jdevst/v45y2009i5p653-671.html": {"abstract": " This paper evaluates the impact of globalisation on tax bases of countries at varying stages of development. We see globalisation as a process that induces countries to embrace greater trade and financial integration. This in turn should shift their tax revenue from 'easy to collect' taxes (tariffs and seigniorage) towards 'hard to collect' taxes (value added and income taxes). We find that trade and financial openness have a positive association with the 'hard to collect' taxes, and a negative association with the easy to collect taxes.", "authors": ["epai8", "epji90"], "abstractStem": " thi paper evalu the impact of globalis on tax base of countri at vari stage of develop we see globalis as a process that induc countri to embrac greater trade and financi integr thi in turn should shift their tax revenu from easi to collect tax tariff and seigniorag toward hard to collect tax valu ad and incom tax we find that trade and financi open have a posit associ with the hard to collect tax and a neg associ with the easi to collect tax", "title": "Globalisation and Developing Countries - a Shrinking Tax Base?"}, "https://ideas.repec.org/a/ecj/econjl/v99y1989i394p147-61.html": {"abstract": " This paper identifies conditions under which the presence of country risk induces a distortion. Optimal domestic and global policies, in the presence of country risk, call for borrowing taxes. If the level of external borrowing is substantial, then the optimal policy is implemented in a system where the private sector cannot borrow abroad directly. Instead, the central bank borrows externally, auctioning the available credit domestically at a demand-determined price. If penalty enforcement costs are positive, global welfare considerations call for an optimal borrowing tax at a rate higher than the optimal borrowing tax from the nationalistic point of view. Copyright 1989 by Royal Economic Society.", "authors": ["epai8"], "abstractStem": " thi paper identifi condit under which the presenc of countri risk induc a distort optim domest and global polici in the presenc of countri risk call for borrow tax if the level of extern borrow is substanti then the optim polici is implement in a system where the privat sector cannot borrow abroad directli instead the central bank borrow extern auction the avail credit domest at a demanddetermin price if penalti enforc cost are posit global welfar consider call for an optim borrow tax at a rate higher than the optim borrow tax from the nationalist point of view copyright 1989 by royal econom societi", "title": "Country Risk, Incomplete Information and Taxes on International Borrowing"}, "https://ideas.repec.org/a/eee/reveco/v20y2011i1p1-4.html": {"abstract": "No abstract is available for this item.", "authors": ["epai8", "ephu149"], "abstractStem": "no abstract is avail for thi item", "title": "The emerging global financial architecture and exchange rate regimes in a volatile world"}, "https://ideas.repec.org/a/eee/jimfin/v49y2014ipap28-51.html": {"abstract": "This paper investigates the potential impacts of the degree of divergence in open macroeconomic policies in the context of the trilemma hypothesis. Using an index that measures the relative policy divergence among the three trilemma policy choices, namely monetary independence, exchange rate stability, and financial openness, we find that emerging market countries have adopted trilemma policy combinations with the least degree of relative policy divergence in the last 15 years. We find that a developing or emerging market country with a higher degree of relative policy divergence is more likely to experience a currency or debt crisis. However, a developing or emerging market country with a higher degree of relative policy divergence tends to experience smaller output losses when it experiences a currency or banking crisis. Latin American crisis countries tended to reduce their financial integration in the aftermath of a crisis, while this is not the case for the Asian crisis countries. The Asian crisis countries tended to reduce the degree of relative policy divergence in the aftermath of the crisis, probably aiming at macroeconomic policies that are less prone to crises. The degree of relative policy divergence is affected by past crisis experiences – countries that experienced currency crisis or a currency-banking twin crisis tend to adopt a policy combination with a smaller degree of policy divergence.", "authors": ["epai8", "epit4"], "abstractStem": "thi paper investig the potenti impact of the degre of diverg in open macroeconom polici in the context of the trilemma hypothesi use an index that measur the rel polici diverg among the three trilemma polici choic name monetari independ exchang rate stabil and financi open we find that emerg market countri have adopt trilemma polici combin with the least degre of rel polici diverg in the last 15 year we find that a develop or emerg market countri with a higher degre of rel polici diverg is more like to experi a currenc or debt crisi howev a develop or emerg market countri with a higher degre of rel polici diverg tend to experi smaller output loss when it experi a currenc or bank crisi latin american crisi countri tend to reduc their financi integr in the aftermath of a crisi while thi is not the case for the asian crisi countri the asian crisi countri tend to reduc the degre of rel polici diverg in the aftermath of the crisi probabl aim at macroeconom polici that are less prone to crise the degre of rel polici diverg is affect by past crisi experi   countri that experienc currenc crisi or a currencybank twin crisi tend to adopt a polici combin with a smaller degre of polici diverg", "title": "Living with the trilemma constraint: Relative trilemma policy divergence, crises, and output losses for developing countries"}, "https://ideas.repec.org/a/taf/jpolrf/v1y1996i4p413-440.html": {"abstract": " The paper analyzes the feasibility of sustaining both macroeconomic stability and political support during economic transformation. Macroeconomic stability requires that state sector losses plus public infrastructure investment be financed by tax revenue plus any external assistance. Political sustainability depends on the income gains and losses experienced by three groups—state sector workers, private sector workers, and private savers/investors. The aggregate income gains from allowing heterogeneous workers to make occupational choices consistent with their comparative advantages can outweigh or significantly offset the short-run economic efficiency costs of maintaining political support for the transformation. Successful transformation may depend on external assistance, but this need will diminish over time.", "authors": ["epai8"], "abstractStem": " the paper analyz the feasibl of sustain both macroeconom stabil and polit support dure econom transform macroeconom stabil requir that state sector loss plu public infrastructur invest be financ by tax revenu plu ani extern assist polit sustain depend on the incom gain and loss experienc by three group state sector worker privat sector worker and privat saversinvestor the aggreg incom gain from allow heterogen worker to make occup choic consist with their compar advantag can outweigh or significantli offset the shortrun econom effici cost of maintain polit support for the transform success transform may depend on extern assist but thi need will diminish over time", "title": "The sustainability of economic transformation"}, "https://ideas.repec.org/a/bla/manchs/v76y2008i5p487-503.html": {"abstract": " The emerging financial configuration of developing countries has been growing managed exchange rate flexibility, greater monetary independence and deeper financial integration. Hoarding international reserves is a key ingredient enhancing the stability of this emerging configuration. International reserves help by providing self-insurance; mitigating real exchange rate effects of terms of trade shocks; and export promotion. Countries following an export-oriented growth strategy may end up with competitive hoarding, akin to competitive devaluations. The size of China and its lower sterilization costs suggest that China may be the winner of a hoarding game. Testing precautionary motives may be challenged by the 'peso problem'. Copyright � 2008 The Author. Journal compilation � 2008 Blackwell Publishing Ltd and The University of Manchester.", "authors": ["epai8"], "abstractStem": " the emerg financi configur of develop countri ha been grow manag exchang rate flexibl greater monetari independ and deeper financi integr hoard intern reserv is a key ingredi enhanc the stabil of thi emerg configur intern reserv help by provid selfinsur mitig real exchang rate effect of term of trade shock and export promot countri follow an exportori growth strategi may end up with competit hoard akin to competit devalu the size of china and it lower steril cost suggest that china may be the winner of a hoard game test precautionari motiv may be challeng by the peso problem copyright   2008 the author journal compil   2008 blackwel publish ltd and the univers of manchest", "title": "Large Hoarding Of International Reserves And The Emerging Global Economic Architecture"}, "https://ideas.repec.org/a/bla/pacecr/v18y2013i2p123-146.html": {"abstract": "No abstract is available for this item.", "authors": ["epai8", "fpse324"], "abstractStem": "no abstract is avail for thi item", "title": "Financial Trilemma in China and a Comparative Analysis with India"}, "https://ideas.repec.org/a/eee/inecon/v24y1988i1-2p69-91.html": {"abstract": "Consider a multi-sector economy subject to an exogenous demand shock that alters the equilibrium structure of relative prices. How should the structure of sectorial wages adjust in response to such a shock? This question is addressed in the context of a multi-sector model of an open-economy producing internationally tradable and non-tradable goods. In order to focus on intersectorial wage structure without abandoning the competitive neoclassical paradigm we assume that workers differ from each other in their absolute and relative skills. Such differences result in equilibrium wage differentials which are affected by the exogenous real shock. Cost of negotiations result in labor market contracts which set nominal wages in advance of the realization of the stochastic shocks. The analysis provides formulae for the optimal sectorial wage-indexation rules. The optimal rules alter both the absolute and the relative structure of sectorial nominal wages. We examine the dependence of the optimal wage adjustments on the degree of heterogeneity of the skill distribution and on the degree to which the economy is open to international trade; we also study the effects of various shocks and policies on the real exchange rate, real wages and the distribution of income.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epai8"], "abstractStem": "consid a multisector economi subject to an exogen demand shock that alter the equilibrium structur of rel price how should the structur of sectori wage adjust in respons to such a shock thi question is address in the context of a multisector model of an openeconomi produc intern tradabl and nontrad good in order to focu on intersectori wage structur without abandon the competit neoclass paradigm we assum that worker differ from each other in their absolut and rel skill such differ result in equilibrium wage differenti which are affect by the exogen real shock cost of negoti result in labor market contract which set nomin wage in advanc of the realiz of the stochast shock the analysi provid formula for the optim sectori wageindex rule the optim rule alter both the absolut and the rel structur of sectori nomin wage we examin the depend of the optim wage adjust on the degre of heterogen of the skill distribut and on the degre to which the economi is open to intern trade we also studi the effect of variou shock and polici on the real exchang rate real wage and the distribut of incomepthi abstract wa borrow from anoth version of thi item", "title": "Sectorial wages and the real exchange rate"}, "https://ideas.repec.org/a/eee/deveco/v57y1998i1p67-95.html": {"abstract": "No abstract is available for this item.", "authors": ["epai8", "eppo64"], "abstractStem": "no abstract is avail for thi item", "title": "The political economy of public savings and the role of capital mobility"}, "https://ideas.repec.org/a/ijf/ijfiec/v3y1998i2p97-110.html": {"abstract": " This paper studies the effect of policy uncertainty on the formation of new activities in Romer's (1994) type of economy, where productivity of labor increases with the number of capital goods. Adding a new capital good requires a capital specific set-up cost, invested prior to using the capital good. Agents are disappointment averse, putting greater utility weight on downside risk (as modeled by Gul, 1991). Policy uncertainty is induced by \"revenue seeking\" administrations, which tend to tax the \"quasi fixed\" capital, ignoring long term costs. Disappointment aversion implies that investment, labor and capitalists income drop at a rate proportional to the standard deviation of the tax rate. Hence, policy uncertainty induces first-order adverse effects, whereas policy uncertainty leads to second-order effects when consumers maximize the conventional expected utility. The adverse effects of policy uncertainty can be partially overcome by a proper investment policy. The paper interprets the tax concessions granted to multinationals as a commitment device that helps overcoming the adverse implications of policy uncertainty. Copyright @ 1998 by John Wiley &amp; Sons, Ltd. All rights reserved.", "authors": ["epai8"], "abstractStem": " thi paper studi the effect of polici uncertainti on the format of new activ in romer 1994 type of economi where product of labor increas with the number of capit good ad a new capit good requir a capit specif setup cost invest prior to use the capit good agent are disappoint avers put greater util weight on downsid risk as model by gul 1991 polici uncertainti is induc by revenu seek administr which tend to tax the quasi fix capit ignor long term cost disappoint avers impli that invest labor and capitalist incom drop at a rate proport to the standard deviat of the tax rate henc polici uncertainti induc firstord advers effect wherea polici uncertainti lead to secondord effect when consum maxim the convent expect util the advers effect of polici uncertainti can be partial overcom by a proper invest polici the paper interpret the tax concess grant to multin as a commit devic that help overcom the advers implic of polici uncertainti copyright  1998 by john wiley amp son ltd all right reserv", "title": "New Activities, the Welfare Cost of Uncertainty and Investment Policies"}, "https://ideas.repec.org/a/bla/rdevec/v13y2009i2p175-189.html": {"abstract": " The authors study the endogenous determination of financial and trade openness. They construct a theoretical framework leading to two-way feedbacks between financial and trade openness and identify these feedbacks empirically. They find that one standard deviation increase in commercial openness is associated with a 9.5% increase in de facto financial openness (% of GDP). Similarly, an increase in de facto financial openness has powerful effects on future trade openness. De jure restrictions on capital mobility have only a weak impact on de facto financial openness, while de jure restrictions on the current account have a large adverse effect on commercial openness. The authors investigate the relative magnitudes of these directions of causality using Geweke's (1982 ) decomposition methodology. They conclude that in an era of rapidly growing trade integration, countries cannot choose financial openness independently of their degree of openness to trade. Dealing with greater exposure to turbulence by imposing restrictions on financial flows is likely to be ineffectual. Copyright � 2009 The Authors. Journal compilation � 2009 Blackwell Publishing Ltd.", "authors": ["epai8", "epno49"], "abstractStem": " the author studi the endogen determin of financi and trade open they construct a theoret framework lead to twoway feedback between financi and trade open and identifi these feedback empir they find that one standard deviat increas in commerci open is associ with a 95 increas in de facto financi open  of gdp similarli an increas in de facto financi open ha power effect on futur trade open de jure restrict on capit mobil have onli a weak impact on de facto financi open while de jure restrict on the current account have a larg advers effect on commerci open the author investig the rel magnitud of these direct of causal use gewek 1982  decomposit methodolog they conclud that in an era of rapidli grow trade integr countri cannot choos financi open independ of their degre of open to trade deal with greater exposur to turbul by impos restrict on financi flow is like to be ineffectu copyright   2009 the author journal compil   2009 blackwel publish ltd", "title": "Endogenous Financial and Trade Openness"}, "https://ideas.repec.org/a/mhr/finarc/urnsici0015-2218(201212)684_431iitbas_2.0.tx_2-g.html": {"abstract": "This paper investigates the association between greater income inequality, de-facto fiscal space, and sovereign spreads. Using data from 50 countries in 2007, in 2009 and in 2011, we find that higher income inequality is associated with a lower tax base, lower de-facto fiscal space, and higher sovereign spreads. The economic magnitude of these effects is rather large: an increase in the Gini coefficient of inequality by 1 (in a scale of 0--100), is associated in 2011 with a lower tax base of 2 percent of the GDP, and with a higher sovereign spread of 45 basis points.", "authors": ["epai8", "epji90"], "abstractStem": "thi paper investig the associ between greater incom inequ defacto fiscal space and sovereign spread use data from 50 countri in 2007 in 2009 and in 2011 we find that higher incom inequ is associ with a lower tax base lower defacto fiscal space and higher sovereign spread the econom magnitud of these effect is rather larg an increas in the gini coeffici of inequ by 1 in a scale of 0100 is associ in 2011 with a lower tax base of 2 percent of the gdp and with a higher sovereign spread of 45 basi point", "title": "Income Inequality, Tax Base and Sovereign Spreads"}, "https://ideas.repec.org/a/eee/wdevel/v39y2011i5p712-724.html": {"abstract": "Summary We investigate inflation targeting (IT) in emerging markets, focusing on the role of the real exchange rate and the distinction between commodity and non-commodity exporters. IT emerging markets appear to follow a \"mixed strategy\" whereby both inflation and real exchange rates are important determinants of policy interest rates. The response to real exchange rates, however, is more constrained than in non-IT regimes. We also find that the response to real exchange rates is strongest in those countries following IT policies that are relatively intensive in exporting basic commodities; and present a theoretical model that explains these empirical results.", "authors": ["epai8", "ephu149", "epno49"], "abstractStem": "summari we investig inflat target it in emerg market focus on the role of the real exchang rate and the distinct between commod and noncommod export it emerg market appear to follow a mix strategi wherebi both inflat and real exchang rate are import determin of polici interest rate the respons to real exchang rate howev is more constrain than in nonit regim we also find that the respons to real exchang rate is strongest in those countri follow it polici that are rel intens in export basic commod and present a theoret model that explain these empir result", "title": "Inflation Targeting and Real Exchange Rates in Emerging Markets"}, "https://ideas.repec.org/a/kap/openec/v25y2014i3p407-428.html": {"abstract": " Since the onset of the global financial crisis, China and the U.S. have reduced their current-account imbalances as a share of GDP to less than half their pre-crisis levels. For China, the reduction in its current-account surplus post-crisis suggests a structural change. Panel regressions for a sample of almost 100 countries over 1983–2013 confirm that the relationship between current-account balances and economic variables changed in important ways after the financial crisis. China’s rebalancing has been accompanied by a decline in its reserves-to-GDP ratio and greater outward FDI that, in turn, has mitigated reserve hoarding. Copyright Springer Science+Business Media New York 2014", "authors": ["epai8", "epji90"], "abstractStem": " sinc the onset of the global financi crisi china and the us have reduc their currentaccount imbal as a share of gdp to less than half their precrisi level for china the reduct in it currentaccount surplu postcrisi suggest a structur chang panel regress for a sampl of almost 100 countri over 1983 2013 confirm that the relationship between currentaccount balanc and econom variabl chang in import way after the financi crisi china s rebalanc ha been accompani by a declin in it reservestogdp ratio and greater outward fdi that in turn ha mitig reserv hoard copyright springer sciencebusi media new york 2014", "title": "China’s Growth, Stability, and Use of International Reserves"}, "https://ideas.repec.org/a/eee/jimfin/v26y2007i5p682-702.html": {"abstract": "This paper proposes a new method for measuring the degree to which the domestic capital stock is self-financed. The main idea is to use the national accounts to construct a self-financing ratio, indicating what would have been the autarky stock of tangible capital supported by actual past domestic saving, relative to the actual stock of capital. We use the constructed measure of self-financing to evaluate the impact of the growing global financial integration on the sources of financing domestic capital stocks in developing countries. On average, 90% of the stock of capital in developing countries is self financed, and this fraction was surprisingly stable throughout the 1990s. The greater integration of financial markets has not changed the dispersion of self-financing rates, and the correlation between changes in de-facto financial integration and changes in self-financing ratios is statistically insignificant. There is no evidence of any growth bonus' associated with increasing the financing share of foreign savings. In fact, the evidence suggests the opposite: throughout the 1990s, countries with higher self-financing ratios grew significantly faster than countries with low self-financing ratios. This result persists even after controlling growth for the quality of institutions. We also find that higher volatility of the self-financing ratios is associated with lower growth rates, and that better institutions are associated with lower volatility of the self-financing ratios. These findings are consistent with the notion that financial integration may have facilitated diversification of assets and liabilities, but failed to offer new net sources of financing capital in developing countries.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epai8", "fpra571"], "abstractStem": "thi paper propos a new method for measur the degre to which the domest capit stock is selffinanc the main idea is to use the nation account to construct a selffinanc ratio indic what would have been the autarki stock of tangibl capit support by actual past domest save rel to the actual stock of capit we use the construct measur of selffinanc to evalu the impact of the grow global financi integr on the sourc of financ domest capit stock in develop countri on averag 90 of the stock of capit in develop countri is self financ and thi fraction wa surprisingli stabl throughout the 1990 the greater integr of financi market ha not chang the dispers of selffinanc rate and the correl between chang in defacto financi integr and chang in selffinanc ratio is statist insignific there is no evid of ani growth bonu associ with increas the financ share of foreign save in fact the evid suggest the opposit throughout the 1990 countri with higher selffinanc ratio grew significantli faster than countri with low selffinanc ratio thi result persist even after control growth for the qualiti of institut we also find that higher volatil of the selffinanc ratio is associ with lower growth rate and that better institut are associ with lower volatil of the selffinanc ratio these find are consist with the notion that financi integr may have facilit diversif of asset and liabil but fail to offer new net sourc of financ capit in develop countriespthi abstract wa borrow from anoth version of thi item", "title": "Sources for financing domestic capital - Is foreign saving a viable option for developing countries?"}, "https://ideas.repec.org/a/eee/reveco/v5y1996i3p225-241.html": {"abstract": "No abstract is available for this item.", "authors": ["epai8"], "abstractStem": "no abstract is avail for thi item", "title": "Production bottlenecks and congestion externalities during the transition to a market economy"}, "https://ideas.repec.org/a/bla/reviec/v17y2009i4p651-654.html": {"abstract": "No abstract is available for this item.", "authors": ["epai8", "epch129", "ephu149"], "abstractStem": "no abstract is avail for thi item", "title": "Understanding Global Liquidity in a Volatile World"}, "https://ideas.repec.org/a/tpr/restat/v90y2008i4p812-815.html": {"abstract": " This paper evaluates the impact of international reserves, terms-of-trade shocks, and capital flows on the real exchange rate (REER). We observe that international reserves cushion the impact of terms-of-trade shocks on REER, and that this effect is important for developing but not for industrial countries. This buffer effect is especially significant for Asian countries, and for countries exporting natural resources. Financial depth reduces the buffer role of international reserves in developing countries. Developing countries' REERs seem to be more sensitive to changes in reserve assets; whereas industrial countries display a significant relationship between hot money and REER. Copyright by the President and Fellows of Harvard College and the Massachusetts Institute of Technology.", "authors": ["epai8", "epri120"], "abstractStem": " thi paper evalu the impact of intern reserv termsoftrad shock and capit flow on the real exchang rate reer we observ that intern reserv cushion the impact of termsoftrad shock on reer and that thi effect is import for develop but not for industri countri thi buffer effect is especi signific for asian countri and for countri export natur resourc financi depth reduc the buffer role of intern reserv in develop countri develop countri reer seem to be more sensit to chang in reserv asset wherea industri countri display a signific relationship between hot money and reer copyright by the presid and fellow of harvard colleg and the massachusett institut of technolog", "title": "Real Exchange Rate and International Reserves in an Era of Growing Financial and Trade Integration"}, "https://ideas.repec.org/a/fip/fedfel/y2003iapr25n2003-11.html": {"abstract": "No abstract is available for this item.", "authors": ["epai8", "fpma1464"], "abstractStem": "no abstract is avail for thi item", "title": "Foreign exchange reserves in East Asia: why the high demand?"}, "https://ideas.repec.org/a/taf/jitecd/v17y2008i3p391-410.html": {"abstract": " This paper evaluates the political economy and structural factors explaining the collection efficiency of the Value Added Tax (VAT), where the collection efficiency is determined by the probability of audit and by the penalty on underpaying, and implementation lags imply that the present policy maker determines the efficiency of the tax system next period. Theory suggests that the collection efficiency is affected by political economy considerations�-�greater polarization and political instability would reduce the efficiency of the tax collection, and collection is impacted by structural factors affecting the ease of tax evasion (such as urbanization, agriculture share, openness). We evaluate the VAT collection efficiency (VAT revenue over the aggregate consumption divided by the standard VAT rate) in a panel of 44 countries over 1970-99. A one standard deviation increase in durability of political regime, and in the ease and fluidity of political participation, increases the VAT collection efficiency by 3.1% and 3.6%, respectively. A one standard deviation increase in urbanization, trade openness and the share of agriculture, changes the VAT collection efficiency by 12.7%, 3.9% and -4.8%, respectively. Qualitatively identical results apply for the ratio of VAT revenue to GDP divided by the standard VAT.", "authors": ["epai8", "epji90"], "abstractStem": " thi paper evalu the polit economi and structur factor explain the collect effici of the valu ad tax vat where the collect effici is determin by the probabl of audit and by the penalti on underpay and implement lag impli that the present polici maker determin the effici of the tax system next period theori suggest that the collect effici is affect by polit economi consider  greater polar and polit instabl would reduc the effici of the tax collect and collect is impact by structur factor affect the eas of tax evas such as urban agricultur share open we evalu the vat collect effici vat revenu over the aggreg consumpt divid by the standard vat rate in a panel of 44 countri over 197099 a one standard deviat increas in durabl of polit regim and in the eas and fluiditi of polit particip increas the vat collect effici by 31 and 36 respect a one standard deviat increas in urban trade open and the share of agricultur chang the vat collect effici by 127 39 and 48 respect qualit ident result appli for the ratio of vat revenu to gdp divid by the standard vat", "title": "The collection efficiency of the Value Added Tax: Theory and international evidence"}, "https://ideas.repec.org/a/mcb/jmoncb/v40y2008i4p817-835.html": {"abstract": " We analyze the role of an exchange rate peg as a commitment mechanism to achieve inflation stability when multiple equilibria are possible. We show that there are \"ex ante\" large gains from choosing a more conservative regime not only in order to mitigate inflation bias from time inconsistency but also to avoid high inflation equilibria. In these circumstances, using a pegged exchange rate as an anti-inflation commitment device can create a \"trap\" whereby the regime initially confers gains in anti-inflation credibility but ultimately results in an exit occasioned by a big enough adverse real shock that creates large welfare losses to the economy. Copyright (c) 2008 The Ohio State University.", "authors": ["epai8", "epgl13"], "abstractStem": " we analyz the role of an exchang rate peg as a commit mechan to achiev inflat stabil when multipl equilibria are possibl we show that there are ex ant larg gain from choos a more conserv regim not onli in order to mitig inflat bia from time inconsist but also to avoid high inflat equilibria in these circumst use a peg exchang rate as an antiinfl commit devic can creat a trap wherebi the regim initi confer gain in antiinfl credibl but ultim result in an exit occas by a big enough advers real shock that creat larg welfar loss to the economi copyright c 2008 the ohio state univers", "title": "Pegged Exchange Rate Regimes-A Trap?"}, "lastname": "Aizenman", "https://ideas.repec.org/a/eee/reveco/v24y2012icp250-269.html": {"abstract": "We explain the size of international reserve depletion during the global crisis, where only about half of the EMs drew down their reserves as part of the adjustment mechanism. Countries that internalized their large exposure to trade shocks before the crisis, used their IR as a buffer stock in the first phase of the crisis. After a rapid initial depletion of reverses, they reached a markedly declining rate of IR depletion, losing not more than one-third of their pre-crisis IR. The adjustment of EMs was constrained more by their fear of losing reserves than by their fear of floating.", "authors": ["epai8"], "abstractStem": "we explain the size of intern reserv deplet dure the global crisi where onli about half of the em drew down their reserv as part of the adjust mechan countri that intern their larg exposur to trade shock befor the crisi use their ir as a buffer stock in the first phase of the crisi after a rapid initi deplet of revers they reach a markedli declin rate of ir deplet lose not more than onethird of their precrisi ir the adjust of em wa constrain more by their fear of lose reserv than by their fear of float", "title": "The financial crisis and sizable international reserves depletion: From ‘fear of floating’ to the ‘fear of losing international reserves’?"}, "https://ideas.repec.org/a/taf/jitecd/v9y2001i4p367-395.html": {"abstract": " This paper studies the patterns of optimal tax rates and borrowing in a developing country characterized by a costly tax collection. Its access to the international credit market is determined by the efficiency of the tax system, the relative bargaining power of creditors, and the outstanding debt. Country risk modifies considerably the pattern of taxes and borrowing in recessions. The tax rate exhibits strong counter-cyclical patterns in economies operating close to the credit ceiling, whereas the tax rate exhibits very few cyclical patterns in economies operating on the elastic portion of the supply of credit, where country risk factors are absent.", "authors": ["epai8", "fpha552"], "abstractStem": " thi paper studi the pattern of optim tax rate and borrow in a develop countri character by a costli tax collect it access to the intern credit market is determin by the effici of the tax system the rel bargain power of creditor and the outstand debt countri risk modifi consider the pattern of tax and borrow in recess the tax rate exhibit strong countercycl pattern in economi oper close to the credit ceil wherea the tax rate exhibit veri few cyclic pattern in economi oper on the elast portion of the suppli of credit where countri risk factor are absent", "title": "Optimal tax and debt policy with endogenously imperfect creditworthiness"}, "https://ideas.repec.org/a/kap/openec/v21y2010i3p465-482.html": {"abstract": "In this paper we explore lessons from the global liquidity crisis pertaining to the prudential supervision role of central bank in an open economy. The narrow view of the role of central banks has been seriously challenged by the global liquidity crisis of 2008-9. The crisis validates central banksâ€™ responsibility for prudential regulations and policies aimed at reducing susceptibility of economies to crises, and the need for external debt management policy in emerging markets. Hoarding international reserves (IR) is a potent self-insurance mechanism. However, it is associated with relatively high costs and is also less efficient in absence of assertive external debt management policies. In the presence of congestion externalities associated with deleveraging, optimal external borrowing-tax-cum-IR-hoarding-subsidy reduces the cost as well as the scale of hoarding IR.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epai8"], "abstractStem": "in thi paper we explor lesson from the global liquid crisi pertain to the prudenti supervis role of central bank in an open economi the narrow view of the role of central bank ha been serious challeng by the global liquid crisi of 20089 the crisi valid central bank  respons for prudenti regul and polici aim at reduc suscept of economi to crise and the need for extern debt manag polici in emerg market hoard intern reserv ir is a potent selfinsur mechan howev it is associ with rel high cost and is also less effici in absenc of assert extern debt manag polici in the presenc of congest extern associ with deleverag optim extern borrowingtaxcumirhoardingsubsidi reduc the cost as well as the scale of hoard irpthi abstract wa borrow from anoth version of thi item", "title": "Macro Prudential Supervision in the Open Economy, and the Role of Central Banks in Emerging Markets"}, "https://ideas.repec.org/a/eee/deveco/v39y1992i1p163-187.html": {"abstract": "This paper analyzes the role of investment policies in regimes undergoing trade liberalization with policy makers of uncertain credibility. We consider an economy producing exportable and importable goods. The economy is liberalized, and tariffs are eliminated. The public views the reform credibility as questionable, and expects the possibility of future policy reversal. The policy maker sets policies and public investment as to maximize the expected utility of a risk averse representative agent. We identify the need to tax private investment in the importable sector, and to subsidize private investment in the outward-oriented sector. We show that the signaling effect of public investment nay generate a positive externality for public investment in the outward sector, and a negative externality for public investment in the inward-oriented activity. We demonstrate that the elimination of sectorial private investment policies call for a rise in the public/private capital ratio in the outward-oriented activities, and a drop in that ratio in the inward-oriented activities. In the presence of an external credit ceiling, a higher degree of risk aversion increases the magnitude (without changing the nature) of the policies.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epai8"], "abstractStem": "thi paper analyz the role of invest polici in regim undergo trade liber with polici maker of uncertain credibl we consid an economi produc export and import good the economi is liber and tariff are elimin the public view the reform credibl as question and expect the possibl of futur polici revers the polici maker set polici and public invest as to maxim the expect util of a risk avers repres agent we identifi the need to tax privat invest in the import sector and to subsid privat invest in the outwardori sector we show that the signal effect of public invest nay gener a posit extern for public invest in the outward sector and a neg extern for public invest in the inwardori activ we demonstr that the elimin of sectori privat invest polici call for a rise in the publicpriv capit ratio in the outwardori activ and a drop in that ratio in the inwardori activ in the presenc of an extern credit ceil a higher degre of risk avers increas the magnitud without chang the natur of the policiespthi abstract wa borrow from anoth version of thi item", "title": "Trade reforms, credibility, and development"}, "https://ideas.repec.org/a/mcb/jmoncb/v18y1986i3p304-22.html": {"abstract": "This paper develops a unified framework for the analysis of wage indexation and monetary policy in the presence of supply shocks. We first present simple formulae for the optimal wage indexation rule and for the optimal money supply rule. In order to set the stage for an evaluation of departures from the optimal policy rules we first analyse two extreme cases -- a rule that stabilizes employment and a rule that stabilizes the real wage. The analysis of these two extreme cases provides the ingredients for the evaluation of various rules for wage indexation and for monetary targeting. We examine the implications of indexing wages to (i) nominal GNP, (ii) the CPI and (iii) the value-added price index, as well as the implications of targeting the money supply to these alternative three indicators. It is shown that, the various indexation rules bear a dual relation to the various monetary targeting rules. The welfare ranking of the various rules depends on whether the elasticity of the demand for labor exceeds or falls short of the elasticity of labor supply. If the demand for labor is more elastic than the supply, then policy rules that stabilize employment produce a smaller welfare cost than policy rules that stabilize the real wage. In that case, indexing wages to nominal GNP results in a smaller welfare cost than indexing to value-added price index which, in turn, produces a smaller cost than indexation to the CPI. Because of the dual relation between monetary policy and wage indexation, it follows that under the same circumstances, monetary policy that targets nominal GNP produces a smaller welfare cost than policy that targets the value-added price index which, in turn, results in a smaller cost than the policy that targets the CPI. This ranking is reversed when the elasticity of the supply of labor exceeds the elasticity of demand.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epai8"], "abstractStem": "thi paper develop a unifi framework for the analysi of wage index and monetari polici in the presenc of suppli shock we first present simpl formula for the optim wage index rule and for the optim money suppli rule in order to set the stage for an evalu of departur from the optim polici rule we first analys two extrem case  a rule that stabil employ and a rule that stabil the real wage the analysi of these two extrem case provid the ingredi for the evalu of variou rule for wage index and for monetari target we examin the implic of index wage to i nomin gnp ii the cpi and iii the valuead price index as well as the implic of target the money suppli to these altern three indic it is shown that the variou index rule bear a dual relat to the variou monetari target rule the welfar rank of the variou rule depend on whether the elast of the demand for labor exce or fall short of the elast of labor suppli if the demand for labor is more elast than the suppli then polici rule that stabil employ produc a smaller welfar cost than polici rule that stabil the real wage in that case index wage to nomin gnp result in a smaller welfar cost than index to valuead price index which in turn produc a smaller cost than index to the cpi becaus of the dual relat between monetari polici and wage index it follow that under the same circumst monetari polici that target nomin gnp produc a smaller welfar cost than polici that target the valuead price index which in turn result in a smaller cost than the polici that target the cpi thi rank is revers when the elast of the suppli of labor exce the elast of demandpthi abstract wa borrow from anoth version of thi item", "title": "Supply Shocks, Wage Indexation and Monetary Accommodation"}, "https://ideas.repec.org/a/bla/pacecr/v20y2015i3p444-460.html": {"abstract": "No abstract is available for this item.", "authors": ["epai8"], "abstractStem": "no abstract is avail for thi item", "title": "Internationalization of the RMB, Capital Market Openness and Financial Reforms in China"}, "https://ideas.repec.org/a/eee/eecrev/v23y1983i3p261-280.html": {"abstract": "The purpose of this paper Is to construct a two-period, two-country model that derives the current account, the exchange rate,the terms of trade, and real interest rates from optimal behavior principles.This is done by constructing a model that uses money mainly as a means of exchange, where the technology of exchange is flexible due to potential substitutability of time and real balances as a means of coordinating transactions. The discussion results in a framework that integrates elements of net saving theories and the monetary approach into a unified structure, in which the two approaches are complementary viewpoints.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epai8"], "abstractStem": "the purpos of thi paper is to construct a twoperiod twocountri model that deriv the current account the exchang rateth term of trade and real interest rate from optim behavior principlesthi is done by construct a model that use money mainli as a mean of exchang where the technolog of exchang is flexibl due to potenti substitut of time and real balanc as a mean of coordin transact the discuss result in a framework that integr element of net save theori and the monetari approach into a unifi structur in which the two approach are complementari viewpointspthi abstract wa borrow from anoth version of thi item", "title": "A theory of current account and exchange rate determinations"}, "https://ideas.repec.org/a/jed/journl/v26y2001i1p25-36.html": {"abstract": "This paper identifies a non-linear pattern of industrialization. A panel regression suggests that the manufacturing/GDP share reaches its peak when the developing country¡¯s GDP/capita reaches about 60% of the US GDP/capita, and that financial depth is associated with a higher manufacturing share. We provide an interpretation for the above findings in a global economy characterized by a traded manufacturing industry, where the number of varieties is endogenously determined, and non traded services. While de-industrialization would have occurred even in the absence of the emerging markets, their presence magnifies this process for the high-income countries.", "authors": ["epai8"], "abstractStem": "thi paper identifi a nonlinear pattern of industri a panel regress suggest that the manufacturinggdp share reach it peak when the develop countri s gdpcapita reach about 60 of the us gdpcapita and that financi depth is associ with a higher manufactur share we provid an interpret for the abov find in a global economi character by a trade manufactur industri where the number of varieti is endogen determin and non trade servic while deindustri would have occur even in the absenc of the emerg market their presenc magnifi thi process for the highincom countri", "title": "De-industrialization and Emerging Market Economies"}, "https://ideas.repec.org/a/eee/jimfin/v13y1994i1p41-54.html": {"abstract": "The implications of a large public debt for the implementation of capital controls for an economy where tax revenue collection is costly are examined. Conditions are analyzed under which policymakers will resort to capital controls to reduce the cost of recycling domestic public debt. The linkages between a costly tax collection mechanism, capital controls, am domestic government debt are explored in terms of a two-period m:x1el of optimal taxation. Numerical simulations are provided to illustrate haw capital controls are linked to different domestic public debt levels am to different degrees of efficiency in tax-revenue collection.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epai8", "fpgu488"], "abstractStem": "the implic of a larg public debt for the implement of capit control for an economi where tax revenu collect is costli are examin condit are analyz under which policymak will resort to capit control to reduc the cost of recycl domest public debt the linkag between a costli tax collect mechan capit control am domest govern debt are explor in term of a twoperiod mx1el of optim taxat numer simul are provid to illustr haw capit control are link to differ domest public debt level am to differ degre of effici in taxrevenu collectionpthi abstract wa borrow from anoth version of thi item", "title": "Capital controls, collection costs and domestic public debt"}, "https://ideas.repec.org/a/eee/inecon/v11y1981i4p479-486.html": {"abstract": "No abstract is available for this item.", "authors": ["epai8"], "abstractStem": "no abstract is avail for thi item", "title": "The use of the balance of payments as a shock absorber in fixed rate and managed float systems"}, "https://ideas.repec.org/a/eee/jimfin/v29y2010i4p615-641.html": {"abstract": "This paper investigates how the trilemma policy mix affects economic performance in developing countries. We find that greater monetary independence can dampen output volatility, while greater exchange rate stability is associated with greater output volatility, which can be mitigated by reserve accumulation; greater monetary autonomy is associated with higher inflation, while greater exchange rate stability and greater financial openness is linked with lower inflation; pursuit of exchange rate stability can increase output volatility when financial development is at an intermediate stage. Greater financial openness, when accompanied by a high level of financial development, reduces output volatility.", "authors": ["epai8", "epch129", "epit4"], "abstractStem": "thi paper investig how the trilemma polici mix affect econom perform in develop countri we find that greater monetari independ can dampen output volatil while greater exchang rate stabil is associ with greater output volatil which can be mitig by reserv accumul greater monetari autonomi is associ with higher inflat while greater exchang rate stabil and greater financi open is link with lower inflat pursuit of exchang rate stabil can increas output volatil when financi develop is at an intermedi stage greater financi open when accompani by a high level of financi develop reduc output volatil", "title": "The emerging global financial architecture: Tracing and evaluating new patterns of the trilemma configuration"}, "https://ideas.repec.org/a/kap/jecgro/v12y2007i3p261-282.html": {"abstract": "This paper studies the impact of global factors on patterns of basic research across countries and time. We rely on the records of major scientific awards, and on data dealing with global economic and historical trends. Specifically, we investigate the degree to which scale or threshold effects account for countries share of major prizes [Nobel, Fields, Kyoto and Wolf]. We construct a stylized model, predicting that lagged relative GDP of a country relative to the GDP of all countries engaging in basic research is an important explanatory variable of country's share of prizes. Scale effects imply that the association between the GDP share of a country and its prize share tends to be logistic -- above a threshold, there is a \"take off\" range, where the prize share increases at an accelerating rate with the relative GDP share of the country, until it reaches \"maturity\" stage. Our empirical analysis confirms the importance of lagged relative GDP in accounting for countries' prize shares, and the presence of \"winner takes all\" scale effect benefiting the leader. Using measures of casualties during the wars, we find that the only significant effect can be found for a lag of 3 decades – i.e., deaths in the war negatively impact the viability of basic research about 30 years after the fact. With more recent data, we document the growing importance of countries that used to be at the periphery of global research, possibly advancing towards the take off stage.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epai8", "epno49"], "abstractStem": "thi paper studi the impact of global factor on pattern of basic research across countri and time we reli on the record of major scientif award and on data deal with global econom and histor trend specif we investig the degre to which scale or threshold effect account for countri share of major prize nobel field kyoto and wolf we construct a styliz model predict that lag rel gdp of a countri rel to the gdp of all countri engag in basic research is an import explanatori variabl of countri share of prize scale effect impli that the associ between the gdp share of a countri and it prize share tend to be logist  abov a threshold there is a take off rang where the prize share increas at an acceler rate with the rel gdp share of the countri until it reach matur stage our empir analysi confirm the import of lag rel gdp in account for countri prize share and the presenc of winner take all scale effect benefit the leader use measur of casualti dure the war we find that the onli signific effect can be found for a lag of 3 decad   ie death in the war neg impact the viabil of basic research about 30 year after the fact with more recent data we document the grow import of countri that use to be at the peripheri of global research possibl advanc toward the take off stagepthi abstract wa borrow from anoth version of thi item", "title": "Prizes for basic research: Human capital, economic might and the shadow of history"}, "https://ideas.repec.org/a/eee/deveco/v52y1997i2p259-277.html": {"abstract": "Recent literature has highlighted the importance of new activities in development and growth. It was shown that trade distortions such as tariffs are associated with first-order costs stemming from the induced drop in the formation of new activities. This paper demonstrates that uncertainty may induce similar costs. This argument is illustrated in the context of Romer's model of a dependent economy, where foreign direct investment is needed to enable the importation of capital goods and intermediate products used in domestic production. The present paper shows that uncertainty acts as an implicit tax on new activities, whose incidence is (in a certain sense) worse than that of a tariff in Romer's framework. As with a tariff, uncertainty inhibits the formation of new activities. Unlike the tariff, however, uncertainty does not benefit the government with revenue. The welfare cost of uncertainty applies also for a closed economy. The paper shows that uncertainty-averse entrepreneurs discount using a 'hurdle rate' that exceeds the risk-free interest rate. The gap between the two rates increases with the uncertainty embodied in the investment, being determined by the vagueness of the information and by the range of possible outcomes. Hence, growth may be inhibited by business uncertainty, where the 'rules of the game' for new activities are vague.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epai8"], "abstractStem": "recent literatur ha highlight the import of new activ in develop and growth it wa shown that trade distort such as tariff are associ with firstord cost stem from the induc drop in the format of new activ thi paper demonstr that uncertainti may induc similar cost thi argument is illustr in the context of romer model of a depend economi where foreign direct invest is need to enabl the import of capit good and intermedi product use in domest product the present paper show that uncertainti act as an implicit tax on new activ whose incid is in a certain sens wors than that of a tariff in romer framework as with a tariff uncertainti inhibit the format of new activ unlik the tariff howev uncertainti doe not benefit the govern with revenu the welfar cost of uncertainti appli also for a close economi the paper show that uncertaintyavers entrepreneur discount use a hurdl rate that exce the riskfre interest rate the gap between the two rate increas with the uncertainti embodi in the invest be determin by the vagu of the inform and by the rang of possibl outcom henc growth may be inhibit by busi uncertainti where the rule of the game for new activ are vaguepthi abstract wa borrow from anoth version of thi item", "title": "Investment in new activities and the welfare cost of uncertainty"}, "https://ideas.repec.org/a/bla/buecrs/v45y1993i4p305-13.html": {"abstract": " This paper analyzes the consequences of future policy uncertainty on the allocation of effort in an economy undergoing reforms. We demonstrate that uncertainty regarding future tax policies may reduce present effort, and will also reduce the responsiveness of output to productivity shocks and other market signals. The discussion has relevance for cases in which privatization will make present managers of firms the future owners and residual claimants to future output. An expectation that the purchasing price of the firm will have a positive relationship to present output will induce the manager to reduce contemporaneous effort, and uncertainty regarding the relationship will also depress present managerial effort. Copyright 1993 by Blackwell Publishing Ltd and the Board of Trustees of the Bulletin of Economic Research", "authors": ["epai8"], "abstractStem": " thi paper analyz the consequ of futur polici uncertainti on the alloc of effort in an economi undergo reform we demonstr that uncertainti regard futur tax polici may reduc present effort and will also reduc the respons of output to product shock and other market signal the discuss ha relev for case in which privat will make present manag of firm the futur owner and residu claimant to futur output an expect that the purchas price of the firm will have a posit relationship to present output will induc the manag to reduc contemporan effort and uncertainti regard the relationship will also depress present manageri effort copyright 1993 by blackwel publish ltd and the board of truste of the bulletin of econom research", "title": "Future Policy Uncertainty, Effort, and the Responsiveness of Output to Market Signals"}, "https://ideas.repec.org/a/bla/reviec/v14y2006i4p683-697.html": {"abstract": " This paper models and tests the implications of institutional efficiency on the pattern of FDI. We posit that domestic agents have a comparative advantage over foreign agents in overcoming some of the obstacles associated with corruption and weak institutions. Under these circumstances, FDI is more sensitive to increases in enforcement costs. We then test this prediction, comparing institutional efficiency levels for a large cross-section of countries in 1989 to subsequent FDI flows through the period of 1990-99, finding that institutional efficiency is positively associated with the ratio of subsequent foreign direct investment flows to both gross fixed capital formation and to private investment. Copyright � 2006 The Authors; Journal compilation � 2006 Blackwell Publishing Ltd.", "authors": ["epai8", "epsp18"], "abstractStem": " thi paper model and test the implic of institut effici on the pattern of fdi we posit that domest agent have a compar advantag over foreign agent in overcom some of the obstacl associ with corrupt and weak institut under these circumst fdi is more sensit to increas in enforc cost we then test thi predict compar institut effici level for a larg crosssect of countri in 1989 to subsequ fdi flow through the period of 199099 find that institut effici is posit associ with the ratio of subsequ foreign direct invest flow to both gross fix capit format and to privat invest copyright   2006 the author journal compil   2006 blackwel publish ltd", "title": "Institutional Efficiency, Monitoring Costs and the Investment Share of FDI"}, "https://ideas.repec.org/a/eee/jimfin/v48y2014ipbp249-270.html": {"abstract": "We explore the stability of the conditioning variables accounting for the real estate valuation before and after the crisis of 2008–9, in a panel of 36 countries, recognizing the crisis break. We validate the robustness of the association between the real estate valuation and lagged current account patterns, both before and after the crisis. The most economically significant variable in accounting for real estate valuation changes turned out to be the lagged real estate valuation appreciation (real estate inflation minus CPI inflation), followed by lagged declines of the current account/GDP, lagged domestic credit/GDP growth, and lagged equity market valuation appreciation (equity market appreciation minus CPI inflation). A one standard deviation increase in lagged real estate appreciation is associated with a 10% increase in the present real estate appreciation, larger than the impact of a one standard deviation deterioration in the lagged current account/GDP (5%) and of the lagged domestic credit/GDP growth (3%). The results are supportive of both current account and credit growth channels, with the momentum channels playing the most important role. Smaller current account/GDP surpluses or larger deficits may serve as warning signals, especially when coinciding with credit expansion and real estate appreciation during the past several quarters.", "authors": ["epai8", "epji90"], "abstractStem": "we explor the stabil of the condit variabl account for the real estat valuat befor and after the crisi of 2008 9 in a panel of 36 countri recogn the crisi break we valid the robust of the associ between the real estat valuat and lag current account pattern both befor and after the crisi the most econom signific variabl in account for real estat valuat chang turn out to be the lag real estat valuat appreci real estat inflat minu cpi inflat follow by lag declin of the current accountgdp lag domest creditgdp growth and lag equiti market valuat appreci equiti market appreci minu cpi inflat a one standard deviat increas in lag real estat appreci is associ with a 10 increas in the present real estat appreci larger than the impact of a one standard deviat deterior in the lag current accountgdp 5 and of the lag domest creditgdp growth 3 the result are support of both current account and credit growth channel with the momentum channel play the most import role smaller current accountgdp surplus or larger deficit may serv as warn signal especi when coincid with credit expans and real estat appreci dure the past sever quarter", "title": "Real estate valuation, current account and credit growth patterns, before and after the 2008–9 crisis"}, "https://ideas.repec.org/a/eee/jimfin/v22y2003i7p887-893.html": {"abstract": "No abstract is available for this item.", "authors": ["epai8", "eplo154"], "abstractStem": "no abstract is avail for thi item", "title": "Overview of conference volume \"Regional and International Implications of the Financial Instability in Latin America\""}, "https://ideas.repec.org/a/eee/deveco/v77y2005i2p467-476.html": {"abstract": "No abstract is available for this item.", "authors": ["epai8"], "abstractStem": "no abstract is avail for thi item", "title": "Opposition to FDI and financial shocks"}, "https://ideas.repec.org/a/eee/inecon/v31y1991i1-2p101-120.html": {"abstract": "This paper analyzes the factors determining the effective payment on outstanding debt in the presence of partial defaults, and the feasibility of renewed investment. We show that the bargaining outcome, which determines the repayment, is dictated by the trade dependency, as measured by the substitutability of domestic and foreign products. A higher relative size of sectors with lower substitutability between domestic and foreign products will increase the trade dependency of the nation, reducing its bargaining power arid thereby increasing the resource transfer ceiling. The resultant increase in the ceiling makes the nation less risky, increasing the willingness of creditors to lend. Thus, while a strategy of outward growth has the cost of increasing trade dependency, it has the benefit of increasing the availability of external finance. Even with a partial default, investment in highly trade dependent sectors with high productivity may be warranted. This investment can be implemented by a marginal relief of the present debt service, in exchange for investment in the proper sector. Following such a scheme may require a detailed conditionality as well as careful monitoring. A way to partially overcome some of the monitoring problems is through direct investment.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epai8"], "abstractStem": "thi paper analyz the factor determin the effect payment on outstand debt in the presenc of partial default and the feasibl of renew invest we show that the bargain outcom which determin the repay is dictat by the trade depend as measur by the substitut of domest and foreign product a higher rel size of sector with lower substitut between domest and foreign product will increas the trade depend of the nation reduc it bargain power arid therebi increas the resourc transfer ceil the result increas in the ceil make the nation less riski increas the willing of creditor to lend thu while a strategi of outward growth ha the cost of increas trade depend it ha the benefit of increas the avail of extern financ even with a partial default invest in highli trade depend sector with high product may be warrant thi invest can be implement by a margin relief of the present debt servic in exchang for invest in the proper sector follow such a scheme may requir a detail condition as well as care monitor a way to partial overcom some of the monitor problem is through direct investmentpthi abstract wa borrow from anoth version of thi item", "title": "Trade dependency, bargaining and external debt"}, "https://ideas.repec.org/a/eee/inecon/v19y1985i3-4p241-255.html": {"abstract": "The purpose of this paper is to assess how restrictions on capital mobility affect adjustment to a tariff liberalization policy. This is done by comparing the adlustment process under free and restricted convertibility of foreign assets in a regime where the commercial exchange rate is pegged. It is shown that trade liberalization causes in the short run a larger drop in domestic goods prices and a smaller current account deficit in a regime with restricted convertibility. Similar results apply also for the long-run current account effects of the liberalization: they are smaller under financial restrictions.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epai8"], "abstractStem": "the purpos of thi paper is to assess how restrict on capit mobil affect adjust to a tariff liber polici thi is done by compar the adlust process under free and restrict convert of foreign asset in a regim where the commerci exchang rate is peg it is shown that trade liber caus in the short run a larger drop in domest good price and a smaller current account deficit in a regim with restrict convert similar result appli also for the longrun current account effect of the liber they are smaller under financi restrictionspthi abstract wa borrow from anoth version of thi item", "title": "Tariff liberalization policy and financial restrictions"}, "https://ideas.repec.org/a/bla/econom/v61y1994i244p407-34.html": {"abstract": " This paper constructs an intertemporal version of a monopolistic competitive framework where producers may diversify internationally. International diversification is shown to induce a positive correlation between the volatility of productivity shocks and investment. In the presence of a Phillips curve, the expected GNP is lower under a floating-exchange-rate regime than under a fixed-exchange-rate regime. This result applies both for real and monetary shocks. Attempts to reduce foreign direct investment by capital controls will tend to reduce welfare without affecting the author's results regarding the ranking of exchange-rate regimes. Copyright 1994 by The London School of Economics and Political Science.", "authors": ["epai8"], "abstractStem": " thi paper construct an intertempor version of a monopolist competit framework where produc may diversifi intern intern diversif is shown to induc a posit correl between the volatil of product shock and invest in the presenc of a phillip curv the expect gnp is lower under a floatingexchanger regim than under a fixedexchanger regim thi result appli both for real and monetari shock attempt to reduc foreign direct invest by capit control will tend to reduc welfar without affect the author result regard the rank of exchanger regim copyright 1994 by the london school of econom and polit scienc", "title": "Monetary and Real Shocks, Productive Capacity and Exchange Rate Regimes"}, "https://ideas.repec.org/a/eee/ecofin/v23y2012i3p269-285.html": {"abstract": "We examine the development of open macroeconomic policy choices among developing economies from the perspective of the powerful “trilemma” hypothesis. We construct an index of divergence of the three trilemma policy choices, and evaluate its patterns in recent decades. We find that the three dimensions of the trilemma configurations are converging toward a “middle ground” among emerging market economies, equipped with managed exchange rate flexibility, underpinned by sizable holdings of international reserves, and intermediate levels of monetary independence and financial integration. We also find emerging market economies with more converged policy choices tend to experience smaller output volatility in the last two decades. Emerging markets with relatively low international reserves/GDP could experience higher levels of output volatility when they choose a policy combination with a greater degree of policy divergence while this heightened output volatility effect does not apply to economies with relatively high international reserves/GDP holding.", "authors": ["epai8", "epit4"], "abstractStem": "we examin the develop of open macroeconom polici choic among develop economi from the perspect of the power  trilemma  hypothesi we construct an index of diverg of the three trilemma polici choic and evalu it pattern in recent decad we find that the three dimens of the trilemma configur are converg toward a  middl ground  among emerg market economi equip with manag exchang rate flexibl underpin by sizabl hold of intern reserv and intermedi level of monetari independ and financi integr we also find emerg market economi with more converg polici choic tend to experi smaller output volatil in the last two decad emerg market with rel low intern reservesgdp could experi higher level of output volatil when they choos a polici combin with a greater degre of polici diverg while thi heighten output volatil effect doe not appli to economi with rel high intern reservesgdp hold", "title": "Trilemma policy convergence patterns and output volatility"}, "https://ideas.repec.org/a/eee/jimfin/v29y2010i4p599-602.html": {"abstract": "No abstract is available for this item.", "authors": ["epai8", "epgl13", "eplo154"], "abstractStem": "no abstract is avail for thi item", "title": "The emerging global financial architecture: What's new and what's old?"}, "https://ideas.repec.org/a/eee/deveco/v18y1985i1p153-169.html": {"abstract": "The purpose of this paper is to determine whether a two-tier exchange rate regime is more effective than a fixed rate regime in increasing acountry's ability to pursue an independent monetary policy in the short run.The analysis compares adjustment to a monetary policy and to a devaluation in the two exchange rate regimes in a portfolio model under imperfect asset substitutability. It is shown that the two policies have in the short run larger effects on interest rates under a two-tier regime. The duration of this effect, however, is longer under a fixed rate regime. The analysis is conducted for the case of static and rational expectations, demonstrating that the above results do not depend on the expectation mechanism.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epai8"], "abstractStem": "the purpos of thi paper is to determin whether a twotier exchang rate regim is more effect than a fix rate regim in increas acountri abil to pursu an independ monetari polici in the short runth analysi compar adjust to a monetari polici and to a devalu in the two exchang rate regim in a portfolio model under imperfect asset substitut it is shown that the two polici have in the short run larger effect on interest rate under a twotier regim the durat of thi effect howev is longer under a fix rate regim the analysi is conduct for the case of static and ration expect demonstr that the abov result do not depend on the expect mechanismpthi abstract wa borrow from anoth version of thi item", "title": "Adjustment to monetary policy and devaluation under two-tier and fixed exchange rate regimes"}, "https://ideas.repec.org/a/taf/jpolrf/v2y1998i3p269-280.html": {"abstract": " This paper offers an explanation of policy reforms undertaken in times of an economic crisis. Our explanation does not depend either on conflicts of interests between different socio-economic groups, or on the informational imperfection about the effectiveness of the current policy regime. The single decision maker in our model experiences regrets when the uncertain reform outcome is worse than the status quo. We show that an economic crisis which reduces the status-quo income makes the regret-experiencing decision maker more eager to undertake reforms in times of an economic crisis, despite the higher utility costs of adjustments.", "authors": ["epai8", "epyi8"], "abstractStem": " thi paper offer an explan of polici reform undertaken in time of an econom crisi our explan doe not depend either on conflict of interest between differ socioeconom group or on the inform imperfect about the effect of the current polici regim the singl decis maker in our model experi regret when the uncertain reform outcom is wors than the statu quo we show that an econom crisi which reduc the statusquo incom make the regretexperienc decis maker more eager to undertak reform in time of an econom crisi despit the higher util cost of adjust", "title": "Regret theory and policy reform"}, "https://ideas.repec.org/a/wsi/gjexxx/v02y2013i01p1350001-1-1350001-17.html": {"abstract": "The policy Trilemma (the ability to accomplish only two policy objectives out of financial integration, exchange rate stability and monetary autonomy) remains a valid macroeconomic framework. The financial globalization during 1990s–2000s reduced the weighted average of exchange rate stability and monetary autonomy. An unintended consequence of financial globalization is the growing exposure of developing countries to capital flights, and deleveraging crises. The significant costs associated with these crises added financial stability to the Trilemma policy goals, modifying the Trilemma framework into the policy Quadrilemma. Emerging markets frequently coupled their growing financial integration with sizable hoarding of reserves, as means of self-insuring their growing exposure to financial turbulences. The global financial crisis of 2008–2009 illustrated both the usefulness and the limitations of hoarding reserves as a self-insurance mechanism. While modifying the global financial architecture to deal with the challenges of the 21st century remains a work in progress, the extended Trilemma framework keeps providing useful insights about the trade-offs and challenges facing policy makers, investors, and central banks.", "authors": ["epai8"], "abstractStem": "the polici trilemma the abil to accomplish onli two polici object out of financi integr exchang rate stabil and monetari autonomi remain a valid macroeconom framework the financi global dure 1990 2000 reduc the weight averag of exchang rate stabil and monetari autonomi an unintend consequ of financi global is the grow exposur of develop countri to capit flight and deleverag crise the signific cost associ with these crise ad financi stabil to the trilemma polici goal modifi the trilemma framework into the polici quadrilemma emerg market frequent coupl their grow financi integr with sizabl hoard of reserv as mean of selfinsur their grow exposur to financi turbul the global financi crisi of 2008 2009 illustr both the use and the limit of hoard reserv as a selfinsur mechan while modifi the global financi architectur to deal with the challeng of the 21st centuri remain a work in progress the extend trilemma framework keep provid use insight about the tradeoff and challeng face polici maker investor and central bank", "title": "The Impossible Trinity — From The Policy Trilemma To The Policy Quadrilemma"}, "https://ideas.repec.org/a/eee/jimfin/v31y2012i5p1076-1091.html": {"abstract": "This paper evaluates how the global financial crisis emanating from the U.S. was transmitted to emerging markets. Our focus is on the extent that the crisis caused external market pressures (EMP), and whether the absorption of the shock was mainly through exchange rate depreciation or the loss of international reserves. Controlling for variety of factors associated with EMP, we find clear evidence that emerging markets with higher total foreign liabilities, including short- and long-term debt, equities, FDI and derivative products—had greater exposure and were much more vulnerable to the financial crisis. Countries with large balance sheet exposure – high external portfolio liabilities exceeding international reserves—absorbed the global shock by allowing greater exchange rate depreciation and comparatively less reserve loss. Despite the remarkable buildup of international reserves by emerging markets during the period prior to the financial crisis, countries relied primarily on exchange rate deprecation rather than reserve loss to absorb most of the exchange market pressure shock. This could reflect a deliberate choice (“fear of reserve loss”) or market actions that caused very rapid exchange rate adjustment, especially in emerging markets with open capital markets, overwhelming policy actions.", "authors": ["epai8", "ephu149"], "abstractStem": "thi paper evalu how the global financi crisi eman from the us wa transmit to emerg market our focu is on the extent that the crisi caus extern market pressur emp and whether the absorpt of the shock wa mainli through exchang rate depreci or the loss of intern reserv control for varieti of factor associ with emp we find clear evid that emerg market with higher total foreign liabil includ short and longterm debt equiti fdi and deriv product had greater exposur and were much more vulner to the financi crisi countri with larg balanc sheet exposur   high extern portfolio liabil exceed intern reserv absorb the global shock by allow greater exchang rate depreci and compar less reserv loss despit the remark buildup of intern reserv by emerg market dure the period prior to the financi crisi countri reli primarili on exchang rate deprec rather than reserv loss to absorb most of the exchang market pressur shock thi could reflect a deliber choic  fear of reserv loss  or market action that caus veri rapid exchang rate adjust especi in emerg market with open capit market overwhelm polici action", "title": "Exchange market pressure and absorption by international reserves: Emerging markets and fear of reserve loss during the 2008–2009 crisis"}, "https://ideas.repec.org/a/eee/jjieco/v28y2013icp69-90.html": {"abstract": "We study the curious patterns of gold holding and trading by central banks during 1979–2010. With the exception of several discrete step adjustments, central banks keep maintaining passive stocks of gold, independently of the patterns of the real price of gold. We also observe the synchronization of gold sales by central banks, as most reduced their positions in tandem, and their tendency to report international reserves valuation excluding gold positions. Our analysis suggests that the intensity of holding gold is correlated with ‘global power’ – by the history of being a past empire, or by the sheer size of a country, especially by countries that are or were the suppliers of key currencies. These results are consistent with the view that central bank’s gold position signals economic might, and that gold retains the stature of a ‘safe haven’ asset at times of global turbulence. The under-reporting of gold positions in the international reserve/GDP statistics is consistent with loss aversion, wishing to maintain a sizeable gold position, while minimizing the criticism that may occur at a time when the price of gold declines.", "authors": ["epai8"], "abstractStem": "we studi the curiou pattern of gold hold and trade by central bank dure 1979 2010 with the except of sever discret step adjust central bank keep maintain passiv stock of gold independ of the pattern of the real price of gold we also observ the synchron of gold sale by central bank as most reduc their posit in tandem and their tendenc to report intern reserv valuat exclud gold posit our analysi suggest that the intens of hold gold is correl with  global power    by the histori of be a past empir or by the sheer size of a countri especi by countri that are or were the supplier of key currenc these result are consist with the view that central bank s gold posit signal econom might and that gold retain the statur of a  safe haven  asset at time of global turbul the underreport of gold posit in the intern reservegdp statist is consist with loss avers wish to maintain a sizeabl gold posit while minim the critic that may occur at a time when the price of gold declin", "title": "Central banks and gold puzzles"}, "https://ideas.repec.org/a/ier/iecrev/v34y1993i4p819-32.html": {"abstract": " This paper applies the tacit coordination framework to the political macroeconomic context. The macroeconomic equilibrium is the outcome of an administration, consisting of a large number of decisionmakers whose horizon, being endogenously determined by their behavior, is uncertain. The public imposes a degree of discipline on the policymakers by its option to replace the administration and the administration imposes discipline on the policymakers by monitoring their effective expenditure. Adverse shocks or a shorter horizon are shown to reduce cooperation among policymakers and increase the inflation rate and the use of discretionary taxes. Copyright 1993 by Economics Department of the University of Pennsylvania and the Osaka University Institute of Social and Economic Research Association.", "authors": ["epai8"], "abstractStem": " thi paper appli the tacit coordin framework to the polit macroeconom context the macroeconom equilibrium is the outcom of an administr consist of a larg number of decisionmak whose horizon be endogen determin by their behavior is uncertain the public impos a degre of disciplin on the policymak by it option to replac the administr and the administr impos disciplin on the policymak by monitor their effect expenditur advers shock or a shorter horizon are shown to reduc cooper among policymak and increas the inflat rate and the use of discretionari tax copyright 1993 by econom depart of the univers of pennsylvania and the osaka univers institut of social and econom research associ", "title": "Soft Budget Constraints, Taxes, and the Incentive to Cooperate"}, "https://ideas.repec.org/a/eee/jmacro/v33y2011i4p524-541.html": {"abstract": "Projections indicate the US Federal debt held by the public may exceed 70–100% of GDP within 10years. In many respects, the temptation to inflate away some of this debt burden is similar to that at the end of World War II. In 1946, the debt ratio was 108.6%. Inflation reduced this ratio by more than a third within a decade. Yet there are some important differences – shorter debt maturities today reduce the temptation to inflate, while the larger share of debt held by foreigners increases it. This paper lays out an analytical framework for determining the impact of a large nominal debt overhang on the temptation to inflate. It suggests that when economic growth is stalled, the US debt overhang may induce an increase in inflation of about 5% for several years that could significantly reduce the debt ratio.", "authors": ["epai8"], "abstractStem": "project indic the us feder debt held by the public may exceed 70 100 of gdp within 10year in mani respect the temptat to inflat away some of thi debt burden is similar to that at the end of world war ii in 1946 the debt ratio wa 1086 inflat reduc thi ratio by more than a third within a decad yet there are some import differ   shorter debt matur today reduc the temptat to inflat while the larger share of debt held by foreign increas it thi paper lay out an analyt framework for determin the impact of a larg nomin debt overhang on the temptat to inflat it suggest that when econom growth is stall the us debt overhang may induc an increas in inflat of about 5 for sever year that could significantli reduc the debt ratio", "title": "Using inflation to erode the US public debt"}, "https://ideas.repec.org/a/fip/fedfpr/y2010ioctx2.html": {"abstract": "In this paper we outline a Pigovian tax-cum-subsidy scheme that deals with concerns about the costs and efficacy of hoarding international reserves (IR) as a means of self-insurance against a deleveraging crisis. We overview the degree to which IR provided self-insurance to Emerging Markets (EMs) during the 2008-9 crisis, pointing out that the fear of losing IR constrained the use of a pre-crisis IR war-chest. The crisis validates the need for external debt management policy. EMs found that their initial large stocks of IR were not enough to prevent runs on their IR and large currency depreciations, runs that were abated in some countries only with the proliferation of deep swap-lines. The experience of EMs during the crisis raises concerns regarding the efficacy of hoarding IR as means of self-insurance. We outline the case for supporting self-insurance by imposing a tax on external borrowing. We focus on a model of an emerging market, where entrepreneurs finance tangible investments via bank intermediation of foreign borrowing. Bank intermediation exposes the economy to the risk of deleveraging, inducing a costly premature liquidation of tangible investments; a risk that increases with the ratio of aggregate external borrowing to IR. In these circumstances, price taking economic agents ignore their marginal impact on the expected cost of a deleveraging crisis, and external borrowing is associated with negative fire-sale congestion externalities. We show that an optimal borrowing tax reduces the distorted activity (external borrowing), and induces borrowers to finance the precautionary hoarding of international reserves.", "authors": ["epai8"], "abstractStem": "in thi paper we outlin a pigovian taxcumsubsidi scheme that deal with concern about the cost and efficaci of hoard intern reserv ir as a mean of selfinsur against a deleverag crisi we overview the degre to which ir provid selfinsur to emerg market em dure the 20089 crisi point out that the fear of lose ir constrain the use of a precrisi ir warchest the crisi valid the need for extern debt manag polici em found that their initi larg stock of ir were not enough to prevent run on their ir and larg currenc depreci run that were abat in some countri onli with the prolifer of deep swaplin the experi of em dure the crisi rais concern regard the efficaci of hoard ir as mean of selfinsur we outlin the case for support selfinsur by impos a tax on extern borrow we focu on a model of an emerg market where entrepreneur financ tangibl invest via bank intermedi of foreign borrow bank intermedi expos the economi to the risk of deleverag induc a costli prematur liquid of tangibl invest a risk that increas with the ratio of aggreg extern borrow to ir in these circumst price take econom agent ignor their margin impact on the expect cost of a deleverag crisi and extern borrow is associ with neg firesal congest extern we show that an optim borrow tax reduc the distort activ extern borrow and induc borrow to financ the precautionari hoard of intern reserv", "title": "Hoarding international reserves versus a Pigovian tax-cum-subsidy scheme: Reflections on the deleveraging crisis of 2008-9, and a cost benefit analysis"}, "https://ideas.repec.org/a/bla/rdevec/v2y1998i1p1-10.html": {"abstract": " The paper investigates why a developing country may adopt a partial reform. A country is considered where the ruling elite (referred to as state capital) prevents the entry of foreign capital, and taxes the private sector before reform. A higher productivity of foreign capital always increases the attractiveness of a partial reform under which state capital can control the inflow of foreign capital, but can reduce the attractiveness of a full reform under which the entry of foreign capital is unregulated. Hence, state capital's control over foreign capital may be a necessary condition for the reform to take place at all. Copyright 1998 by Blackwell Publishing Ltd", "authors": ["epai8", "epyi8"], "abstractStem": " the paper investig whi a develop countri may adopt a partial reform a countri is consid where the rule elit refer to as state capit prevent the entri of foreign capit and tax the privat sector befor reform a higher product of foreign capit alway increas the attract of a partial reform under which state capit can control the inflow of foreign capit but can reduc the attract of a full reform under which the entri of foreign capit is unregul henc state capit control over foreign capit may be a necessari condit for the reform to take place at all copyright 1998 by blackwel publish ltd", "title": "Controlled Openness and Foreign Direct Investment"}, "https://ideas.repec.org/a/eee/jimfin/v8y1989i1p5-28.html": {"abstract": "The purpose of this paper is to explain price and output dynamics in an open economy characterized by a monopolistic competitive market structure in which pricing decisions incur costs. That lead producers to pre-set the price path for several periods. The paper derives an optimal pricing rule, including the optimal pre-setting horizon. It does so for a rational expectation equilibrium, characterized by staggered, unsynchronized price setting, for which the degree of staggering is endogenously determined. The discussion focuses on the critical role of the degree of domestic-foreign goods substitutability in explaining price and output effects of monetary and real shocks.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epai8"], "abstractStem": "the purpos of thi paper is to explain price and output dynam in an open economi character by a monopolist competit market structur in which price decis incur cost that lead produc to preset the price path for sever period the paper deriv an optim price rule includ the optim preset horizon it doe so for a ration expect equilibrium character by stagger unsynchron price set for which the degre of stagger is endogen determin the discuss focus on the critic role of the degre of domesticforeign good substitut in explain price and output effect of monetari and real shockspthi abstract wa borrow from anoth version of thi item", "title": "Monopolistic competition, relative prices, and output adjustment in the open economy"}, "https://ideas.repec.org/a/eee/ememar/v16y2013icp1-30.html": {"abstract": "We examine how financial cycles affect the broader economy through their impact on real economic sectors in a panel of countries over 1960–2005. Periods of accelerated growth of the financial sector are more likely to be followed by abrupt financial contractions than are periods of slower financial sector growth. Sharp fluctuations in the financial sector have strongly asymmetric effects, with the majority of real sectors adversely affected by contractions, but not helped by expansions. The adverse effects of financial contractions are transmitted almost exclusively through the financial openness channel, with precautionary foreign exchange reserve holdings serving as a key buffer.", "authors": ["epai8", "fpsu268"], "abstractStem": "we examin how financi cycl affect the broader economi through their impact on real econom sector in a panel of countri over 1960 2005 period of acceler growth of the financi sector are more like to be follow by abrupt financi contract than are period of slower financi sector growth sharp fluctuat in the financi sector have strongli asymmetr effect with the major of real sector advers affect by contract but not help by expans the advers effect of financi contract are transmit almost exclus through the financi open channel with precautionari foreign exchang reserv hold serv as a key buffer", "title": "Financial sector ups and downs and the real sector in the open economy: Up by the stairs, down by the parachute"}, "https://ideas.repec.org/a/ucp/intsma/doi10.1086-663626.html": {"abstract": "No abstract is available for this item.", "authors": ["epai8", "epji90"], "abstractStem": "no abstract is avail for thi item", "title": "The Fiscal Stimulus of 2009-2010: Trade Openness, Fiscal Space, and Exchange Rate Adjustment"}, "https://ideas.repec.org/a/eee/quaeco/v46y2006i3p317-337.html": {"abstract": "The purpose of this paper is to investigate the intertemporal linkages between FDI and disaggregated measures of international trade. We outline a model exemplifying some of these linkages, describe several methods for investigating two-way feedbacks between various categories of trade, and apply them to the recent experience of developing countries. After controlling for other macroeconomic and institutional effects, we find that the strongest feedback between the sub-accounts is between FDI and manufacturing trade. More precisely, applying Geweke (1982)’s decomposition method, we find that most of the linear feedback between trade and FDI (81%) can be accounted for by Granger-causality from FDI gross flows to trade openness (50%) and from trade to FDI (31%). The rest of the total linear feedback is attributable to simultaneous correlation between the two annual series.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epai8", "epno49"], "abstractStem": "the purpos of thi paper is to investig the intertempor linkag between fdi and disaggreg measur of intern trade we outlin a model exemplifi some of these linkag describ sever method for investig twoway feedback between variou categori of trade and appli them to the recent experi of develop countri after control for other macroeconom and institut effect we find that the strongest feedback between the subaccount is between fdi and manufactur trade more precis appli gewek 1982 s decomposit method we find that most of the linear feedback between trade and fdi 81 can be account for by grangercaus from fdi gross flow to trade open 50 and from trade to fdi 31 the rest of the total linear feedback is attribut to simultan correl between the two annual seriespthi abstract wa borrow from anoth version of thi item", "title": "FDI and trade--Two-way linkages?"}, "https://ideas.repec.org/a/pal/imfstp/v39y1992i4p890-922.html": {"abstract": "The impact of exchange rate regimes on domestic and foreign investment in the presence of a short-run Phillips curve is investigated. Producers may diversify internationally to increase the flexibility of production, thereby diversifying country-specific productivity and monetary shocks. Aggregate investment is shown to be higher under a fixed exchange rate than under a flexible exchange rate for both productivity and monetary shocks. Welfare is not, however, necessarily higher under either regime: a flexible exchange rate stabilizes employment in the presence of real shocks at the cost of reduced expected GNP and investment.", "authors": ["epai8"], "abstractStem": "the impact of exchang rate regim on domest and foreign invest in the presenc of a shortrun phillip curv is investig produc may diversifi intern to increas the flexibl of product therebi diversifi countryspecif product and monetari shock aggreg invest is shown to be higher under a fix exchang rate than under a flexibl exchang rate for both product and monetari shock welfar is not howev necessarili higher under either regim a flexibl exchang rate stabil employ in the presenc of real shock at the cost of reduc expect gnp and invest", "title": "Exchange Rate Flexibility, Volatility, and Domestic and Foreign Direct Investment"}, "https://ideas.repec.org/a/fip/fedfel/y2007idec14n2007-38.html": {"abstract": "Sovereign wealth funds (SWFs) are saving funds controlled by sovereign governments that hold and manage foreign assets. Private analysts put current sovereign wealth fund assets in the range of $1.5 to 2.5 trillion. This amount is projected to grow sevenfold to $15 trillion in the next ten years, an amount larger than the current global stock of foreign reserves of about $5 trillion (Jen 2007). While not a new phenomenon, the recent activities and projected growth of SWFs have stirred debate about the extent to which their size may allow them to destabilize financial markets and their policies may be driven by political, rather than economic and financial, considerations. ; This Economic Letter gives an overview of the debate about the expanding role of SWFs in international financial markets. We explain the forces leading to their growth and the challenges they pose for financial globalization. While there is no quick fix to these challenges, encouraging SWFs to invest in well-diversified equity indexes in individual countries, such as the S&amp;P; 500 in the United States, may transform the role of these funds from stumbling blocks to stepping stones towards financial globalization.", "authors": ["epai8", "epgl13"], "abstractStem": "sovereign wealth fund swf are save fund control by sovereign govern that hold and manag foreign asset privat analyst put current sovereign wealth fund asset in the rang of 15 to 25 trillion thi amount is project to grow sevenfold to 15 trillion in the next ten year an amount larger than the current global stock of foreign reserv of about 5 trillion jen 2007 while not a new phenomenon the recent activ and project growth of swf have stir debat about the extent to which their size may allow them to destabil financi market and their polici may be driven by polit rather than econom and financi consider  thi econom letter give an overview of the debat about the expand role of swf in intern financi market we explain the forc lead to their growth and the challeng they pose for financi global while there is no quick fix to these challeng encourag swf to invest in welldiversifi equiti index in individu countri such as the sampp 500 in the unit state may transform the role of these fund from stumbl block to step stone toward financi global", "title": "Sovereign wealth funds: stumbling blocks or stepping stones to financial globalization?"}, "https://ideas.repec.org/a/eee/jjieco/v21y2007i1p1-15.html": {"abstract": "This paper characterizes the precautionary demand for international reserves driven by the attempt to reduce the incidence of costly output decline induced by sudden reversal of short-term capital flows. It validates the main predictions of the precautionary approach by investigating changes in the patterns of international reserves in Korea in the aftermath of the 1997-8 crisis. This crisis provides an interesting case study, especially because of the rapid rise in Koreaâ€™s financial integration in the aftermath of the East- Asian crisis, where foreignersâ€™ shareholding has increased to 40% of total Korean market capitalization. We show that the crisis led to structural change in the hoarding of international reserves, and that the Korean monetary authority gives much greater attention to a broader notion of â€˜hot money,â€™ inclusive of short-term debt and foreignersâ€™ shareholding.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epai8"], "abstractStem": "thi paper character the precautionari demand for intern reserv driven by the attempt to reduc the incid of costli output declin induc by sudden revers of shortterm capit flow it valid the main predict of the precautionari approach by investig chang in the pattern of intern reserv in korea in the aftermath of the 19978 crisi thi crisi provid an interest case studi especi becaus of the rapid rise in korea s financi integr in the aftermath of the east asian crisi where foreign  sharehold ha increas to 40 of total korean market capit we show that the crisi led to structur chang in the hoard of intern reserv and that the korean monetari author give much greater attent to a broader notion of  hot money  inclus of shortterm debt and foreign  shareholdingpthi abstract wa borrow from anoth version of thi item", "title": "International reserves management and capital mobility in a volatile world: Policy considerations and a case study of Korea"}, "https://ideas.repec.org/a/cje/issued/v19y1986i1p114-33.html": {"abstract": "This paper studies the optimal use of distortive policies aimed at raising a given real revenue, in a general equilibrium framework in which lump-sum taxes are absent. The policies analyzed are an inflation tax,commercial policy, and an implicit tax on capital inflows implemented by capital controls. It is shown that we would tend to avoid activating an inflation tax for small revenue needs. Furthermore, if the policy target were allocative, we would tend to use only one policy instrument.Thus, each policy has its own comparative advantage, and their combined use is justified when the target is raising government revenue. As a by-product of the paper,we study the determinants of exchange rates, prices, and quantities in an economy subject to capital controls and commercial policy.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epai8"], "abstractStem": "thi paper studi the optim use of distort polici aim at rais a given real revenu in a gener equilibrium framework in which lumpsum tax are absent the polici analyz are an inflat taxcommerci polici and an implicit tax on capit inflow implement by capit control it is shown that we would tend to avoid activ an inflat tax for small revenu need furthermor if the polici target were alloc we would tend to use onli one polici instrumentthu each polici ha it own compar advantag and their combin use is justifi when the target is rais govern revenu as a byproduct of the paperw studi the determin of exchang rate price and quantiti in an economi subject to capit control and commerci policypthi abstract wa borrow from anoth version of thi item", "title": "On the Complementarity of Commercial Policy, Capital Controls, and Inflation Tax"}, "https://ideas.repec.org/a/bla/pacecr/v14y2009i3p426-442.html": {"abstract": " The present paper evaluates the current account patterns of 69 countries during 1981-2006. We identify an asymmetric effect of the USA as the 'demander of last resort': a 1% increase in the lagged US imports/GDP is associated with a 0.3% increase in current account surpluses of countries running surpluses, but results in insignificant changes in the current accounts of countries running deficits. The impact of US demand variables is larger on the current accounts of developing countries than that of OECD countries. We also contemplate China's current account over the next 6�years, and project a large drop in its current account/GDP surpluses. Copyright 2009 The Authors. Journal compilation 2009 Blackwell Publishing Asia Pty Ltd", "authors": ["epai8", "epji90"], "abstractStem": " the present paper evalu the current account pattern of 69 countri dure 19812006 we identifi an asymmetr effect of the usa as the demand of last resort a 1 increas in the lag us importsgdp is associ with a 03 increas in current account surplus of countri run surplus but result in insignific chang in the current account of countri run deficit the impact of us demand variabl is larger on the current account of develop countri than that of oecd countri we also contempl china current account over the next 6 year and project a larg drop in it current accountgdp surplus copyright 2009 the author journal compil 2009 blackwel publish asia pti ltd", "title": "The Usa As The 'Demander Of Last Resort' And The Implications For China'S Current Account"}, "https://ideas.repec.org/a/eee/jimfin/v31y2012i8p1971-1975.html": {"abstract": "This paper reviews the special issue “Policy Implications of and Lessons from the Global Financial Crisis,” and its themes: Global liquidity and the use of international reserves; real and financial economic patterns before and during the global financial crisis.", "authors": ["epai8", "fpde414", "eplo154"], "abstractStem": "thi paper review the special issu  polici implic of and lesson from the global financi crisi  and it theme global liquid and the use of intern reserv real and financi econom pattern befor and dure the global financi crisi", "title": "Overview of the special issue on “Policy Implications of and Lessons from the Global Financial Crisis”"}, "https://ideas.repec.org/a/eee/jimfin/v26y2007i5p657-662.html": {"abstract": "No abstract is available for this item.", "authors": ["epai8", "eplo154"], "abstractStem": "no abstract is avail for thi item", "title": "Overview of conference volume \"Financial and Commercial Integrations\""}, "https://ideas.repec.org/a/eee/jjieco/v25y2011i3p290-320.html": {"abstract": "Using the \"trilemma indexes\" developed by Aizenman et al. (2010) that measure the extent of achievement in each of the three policy goals in the trilemma--monetary independence, exchange rate stability, and financial openness--we examine how policy configurations affect macroeconomic performances, with focus on the Asian economies. We find that the three policy choices matter for output volatility and the medium-term level of inflation. Greater monetary independence is associated with lower output volatility while greater exchange rate stability implies greater output volatility, which can be mitigated if a country holds international reserves (IR) at a level higher than a threshold (about 20% of GDP). Greater monetary autonomy is associated with a higher level of inflation while greater exchange rate stability and greater financial openness could lower the inflation rate. We find that trilemma policy configurations affect output volatility through the investment or trade channel depending on the openness of the economies. Our results indicate that policy makers in a more open economy would prefer pursuing greater exchange rate stability while holding a massive amount of IR. Asian emerging market economies are found to be equipped with macroeconomic policy configurations that help the economies to dampen the volatility of the real exchange rate. These economies' sizeable amount of IR holding appears to enhance the stabilizing effect of the trilemma policy choices, and this may help explain the recent phenomenal buildup of IR in the region.", "authors": ["epai8", "epch129", "epit4"], "abstractStem": "use the trilemma index develop by aizenman et al 2010 that measur the extent of achiev in each of the three polici goal in the trilemmamonetari independ exchang rate stabil and financi opennessw examin how polici configur affect macroeconom perform with focu on the asian economi we find that the three polici choic matter for output volatil and the mediumterm level of inflat greater monetari independ is associ with lower output volatil while greater exchang rate stabil impli greater output volatil which can be mitig if a countri hold intern reserv ir at a level higher than a threshold about 20 of gdp greater monetari autonomi is associ with a higher level of inflat while greater exchang rate stabil and greater financi open could lower the inflat rate we find that trilemma polici configur affect output volatil through the invest or trade channel depend on the open of the economi our result indic that polici maker in a more open economi would prefer pursu greater exchang rate stabil while hold a massiv amount of ir asian emerg market economi are found to be equip with macroeconom polici configur that help the economi to dampen the volatil of the real exchang rate these economi sizeabl amount of ir hold appear to enhanc the stabil effect of the trilemma polici choic and thi may help explain the recent phenomen buildup of ir in the region", "title": "Surfing the waves of globalization: Asia and financial globalization in the context of the trilemma"}, "https://ideas.repec.org/a/eee/inecon/v27y1989i3-4p265-282.html": {"abstract": "This paper investigates the dependency of the adjustment of prices, exchange rates, and production on the nature of the trade regime. We contrast the adjustment between a quota and a tariff regime for a 'semi-small' economy characterized by monopolistic competitive market structure and short-run nominal contracts under a floating exchange rate regime. Among other issues we focus on the factors determining the behavior of the quota rent and the 'pass- through' of exchange rate adjustment to the domestic prices of importable goods. We demonstrate that the 'pass-through ratio' (measuring the elasticity of the domestic price of importable goods with respect to the exchange rate) is determined by both the commercial policy and by the market power of the various producers. It tends to be higher in a tariff regime because the endogenous adjustment of the quota rent mitigates the 'pass-through'. We also show that the adjustment of the exchange rate tends to be larger in the quota regime than in the tariff regime. In the tariff regime we observe a larger switch of domestic demand relative to the quota regime, and a corresponding smaller exchange rate adjustment. In the quota regime we observe adjustment of the quota rent such as to keep the net domestic demand for foreign goods intact. As a result, the relative price (of the domestic good to the foreign good) facing the foreign consumer adjusts more in the quota regime than in the tariff regime. At the same time the relative price facing domestic consumers in the quota regime adjusts by less than in the tariff regime.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epai8"], "abstractStem": "thi paper investig the depend of the adjust of price exchang rate and product on the natur of the trade regim we contrast the adjust between a quota and a tariff regim for a semismal economi character by monopolist competit market structur and shortrun nomin contract under a float exchang rate regim among other issu we focu on the factor determin the behavior of the quota rent and the pass through of exchang rate adjust to the domest price of import good we demonstr that the passthrough ratio measur the elast of the domest price of import good with respect to the exchang rate is determin by both the commerci polici and by the market power of the variou produc it tend to be higher in a tariff regim becaus the endogen adjust of the quota rent mitig the passthrough we also show that the adjust of the exchang rate tend to be larger in the quota regim than in the tariff regim in the tariff regim we observ a larger switch of domest demand rel to the quota regim and a correspond smaller exchang rate adjust in the quota regim we observ adjust of the quota rent such as to keep the net domest demand for foreign good intact as a result the rel price of the domest good to the foreign good face the foreign consum adjust more in the quota regim than in the tariff regim at the same time the rel price face domest consum in the quota regim adjust by less than in the tariff regimepthi abstract wa borrow from anoth version of thi item", "title": "Market power and exchange rate adjustment in the presence of quotas"}, "https://ideas.repec.org/a/bla/reviec/v1y1993i2p145-63.html": {"abstract": " This paper explores links between policy uncertainty and growth. Using an endogenous growth model in which domestic investment is characterized by irreversibilities and policy fluctuates between a high- and a low-tax regime, it shows that the magnitude of policy fluctuation and the persistence of policy jointly determine the pattern of investment and growth. Cross-section regressions confirm that for 46 developing countries over the 1970-85 period, policy uncertainty is negatively correlated with both investment and growth. Policy persistence also plays an important role. Copyright 1993 by Blackwell Publishing Ltd.", "authors": ["epai8", "fpma1464"], "abstractStem": " thi paper explor link between polici uncertainti and growth use an endogen growth model in which domest invest is character by irrevers and polici fluctuat between a high and a lowtax regim it show that the magnitud of polici fluctuat and the persist of polici jointli determin the pattern of invest and growth crosssect regress confirm that for 46 develop countri over the 197085 period polici uncertainti is neg correl with both invest and growth polici persist also play an import role copyright 1993 by blackwel publish ltd", "title": "Policy Uncertainty, Persistence and Growth"}, "https://ideas.repec.org/a/ijc/ijcjou/y2014q3a4.html": {"abstract": "This paper presents a model comparing the degree of asset class diversification abroad by a central bank and a sovereign wealth fund. We show that if the central bank manages its foreign asset holdings in order to meet balance-of-payments needs, particularly in reducing the probability of sudden stops in foreign capital inflows, it will place a high weight on holding safer foreign assets. In contrast, if the sovereign wealth fund, acting on behalf of the Treasury, maximizes the expected utility of a representative domestic agent, it will opt for relatively greater holding of more risky foreign assets. We also show how the diversification differences between the strategies of the bank and sovereign wealth fund are affected by the government’s delegation of responsibilities and by various parameters of the economy, such as the volatility of equity returns and the total amount of public foreign assets available for management.", "authors": ["epai8", "epgl13"], "abstractStem": "thi paper present a model compar the degre of asset class diversif abroad by a central bank and a sovereign wealth fund we show that if the central bank manag it foreign asset hold in order to meet balanceofpay need particularli in reduc the probabl of sudden stop in foreign capit inflow it will place a high weight on hold safer foreign asset in contrast if the sovereign wealth fund act on behalf of the treasuri maxim the expect util of a repres domest agent it will opt for rel greater hold of more riski foreign asset we also show how the diversif differ between the strategi of the bank and sovereign wealth fund are affect by the govern s deleg of respons and by variou paramet of the economi such as the volatil of equiti return and the total amount of public foreign asset avail for manag", "title": "Asset Class Diversification and Delegation of Responsibilities between a Central Bank of Sovereign Wealth Fund"}, "https://ideas.repec.org/a/bla/worlde/v28y2005i7p959-983.html": {"abstract": " This paper studies the experience of Latin America (LATAM) with financial liberalisation in the 1990s. The rush towards financial liberalisations in the early 1990s was associated with expectations that external financing would alleviate the scarcity of saving in LATAM, thereby increasing investment and growth. Yet, the data and several case studies suggest that the gains from external financing are overrated. The bottleneck inhibiting economic growth is less the scarcity of saving, and more the scarcity of good governance. A possible interpretation for these findings is that in countries where private savings and investments were taxed in an arbitrary and unpredictable way, the credibility of a new regime could not be assumed or imposed. Instead, credibility must be acquired as an outcome of a learning process. Consequently, increasing the saving and investment rates tends to be a time-consuming process. This also suggests that greater political instability and polarisation would induce consumers to be more cautious in increasing their saving and investment rates following a reform. Hence, reaching a sustained take-off in Latin America is a harder task to accomplish than in Asia. Copyright Blackwell Publishing Ltd 2005.", "authors": ["epai8"], "abstractStem": " thi paper studi the experi of latin america latam with financi liberalis in the 1990 the rush toward financi liberalis in the earli 1990 wa associ with expect that extern financ would allevi the scarciti of save in latam therebi increas invest and growth yet the data and sever case studi suggest that the gain from extern financ are overr the bottleneck inhibit econom growth is less the scarciti of save and more the scarciti of good govern a possibl interpret for these find is that in countri where privat save and invest were tax in an arbitrari and unpredict way the credibl of a new regim could not be assum or impos instead credibl must be acquir as an outcom of a learn process consequ increas the save and invest rate tend to be a timeconsum process thi also suggest that greater polit instabl and polaris would induc consum to be more cautiou in increas their save and invest rate follow a reform henc reach a sustain takeoff in latin america is a harder task to accomplish than in asia copyright blackwel publish ltd 2005", "title": "Financial Liberalisations in Latin America in the 1990s: A Reassessment"}, "https://ideas.repec.org/a/eee/jimfin/v52y2015icp102-126.html": {"abstract": "We evaluate the impact of the global financial crisis (GFC) and recent structural changes in the patterns of hoarding international reserves (IR). We confirm that the determinants of IR hoarding evolve with developments in the global economy. During the pre-GFC period of 1999–2006, gross saving is associated with higher IR in developing and emerging markets. The negative impact of outward direct investment on IR accumulation is consistent with the recent trend of diverting international assets from the international reserve account into tangible foreign assets; the “Joneses' effect” lends support to the regional rivalry in hoarding IR as a motivation; and commodity price volatility induces precautionary buffer hoarding. During the 2007–2009 GFC period, previously significant variables become insignificant or display the opposite effect, probably reflecting the frantic market conditions driven by financial instability. Nevertheless, the propensity to import and gross saving continue to display strong and even larger positive effects on IR holding. The results from the 2010–2012 post-GFC period are dominated by factors that had been mostly overlooked in earlier decades. While the negative effect of swap agreements and the positive effect of gross saving on IR holdings are in line with our expectations, we find a change in the link between outward direct investment and IR in the pre- and post-crisis period. The macro-prudential policy tends to complement IR accumulation. Developed countries display different demand behaviors for IRs -- higher gross saving is associated with lower IR holding, possibly reflecting high-income countries' tendency to deploy their savings in the global capital markets. The presence of sovereign wealth funds motivates developed countries to hold a lower level of IR. Our predictive exercise affirms that an emerging market economy with insufficient IR holdings in 2012 tends to experience exchange rate depreciation against the U.S. dollar when many emerging markets were adjusted to the news of tapering quantitative easing in 2013.", "authors": ["epai8", "fpch261", "epit4"], "abstractStem": "we evalu the impact of the global financi crisi gfc and recent structur chang in the pattern of hoard intern reserv ir we confirm that the determin of ir hoard evolv with develop in the global economi dure the pregfc period of 1999 2006 gross save is associ with higher ir in develop and emerg market the neg impact of outward direct invest on ir accumul is consist with the recent trend of divert intern asset from the intern reserv account into tangibl foreign asset the  jones effect  lend support to the region rivalri in hoard ir as a motiv and commod price volatil induc precautionari buffer hoard dure the 2007 2009 gfc period previous signific variabl becom insignific or display the opposit effect probabl reflect the frantic market condit driven by financi instabl nevertheless the propens to import and gross save continu to display strong and even larger posit effect on ir hold the result from the 2010 2012 postgfc period are domin by factor that had been mostli overlook in earlier decad while the neg effect of swap agreement and the posit effect of gross save on ir hold are in line with our expect we find a chang in the link between outward direct invest and ir in the pre and postcrisi period the macroprudenti polici tend to complement ir accumul develop countri display differ demand behavior for ir  higher gross save is associ with lower ir hold possibl reflect highincom countri tendenc to deploy their save in the global capit market the presenc of sovereign wealth fund motiv develop countri to hold a lower level of ir our predict exercis affirm that an emerg market economi with insuffici ir hold in 2012 tend to experi exchang rate depreci against the us dollar when mani emerg market were adjust to the news of taper quantit eas in 2013", "title": "International reserves before and after the global crisis: Is there no end to hoarding?"}, "firstname": "Joshua", "https://ideas.repec.org/a/eee/deveco/v58y1999i2p277-296.html": {"abstract": "This paper analyzes the macroeconomic effects of fiscal and labor market policies in developing countries. The basic framework considers a small open economy with a large informal production sector and a heterogeneous work force. The labor market is segmented as a result of efficiency considerations and minimum wage laws. The basic model is then extended to account for unemployment benefits, income taxation, and imperfect labor mobility across sectors. The analysis indicates, among other results, that a reduction in unemployement benefits has a positive effect on output of tradable goods by lowering both the level of efficiency wages and the relative rent captured by skilled workers.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epag16", "epai8"], "abstractStem": "thi paper analyz the macroeconom effect of fiscal and labor market polici in develop countri the basic framework consid a small open economi with a larg inform product sector and a heterogen work forc the labor market is segment as a result of effici consider and minimum wage law the basic model is then extend to account for unemploy benefit incom taxat and imperfect labor mobil across sector the analysi indic among other result that a reduct in unemploy benefit ha a posit effect on output of tradabl good by lower both the level of effici wage and the rel rent captur by skill workerspthi abstract wa borrow from anoth version of thi item", "title": "Macroeconomic adjustment with segmented labor markets"}, "https://ideas.repec.org/a/taf/jitecd/v15y2006i2p129-155.html": {"abstract": " This paper clarifies one of the puzzling results of the economic growth literature: the impact of military expenditure is frequently found to be non-significant or negative, yet most countries spend a large fraction of their GDP on defense and the military. We start by empirical evaluation of the non-linear interactions between military expenditure, external threats, corruption, and other relevant controls. While growth falls with higher levels of military spending, given the values of the other independent variables, we show that military expenditure in the presence of threats increases growth. We explain the presence of these non-linearities in an extended version of Barro and Sala-i-Martin (1995), allowing the dependence of growth on the severity of external threats, and on the effective military expenditure associated with these threats.", "authors": ["epai8", "epgl13"], "abstractStem": " thi paper clarifi one of the puzzl result of the econom growth literatur the impact of militari expenditur is frequent found to be nonsignific or neg yet most countri spend a larg fraction of their gdp on defens and the militari we start by empir evalu of the nonlinear interact between militari expenditur extern threat corrupt and other relev control while growth fall with higher level of militari spend given the valu of the other independ variabl we show that militari expenditur in the presenc of threat increas growth we explain the presenc of these nonlinear in an extend version of barro and salaimartin 1995 allow the depend of growth on the sever of extern threat and on the effect militari expenditur associ with these threat", "title": "Military expenditure, threats, and growth"}, "https://ideas.repec.org/a/fip/fedfel/y2005iapr8n2005-06.html": {"abstract": "This Economic Letter gives a summary of another analysis of the impact of financial liberalization on the economic performance of developing countries from 1991 to 2001. It describes a new and simple method that measures the degree of international capital mobility and that also provides useful information about the degree to which a nation's domestic stock of capital is self-financed.", "authors": ["epai8"], "abstractStem": "thi econom letter give a summari of anoth analysi of the impact of financi liber on the econom perform of develop countri from 1991 to 2001 it describ a new and simpl method that measur the degre of intern capit mobil and that also provid use inform about the degre to which a nation domest stock of capit is selffinanc", "title": "Financial liberalization: how well has it worked for developing countries?"}, "https://ideas.repec.org/a/bla/reviec/v21y2013i4p636-653.html": {"abstract": "The accumulated experience of emerging markets over the past two decades has laid bare the tenuous links between external financial integration and faster growth, on the one hand, and the proclivity of such integration to fuel costly crises on the other. These crises have not gone without learning. During the 1990s and 2000s, emerging markets converged to the middle ground of the policy space defined by the macroeconomic trilemma, with growing financial integration, controlled exchange rate flexibility, and proactive monetary policy. The OECD countries moved much faster toward financial integration, embracing financial liberalization, opting for a common currency in Europe, and for flexible exchange rates in other OECD countries. Following their crises of 1997-2001, emerging markets added financial stability as a goal, self-insured by building up international reserves, and adopted a public finance approach to financial integration. The global crisis of 2008-2009, which originated in the financial sector of advanced economies, meant that the OECD\"overshot\"the optimal degree of financial deregulation while the remarkable resilience of the emerging markets validated their public finance approach to financial integration. The story is not over: with capital flowing in droves to emerging markets once again, history could repeat itself without dynamic measures to manage capital mobility as part of a comprehensive prudential regulation effort.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epai8"], "abstractStem": "the accumul experi of emerg market over the past two decad ha laid bare the tenuou link between extern financi integr and faster growth on the one hand and the procliv of such integr to fuel costli crise on the other these crise have not gone without learn dure the 1990 and 2000 emerg market converg to the middl ground of the polici space defin by the macroeconom trilemma with grow financi integr control exchang rate flexibl and proactiv monetari polici the oecd countri move much faster toward financi integr embrac financi liber opt for a common currenc in europ and for flexibl exchang rate in other oecd countri follow their crise of 19972001 emerg market ad financi stabil as a goal selfinsur by build up intern reserv and adopt a public financ approach to financi integr the global crisi of 20082009 which origin in the financi sector of advanc economi meant that the oecdovershotth optim degre of financi deregul while the remark resili of the emerg market valid their public financ approach to financi integr the stori is not over with capit flow in drove to emerg market onc again histori could repeat itself without dynam measur to manag capit mobil as part of a comprehens prudenti regul effortpthi abstract wa borrow from anoth version of thi item", "title": "Managing Financial Integration and Capital Mobility—Policy Lessons from the Past Two Decades"}, "https://ideas.repec.org/a/eee/jimfin/v38y2013icp41-58.html": {"abstract": "This paper investigates the impact of the history of crises on macroeconomic performance. We first study the impact of past banking crises on the probability of a future banking crisis. We do not detect a learning process from past banking crises. Countries that have already experienced one banking crisis generally have a higher likelihood of experiencing another crisis; and the depth of the crisis does not appear to be affected by the previous historical experience with crisis events. Evidence also suggests that, in middle-income countries, higher de jure capital account openness is associated with lower likelihood of a banking crisis, a lower ratio of non-performing loans during the crisis, and higher levels of forgone output in the crisis' aftermath. In contrast, we find that past crisis experience has a significant impact on savings. When facing considerable political risk, the past does seem to matter – countries with more people who were exposed, over their lifetime, to larger disasters will tend to save more. This association, however, does not hold for countries with more stable political systems.", "authors": ["epai8", "epno49"], "abstractStem": "thi paper investig the impact of the histori of crise on macroeconom perform we first studi the impact of past bank crise on the probabl of a futur bank crisi we do not detect a learn process from past bank crise countri that have alreadi experienc one bank crisi gener have a higher likelihood of experienc anoth crisi and the depth of the crisi doe not appear to be affect by the previou histor experi with crisi event evid also suggest that in middleincom countri higher de jure capit account open is associ with lower likelihood of a bank crisi a lower ratio of nonperform loan dure the crisi and higher level of forgon output in the crisi aftermath in contrast we find that past crisi experi ha a signific impact on save when face consider polit risk the past doe seem to matter   countri with more peopl who were expos over their lifetim to larger disast will tend to save more thi associ howev doe not hold for countri with more stabl polit system", "title": "Macroeconomic adjustment and the history of crises in open economies"}, "https://ideas.repec.org/a/ecj/econjl/v112y2002i476p107-132.html": {"abstract": " This paper characterises the effects of reserve requirements on financial loans in the presence of moral hazard on the lender side and sovereign risk on the borrower side. The impacts of such reserve requirements on the equilibrium default risk and borrowing are analysed and their welfare implications discussed. More generous bailouts, financed by the high-income block, encourage borrowing and increase the probability of default. The optimal reserve requirements for both lender and borrower are characterised. The introduction of a reserve requirement in either country reduces the default risk and raises the welfare of both the high-income and the emerging-market economies. Copyright Royal Economic Society 2002", "authors": ["epai8", "eptu5"], "abstractStem": " thi paper characteris the effect of reserv requir on financi loan in the presenc of moral hazard on the lender side and sovereign risk on the borrow side the impact of such reserv requir on the equilibrium default risk and borrow are analys and their welfar implic discuss more gener bailout financ by the highincom block encourag borrow and increas the probabl of default the optim reserv requir for both lender and borrow are characteris the introduct of a reserv requir in either countri reduc the default risk and rais the welfar of both the highincom and the emergingmarket economi copyright royal econom societi 2002", "title": "Reserve Requirements on Sovereign Debt in the Presence of Moral Hazard -- on Debtors or Creditors?"}, "https://ideas.repec.org/a/chb/bcchec/v18y2015i2p62-96.html": {"abstract": "We analyze the degree to which the growing importance of sovereign wealth funds [SWFs], and the diffusion of inflation targeting and augmented Taylor rules have impacted the post crisis adjustment of Latin American countries to the challenges associated with terms of trade and financial shocks. We confirm that active international reserves management reduces the effects of transitory Commodity Terms of Trade (CTOT) shocks to the real effective exchange rate [REER] and the real GDP in LATAM economies. These buffer effects work more against the risks of real appreciation than against depreciations, under relatively high levels of external debt and in economies that are less open to trade. Fixed exchange regimes act as a substitute policy to reserve accumulation. In contrast to reserves, SWFs buffer the REER from CTOT shocks with fixed exchange rate regimes and in relatively closed economies", "authors": ["epai8", "epri120"], "abstractStem": "we analyz the degre to which the grow import of sovereign wealth fund swf and the diffus of inflat target and augment taylor rule have impact the post crisi adjust of latin american countri to the challeng associ with term of trade and financi shock we confirm that activ intern reserv manag reduc the effect of transitori commod term of trade ctot shock to the real effect exchang rate reer and the real gdp in latam economi these buffer effect work more against the risk of real appreci than against depreci under rel high level of extern debt and in economi that are less open to trade fix exchang regim act as a substitut polici to reserv accumul in contrast to reserv swf buffer the reer from ctot shock with fix exchang rate regim and in rel close economi", "title": "Desafíos del Manejo de la Liquidez y de los Activos Internacionales en Latinoamérica"}, "https://ideas.repec.org/a/bla/econom/v66y1999i262p157-79.html": {"abstract": " The authors uncover a significant negative correlation between various volatility measures and private investment in developing countries, even when adding the standard control variables. No such correlation is uncovered when the investment measure is the sum of private and public investment spending. Indeed, public investment spending is positively correlated with some measures of volatility. These findings suggest that the detrimental impact of volatility on investment may be easier to detect using disaggregated data. The authors provide several possible interpretations for their findings. Nonlinearities in preferences or budget constraints can cause volatility to have first-order negative effects on private investment. Copyright 1999 by The London School of Economics and Political Science", "authors": ["epai8", "fpma1464"], "abstractStem": " the author uncov a signific neg correl between variou volatil measur and privat invest in develop countri even when ad the standard control variabl no such correl is uncov when the invest measur is the sum of privat and public invest spend inde public invest spend is posit correl with some measur of volatil these find suggest that the detriment impact of volatil on invest may be easier to detect use disaggreg data the author provid sever possibl interpret for their find nonlinear in prefer or budget constraint can caus volatil to have firstord neg effect on privat invest copyright 1999 by the london school of econom and polit scienc", "title": "Volatility and Investment: Interpreting Evidence from Developing Countries"}, "https://ideas.repec.org/a/eee/jimfin/v5y1986i1p25-35.html": {"abstract": "No abstract is available for this item.", "authors": ["epai8"], "abstractStem": "no abstract is avail for thi item", "title": "Testing deviations from purchasing power parity"}, "https://ideas.repec.org/a/eee/jimfin/v9y1990i2p138-158.html": {"abstract": "The purpose of this paper is to study the role of policies in the presence of country risk with overdiscounting by the policy maker. Overdiscounting may reflect political uncertainty, which makes the effective planning horizon of the centralized government shorter than that of the private sector. The consequence of overdiscounting is to shift the supply curve facing the economy leftwards. The role of optimal borrowing policies in the presence of country risk is to discourage borrowing for consumption purposes, encourage investment in openness, and discourage investment in activities that reduce openness. The effect of overdiscounting by the policy maker is to increase the values of the optimal policy instruments (i.e. to increase the magnitude of the borrowing taxes and subsidies). Increasing the relative importance of open activities can be viewed as a way to reduce the harmful consequences of overdiscounting. Overdiscounting may rationalize various conditionality clauses that will induce the economy to follow the desired credit market policies.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epai8"], "abstractStem": "the purpos of thi paper is to studi the role of polici in the presenc of countri risk with overdiscount by the polici maker overdiscount may reflect polit uncertainti which make the effect plan horizon of the central govern shorter than that of the privat sector the consequ of overdiscount is to shift the suppli curv face the economi leftward the role of optim borrow polici in the presenc of countri risk is to discourag borrow for consumpt purpos encourag invest in open and discourag invest in activ that reduc open the effect of overdiscount by the polici maker is to increas the valu of the optim polici instrument ie to increas the magnitud of the borrow tax and subsidi increas the rel import of open activ can be view as a way to reduc the harm consequ of overdiscount overdiscount may ration variou condition claus that will induc the economi to follow the desir credit market policiespthi abstract wa borrow from anoth version of thi item", "title": "External debt, planning horizon, and distorted credit markets"}, "https://ideas.repec.org/a/ijf/ijfiec/v1y1996i2p117-31.html": {"abstract": " This paper analyses the impact of foreign direct investment (FDI) on the patterns of cyclical dumping (exporting at a price below marginal cost). We consider a global economy where manufacturing is monopolistic-competitive, and productivity is subject to country-specific shocks. Labour is risk averse and immobile across countries, and entrepreneurs are risk neutral. Labour employment and income are governed by implicit contracts, which offer stable real income and volatile employment. Capacity investment is irreversible, and is done prior to the resolution of uncertainty. If investment in manufacturing capacity is characterized by returns to scale, higher volatility of productivity shocks is shown to induce producers to diversify internationally by means of FDI. The resultant integrated equilibrium is characterized by greater volatility of employment, as the multinational effectively reallocates employment from a low-realized-productivity to a high-realized-productivity country. We derive a simple condition characterizing cyclical dumping--it occurs when the percentage shortfall of the realized employment exceeds Lerner's ratio of market power (the inverse of the demand elasticity). Cyclical dumping is more frequent in more competitive and more labour-intensive industries. FDI is shown both to improve welfare, and to increase the incidences of cyclical dumping. Copyright @ 1996 by John Wiley &amp; Sons, Ltd. All rights reserved.", "authors": ["epai8"], "abstractStem": " thi paper analys the impact of foreign direct invest fdi on the pattern of cyclic dump export at a price below margin cost we consid a global economi where manufactur is monopolisticcompetit and product is subject to countryspecif shock labour is risk avers and immobil across countri and entrepreneur are risk neutral labour employ and incom are govern by implicit contract which offer stabl real incom and volatil employ capac invest is irrevers and is done prior to the resolut of uncertainti if invest in manufactur capac is character by return to scale higher volatil of product shock is shown to induc produc to diversifi intern by mean of fdi the result integr equilibrium is character by greater volatil of employ as the multin effect realloc employ from a lowrealizedproduct to a highrealizedproduct countri we deriv a simpl condit character cyclic dumpingit occur when the percentag shortfal of the realiz employ exce lerner ratio of market power the invers of the demand elast cyclic dump is more frequent in more competit and more labourintens industri fdi is shown both to improv welfar and to increas the incid of cyclic dump copyright  1996 by john wiley amp son ltd all right reserv", "title": "Foreign Direct Investment, Employment Volatility and Cyclical Dumping"}, "https://ideas.repec.org/a/oup/oxford/v29y2013i3p582-609.html": {"abstract": " This paper investigates the impact of credit rating changes on the sovereign spreads in the European Union and investigates the macro and financial factors that account for the time-varying effects of a given credit rating change. We find that changes of ratings are informative, economically important, and highly statistically significant in panel models, even after controlling for a host of domestic and global fundamental factors and investigating various functional forms, time and country groupings, and dynamic structures. Dynamic panel model estimates indicate that a credit rating upgrade decreases credit default swap (CDS) spreads by about 45 basis points, on average, for European Union (EU) countries. However, the association between credit rating changes and spreads shifted markedly between the pre-crisis and crisis periods. European countries had quite similar CDS responses to credit rating changes during the pre-crisis period, but large differences emerged during the crisis period between the now highly sensitive GIIPS group (Greece, Italy, Ireland, Portugal, Spain) and other European country groupings (EU and euro area excluding GIIPS, and the non-EU area). We also find a complicated non-linear pattern dependent on the level of the credit rating. The results are robust to the inclusion of credit ‘outlook’ or ‘watch’ signals by credit rating agencies. In addition, contagion from rating downgrades in GIIPS to other euro countries is not evident once own-country credit rating changes are taken into account. Copyright 2013, Oxford University Press.", "authors": ["epai8", "epbi168", "ephu149"], "abstractStem": " thi paper investig the impact of credit rate chang on the sovereign spread in the european union and investig the macro and financi factor that account for the timevari effect of a given credit rate chang we find that chang of rate are inform econom import and highli statist signific in panel model even after control for a host of domest and global fundament factor and investig variou function form time and countri group and dynam structur dynam panel model estim indic that a credit rate upgrad decreas credit default swap cd spread by about 45 basi point on averag for european union eu countri howev the associ between credit rate chang and spread shift markedli between the precrisi and crisi period european countri had quit similar cd respons to credit rate chang dure the precrisi period but larg differ emerg dure the crisi period between the now highli sensit giip group greec itali ireland portug spain and other european countri group eu and euro area exclud giip and the noneu area we also find a complic nonlinear pattern depend on the level of the credit rate the result are robust to the inclus of credit  outlook  or  watch  signal by credit rate agenc in addit contagion from rate downgrad in giip to other euro countri is not evid onc owncountri credit rate chang are taken into account copyright 2013 oxford univers press", "title": "Credit ratings and the pricing of sovereign debt during the euro crisis"}, "https://ideas.repec.org/a/eee/jmacro/v19y1997i2p217-236.html": {"abstract": "This paper shows that volatility induces adverse first order welfare effects in countries excluded from the global capital market. This result is illustrated in a model characterized by gains from a greater division of activities, where shocks are persistent. We show that non-linearities attributed to financial autarky explain the adverse welfare effects of volatility. We identify the parameters determining the magnitude of the loss -- it is proportional to the autocorrelation of shocks, to volatility (as measured by the standard deviation of shocks), and to the degree of product differentiation (as measured by the substitutability among intermediate products).<p>(This abstract was borrowed from another version of this item.)", "authors": ["epai8"], "abstractStem": "thi paper show that volatil induc advers first order welfar effect in countri exclud from the global capit market thi result is illustr in a model character by gain from a greater divis of activ where shock are persist we show that nonlinear attribut to financi autarki explain the advers welfar effect of volatil we identifi the paramet determin the magnitud of the loss  it is proport to the autocorrel of shock to volatil as measur by the standard deviat of shock and to the degre of product differenti as measur by the substitut among intermedi productspthi abstract wa borrow from anoth version of thi item", "title": "Capital Markets Integration, Volatility, and Persistence"}, "https://ideas.repec.org/a/elt/journl/v59y1992ie1992p213-242.html": {"abstract": "Introducción. Análisis recientes han demostrado los efectos adversos de la incertidumbre política en la inversión en los países en desarrollo: los inversionistas nacionales y los extranjeros pueden preferir esperar a que la incertidumbre desaparezca por sí misma o invertir en el extranjero. Esto puede colocar al gobernante en una posición de inquietud, en donde el sector privado no renovará la inversión y el crecimiento en tanto la credibilidad gubernamental sea vacilante. El gobernante puede encontrarse en la posición del barón Von Münchausen, que buscando la manera \"más barata\" de salir del lodo se aferra a su propio cabello...", "authors": ["epai8"], "abstractStem": "introducci n an lisi recient han demostrado lo efecto adverso de la incertidumbr pol tica en la inversi n en lo pa se en desarrollo lo inversionista nacional y lo extranjero pueden preferir esperar a que la incertidumbr desaparezca por s  misma o invertir en el extranjero esto pued colocar al gobernant en una posici n de inquietud en dond el sector privado no renovar  la inversi n y el crecimiento en tanto la credibilidad gubernament sea vacilant el gobernant pued encontrars en la posici n del bar n von m nchausen que buscando la manera m s barata de salir del lodo se aferra a su propio cabello", "title": "Reformas al comercio exterior credibilidad y desarrollo"}, "https://ideas.repec.org/a/eee/deveco/v72y2003i2p585-601.html": {"abstract": "The purpose of this paper is to explore the implications of the deepening presence of multinationals in emerging markets on the cost of macroeconomic volatility there. We find that macroeconomic volatility has a potentially large impact on employment and investment decisions of multinationals producing intermediate inputs in developing countries. This is the case even for risk neutral multinationals, as their profit function is non-linear due to price and productivity effects. For industries with costly capacity, the multinationals would tend to invest in the more stable emerging markets. Higher volatility of productivity shocks in an emerging market producing the intermediate inputs reduces the multinationals' expected profits. High enough instability in such a market would induce the multinationals to diversify intermediate inputs production, investing in several emerging markets. This effect is stronger in lower margin industries. We identify circumstances where this diversification is costly to emerging markets. Such a diversification increases the responsiveness of the multinationals' employment in each country to productivity shocks, channeling the average employment from the more to the less volatile location, and reducing the multinationals' total expected employment in emerging markets.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epai8"], "abstractStem": "the purpos of thi paper is to explor the implic of the deepen presenc of multin in emerg market on the cost of macroeconom volatil there we find that macroeconom volatil ha a potenti larg impact on employ and invest decis of multin produc intermedi input in develop countri thi is the case even for risk neutral multin as their profit function is nonlinear due to price and product effect for industri with costli capac the multin would tend to invest in the more stabl emerg market higher volatil of product shock in an emerg market produc the intermedi input reduc the multin expect profit high enough instabl in such a market would induc the multin to diversifi intermedi input product invest in sever emerg market thi effect is stronger in lower margin industri we identifi circumst where thi diversif is costli to emerg market such a diversif increas the respons of the multin employ in each countri to product shock channel the averag employ from the more to the less volatil locat and reduc the multin total expect employ in emerg marketspthi abstract wa borrow from anoth version of thi item", "title": "Volatility, employment and the patterns of FDI in emerging markets"}}}