{"epan29": {"https://ideas.repec.org/a/oup/qjecon/v126y2011i2p699-748.html": {"abstract": " We use student assignment lotteries to estimate the effect of charter school attendance on student achievement in Boston. We also evaluate a related alternative, Boston's pilot schools. Pilot schools have some of the independence of charter schools but are in the Boston Public School district and are covered by some collective bargaining provisions. Lottery estimates show large and significant score gains for charter students in middle and high school. In contrast, lottery estimates for pilot school students are mostly small and insignificant, with some significant negative effects. Charter schools with binding assignment lotteries appear to generate larger gains than other charters. Copyright 2011, Oxford University Press.", "authors": ["epan29", "epdy1", "fppa503"], "abstractStem": " we use student assign lotteri to estim the effect of charter school attend on student achiev in boston we also evalu a relat altern boston pilot school pilot school have some of the independ of charter school but are in the boston public school district and are cover by some collect bargain provis lotteri estim show larg and signific score gain for charter student in middl and high school in contrast lotteri estim for pilot school student are mostli small and insignific with some signific neg effect charter school with bind assign lotteri appear to gener larger gain than other charter copyright 2011 oxford univers press", "title": "Accountability and Flexibility in Public Schools: Evidence from Boston's Charters And Pilots"}, "https://ideas.repec.org/a/aea/aejapp/v1y2009i1p136-63.html": {"abstract": "This paper reports on an experimental evaluation of strategies designed to improve academic performance among college freshmen. One treatment group was offered academic support services. Another was offered financial incentives for good grades. A third group combined both interventions. Service use was highest for women and for subjects in the combined group. The combined treatment also raised the grades and improved the academic standing of women. These differentials persisted through the end of second year, though incentives were given in the first year only. This suggests study skills among some treated women increased. In contrast, the program had no effect on men. (JEL I21, I28)", "authors": ["epan29", "epor38"], "abstractStem": "thi paper report on an experiment evalu of strategi design to improv academ perform among colleg freshmen one treatment group wa offer academ support servic anoth wa offer financi incent for good grade a third group combin both intervent servic use wa highest for women and for subject in the combin group the combin treatment also rais the grade and improv the academ stand of women these differenti persist through the end of second year though incent were given in the first year onli thi suggest studi skill among some treat women increas in contrast the program had no effect on men jel i21 i28", "title": "Incentives and Services for College Achievement: Evidence from a Randomized Trial"}, "https://ideas.repec.org/a/ucp/jlabec/v28y2010i4p773-824.html": {"abstract": " This article presents evidence on the child-quantity/child-quality trade-off using quasi-experimental variation due to twin births and preferences for a mixed sibling sex composition, as well as ethnic differences in the effects of these variables. Our sample includes groups with very high fertility. An innovation in our econometric approach is the juxtaposition of results from multiple instrumental variables strategies, capturing the effects of fertility over different ranges for different sorts of people. To increase precision, we develop an estimator that combines different instrument sets across partially overlapping parity-specific subsamples. Our results are remarkably consistent in showing no evidence of a quantity-quality trade-off. (c) 2010 by The University of Chicago. All rights reserved.", "authors": ["epan29", "epla111", "epsc163"], "abstractStem": " thi articl present evid on the childquantitychildqu tradeoff use quasiexperiment variat due to twin birth and prefer for a mix sibl sex composit as well as ethnic differ in the effect of these variabl our sampl includ group with veri high fertil an innov in our econometr approach is the juxtaposit of result from multipl instrument variabl strategi captur the effect of fertil over differ rang for differ sort of peopl to increas precis we develop an estim that combin differ instrument set across partial overlap parityspecif subsampl our result are remark consist in show no evid of a quantityqu tradeoff c 2010 by the univers of chicago all right reserv", "title": "Multiple Experiments for the Causal Link between the Quantity and Quality of Children"}, "https://ideas.repec.org/a/tpr/restat/v90y2008i2p191-215.html": {"abstract": " We study the consequences of an exogenous upsurge in coca prices and cultivation in Colombia, where most coca leaf is now harvested. This shift generated only modest economic gains in rural areas, primarily in the form of increased self-employment earnings and increased labor supply by teenage boys. The rural areas that saw accelerated coca production subsequently became considerably more violent, while urban areas were affected little. These findings are consistent with the view that the Colombian civil conflict is fueled by the financial opportunities that coca provides and that rent-seeking by combatants limits the economic gains from coca. Copyright by the President and Fellows of Harvard College and the Massachusetts Institute of Technology.", "authors": ["epan29", "fpku361"], "abstractStem": " we studi the consequ of an exogen upsurg in coca price and cultiv in colombia where most coca leaf is now harvest thi shift gener onli modest econom gain in rural area primarili in the form of increas selfemploy earn and increas labor suppli by teenag boy the rural area that saw acceler coca product subsequ becam consider more violent while urban area were affect littl these find are consist with the view that the colombian civil conflict is fuel by the financi opportun that coca provid and that rentseek by combat limit the econom gain from coca copyright by the presid and fellow of harvard colleg and the massachusett institut of technolog", "title": "Rural Windfall or a New Resource Curse? Coca, Income, and Civil Conflict in Colombia"}, "https://ideas.repec.org/a/oup/restud/v67y2000i3p499-527..html": {"abstract": "In markets where prices are determined by the intersection of supply and demand curves, standard identification results require the presence of instruments that shift one curve but not the other. These results are typically presented in the context of linear models with fixed coefficients and additive residuals. The first contribution of this paper is an investigation of the consequences of relaxing both the linearity and the additivity assumption for the interpretation of linear instrumental variables estimators. Without these assumptions, the standard linear instrumental variables estimator identifies a weighted average of the derivative of the behavioural relationship of interest. A second contribution is the formulation of critical identifying assumptions in terms of demand and supply at different prices and instruments, rather than in terms of functional-form specific residuals. Our approach to the simultaneous equations problem and the average-derivative interpretation of instrumental variables estimates is illustrated by estimating the demand for fresh whiting at the Fulton fish market. Strong and credible instruments for identification of this demand function are available in the form of weather conditions at sea.", "authors": ["epan29", "epgr151"], "abstractStem": "in market where price are determin by the intersect of suppli and demand curv standard identif result requir the presenc of instrument that shift one curv but not the other these result are typic present in the context of linear model with fix coeffici and addit residu the first contribut of thi paper is an investig of the consequ of relax both the linear and the addit assumpt for the interpret of linear instrument variabl estim without these assumpt the standard linear instrument variabl estim identifi a weight averag of the deriv of the behaviour relationship of interest a second contribut is the formul of critic identifi assumpt in term of demand and suppli at differ price and instrument rather than in term of functionalform specif residu our approach to the simultan equat problem and the averagederiv interpret of instrument variabl estim is illustr by estim the demand for fresh white at the fulton fish market strong and credibl instrument for identif of thi demand function are avail in the form of weather condit at sea", "title": "The Interpretation of Instrumental Variables Estimators in Simultaneous Equations Models with an Application to the Demand for Fish"}, "https://ideas.repec.org/a/uwp/jhriss/v34y1999i4p823-827.html": {"abstract": "In a recent paper in this journal, Heckman discussed the use of instrumental variables methods in evaluation research and our local average treatment effects (LATE) interpretation of instrumental variables estimates. This comment provides additional background for Heckman's paper, and a review of our rationale for focusing on LATE. We also show that a set of assumptions proposed by Heckman as an alternative to the LATE assumptions are not compatible with either latent-index assignment models or the definition we proposed for an instrument.", "authors": ["epan29", "epim4"], "abstractStem": "in a recent paper in thi journal heckman discuss the use of instrument variabl method in evalu research and our local averag treatment effect late interpret of instrument variabl estim thi comment provid addit background for heckman paper and a review of our rational for focus on late we also show that a set of assumpt propos by heckman as an altern to the late assumpt are not compat with either latentindex assign model or the definit we propos for an instrument", "title": "Comment on James J. Heckman, \"Instrumental Variables: A Study of Implicit Behavioral Assumptions Used in Making Program Evaluations\""}, "https://ideas.repec.org/a/ucp/jlabec/v15y1997i1ps48-76.html": {"abstract": " Until 1983, the language of instruction for most subjects in grades six and above in Moroccan public schools was French. Beginning in 1983, the language of instruction for new cohorts of Moroccan sixth graders was switched to Arabic. The authors use this policy change to estimate the effect of French language skills on test scores and earnings. The estimates suggest that the elimination of compulsory French instruction led to a substantial reduction in the returns to schooling for Moroccans affected by the change. This reduction appears to be largely attributable to a loss of French writing skills. Copyright 1997 by University of Chicago Press.", "authors": ["epan29", "epla111"], "abstractStem": " until 1983 the languag of instruct for most subject in grade six and abov in moroccan public school wa french begin in 1983 the languag of instruct for new cohort of moroccan sixth grader wa switch to arab the author use thi polici chang to estim the effect of french languag skill on test score and earn the estim suggest that the elimin of compulsori french instruct led to a substanti reduct in the return to school for moroccan affect by the chang thi reduct appear to be larg attribut to a loss of french write skill copyright 1997 by univers of chicago press", "title": "The Effect of a Change in Language of Instruction on the Returns to Schooling in Morocco"}, "https://ideas.repec.org/a/iec/inveco/v30y2006i2p179-206.html": {"abstract": "This article presents a discussion among leading economists on how to do empirical research in economics. The participants discuss their reasons for starting research projects, data base construction, the methods they use, the role of theory, and their views on the main alternative empirical approaches. The article ends with a discussion of a set of articles which exemplify best practice in empirical work.", "authors": ["epan29", "epbl13", "epfa48", "fpro323"], "abstractStem": "thi articl present a discuss among lead economist on how to do empir research in econom the particip discuss their reason for start research project data base construct the method they use the role of theori and their view on the main altern empir approach the articl end with a discuss of a set of articl which exemplifi best practic in empir work", "title": "How to do empirical economics"}, "https://ideas.repec.org/a/aea/aecrev/v92y2002i5p1535-1558.html": {"abstract": "Colombia used lotteries to distribute vouchers which partially covered the cost of private secondary school for students who maintained satisfactory academic progress. Three years after the lotteries, winners were about 10 percentage points more likely to have finished 8th grade, primarily because they were less likely to repeat grades, and scored 0.2 standard deviations higher on achievement tests. There is some evidence that winners worked less than losers and were less likely to marry or cohabit as teenagers. Benefits to participants likely exceeded the $24 per winner additional cost to the government of supplying vouchers instead of public-school places.", "authors": ["epan29", "fpbe413", "epki196"], "abstractStem": "colombia use lotteri to distribut voucher which partial cover the cost of privat secondari school for student who maintain satisfactori academ progress three year after the lotteri winner were about 10 percentag point more like to have finish 8th grade primarili becaus they were less like to repeat grade and score 02 standard deviat higher on achiev test there is some evid that winner work less than loser and were less like to marri or cohabit as teenag benefit to particip like exceed the 24 per winner addit cost to the govern of suppli voucher instead of publicschool place", "title": "Vouchers for Private Schooling in Colombia: Evidence from a Randomized Natural Experiment"}, "https://ideas.repec.org/a/oup/qjecon/v106y1991i4p979-1014..html": {"abstract": "We establish that season of birth is related to educational attainment because of school start age policy and compulsory school attendance laws. Individuals born in the beginning of the year start school at an older age, and can therefore drop out after completing less schooling than individuals born near the end of the year. Roughly 25 percent of potential dropouts remain in school because of compulsory schooling laws. We estimate the impact of compulsory schooling on earnings by using quarter of birth as an instrument for education. The instrumental variables estimate of the return to education is close to the ordinary least squares estimate, suggesting that there is little bias in conventional estimates.", "authors": ["epan29"], "abstractStem": "we establish that season of birth is relat to educ attain becaus of school start age polici and compulsori school attend law individu born in the begin of the year start school at an older age and can therefor drop out after complet less school than individu born near the end of the year roughli 25 percent of potenti dropout remain in school becaus of compulsori school law we estim the impact of compulsori school on earn by use quarter of birth as an instrument for educ the instrument variabl estim of the return to educ is close to the ordinari least squar estim suggest that there is littl bia in convent estim", "title": "Does Compulsory School Attendance Affect Schooling and Earnings?"}, "https://ideas.repec.org/a/ecm/emetrp/v66y1998i2p249-288.html": {"abstract": "Effects of military service on veterans' earnings are estimated using Social Security administrative records to fit models with heterogeneous potential outcomes. The first estimation strategy uses matching and regression to compare applicants who enlisted with applicants who did not enlist. The second uses instrumental variables generated by an error in military entrance exams. The empirical results suggest that military service led to higher employment rates for veterans. But in spite of this employment gain, voluntary military service led to only a modest increase in the civilian earnings of nonwhite veterans while actually reducing the civilian earnings of white veterans.", "authors": ["epan29"], "abstractStem": "effect of militari servic on veteran earn are estim use social secur administr record to fit model with heterogen potenti outcom the first estim strategi use match and regress to compar applic who enlist with applic who did not enlist the second use instrument variabl gener by an error in militari entranc exam the empir result suggest that militari servic led to higher employ rate for veteran but in spite of thi employ gain voluntari militari servic led to onli a modest increas in the civilian earn of nonwhit veteran while actual reduc the civilian earn of white veteran", "title": "Estimating the Labor Market Impact of Voluntary Military Service Using Social Security Data on Military Applicants"}, "https://ideas.repec.org/a/aea/aecrev/v101y2011i3p334-38.html": {"abstract": " We use the draft lottery to construct instrumental variables (IV) estimates of the impact of Vietnam-era military service on veterans' Social Security (SSA) earnings through 2007. We also use SSA data to construct IV estimates for employment (as measured by an indicator for positive earnings) and disability status (as measured by an indicator for social security disability program application). New findings for recent years show surprisingly rapid convergence in veteran and nonveteran earnings: by the early 1990s, there was no longer a substantial Vietnam-era conscription penalty. The IV estimates also show no effect on employment or disability rates.", "authors": ["epan29", "epch141", "fpso277"], "abstractStem": " we use the draft lotteri to construct instrument variabl iv estim of the impact of vietnamera militari servic on veteran social secur ssa earn through 2007 we also use ssa data to construct iv estim for employ as measur by an indic for posit earn and disabl statu as measur by an indic for social secur disabl program applic new find for recent year show surprisingli rapid converg in veteran and nonveteran earn by the earli 1990 there wa no longer a substanti vietnamera conscript penalti the iv estim also show no effect on employ or disabl rate", "title": "Long-Term Consequences of Vietnam-Era Conscription: New Estimates Using Social Security Data"}, "https://ideas.repec.org/a/aea/aecrev/v105y2015i5p502-07.html": {"abstract": "In an ongoing evaluation of post-secondary financial aid, we use random assignment to assess the causal effects of large privately-funded aid awards. Here, we compare the unbiased causal effect estimates from our RCT with two types of non-experimental econometric estimates. The first applies a selection-on-observables assumption in data from an earlier, nonrandomized cohort; the second uses a regression discontinuity design. Selection-on-observables methods generate estimates well below the experimental benchmark. Regression discontinuity estimates are similar to experimental estimates for students near the cutoff, but sensitive to controlling for the running variable, which is unusually coarse.", "authors": ["epan29", "epau9"], "abstractStem": "in an ongo evalu of postsecondari financi aid we use random assign to assess the causal effect of larg privatelyfund aid award here we compar the unbias causal effect estim from our rct with two type of nonexperiment econometr estim the first appli a selectiononobserv assumpt in data from an earlier nonrandom cohort the second use a regress discontinu design selectiononobserv method gener estim well below the experiment benchmark regress discontinu estim are similar to experiment estim for student near the cutoff but sensit to control for the run variabl which is unusu coars", "title": "Evaluating Econometric Evaluations of Post-Secondary Aid"}, "https://ideas.repec.org/a/tpr/restat/v93y2011i3p725-747.html": {"abstract": " We develop semiparametric tests for conditional independence in time series models of causal effects. Our approach is motivated by empirical studies of monetary policy effects and is semiparametric in the sense that we model the process determining the distribution of treatment—the policy propensity score—but leave the model for outcomes unspecified. A conceptual innovation is that we adapt the cross-sectional potential outcomes framework to a time series setting. We also develop root-T consistent distribution-free inference methods for full conditional independence testing, appropriate for dependent data and allowing for first-step estimation of the (multinomial) propensity score. © 2011 The President and Fellows of Harvard College and the Massachusetts Institute of Technology.", "authors": ["epan29", "epku116"], "abstractStem": " we develop semiparametr test for condit independ in time seri model of causal effect our approach is motiv by empir studi of monetari polici effect and is semiparametr in the sens that we model the process determin the distribut of treatment the polici propens score but leav the model for outcom unspecifi a conceptu innov is that we adapt the crosssect potenti outcom framework to a time seri set we also develop roott consist distributionfre infer method for full condit independ test appropri for depend data and allow for firststep estim of the multinomi propens score   2011 the presid and fellow of harvard colleg and the massachusett institut of technolog", "title": "Causal Effects of Monetary Shocks: Semiparametric Conditional Independence Tests with a Multinomial Propensity Score"}, "https://ideas.repec.org/a/ecm/emetrp/v74y2006i2p539-563.html": {"abstract": " Quantile regression (QR) fits a linear model for conditional quantiles just as ordinary least squares (OLS) fits a linear model for conditional means. An attractive feature of OLS is that it gives the minimum mean-squared error linear approximation to the conditional expectation function even when the linear model is misspecified. Empirical research using quantile regression with discrete covariates suggests that QR may have a similar property, but the exact nature of the linear approximation has remained elusive. In this paper, we show that QR minimizes a weighted mean-squared error loss function for specification error. The weighting function is an average density of the dependent variable near the true conditional quantile. The weighted least squares interpretation of QR is used to derive an omitted variables bias formula and a partial quantile regression concept, similar to the relationship between partial regression and OLS. We also present asymptotic theory for the QR process under misspecification of the conditional quantile function. The approximation properties of QR are illustrated using wage data from the U.S. census. These results point to major changes in inequality from 1990 to 2000. Copyright The Econometric Society 2006.", "authors": ["epan29", "fpch864", "epfe104"], "abstractStem": " quantil regress qr fit a linear model for condit quantil just as ordinari least squar ol fit a linear model for condit mean an attract featur of ol is that it give the minimum meansquar error linear approxim to the condit expect function even when the linear model is misspecifi empir research use quantil regress with discret covari suggest that qr may have a similar properti but the exact natur of the linear approxim ha remain elus in thi paper we show that qr minim a weight meansquar error loss function for specif error the weight function is an averag densiti of the depend variabl near the true condit quantil the weight least squar interpret of qr is use to deriv an omit variabl bia formula and a partial quantil regress concept similar to the relationship between partial regress and ol we also present asymptot theori for the qr process under misspecif of the condit quantil function the approxim properti of qr are illustr use wage data from the us censu these result point to major chang in inequ from 1990 to 2000 copyright the econometr societi 2006", "title": "Quantile Regression under Misspecification, with an Application to the U.S. Wage Structure"}, "https://ideas.repec.org/a/aea/aecrev/v100y2010i2p239-43.html": {"abstract": "No abstract is available for this item.", "authors": ["epan29", "epdy1", "fppa503"], "abstractStem": "no abstract is avail for thi item", "title": "Inputs and Impacts in Charter Schools: KIPP Lynn"}, "https://ideas.repec.org/a/bes/jnlbes/v9y1991i3p317-23.html": {"abstract": " The goodness-of-fit statistic for fixed effects models is shown to simplify to the degrees of freedom times the R(superscript \"2\") from a regression of analysis of covariance residuals on right hand side variables. This result is applied to test models for union wage effects. Identification and estimation of the return to schooling in models with fixed effects is also discussed. Analysis of covariance estimates of the returns to schooling are precisely estimated and roughly twice the size of ordinary least squares estimates. The goodness-of-fit test suggests that the fixed effects assumption is not appropriate for human capital earnings functions.", "authors": ["epan29", "fpne241"], "abstractStem": " the goodnessoffit statist for fix effect model is shown to simplifi to the degre of freedom time the rsuperscript 2 from a regress of analysi of covari residu on right hand side variabl thi result is appli to test model for union wage effect identif and estim of the return to school in model with fix effect is also discuss analysi of covari estim of the return to school are precis estim and roughli twice the size of ordinari least squar estim the goodnessoffit test suggest that the fix effect assumpt is not appropri for human capit earn function", "title": "Over-Identification Tests in Earnings Functions with Fixed Effects"}, "https://ideas.repec.org/a/ecm/emetrp/v62y1994i2p467-75.html": {"abstract": "We investigate conditions sufficient for identification of average treatment effects using instrumental variables. First we show that the existence of valid instruments is not sufficient to identify any meaningful average treatment effect. We then establish that the combination of an instrument and a condition on the relation between the instrument and the participation status is sufficient for identification of a local average treatment effect for those who can be induced to change their participation status by changing the value of the instrument. Finally we derive the probability limit of the standard IV estimator under these conditions. It is seen to be a weighted average of local average treatment effects.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epan29", "epim4"], "abstractStem": "we investig condit suffici for identif of averag treatment effect use instrument variabl first we show that the exist of valid instrument is not suffici to identifi ani meaning averag treatment effect we then establish that the combin of an instrument and a condit on the relat between the instrument and the particip statu is suffici for identif of a local averag treatment effect for those who can be induc to chang their particip statu by chang the valu of the instrument final we deriv the probabl limit of the standard iv estim under these condit it is seen to be a weight averag of local averag treatment effectspthi abstract wa borrow from anoth version of thi item", "title": "Identification and Estimation of Local Average Treatment Effects"}, "https://ideas.repec.org/a/oup/qjecon/v114y1999i2p533-575..html": {"abstract": "The twelfth century rabbinic scholar Maimonides proposed a maximum class size of 40. This same maximum induces a nonlinear and nonmonotonic relationship between grade enrollment and class size in Israeli public schools today. Maimonides' rule of 40 is used here to construct instrumental variables estimates of effects of class size on test scores. The resulting identification strategy can be viewed as an application of Donald Campbell's regression-discontinuity design to the class-size question. The estimates show that reducing class size induces a significant and substantial increase in test scores for fourth and fifth graders, although not for third graders.", "authors": ["epan29", "epla111"], "abstractStem": "the twelfth centuri rabbin scholar maimonid propos a maximum class size of 40 thi same maximum induc a nonlinear and nonmonoton relationship between grade enrol and class size in isra public school today maimonid rule of 40 is use here to construct instrument variabl estim of effect of class size on test score the result identif strategi can be view as an applic of donald campbel regressiondiscontinu design to the classsiz question the estim show that reduc class size induc a signific and substanti increas in test score for fourth and fifth grader although not for third grader", "title": "Using Maimonides' Rule to Estimate the Effect of Class Size on Scholastic Achievement"}, "https://ideas.repec.org/a/aea/aecrev/v85y1995i5p1065-87.html": {"abstract": " The author uses micro data from the Labor Force Surveys conducted in the West Bank and the Gaza Strip during 1981-91 to show that during 1981-87 wage differences between schooling groups fell by well over one-half. This sharp reduction is associated with large increases in the size of the educated Palestinian labor force. Since the returns to schooling for Israeli Jews were stable, the decline in returns to schooling for Palestinians is consistent with the notion that the returns to schooling in the territories were determined largely by the forces of supply and demand in a segmented market for skilled labor. Copyright 1995 by American Economic Association.", "authors": ["epan29"], "abstractStem": " the author use micro data from the labor forc survey conduct in the west bank and the gaza strip dure 198191 to show that dure 198187 wage differ between school group fell by well over onehalf thi sharp reduct is associ with larg increas in the size of the educ palestinian labor forc sinc the return to school for isra jew were stabl the declin in return to school for palestinian is consist with the notion that the return to school in the territori were determin larg by the forc of suppli and demand in a segment market for skill labor copyright 1995 by american econom associ", "title": "The Economic Returns to Schooling in the West Bank and Gaza Strip"}, "https://ideas.repec.org/a/uwp/jhriss/v49y2014iii1p572-610.html": {"abstract": "We evaluate the effects of academic achievement awards for first-and second-year college students studying at a Canadian commuter college. The award scheme offered linear cash incentives for course grades above 70. Awards were paid every term. Program participants also had access to peer advising by upperclassmen. Program engagement appears to have been high but overall treatment effects were small. The intervention increased the number of courses graded above 70 and points earned above 70 for second-year students but generated no significant effect on overall GPA. Results are somewhat stronger for a subsample of applicants who correctly described the program rules.", "authors": ["epan29", "epor38"], "abstractStem": "we evalu the effect of academ achiev award for firstand secondyear colleg student studi at a canadian commut colleg the award scheme offer linear cash incent for cours grade abov 70 award were paid everi term program particip also had access to peer advis by upperclassmen program engag appear to have been high but overal treatment effect were small the intervent increas the number of cours grade abov 70 and point earn abov 70 for secondyear student but gener no signific effect on overal gpa result are somewhat stronger for a subsampl of applic who correctli describ the program rule", "title": "When Opportunity Knocks, Who Answers?: New Evidence on College Achievement Awards"}, "https://ideas.repec.org/a/aea/jecper/v24y2010i2p3-30.html": {"abstract": "Since Edward Leamer's memorable 1983 paper, \"Let's Take the Con out of Econometrics,\" empirical microeconomics has experienced a credibility revolution. While Leamer's suggested remedy, sensitivity analysis, has played a role in this, we argue that the primary engine driving improvement has been a focus on the quality of empirical research designs. The advantages of a good research design are perhaps most easily apparent in research using random assignment. We begin with an overview of Leamer's 1983 critique and his proposed remedies. We then turn to the key factors we see contributing to improved empirical work, including the availability of more and better data, along with advances in theoretical econometric understanding, but especially the fact that research design has moved front and center in much of empirical micro. We offer a brief digression into macroeconomics and industrial organization, where progress -- by our lights -- is less dramatic, although there is work in both fields that we find encouraging. Finally, we discuss the view that the design pendulum has swung too far. Critics of design-driven studies argue that in pursuit of clean and credible research designs, researchers seek good answers instead of good questions. We briefly respond to this concern, which worries us little.", "authors": ["epan29", "eppi29"], "abstractStem": "sinc edward leamer memor 1983 paper let take the con out of econometr empir microeconom ha experienc a credibl revolut while leamer suggest remedi sensit analysi ha play a role in thi we argu that the primari engin drive improv ha been a focu on the qualiti of empir research design the advantag of a good research design are perhap most easili appar in research use random assign we begin with an overview of leamer 1983 critiqu and hi propos remedi we then turn to the key factor we see contribut to improv empir work includ the avail of more and better data along with advanc in theoret econometr understand but especi the fact that research design ha move front and center in much of empir micro we offer a brief digress into macroeconom and industri organ where progress  by our light  is less dramat although there is work in both field that we find encourag final we discuss the view that the design pendulum ha swung too far critic of designdriven studi argu that in pursuit of clean and credibl research design research seek good answer instead of good question we briefli respond to thi concern which worri us littl", "title": "The Credibility Revolution in Empirical Economics: How Better Research Design Is Taking the Con out of Econometrics"}, "https://ideas.repec.org/a/ucp/jlabec/v12y1994i1p74-97.html": {"abstract": " World War II veterans earn more than nonveterans in their cohort. We test whether the World War II veteran premium reflects nonrandom selection into the military of men with higher earnings potential. The estimation is based on the fact that from 1942 to 1947 priority for conscription was determined by date of birth. Information on individuals' dates of birth may therefore be used to construct instrumental variables for veteran status. Empirical results from the 1960, 1970, and l980 censuses, along with two other microdata sets support a conclusion that World War II veterans earn no more than comparable nonveterans and may well earn less. Copyright 1994 by University of Chicago Press.", "authors": ["epan29", "epkr63"], "abstractStem": " world war ii veteran earn more than nonveteran in their cohort we test whether the world war ii veteran premium reflect nonrandom select into the militari of men with higher earn potenti the estim is base on the fact that from 1942 to 1947 prioriti for conscript wa determin by date of birth inform on individu date of birth may therefor be use to construct instrument variabl for veteran statu empir result from the 1960 1970 and l980 census along with two other microdata set support a conclus that world war ii veteran earn no more than compar nonveteran and may well earn less copyright 1994 by univers of chicago press", "title": "Why Do World War II Veterans Earn More Than Nonveterans?"}, "https://ideas.repec.org/a/wly/jpamgt/v31y2012i4p837-860.html": {"abstract": "The nation's largest charter management organization is the Knowledge is Power Program (KIPP). KIPP schools are emblematic of the No Excuses approach to public education, a highly standardized and widely replicated charter model that features a long school day, an extended school year, selective teacher hiring, strict behavior norms, and a focus on traditional reading and math skills. No Excuses charter schools are sometimes said to focus on relatively motivated high achievers at the expense of students who are most diffiult to teach, including limited English proficiency (LEP) and special education (SPED) students, as well as students with low baseline achievement levels. We use applicant lotteries to evaluate the impact of KIPP Academy Lynn, a KIPP school in Lynn, Massachusetts that typifies the KIPP approach. Our analysis focuses on special needs students that may be underserved. The results show average achievement gains of 0.36 standard deviations in math and 0.12 standard deviations in reading for each year spent at KIPP Lynn, with the largest gains coming from the LEP, SPED, and low-achievement groups. The average reading gains are driven almost completely by SPED and LEP students, whose reading scores rise by roughly 0.35 standard deviations for each year spent at KIPP Lynn.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epan29", "epdy1", "fppa503"], "abstractStem": "the nation largest charter manag organ is the knowledg is power program kipp kipp school are emblemat of the no excus approach to public educ a highli standard and wide replic charter model that featur a long school day an extend school year select teacher hire strict behavior norm and a focu on tradit read and math skill no excus charter school are sometim said to focu on rel motiv high achiev at the expens of student who are most diffiult to teach includ limit english profici lep and special educ sped student as well as student with low baselin achiev level we use applic lotteri to evalu the impact of kipp academi lynn a kipp school in lynn massachusett that typifi the kipp approach our analysi focus on special need student that may be underserv the result show averag achiev gain of 036 standard deviat in math and 012 standard deviat in read for each year spent at kipp lynn with the largest gain come from the lep sped and lowachiev group the averag read gain are driven almost complet by sped and lep student whose read score rise by roughli 035 standard deviat for each year spent at kipp lynnpthi abstract wa borrow from anoth version of thi item", "title": "Who Benefits from KIPP?"}, "https://ideas.repec.org/a/ecj/econjl/v113y2003i488pf302-f331.html": {"abstract": " Reduced labour market flexibility may protect some native workers from immigrant competition but can increase negative effects on equilibrium employment. This motivates an analysis of immigration effects interacted with institutions. OLS estimates for European countries show small, mostly negative immigration effects while an IV strategy based on immigrants from former Yugoslavia generates larger though mostly insignificant negative estimates. Specifications allowing interactions between immigration and measures of labour and product market rigidity are consistent with the view that reduced flexibility increases negative immigration effects. The estimates typically imply more native job losses in countries with restrictive institutions, especially restricted product markets. Copyright 2003 Royal Economic Society.", "authors": ["epan29", "fpku361"], "abstractStem": " reduc labour market flexibl may protect some nativ worker from immigr competit but can increas neg effect on equilibrium employ thi motiv an analysi of immigr effect interact with institut ol estim for european countri show small mostli neg immigr effect while an iv strategi base on immigr from former yugoslavia gener larger though mostli insignific neg estim specif allow interact between immigr and measur of labour and product market rigid are consist with the view that reduc flexibl increas neg immigr effect the estim typic impli more nativ job loss in countri with restrict institut especi restrict product market copyright 2003 royal econom societi", "title": "Protective or counter-productive? labour market institutions and the effect of immigration on eu natives"}, "https://ideas.repec.org/a/bes/jnlbes/v13y1995i2p133-36.html": {"abstract": "No abstract is available for this item.", "authors": ["epan29"], "abstractStem": "no abstract is avail for thi item", "title": "Introduction to the JBES Symposium on Program and Policy Evaluation"}, "https://ideas.repec.org/a/aea/aecrev/v99y2009i4p1384-1414.html": {"abstract": "The Israeli matriculation certificate is a prerequisite for most postsecondary schooling. In a randomized trial, we attempted to increase certification rates among low-achievers with cash incentives. The experiment used a school-based randomization design offering awards to all who passed their exams in treated schools. This led to a substantial increase in certification rates for girls but had no effect on boys. Affected girls had a relatively high ex ante chance of certification. The increase in girls' matriculation rates translated into an increased likelihood of college attendance. Female matriculation rates increased partly because treated girls devoted extra time to exam preparation. (JEL I21, I28, J16)", "authors": ["epan29", "epla111"], "abstractStem": "the isra matricul certif is a prerequisit for most postsecondari school in a random trial we attempt to increas certif rate among lowachiev with cash incent the experi use a schoolbas random design offer award to all who pass their exam in treat school thi led to a substanti increas in certif rate for girl but had no effect on boy affect girl had a rel high ex ant chanc of certif the increas in girl matricul rate translat into an increas likelihood of colleg attend femal matricul rate increas partli becaus treat girl devot extra time to exam prepar jel i21 i28 j16", "title": "The Effects of High Stakes High School Achievement Awards: Evidence from a Randomized Trial"}, "https://ideas.repec.org/a/eee/ecoedu/v27y2008i5p483-503.html": {"abstract": "The education reform movement includes efforts to raise teacher quality through stricter certification and licensing provisions. Most US states now require public school teachers to pass a standardized test such as the Praxis. Although any barrier to entry is likely to raise wages in the affected occupation, the theoretical effects of such requirements on teacher quality are ambiguous. Teacher testing places a floor on whatever skills are measured by the required test, but testing is also costly for applicants. These costs shift teacher supply to the left and may be especially likely to deter high-quality applicants from teaching in public schools. Moreover, test requirements may disqualify some applicants that schools would otherwise want to hire. We use the Schools and Staffing Survey to estimate the effect of state teacher testing requirements on teacher wages and teacher quality as measured by educational background. The results suggest that state-mandated teacher testing is associated with increases in teacher wages, though we find no evidence of a corresponding increase in quality. Consistent with the fact that Hispanics have marked lower licensure scores than non-Hispanic Whites or Blacks, testing appears to reduce the fraction of new teachers who are Hispanic.", "authors": ["epan29", "epgu126"], "abstractStem": "the educ reform movement includ effort to rais teacher qualiti through stricter certif and licens provis most us state now requir public school teacher to pass a standard test such as the praxi although ani barrier to entri is like to rais wage in the affect occup the theoret effect of such requir on teacher qualiti are ambigu teacher test place a floor on whatev skill are measur by the requir test but test is also costli for applic these cost shift teacher suppli to the left and may be especi like to deter highqual applic from teach in public school moreov test requir may disqualifi some applic that school would otherwis want to hire we use the school and staf survey to estim the effect of state teacher test requir on teacher wage and teacher qualiti as measur by educ background the result suggest that statemand teacher test is associ with increas in teacher wage though we find no evid of a correspond increas in qualiti consist with the fact that hispan have mark lower licensur score than nonhispan white or black test appear to reduc the fraction of new teacher who are hispan", "title": "Does teacher testing raise teacher quality? Evidence from state certification requirements"}, "https://ideas.repec.org/a/tpr/restat/v86y2004i1p58-72.html": {"abstract": " The problem of when to control for continuous or high-dimensional discrete covariate vectors arises in both experimental and observational studies. Large-cell asymptotic arguments suggest that full control for covariates or stratification variables is always efficient, even if treatment is assigned independently of covariates or strata. Here, we approximate the behavior of different estimators using a panel-data-type asymptotic sequence with fixed cell sizes and the number of cells increasing to infinity. Exact calculations in simple examples and Monte Carlo evidence suggest this generates a substantially improved approximation to actual finite-sample distributions. Under this sequence, full control for covariates is dominated by propensity-score matching when cell sizes are small, the explanatory power of the covariates conditional on the propensity score is low, and/or the probability of treatment is close to 0 or 1. Our panel-asymptotic framework also provides an explanation for why propensity-score matching can dominate covariate matching even when there are no empty cells. Finally, we introduce a random-effects estimator that provides finite-sample efficiency gains over both covariate matching and propensity-score matching. © 2004 President and Fellows of Harvard College and the Massachusetts Institute of Technology.", "authors": ["epan29"], "abstractStem": " the problem of when to control for continu or highdimension discret covari vector aris in both experiment and observ studi largecel asymptot argument suggest that full control for covari or stratif variabl is alway effici even if treatment is assign independ of covari or strata here we approxim the behavior of differ estim use a paneldatatyp asymptot sequenc with fix cell size and the number of cell increas to infin exact calcul in simpl exampl and mont carlo evid suggest thi gener a substanti improv approxim to actual finitesampl distribut under thi sequenc full control for covari is domin by propensityscor match when cell size are small the explanatori power of the covari condit on the propens score is low andor the probabl of treatment is close to 0 or 1 our panelasymptot framework also provid an explan for whi propensityscor match can domin covari match even when there are no empti cell final we introduc a randomeffect estim that provid finitesampl effici gain over both covari match and propensityscor match   2004 presid and fellow of harvard colleg and the massachusett institut of technolog", "title": "When to Control for Covariates? Panel Asymptotics for Estimates of Treatment Effects"}, "homepage": "https://ideas.repec.org/e/pan29.html", "https://ideas.repec.org/a/aea/aejapp/v5y2013i4p1-27.html": {"abstract": "Lottery estimates suggest Massachusetts' urban charter schools boost achievement well beyond that of traditional urban public schools students, while nonurban charters reduce achievement from a higher baseline. The fact that urban charters are most effective for poor nonwhites and low-baseline achievers contributes to, but does not fully explain, these differences. We therefore link school-level charter impacts to school inputs and practices. The relative efficacy of urban lottery sample charters is accounted for by these schools' embrace of the No Excuses approach to urban education. In our Massachusetts sample, Non-No-Excuses urban charters are no more effective than nonurban charters", "authors": ["epan29", "fppa503"], "abstractStem": "lotteri estim suggest massachusett urban charter school boost achiev well beyond that of tradit urban public school student while nonurban charter reduc achiev from a higher baselin the fact that urban charter are most effect for poor nonwhit and lowbaselin achiev contribut to but doe not fulli explain these differ we therefor link schoollevel charter impact to school input and practic the rel efficaci of urban lotteri sampl charter is account for by these school embrac of the no excus approach to urban educ in our massachusett sampl nonnoexcus urban charter are no more effect than nonurban charter", "title": "Explaining Charter School Effectiveness"}, "https://ideas.repec.org/a/aea/jecper/v15y2001i4p69-85.html": {"abstract": "Instrumental variables was first used in the 1920s to estimate supply and demand elasticities and later to correct for measurement error in single equation models. Recently, instrumental variables have been widely used to reduce bias from omitted variables in estimates of causal relationships. Intuitively, instrumental variables methods use only a portion of the variability in key variables to estimate the relationships of interest; if the instruments are valid, that portion is unrelated to the omitted variables. We discuss the mechanics of instrumental variables and the qualities that make for a good instrument, devoting particular attention to instruments derived from \"natural experiments.\"", "authors": ["epan29", "epkr63"], "abstractStem": "instrument variabl wa first use in the 1920 to estim suppli and demand elast and later to correct for measur error in singl equat model recent instrument variabl have been wide use to reduc bia from omit variabl in estim of causal relationship intuit instrument variabl method use onli a portion of the variabl in key variabl to estim the relationship of interest if the instrument are valid that portion is unrel to the omit variabl we discuss the mechan of instrument variabl and the qualiti that make for a good instrument devot particular attent to instrument deriv from natur experi", "title": "Instrumental Variables and the Search for Identification: From Supply and Demand to Natural Experiments"}, "https://ideas.repec.org/a/aea/aecrev/v96y2006i3p847-862.html": {"abstract": "Colombia's PACES program provided over 125,000 poor children with vouchers that covered the cost of private secondary school. The vouchers were renewable annually conditional on adequate academic progress. Since many vouchers were assigned by lottery, program effects can reliably be assessed by comparing lottery winners and losers. Estimates using administrative records suggest the PACES program increases secondary school completion rates by 15 to 20 percent. Correcting for the greater percentage of lottery winners taking college admissions tests, the program increased test scores by two-tenths of a standard deviation in the distribution of potential test scores. (JEL: I21, J12, I28)", "authors": ["epan29", "fpbe413"], "abstractStem": "colombia pace program provid over 125000 poor children with voucher that cover the cost of privat secondari school the voucher were renew annual condit on adequ academ progress sinc mani voucher were assign by lotteri program effect can reliabl be assess by compar lotteri winner and loser estim use administr record suggest the pace program increas secondari school complet rate by 15 to 20 percent correct for the greater percentag of lotteri winner take colleg admiss test the program increas test score by twotenth of a standard deviat in the distribut of potenti test score jel i21 j12 i28", "title": "Long-Term Educational Consequences of Secondary School Vouchers: Evidence from Administrative Records in Colombia"}, "firstname": "Joshua", "lastname": "Angrist", "https://ideas.repec.org/a/ecj/econjl/v114y2004i494pc52-c83.html": {"abstract": " Instrumental Variables (IV) methods identify internally valid causal effects for individuals whose treatment status is manipulable by the instrument at hand. Inference for other populations requires homogeneity assumptions. This paper outlines a theoretical framework that nests causal homogeneity assumptions. These ideas are illustrated using sibling-sex composition to estimate the effect of childbearing on economic and marital outcomes. The application is motivated by American welfare reform. The empirical results generally support the notion of reduced labour supply and increased poverty as a consequence of childbearing but evidence on the impact of childbearing on marital stability and welfare use is more tenuous. Copyright 2004 Royal Economic Society.", "authors": ["epan29"], "abstractStem": " instrument variabl iv method identifi intern valid causal effect for individu whose treatment statu is manipul by the instrument at hand infer for other popul requir homogen assumpt thi paper outlin a theoret framework that nest causal homogen assumpt these idea are illustr use siblingsex composit to estim the effect of childbear on econom and marit outcom the applic is motiv by american welfar reform the empir result gener support the notion of reduc labour suppli and increas poverti as a consequ of childbear but evid on the impact of childbear on marit stabil and welfar use is more tenuou copyright 2004 royal econom societi", "title": "Treatment effect heterogeneity in theory and practice"}, "https://ideas.repec.org/a/jae/japmet/v14y1999i1p57-67.html": {"abstract": " Two-stage-least-squares (2SLS) estimates are biased towards the probability limit of OLS estimates. This bias grows with the degree of over-identification and can generate highly misleading results. In this paper we propose two simple alternatives to 2SLS and limited-information-maximum-likelihood (LIML) estimators for models with more instruments than endogenous regressors. These estimators can be interpreted as instrumental variables procedures using an instrument that is independent of disturbances even in finite samples. Independence is achieved by using a 'leave-one-out' jackknife-type fitted value in place of the usual first stage equation. The new estimators are first order equivalent to 2SLS but with finite-sample properties superior, in terms of bias and coverage rate of confidence intervals, compared to those of 2SLS and similar to those of LIML, when there are many instruments.", "authors": ["epan29", "epim4", "epkr63"], "abstractStem": " twostageleastsquar 2sl estim are bias toward the probabl limit of ol estim thi bia grow with the degre of overidentif and can gener highli mislead result in thi paper we propos two simpl altern to 2sl and limitedinformationmaximumlikelihood liml estim for model with more instrument than endogen regressor these estim can be interpret as instrument variabl procedur use an instrument that is independ of disturb even in finit sampl independ is achiev by use a leaveoneout jackknifetyp fit valu in place of the usual first stage equat the new estim are first order equival to 2sl but with finitesampl properti superior in term of bia and coverag rate of confid interv compar to those of 2sl and similar to those of liml when there are mani instrument", "title": "Jackknife Instrumental Variables Estimation"}, "https://ideas.repec.org/a/eee/deveco/v85y2008i1-2p105-128.html": {"abstract": "Between 1898 and 1948, English was the language of instruction for most post-primary grades in Puerto Rican public schools. Since 1949, the language of instruction in all grades has been Spanish. We use this policy change to estimate the effect of English-intensive instruction on the English-language skills of Puerto Ricans. Although naive estimates suggest that English instruction increased English-speaking ability among Puerto Rican natives, estimates that allow for education-specific cohort trends show no effect. This result is surprising in light of the strong presumption by American policymakers at the time that instruction in English was the best way to raise English proficiency. This has implications for medium of instruction policy in former colonies as well as U.S. education policy toward immigrant children.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epan29", "fpch902"], "abstractStem": "between 1898 and 1948 english wa the languag of instruct for most postprimari grade in puerto rican public school sinc 1949 the languag of instruct in all grade ha been spanish we use thi polici chang to estim the effect of englishintens instruct on the englishlanguag skill of puerto rican although naiv estim suggest that english instruct increas englishspeak abil among puerto rican nativ estim that allow for educationspecif cohort trend show no effect thi result is surpris in light of the strong presumpt by american policymak at the time that instruct in english wa the best way to rais english profici thi ha implic for medium of instruct polici in former coloni as well as us educ polici toward immigr childrenpthi abstract wa borrow from anoth version of thi item", "title": "Is Spanish-only schooling responsible for the Puerto Rican language gap?"}, "https://ideas.repec.org/a/aea/aecrev/v80y1990i5p1284-86.html": {"abstract": "No abstract is available for this item.", "authors": ["epan29"], "abstractStem": "no abstract is avail for thi item", "title": "Lifetime Earnings and the Vietnam Era Draft Lottery: Evidence from Social Security Administrative Records: Errata"}, "https://ideas.repec.org/a/ucp/jpolec/v109y2001i5p915-957.html": {"abstract": "The Americans with Disabilities Act (ADA) requires employers to accommodate disabled workers and outlaws discrimination against the disabled in hiring, firing, and pay. Although the ADA was meant to increase the employment of the disabled, the net theoretical effects are ambiguous. For men of all working ages and women under 40, Current Population Survey data show a sharp drop in the employment of disabled workers after the ADA went into effect. Although the number of disabled individuals receiving disability transfers increased at the same time, the decline in employment of the disabled does not appear to be explained by increasing transfers alone, leaving the ADA as a likely cause. Consistent with this view, the effects of the ADA appear larger in medium-size firms, possibly because small firms were exempt from the ADA. The effects are also larger in states with more ADA-related discrimination charges.", "authors": ["epac16", "epan29"], "abstractStem": "the american with disabl act ada requir employ to accommod disabl worker and outlaw discrimin against the disabl in hire fire and pay although the ada wa meant to increas the employ of the disabl the net theoret effect are ambigu for men of all work age and women under 40 current popul survey data show a sharp drop in the employ of disabl worker after the ada went into effect although the number of disabl individu receiv disabl transfer increas at the same time the declin in employ of the disabl doe not appear to be explain by increas transfer alon leav the ada as a like caus consist with thi view the effect of the ada appear larger in mediums firm possibl becaus small firm were exempt from the ada the effect are also larger in state with more adarel discrimin charg", "title": "Consequences of Employment Protection? The Case of the Americans with Disabilities Act"}, "https://ideas.repec.org/a/bes/jnlbes/v19y2001i1p2-16.html": {"abstract": " Applied economists have long struggled with the question of how to accommodate binary endogenous regressors in models with binary and nonnegative outcomes I argue here that much of the difficulty with limited dependent variables comes from a focus on structural parameters, such as index coefficients, instead of causal effects. Once the object of estimation is taken to be the causal effect of treatment, several simple strategies are available. These include conventional two-stage least squares, multiplicative models for conditional means, linear approximation of nonlinear causal models, models for distribution effects, and quantile regression with an endogenous binary regressor. The estimation strategies discussed in the article are illustrated by using multiple births to estimate the effect of childbearing on employment status and hours of work.", "authors": ["epan29"], "abstractStem": " appli economist have long struggl with the question of how to accommod binari endogen regressor in model with binari and nonneg outcom i argu here that much of the difficulti with limit depend variabl come from a focu on structur paramet such as index coeffici instead of causal effect onc the object of estim is taken to be the causal effect of treatment sever simpl strategi are avail these includ convent twostag least squar multipl model for condit mean linear approxim of nonlinear causal model model for distribut effect and quantil regress with an endogen binari regressor the estim strategi discuss in the articl are illustr by use multipl birth to estim the effect of childbear on employ statu and hour of work", "title": "Estimations of Limited Dependent Variable Models with Dummy Endogenous Regressors: Simple Strategies for Empirical Practice"}, "https://ideas.repec.org/a/aea/aecrev/v88y1998i3p450-77.html": {"abstract": " Research on the labor-supply consequences of childbearing is complicated by the endogeneity of fertility. This study uses parental preferences for a mixed sibling-sex composition to construct instrumental variables (IV) estimates of the effect of childbearing on labor supply. IV estimates for women are significant but smaller than ordinary least-squares estimates. The IV are also smaller for more educated women and show no impact of family size on husbands' labor supply. A comparison of estimates using sibling-sex composition and twins instruments implies that the impact of a third child disappears when the child reaches age thirteen. Copyright 1998 by American Economic Association.", "authors": ["epan29", "epev28"], "abstractStem": " research on the laborsuppli consequ of childbear is complic by the endogen of fertil thi studi use parent prefer for a mix siblingsex composit to construct instrument variabl iv estim of the effect of childbear on labor suppli iv estim for women are signific but smaller than ordinari leastsquar estim the iv are also smaller for more educ women and show no impact of famili size on husband labor suppli a comparison of estim use siblingsex composit and twin instrument impli that the impact of a third child disappear when the child reach age thirteen copyright 1998 by american econom associ", "title": "Children and Their Parents' Labor Supply: Evidence from Exogenous Variation in Family Size"}, "https://ideas.repec.org/a/ecm/emetrp/v70y2002i1p91-117.html": {"abstract": " This paper reports estimates of the effects of JTPA training programs on the distribution of earnings. The estimation uses a new instrumental variable (IV) method that measures program impacts on quantiles. The quantile treatment effects (QTE) estimator reduces to quantile regression when selection for treatment is exogenously determined. QTE can be computed as the solution to a convex linear programming problem, although this requires first-step estimation of a nuisance function. We develop distribution theory for the case where the first step is estimated nonparametrically. For women, the empirical results show that the JTPA program had the largest proportional impact at low quantiles. Perhaps surprisingly, however, JTPA training raised the quantiles of earnings for men only in the upper half of the trainee earnings distribution. Copyright The Econometric Society 2002.", "authors": ["epab7", "epan29", "epim4"], "abstractStem": " thi paper report estim of the effect of jtpa train program on the distribut of earn the estim use a new instrument variabl iv method that measur program impact on quantil the quantil treatment effect qte estim reduc to quantil regress when select for treatment is exogen determin qte can be comput as the solut to a convex linear program problem although thi requir firststep estim of a nuisanc function we develop distribut theori for the case where the first step is estim nonparametr for women the empir result show that the jtpa program had the largest proport impact at low quantil perhap surprisingli howev jtpa train rais the quantil of earn for men onli in the upper half of the traine earn distribut copyright the econometr societi 2002", "title": "Instrumental Variables Estimates of the Effect of Subsidized Training on the Quantiles of Trainee Earnings"}, "https://ideas.repec.org/a/eee/econom/v47y1991i2-3p243-266.html": {"abstract": "No abstract is available for this item.", "authors": ["epan29"], "abstractStem": "no abstract is avail for thi item", "title": "Grouped-data estimation and testing in simple labor-supply models"}, "https://ideas.repec.org/a/bes/jnlbes/v19y2001i1p27-28.html": {"abstract": "No abstract is available for this item.", "authors": ["epan29"], "abstractStem": "no abstract is avail for thi item", "title": "Estimations of Limited Dependent Variable Models with Dummy Endogenous Regressors: Simple Strategies for Empirical Practice: Reply"}, "https://ideas.repec.org/a/wly/emetrp/v82y2014i1p137-196.html": {"abstract": " Parents gauge school quality in part by the level of student achievement and a school's racial and socioeconomic mix. The importance of school characteristics in the housing market can be seen in the jump in house prices at school district boundaries where peer characteristics change. The question of whether schools with more attractive peers are really better in a value‐added sense remains open, however. This paper uses a fuzzy regression‐discontinuity design to evaluate the causal effects of peer characteristics. Our design exploits admissions cutoffs at Boston and New York City's heavily over‐subscribed exam schools. Successful applicants near admissions cutoffs for the least selective of these schools move from schools with scores near the bottom of the state SAT score distribution to schools with scores near the median. Successful applicants near admissions cutoffs for the most selective of these schools move from above‐average schools to schools with students whose scores fall in the extreme upper tail. Exam school students can also expect to study with fewer nonwhite classmates than unsuccessful applicants. Our estimates suggest that the marked changes in peer characteristics at exam school admissions cutoffs have little causal effect on test scores or college quality.", "authors": ["epan29"], "abstractStem": " parent gaug school qualiti in part by the level of student achiev and a school racial and socioeconom mix the import of school characterist in the hous market can be seen in the jump in hous price at school district boundari where peer characterist chang the question of whether school with more attract peer are realli better in a valu ad sens remain open howev thi paper use a fuzzi regress discontinu design to evalu the causal effect of peer characterist our design exploit admiss cutoff at boston and new york citi heavili over subscrib exam school success applic near admiss cutoff for the least select of these school move from school with score near the bottom of the state sat score distribut to school with score near the median success applic near admiss cutoff for the most select of these school move from abov averag school to school with student whose score fall in the extrem upper tail exam school student can also expect to studi with fewer nonwhit classmat than unsuccess applic our estim suggest that the mark chang in peer characterist at exam school admiss cutoff have littl causal effect on test score or colleg qualiti", "title": "The Elite Illusion: Achievement Effects at Boston and New York Exam Schools"}, "https://ideas.repec.org/a/ecj/econjl/v112y2002i482p735-765.html": {"abstract": " How technology affects learning has been at the centre of recent debates over educational inputs. In 1994, the Israeli State Lottery sponsored the installation of computers in many elementary and middle schools. This programme provides an opportunity to estimate the impact of computerisation on both the instructional use of computers and pupil achievement. Results from a survey of Israeli school--teachers show that the influx of new computers increased teachers\" use of computer--aided instruction (CAI). Although many of the estimates are imprecise, CAI does not appear to have had educational benefits that translated into higher test scores. Copyright Royal Economic Society 2002", "authors": ["epan29", "epla111"], "abstractStem": " how technolog affect learn ha been at the centr of recent debat over educ input in 1994 the isra state lotteri sponsor the instal of comput in mani elementari and middl school thi programm provid an opportun to estim the impact of computeris on both the instruct use of comput and pupil achiev result from a survey of isra schoolteach show that the influx of new comput increas teacher use of computeraid instruct cai although mani of the estim are imprecis cai doe not appear to have had educ benefit that translat into higher test score copyright royal econom societi 2002", "title": "New Evidence on Classroom Computers and Pupil Learning"}, "https://ideas.repec.org/a/oup/qjecon/v117y2002i3p997-1038..html": {"abstract": "Sex ratios, i.e., relative numbers of men and women, can affect marriage prospects, labor force participation, and other social and economic variables. But the observed association between sex ratios and social and economic conditions may be confounded by omitted variables and reverse causality. This paper uses variation in immigrant flows as a natural experiment to study the effect of sex ratios on the children and grandchildren of immigrants. The flow of immigrants affected the second-generation marriage market because second-generation marriages were mostly endogamous, i.e., to members of the same ethnic group. The empirical results suggest that high sex ratios had a large positive effect on the likelihood of female marriage, and a large negative effect on female labor force participation. Perhaps surprisingly, the marriage rates of second-generation men appear to be a slightly increasing function of immigrant sex ratios. Higher sex ratios also appear to have raised male earnings and the incomes of parents with young children. The empirical results are broadly consistent with theories where higher sex ratios increase female bargaining power in the marriage market.", "authors": ["epan29"], "abstractStem": "sex ratio ie rel number of men and women can affect marriag prospect labor forc particip and other social and econom variabl but the observ associ between sex ratio and social and econom condit may be confound by omit variabl and revers causal thi paper use variat in immigr flow as a natur experi to studi the effect of sex ratio on the children and grandchildren of immigr the flow of immigr affect the secondgener marriag market becaus secondgener marriag were mostli endogam ie to member of the same ethnic group the empir result suggest that high sex ratio had a larg posit effect on the likelihood of femal marriag and a larg neg effect on femal labor forc particip perhap surprisingli the marriag rate of secondgener men appear to be a slightli increas function of immigr sex ratio higher sex ratio also appear to have rais male earn and the incom of parent with young children the empir result are broadli consist with theori where higher sex ratio increas femal bargain power in the marriag market", "title": "How Do Sex Ratios Affect Marriage and Labor Markets? Evidence from America's Second Generation"}, "https://ideas.repec.org/a/ilr/articl/v46y1993i4p637-652.html": {"abstract": "Veterans benefits that subsidize education and training constitute the largest federal program for student aid. Using data from the 1987 Survey of Veterans, the author presents estimates of the effect of veterans benefits on schooling completed since entering the military and on subsequent earnings. Veterans benefits are estimated to increase schooling by roughly 1.4 years, which implies annual earnings approximately 6% higher than would have been expected in the absence of the benefits. This premium appears to accrue primarily to the 77% of benefit users who attended college or graduate school. (Abstract courtesy JSTOR.)", "authors": ["epan29"], "abstractStem": "veteran benefit that subsid educ and train constitut the largest feder program for student aid use data from the 1987 survey of veteran the author present estim of the effect of veteran benefit on school complet sinc enter the militari and on subsequ earn veteran benefit are estim to increas school by roughli 14 year which impli annual earn approxim 6 higher than would have been expect in the absenc of the benefit thi premium appear to accru primarili to the 77 of benefit user who attend colleg or graduat school abstract courtesi jstor", "title": "The effect of veterans' benefits on education and earnings"}, "https://ideas.repec.org/a/ucp/jlabec/v19y2001i2p343-69.html": {"abstract": " Most research on the relationship between teacher characteristics and pupil achievement focuses on salaries, experience, and education. The effect of in-service training has received less attention. We estimate the effect of in-service teacher training on achievements in Jerusalem elementary schools using a matched-comparison design. Differences-in-differences, regression, and matching estimates suggest training in secular schools lead to an improvement in test scores. The estimates for religious schools are not clear-cut, perhaps because training religious schools started later and was implemented on a smaller scale. Estimates for secular schools suggest teacher training provided a cost-effective means of increasing test scores. Copyright 2001 by University of Chicago Press.", "authors": ["epan29", "epla111"], "abstractStem": " most research on the relationship between teacher characterist and pupil achiev focus on salari experi and educ the effect of inservic train ha receiv less attent we estim the effect of inservic teacher train on achiev in jerusalem elementari school use a matchedcomparison design differencesindiffer regress and match estim suggest train in secular school lead to an improv in test score the estim for religi school are not clearcut perhap becaus train religi school start later and wa implement on a smaller scale estim for secular school suggest teacher train provid a costeffect mean of increas test score copyright 2001 by univers of chicago press", "title": "Does Teacher Training Affect Pupil Learning? Evidence from Matched Comparisons in Jerusalem Public Schools"}, "https://ideas.repec.org/a/eee/pubeco/v94y2010i11-12p824-837.html": {"abstract": "The veterans disability compensation (VDC) program, which provides a monthly stipend to disabled veterans, is the third largest American disability insurance program. Since the late 1990s, VDC growth has been driven primarily by an increase in claims from Vietnam veterans, raising concerns about costs as well as health. We use the draft lottery to study the long-term effects of Vietnam-era military service on health and work in the 2000 Census. We find no evidence that military service affected overall employment rates or overall work-limiting disability rates (that is, health conditions that make work difficult). At the same time, military service sharply increased federal transfer income, especially for lower skilled white men, among whom there was also a large negative impact on employment and a marked increase in disability rates. The differential impact of Vietnam-era service on low-skilled men cannot be explained by more combat or war-theatre exposure for the least educated, because high school graduates were at least as likely to be exposed to combat or war theatre as the less-educated. This leaves the relative attractiveness of VDC for less-skilled men and the work disincentives embedded in the VDC system as a likely explanation for our findings.", "authors": ["epan29", "epch141"], "abstractStem": "the veteran disabl compens vdc program which provid a monthli stipend to disabl veteran is the third largest american disabl insur program sinc the late 1990 vdc growth ha been driven primarili by an increas in claim from vietnam veteran rais concern about cost as well as health we use the draft lotteri to studi the longterm effect of vietnamera militari servic on health and work in the 2000 censu we find no evid that militari servic affect overal employ rate or overal worklimit disabl rate that is health condit that make work difficult at the same time militari servic sharpli increas feder transfer incom especi for lower skill white men among whom there wa also a larg neg impact on employ and a mark increas in disabl rate the differenti impact of vietnamera servic on lowskil men cannot be explain by more combat or wartheatr exposur for the least educ becaus high school graduat were at least as like to be expos to combat or war theatr as the lesseduc thi leav the rel attract of vdc for lessskil men and the work disincent embed in the vdc system as a like explan for our find", "title": "Did Vietnam veterans get sicker in the 1990s? The complicated effects of military service on self-reported health"}, "https://ideas.repec.org/a/ilr/articl/v54y2000i1p41-58.html": {"abstract": "The Gulf War provides an opportunity to estimate the effect of work-related separations on military families. Using data from the 1992 Survey of Officers and Enlisted Personnel, the authors estimate the effect of Gulf War deployment on divorce rates, spousal employment, and children's disability rates. Deployment of male soldiers had no effect on marital dissolution, though it did lead soldiers' wives to work less. In contrast, deployment of female soldiers led to a large and statistically significant increase in divorce rates, suggesting deployment of women placed a marked strain on marriages. Deployment of female soldiers did not affect husbands' labor supply. Finally, the results show no statistically significant increase in disability rates among the children of deployed personnel. (Author's abstract.)", "authors": ["epan29"], "abstractStem": "the gulf war provid an opportun to estim the effect of workrel separ on militari famili use data from the 1992 survey of offic and enlist personnel the author estim the effect of gulf war deploy on divorc rate spousal employ and children disabl rate deploy of male soldier had no effect on marit dissolut though it did lead soldier wive to work less in contrast deploy of femal soldier led to a larg and statist signific increas in divorc rate suggest deploy of women place a mark strain on marriag deploy of femal soldier did not affect husband labor suppli final the result show no statist signific increas in disabl rate among the children of deploy personnel author abstract", "title": "Effects of work-related absences on families: Evidence from the Gulf War"}, "https://ideas.repec.org/a/ucp/jlabec/v14y1996i3p425-53.html": {"abstract": " Palestinian residents of the West Bank and Gaza Strip who work in Israel generally earn more than Palestinians employed locally, but this wage premium is highly volatile. Beginning with the 1987 Palestinian uprising, changes in wage differentials by work location parallel Palestinian absences from work in Israel. This article interprets changing location differentials in response to exogenous shocks as movements along an Israeli demand curve for migrant workers. Estimates of a model of the West Bank and Gaza Strip labor market are used to evaluate the effect of policies governing Palestinian access to the Israeli labor market. Copyright 1996 by University of Chicago Press.", "authors": ["epan29"], "abstractStem": " palestinian resid of the west bank and gaza strip who work in israel gener earn more than palestinian employ local but thi wage premium is highli volatil begin with the 1987 palestinian upris chang in wage differenti by work locat parallel palestinian absenc from work in israel thi articl interpret chang locat differenti in respons to exogen shock as movement along an isra demand curv for migrant worker estim of a model of the west bank and gaza strip labor market are use to evalu the effect of polici govern palestinian access to the isra labor market copyright 1996 by univers of chicago press", "title": "Short-Run Demand for Palestinian Labor"}, "https://ideas.repec.org/a/oup/oxford/v20y2004i2p198-212.html": {"abstract": " For a quarter century, American education researchers have tended to favour qualitative and descriptive analyses over quantitative studies using random assignment or featuring credible quasi-experimental research designs. This has now changed. In 2002 and 2003, the US Department of Education funded a dozen randomized trials to evaluate the efficacy of pre-school programmes, up from one in 2000. In this essay, I explore the intellectual and legislative roots of this change, beginning with the story of how contemporary education research fell out of step with other social sciences. I then use a study in which low-achieving high-school students were randomly offered incentives to learn to show how recent developments in research methods answer ethical and practical objections to the use of random assignment for research on schools. Finally, I offer a few cautionary notes based on results from the recent effort to cut class size in California. Copyright 2004, Oxford University Press.", "authors": ["epan29"], "abstractStem": " for a quarter centuri american educ research have tend to favour qualit and descript analys over quantit studi use random assign or featur credibl quasiexperiment research design thi ha now chang in 2002 and 2003 the us depart of educ fund a dozen random trial to evalu the efficaci of preschool programm up from one in 2000 in thi essay i explor the intellectu and legisl root of thi chang begin with the stori of how contemporari educ research fell out of step with other social scienc i then use a studi in which lowachiev highschool student were randomli offer incent to learn to show how recent develop in research method answer ethic and practic object to the use of random assign for research on school final i offer a few cautionari note base on result from the recent effort to cut class size in california copyright 2004 oxford univers press", "title": "American Education Research Changes Tack"}, "https://ideas.repec.org/a/bes/jnlbes/v13y1995i2p225-35.html": {"abstract": " Two-stage least squares is biased in the same direction as ordinary least squares even in very large samples. The authors propose a split-sample instrumental variables estimator that is not biased toward ordinary least squares. Split-sample instrumental variables uses one-half of a sample to estimate parameters of the first-stage equation. Estimated first-stage parameters are then used to construct fitted values and second-stage parameter estimates in the other half sample. Split-sample instrumental variables is biased toward zero but this bias can be corrected. The authors use split-sample estimators to reexamine instrumental variables and two-stage least squares estimates of the returns to schooling.", "authors": ["epan29", "epkr63"], "abstractStem": " twostag least squar is bias in the same direct as ordinari least squar even in veri larg sampl the author propos a splitsampl instrument variabl estim that is not bias toward ordinari least squar splitsampl instrument variabl use onehalf of a sampl to estim paramet of the firststag equat estim firststag paramet are then use to construct fit valu and secondstag paramet estim in the other half sampl splitsampl instrument variabl is bias toward zero but thi bia can be correct the author use splitsampl estim to reexamin instrument variabl and twostag least squar estim of the return to school", "title": "Split-Sample Instrumental Variables Estimates of the Return to Schooling"}, "https://ideas.repec.org/a/aea/aecrev/v94y2004i2p241-246.html": {"abstract": "No abstract is available for this item.", "authors": ["epan29", "epgu126"], "abstractStem": "no abstract is avail for thi item", "title": "Teacher Testing, Teacher Education, and Teacher Characteristics"}, "https://ideas.repec.org/a/aea/aecrev/v80y1990i3p313-36.html": {"abstract": " The randomly assigned risk of induction generated by the draft lottery is used to construct estimates of the effect of veteran status on civilian earnings. These estimates are not biased by the fact that certain types of men are more likely than others to service in the military. Social Security administrative records indicate that, in the early 1980s, long after their service in Vietnam had ended, the earnings of white veterans were approximately 15 percent less than the earnings of comparable nonveterans. Copyright 1990 by American Economic Association.", "authors": ["epan29"], "abstractStem": " the randomli assign risk of induct gener by the draft lotteri is use to construct estim of the effect of veteran statu on civilian earn these estim are not bias by the fact that certain type of men are more like than other to servic in the militari social secur administr record indic that in the earli 1980 long after their servic in vietnam had end the earn of white veteran were approxim 15 percent less than the earn of compar nonveteran copyright 1990 by american econom associ", "title": "Lifetime Earnings and the Vietnam Era Draft Lottery: Evidence from Social Security Administrative Records"}, "https://ideas.repec.org/a/aea/aecrev/v94y2004i5p1613-1634.html": {"abstract": "The Metropolitan Council for Educational Opportunity (Metco) is a desegregation program that sends students from Boston schools to more affluent suburbs. Metco increases the number of blacks and reduces test scores in receiving districts. School-level data for Massachusetts and micro data from a large district show no impact of Metco on the scores of white non-Metco students. But the micro estimates show some evidence of an effect on minority third graders, especially girls. Instrumental variables estimates for third graders are imprecise but generally in line with ordinary least squares estimates. Given the localized nature of these results, we conclude that peer effects from Metco are modest and short lived.", "authors": ["epan29", "epla83"], "abstractStem": "the metropolitan council for educ opportun metco is a desegreg program that send student from boston school to more affluent suburb metco increas the number of black and reduc test score in receiv district schoollevel data for massachusett and micro data from a larg district show no impact of metco on the score of white nonmetco student but the micro estim show some evid of an effect on minor third grader especi girl instrument variabl estim for third grader are imprecis but gener in line with ordinari least squar estim given the local natur of these result we conclud that peer effect from metco are modest and short live", "title": "Does School Integration Generate Peer Effects? Evidence from Boston's Metco Program"}, "https://ideas.repec.org/a/eee/labeco/v30y2014icp98-108.html": {"abstract": "Individual outcomes are highly correlated with group average outcomes, a fact often interpreted as a causal peer effect. Without covariates, however, outcome-on-outcome peer effects are vacuous, either unity or, if the average is defined as a leave-out mean, determined by a generic intraclass correlation coefficient. When pre-determined peer characteristics are introduced as covariates in a model linking individual outcomes with group averages, the question of whether peer effects or social spillovers exist is econometrically identical to that of whether a 2SLS estimator using group dummies to instrument individual characteristics differs from OLS estimates of the effect of these characteristics. The interpretation of results from models that rely solely on chance variation in peer groups is therefore complicated by bias from weak instruments. With systematic variation in group composition, the weak IV issue falls away, but the resulting 2SLS estimates can be expected to exceed the corresponding OLS estimates as a result of measurement error and for other reasons unrelated to social effects. Research designs that manipulate peer characteristics in a manner unrelated to individual characteristics provide the most compelling evidence on the nature of social spillovers. As an empirical matter, designs of this sort have mostly uncovered little in the way of socially significant causal effects.", "authors": ["epan29"], "abstractStem": "individu outcom are highli correl with group averag outcom a fact often interpret as a causal peer effect without covari howev outcomeonoutcom peer effect are vacuou either uniti or if the averag is defin as a leaveout mean determin by a gener intraclass correl coeffici when predetermin peer characterist are introduc as covari in a model link individu outcom with group averag the question of whether peer effect or social spillov exist is econometr ident to that of whether a 2sl estim use group dummi to instrument individu characterist differ from ol estim of the effect of these characterist the interpret of result from model that reli sole on chanc variat in peer group is therefor complic by bia from weak instrument with systemat variat in group composit the weak iv issu fall away but the result 2sl estim can be expect to exceed the correspond ol estim as a result of measur error and for other reason unrel to social effect research design that manipul peer characterist in a manner unrel to individu characterist provid the most compel evid on the natur of social spillov as an empir matter design of thi sort have mostli uncov littl in the way of social signific causal effect", "title": "The perils of peer effects"}, "https://ideas.repec.org/a/aea/aejapp/v3y2011i2p96-118.html": {"abstract": "Draft-lottery estimates of the causal effects of Vietnam-era military service using 2000 census data show marked schooling gains for veterans. We argue that these gains can be attributed to Vietnam veterans' use of the GI Bill rather than draft avoidance behavior. At the same time, draft lottery estimates of the earnings consequences of Vietnam-era service are close to zero in 2000. The earnings and schooling results can be reconciled by a flattening of the age-earnings profile in middle age and a modest economic return to the schooling subsidized by the GI Bill. Other long-run consequences of Vietnam-era service include increases in migration and public sector employment. (JEL H52, I22, I23, J24, J31, J45)", "authors": ["epan29", "epch141"], "abstractStem": "draftlotteri estim of the causal effect of vietnamera militari servic use 2000 censu data show mark school gain for veteran we argu that these gain can be attribut to vietnam veteran use of the gi bill rather than draft avoid behavior at the same time draft lotteri estim of the earn consequ of vietnamera servic are close to zero in 2000 the earn and school result can be reconcil by a flatten of the ageearn profil in middl age and a modest econom return to the school subsid by the gi bill other longrun consequ of vietnamera servic includ increas in migrat and public sector employ jel h52 i22 i23 j24 j31 j45", "title": "Schooling and the Vietnam-Era GI Bill: Evidence from the Draft Lottery"}, "https://ideas.repec.org/a/eee/ecolet/v54y1997i2p103-112.html": {"abstract": "In this note, I describe the conditional independence properties that make it possible to use the selection propensity score to control selection bias in a general sample selection model. The resulting characterization does not rely on a latent index selection mechanism and imposes no structure other than an assumption of independance between the regression error term and the regressors in random samples. This approach leads to a simple rule that can be used to determine if conditioning on the selection propensity score is sufficient to control selection bias.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epan29"], "abstractStem": "in thi note i describ the condit independ properti that make it possibl to use the select propens score to control select bia in a gener sampl select model the result character doe not reli on a latent index select mechan and impos no structur other than an assumpt of independ between the regress error term and the regressor in random sampl thi approach lead to a simpl rule that can be use to determin if condit on the select propens score is suffici to control select biaspthi abstract wa borrow from anoth version of thi item", "title": "Conditional independence in sample selection models"}}}