{"epan30": {"https://ideas.repec.org/a/ecm/emetrp/v68y2000i1p23-52.html": {"abstract": "This paper considers the problem of choosing the number of bootstrap repetitions B for bootstrap standard errors, confidence intervals, confidence regions, hypothesis tests, p-values, and bias correction. For each of these problems, the paper provides a three-step method for choosing B to achieve a desired level of accuracy. Accuracy is measured by the percentage deviation of the bootstrap standard error estimate, confidence interval length, test's critical value, test's p-value, or bias-corrected estimate based on B bootstrap simulations from the corresponding ideal bootstrap quantities for which B = infinity. The results apply to parametric, semiparametric, and nonparametric models with independent or dependent data.", "authors": ["epan30", "fpbu314"], "abstractStem": "thi paper consid the problem of choos the number of bootstrap repetit b for bootstrap standard error confid interv confid region hypothesi test pvalu and bia correct for each of these problem the paper provid a threestep method for choos b to achiev a desir level of accuraci accuraci is measur by the percentag deviat of the bootstrap standard error estim confid interv length test critic valu test pvalu or biascorrect estim base on b bootstrap simul from the correspond ideal bootstrap quantiti for which b  infin the result appli to parametr semiparametr and nonparametr model with independ or depend data", "title": "A Three-Step Method for Choosing the Number of Bootstrap Repetitions"}, "https://ideas.repec.org/a/ecm/emetrp/v62y1994i5p1207-32.html": {"abstract": " This paper establishes a correspondence in large samples between classical hypothesis tests and Bayesian posterior odds tests for models without trends. More specifically, tests of point null hypotheses and one- or two-sided alternatives are considered (where nuisance parameters may be present under both hypotheses). It is shown that, for certain priors, the Bayesian posterior odds test is equivalent in large samples to classical Wald, Lagrange multiplier, and likelihood ratio tests for some significance level and vice versa. The priors considered under the alternative hypothesis are taken to shrink to the null hypothesis at rate n[superscript -1/2] as the sample size n increases. Copyright 1994 by The Econometric Society.", "authors": ["epan30"], "abstractStem": " thi paper establish a correspond in larg sampl between classic hypothesi test and bayesian posterior odd test for model without trend more specif test of point null hypothes and one or twosid altern are consid where nuisanc paramet may be present under both hypothes it is shown that for certain prior the bayesian posterior odd test is equival in larg sampl to classic wald lagrang multipli and likelihood ratio test for some signific level and vice versa the prior consid under the altern hypothesi are taken to shrink to the null hypothesi at rate nsuperscript 12 as the sampl size n increas copyright 1994 by the econometr societi", "title": "The Large Sample Correspondence between Classical Hypothesis Tests and Bayesian Posterior Odds Tests"}, "https://ideas.repec.org/a/cup/etheor/v3y1987i03p348-358_01.html": {"abstract": "This paper presents conditions under which a quadratic form based on a g- inverted weighting matrix converges to a chi-square distribution as the sample size goes to infinity. Subject to fairly weak underlying conditions, a necessary and sufficient condition is given for this result. The result is of interest because it is needed to establish asymptotic significance levels and local power properties of generalized Wald tests (i.e., Wald tests with singular limiting covariance matrices). Included in this class of tests are Hausman specification tests and various goodness-of-fit tests, among others. The necessary and sufficient condition is relevant to procedures currently in the econometrics literature because it illustrates that some results stated in the literature only hold under more restrictive assumptions than those given.", "authors": ["epan30"], "abstractStem": "thi paper present condit under which a quadrat form base on a g invert weight matrix converg to a chisquar distribut as the sampl size goe to infin subject to fairli weak underli condit a necessari and suffici condit is given for thi result the result is of interest becaus it is need to establish asymptot signific level and local power properti of gener wald test ie wald test with singular limit covari matric includ in thi class of test are hausman specif test and variou goodnessoffit test among other the necessari and suffici condit is relev to procedur current in the econometr literatur becaus it illustr that some result state in the literatur onli hold under more restrict assumpt than those given", "title": "Asymptotic Results for Generalized Wald Tests"}, "https://ideas.repec.org/a/ecm/emetrp/v65y1997i5p1097-1128.html": {"abstract": "This paper introduces a conditional Kolmogorov test of model specification for parametric models with covariates (regressors). The test is an extension of the Kolmogorov test of goodness-of-fit for distribution functions. The test is shown to have power against 1/[square root of n] local alternatives and all fixed alternatives to the null hypothesis. A parametric bootstrap procedure is used to obtain critical values for the test.", "authors": ["epan30"], "abstractStem": "thi paper introduc a condit kolmogorov test of model specif for parametr model with covari regressor the test is an extens of the kolmogorov test of goodnessoffit for distribut function the test is shown to have power against 1squar root of n local altern and all fix altern to the null hypothesi a parametr bootstrap procedur is use to obtain critic valu for the test", "title": "A Conditional Kolmogorov Test"}, "https://ideas.repec.org/a/ecm/emetrp/v61y1993i4p821-56.html": {"abstract": " This paper considers tests for parameter instability and structural change with unknown change point. The results apply to a wide class of parametric models that are suitable for estimation by generalized method of moments procedures. The asymptotic distributions of the test statistics considered here are nonstandard because the change point parameter only appears under the alternative hypothesis and not under the null. The tests considered here are shown to have nontrivial asymptotic local power against all alternatives for which the parameters are nonconstant. The tests are found to perform quite well in a Monte Carlo experiment reported elsewhere. Copyright 1993 by The Econometric Society.", "authors": ["epan30"], "abstractStem": " thi paper consid test for paramet instabl and structur chang with unknown chang point the result appli to a wide class of parametr model that are suitabl for estim by gener method of moment procedur the asymptot distribut of the test statist consid here are nonstandard becaus the chang point paramet onli appear under the altern hypothesi and not under the null the test consid here are shown to have nontrivi asymptot local power against all altern for which the paramet are nonconst the test are found to perform quit well in a mont carlo experi report elsewher copyright 1993 by the econometr societi", "title": "Tests for Parameter Instability and Structural Change with Unknown Change Point"}, "https://ideas.repec.org/a/eee/econom/v179y2014i1p31-45.html": {"abstract": "This paper develops methods of inference for nonparametric and semiparametric parameters defined by conditional moment inequalities and/or equalities. The parameters need not be identified. Confidence sets and tests are introduced. The correct uniform asymptotic size of these procedures is established. The false coverage probabilities and power of the CS’s and tests are established for fixed alternatives and some local alternatives. Finite-sample simulation results are given for a nonparametric conditional quantile model with censoring and a nonparametric conditional treatment effect model. The recommended CS/test uses a Cramér–von-Mises-type test statistic and employs a generalized moment selection critical value.", "authors": ["epan30", "fpsh410"], "abstractStem": "thi paper develop method of infer for nonparametr and semiparametr paramet defin by condit moment inequ andor equal the paramet need not be identifi confid set and test are introduc the correct uniform asymptot size of these procedur is establish the fals coverag probabl and power of the cs s and test are establish for fix altern and some local altern finitesampl simul result are given for a nonparametr condit quantil model with censor and a nonparametr condit treatment effect model the recommend cstest use a cram r vonmisestyp test statist and employ a gener moment select critic valu", "title": "Nonparametric inference based on conditional moment inequalities"}, "https://ideas.repec.org/a/bes/jnlbes/v20y2002i4p530-44.html": {"abstract": " This article establishes the asymptotic distributions of generalized method of moments (GMM) estimators when the true parameter lies on the boundary of the parameter space. The conditions allow the estimator objective function to be nonsmooth and to depend on preliminary estimators. The boundary of the parameter space may be curved and/or kinked. The article discusses three examples: (1) instrumental variables (IV) estimation of a regression model with nonlinear equality and/or inequality restrictions on the parameters; (2) method of simulated moments estimation of a multinomial discrete response model with some random coefficient variances equal to 0, some random effect variances equal to 0, or some measurement error variances equal to 0; and (3) semiparametric least squares estimation of a partially linear regression model with nonlinear equality and/or inequality restrictions on the parameters.", "authors": ["epan30"], "abstractStem": " thi articl establish the asymptot distribut of gener method of moment gmm estim when the true paramet lie on the boundari of the paramet space the condit allow the estim object function to be nonsmooth and to depend on preliminari estim the boundari of the paramet space may be curv andor kink the articl discuss three exampl 1 instrument variabl iv estim of a regress model with nonlinear equal andor inequ restrict on the paramet 2 method of simul moment estim of a multinomi discret respons model with some random coeffici varianc equal to 0 some random effect varianc equal to 0 or some measur error varianc equal to 0 and 3 semiparametr least squar estim of a partial linear regress model with nonlinear equal andor inequ restrict on the paramet", "title": "Generalized Method of Moments Estimation When a Parameter Is on a Boundary"}, "https://ideas.repec.org/a/cup/etheor/v26y2010i02p426-468_10.html": {"abstract": "This paper considers inference based on a test statistic that has a limit distribution that is discontinuous in a parameter. The paper shows that subsampling and m out of n bootstrap tests based on such a test statistic often have asymptotic size—defined as the limit of exact size—that is greater than the nominal level of the tests. This is due to a lack of uniformity in the pointwise asymptotics. We determine precisely the asymptotic size of such tests under a general set of high-level conditions that are relatively easy to verify. The results show that the asymptotic size of subsampling and m out of n bootstrap tests is distorted in some examples but not in others.", "authors": ["epan30"], "abstractStem": "thi paper consid infer base on a test statist that ha a limit distribut that is discontinu in a paramet the paper show that subsampl and m out of n bootstrap test base on such a test statist often have asymptot size defin as the limit of exact size that is greater than the nomin level of the test thi is due to a lack of uniform in the pointwis asymptot we determin precis the asymptot size of such test under a gener set of highlevel condit that are rel easi to verifi the result show that the asymptot size of subsampl and m out of n bootstrap test is distort in some exampl but not in other", "title": "ASYMPTOTIC SIZE AND A PROBLEM WITH SUBSAMPLING AND WITH THE m OUT OF n BOOTSTRAP"}, "https://ideas.repec.org/a/ecm/emetrp/v80y2012i5p2153-2211.html": {"abstract": "This paper analyzes the properties of standard estimators, tests, and confidence sets (CS's) for parameters that are unidentified or weakly identified in some parts of the parameter space. The paper also introduces methods to make the tests and CS's robust to such identification problems. The results apply to a class of extremum estimators and corresponding tests and CS's that are based on criterion functions that satisfy certain asymptotic stochastic quadratic expansions and that depend on the parameter that determines the strength of identification. This covers a class of models estimated using maximum likelihood (ML), least squares (LS), quantile, generalized method of moments (GMM), generalized empirical likelihood (GEL), minimum distance (MD), and semi-parametric estimators. The consistency/lack-of-consistency and asymptotic distributions of the estimators are established under a full range of drifting sequences of true distributions. The asymptotic sizes (in a uniform sense) of standard and identification-robust tests and CS's are established. The results are applied to the ARMA(1, 1) time series model estimated by ML and to the nonlinear regression model estimated by LS. In companion papers the results are applied to a number of other models.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epan30", "fpch634"], "abstractStem": "thi paper analyz the properti of standard estim test and confid set css for paramet that are unidentifi or weakli identifi in some part of the paramet space the paper also introduc method to make the test and css robust to such identif problem the result appli to a class of extremum estim and correspond test and css that are base on criterion function that satisfi certain asymptot stochast quadrat expans and that depend on the paramet that determin the strength of identif thi cover a class of model estim use maximum likelihood ml least squar ls quantil gener method of moment gmm gener empir likelihood gel minimum distanc md and semiparametr estim the consistencylackofconsist and asymptot distribut of the estim are establish under a full rang of drift sequenc of true distribut the asymptot size in a uniform sens of standard and identificationrobust test and css are establish the result are appli to the arma1 1 time seri model estim by ml and to the nonlinear regress model estim by ls in companion paper the result are appli to a number of other modelspthi abstract wa borrow from anoth version of thi item", "title": "Estimation and Inference With Weak, Semi‐Strong, and Strong Identification"}, "https://ideas.repec.org/a/cup/etheor/v18y2002i05p1040-1085_18.html": {"abstract": "It is well known that a one-step scoring estimator that starts from any N^{1/2}-consistent estimator has the same first-order asymptotic efficiency as the maximum likelihood estimator. This paper extends this result to k-step estimators and test statistics for k &gt;= 1, higher-order asymptotic efficiency, and general extremum estimators and test statistics. The paper shows that a k-step estimator has the same higher-order asymptotic efficiency, to any given order, as the extremum estimator towards which it is stepping, provided (i) k is sufficiently large, (ii) some smoothness and moment conditions hold, and (iii) a condition on the initial estimator holds. For example, for the Newton-Raphson k-step estimator, we obtain asymptotic equivalence to integer order s provided 2^{k} &gt;= s + 1. Thus, for k = 1, 2, and 3, one obtains asymptotic equivalence to first, third, and seventh orders respectively. This means that the maximum differences between the probabilities that the (N^{1/2}-normalized) k-step and extremum estimators lie in any convex set are o(1), o(N^{-3/2}), and o(N^{-3}) respectively.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epan30"], "abstractStem": "it is well known that a onestep score estim that start from ani n12consist estim ha the same firstord asymptot effici as the maximum likelihood estim thi paper extend thi result to kstep estim and test statist for k gt 1 higherord asymptot effici and gener extremum estim and test statist the paper show that a kstep estim ha the same higherord asymptot effici to ani given order as the extremum estim toward which it is step provid i k is suffici larg ii some smooth and moment condit hold and iii a condit on the initi estim hold for exampl for the newtonraphson kstep estim we obtain asymptot equival to integ order s provid 2k gt s  1 thu for k  1 2 and 3 one obtain asymptot equival to first third and seventh order respect thi mean that the maximum differ between the probabl that the n12normal kstep and extremum estim lie in ani convex set are o1 on32 and on3 respectivelypthi abstract wa borrow from anoth version of thi item", "title": "EQUIVALENCE OF THE HIGHER ORDER ASYMPTOTIC EFFICIENCY OF k-STEP AND EXTREMUM STATISTICS"}, "https://ideas.repec.org/a/ecm/emetrp/v67y1999i6p1341-1384.html": {"abstract": " This paper establishes the asymptotic distribution of extremum estimators when the true parameter lies on the boundary of the parameter space. The boundary may be linear, curved, and/or kinked. Typically the asymptotic distribution is a function of a multivariate normal distribution in models without stochastic trends and a function of a multivariate Brownian motion in models with stochastic trends. The results apply to a wide variety of estimators and models. Examples treated in the paper are: (1) quasi-ML estimation of a random coefficients regression model with some coefficient variances equal to zero and (2) LS estimation of an augmented Dickey-Fuller regression with unit root and time trend parameters on the boundary of the parameter space.", "authors": ["epan30"], "abstractStem": " thi paper establish the asymptot distribut of extremum estim when the true paramet lie on the boundari of the paramet space the boundari may be linear curv andor kink typic the asymptot distribut is a function of a multivari normal distribut in model without stochast trend and a function of a multivari brownian motion in model with stochast trend the result appli to a wide varieti of estim and model exampl treat in the paper are 1 quasiml estim of a random coeffici regress model with some coeffici varianc equal to zero and 2 ls estim of an augment dickeyful regress with unit root and time trend paramet on the boundari of the paramet space", "title": "Estimation When a Parameter Is on a Boundary"}, "https://ideas.repec.org/a/eee/econom/v53y1992i1-3p123-139.html": {"abstract": "This paper considers the use of the polynomial distributed lag (PDL) technique when the lag length is estimated rather than fixed. We focus on the case where the degree of the polynomial is fixed, the polynomial is constrained to be zero at a certain lag length q, and q is estimated along with the other parameters. We extend the traditional PDL setup by allowing q to be real-valued rather than integer-valued, and we derive the asymptotic covariance matrix of all the parameter estimates, including the estimate of q. The paper also considers the estimation of distributed leads rather than lags, a case that can arise if expectations are assumed to be rational.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epan30", "epfa24"], "abstractStem": "thi paper consid the use of the polynomi distribut lag pdl techniqu when the lag length is estim rather than fix we focu on the case where the degre of the polynomi is fix the polynomi is constrain to be zero at a certain lag length q and q is estim along with the other paramet we extend the tradit pdl setup by allow q to be realvalu rather than integervalu and we deriv the asymptot covari matrix of all the paramet estim includ the estim of q the paper also consid the estim of distribut lead rather than lag a case that can aris if expect are assum to be rationalpthi abstract wa borrow from anoth version of thi item", "title": "Estimation of polynomial distributed lags and leads with end point constraints"}, "https://ideas.repec.org/a/eee/econom/v37y1988i1p135-156.html": {"abstract": "No abstract is available for this item.", "authors": ["epan30"], "abstractStem": "no abstract is avail for thi item", "title": "Chi-square diagnostic tests for econometric models : Introduction and applications"}, "https://ideas.repec.org/a/cup/etheor/v8y1992i02p241-257_01.html": {"abstract": "This paper presents several generic uniform convergence results that include generic uniform laws of large numbers. These results provide conditions under which pointwise convergence almost surely or in probability can be strengthened to uniform convergence. The results are useful for establishing asymptotic properties of estimators and test statistics.", "authors": ["epan30"], "abstractStem": "thi paper present sever gener uniform converg result that includ gener uniform law of larg number these result provid condit under which pointwis converg almost sure or in probabl can be strengthen to uniform converg the result are use for establish asymptot properti of estim and test statist", "title": "Generic Uniform Convergence"}, "https://ideas.repec.org/a/cup/etheor/v11y1995i03p560-586_00.html": {"abstract": "This paper presents a number of consistency results for nonparametric kernel estimators of density and regression functions and their derivatives. These results are particularly useful in semiparametric estimation and testing problems that rely on preliminary nonparametric estimators, as in Andrews (1994, Econometrica 62, 43–72). The results allow for near-epoch dependent, nonidentically distributed random variables, data-dependent bandwidth sequences, preliminary estimation of parameters (e.g., nonparametric regression based on residuals), and nonparametric regression on index functions.", "authors": ["epan30"], "abstractStem": "thi paper present a number of consist result for nonparametr kernel estim of densiti and regress function and their deriv these result are particularli use in semiparametr estim and test problem that reli on preliminari nonparametr estim as in andrew 1994 econometrica 62 43 72 the result allow for nearepoch depend nonident distribut random variabl datadepend bandwidth sequenc preliminari estim of paramet eg nonparametr regress base on residu and nonparametr regress on index function", "title": "Nonparametric Kernel Estimation for Semiparametric Models"}, "https://ideas.repec.org/a/eee/econom/v101y2001i1p123-164.html": {"abstract": "No abstract is available for this item.", "authors": ["epan30"], "abstractStem": "no abstract is avail for thi item", "title": "Consistent model and moment selection procedures for GMM estimation with application to dynamic panel data models"}, "https://ideas.repec.org/a/ecm/emetrp/v72y2004i2p569-614.html": {"abstract": " The local Whittle (or Gaussian semiparametric) estimator of long range dependence, proposed by KÃ¼nsch (1987) and analyzed by Robinson (1995a), has a relatively slow rate of convergence and a finite sample bias that can be large. In this paper, we generalize the local Whittle estimator to circumvent these problems. Instead of approximating the short-run component of the spectrum,  &amp;phiv;(λ) , by a constant in a shrinking neighborhood of frequency zero, we approximate its logarithm by a polynomial. This leads to a \"local polynomial Whittle\" (LPW) estimator. We specify a data-dependent adaptive procedure that adjusts the degree of the polynomial to the smoothness of  &amp;phiv;(λ)  at zero and selects the bandwidth. The resulting \"adaptive LPW\" estimator is shown to achieve the optimal rate of convergence, which depends on the smoothness of  &amp;phiv;(λ)  at zero, up to a logarithmic factor. Copyright The Econometric Society 2004.", "authors": ["epan30", "epsu5"], "abstractStem": " the local whittl or gaussian semiparametr estim of long rang depend propos by k nsch 1987 and analyz by robinson 1995a ha a rel slow rate of converg and a finit sampl bia that can be larg in thi paper we gener the local whittl estim to circumv these problem instead of approxim the shortrun compon of the spectrum  ampphiv   by a constant in a shrink neighborhood of frequenc zero we approxim it logarithm by a polynomi thi lead to a local polynomi whittl lpw estim we specifi a datadepend adapt procedur that adjust the degre of the polynomi to the smooth of  ampphiv   at zero and select the bandwidth the result adapt lpw estim is shown to achiev the optim rate of converg which depend on the smooth of  ampphiv   at zero up to a logarithm factor copyright the econometr societi 2004", "title": "Adaptive Local Polynomial Whittle Estimation of Long-range Dependence"}, "https://ideas.repec.org/a/ecm/emetrp/v60y1992i4p953-66.html": {"abstract": "This paper considers a new class of heteroskedasticity and autocorrelation consistent (HAC) covariance matrix estimators. The estimators considered are prewhitened kernel estimators with vector autoregressions employed in the prewhitening stage. The paper establishes consistency, rate of convergence, and asymptotic truncated mean squared error (MSE) results for the estimators when a fixed or automatic bandwidth procedure is employed. Conditions are obtained under which prewhitening improves asymptotic truncated MSE. Monte Carlo results show that prewhitening is very effective in reducing bias, improving confidence interval coverage probabilities, and rescuing over-rejection of t-statistics constructed using kernel-HAC estimators. On the other hand, prewhitening is found to inflate variance and MSE of the kernel estimators. Since confidence interval coverage probabilities and over-rejection of t-statistics are usually of primary concern, prewhitened kernel estimators provide a significant improvement over the standard non-prewhitened kernel estimators.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epan30"], "abstractStem": "thi paper consid a new class of heteroskedast and autocorrel consist hac covari matrix estim the estim consid are prewhiten kernel estim with vector autoregress employ in the prewhiten stage the paper establish consist rate of converg and asymptot truncat mean squar error mse result for the estim when a fix or automat bandwidth procedur is employ condit are obtain under which prewhiten improv asymptot truncat mse mont carlo result show that prewhiten is veri effect in reduc bia improv confid interv coverag probabl and rescu overreject of tstatist construct use kernelhac estim on the other hand prewhiten is found to inflat varianc and mse of the kernel estim sinc confid interv coverag probabl and overreject of tstatist are usual of primari concern prewhiten kernel estim provid a signific improv over the standard nonprewhiten kernel estimatorspthi abstract wa borrow from anoth version of thi item", "title": "An Improved Heteroskedasticity and Autocorrelation Consistent Covariance Matrix Estimator"}, "https://ideas.repec.org/a/cup/etheor/v1y1985i01p85-96_01.html": {"abstract": "The least squares estimator for the linear regression model is shown to converge to the true parameter vector either with probability one or with probability zero. In the latter case, it either converges to a point not equal to the true parameter with probability one, or it diverges with probability one. These results are shown to hold under weak conditions on the dependent random variable and regressor variables. No additional conditions are placed on the errors. The dependent and regressor variables are assumed to be weakly dependent—in particular, to be strong mixing. The regressors may be fixed or random and must exhibit a certain degree of independent variability. No further assumptions are needed. The model considered allows the number of regressors to increase without bound as the sample size increases. The proof proceeds by extending Kolmogorov's 0-1 law for independent randomvariables to strong mixing random variables.", "authors": ["epan30"], "abstractStem": "the least squar estim for the linear regress model is shown to converg to the true paramet vector either with probabl one or with probabl zero in the latter case it either converg to a point not equal to the true paramet with probabl one or it diverg with probabl one these result are shown to hold under weak condit on the depend random variabl and regressor variabl no addit condit are place on the error the depend and regressor variabl are assum to be weakli depend in particular to be strong mix the regressor may be fix or random and must exhibit a certain degre of independ variabl no further assumpt are need the model consid allow the number of regressor to increas without bound as the sampl size increas the proof proce by extend kolmogorov 01 law for independ randomvari to strong mix random variabl", "title": "A Zero-One Result for the Least Squares Estimator"}, "https://ideas.repec.org/a/ecm/emetrp/v57y1989i5p1059-90.html": {"abstract": " This paper is concerned with the use of power properties of tests in econometric applications. Inverse power functions are defined. These functions are designed to yield summary measures of power that facilitate the interpretation of test results in practice. Simple approximations are introduced for the inverse power functions of Wald, likelihood ratio, Lagrange multiplier, and Hausman tests. These approximations readily convey the general qualitative features of the power of a test. Examples are provided to illustrate their usefulness in interpreting test results. Copyright 1989 by The Econometric Society.", "authors": ["epan30"], "abstractStem": " thi paper is concern with the use of power properti of test in econometr applic invers power function are defin these function are design to yield summari measur of power that facilit the interpret of test result in practic simpl approxim are introduc for the invers power function of wald likelihood ratio lagrang multipli and hausman test these approxim readili convey the gener qualit featur of the power of a test exampl are provid to illustr their use in interpret test result copyright 1989 by the econometr societi", "title": "Power in Econometric Applications"}, "https://ideas.repec.org/a/ecm/emetrp/v67y1999i3p543-564.html": {"abstract": " This paper considers a generalized method of moments (GMM) estimation problem in which one has a vector of moment conditions, some of which are correct and some incorrect. The paper introduces several procedures for consistently selecting the correct moment conditions. Application of the results of the paper to instrumental variables estimation problems yields consistent procedures for selecting instrumental variables. The paper specifies moment selection criteria that are GMM analogues of the widely used BIC and AIC model selection criteria. (The latter is not consistent.) The paper also considers downward and upward testing procedures.", "authors": ["epan30"], "abstractStem": " thi paper consid a gener method of moment gmm estim problem in which one ha a vector of moment condit some of which are correct and some incorrect the paper introduc sever procedur for consist select the correct moment condit applic of the result of the paper to instrument variabl estim problem yield consist procedur for select instrument variabl the paper specifi moment select criteria that are gmm analogu of the wide use bic and aic model select criteria the latter is not consist the paper also consid downward and upward test procedur", "title": "Consistent Moment Selection Procedures for Generalized Method of Moments Estimation"}, "https://ideas.repec.org/a/ecm/emetrp/v56y1988i6p1419-53.html": {"abstract": " This paper extends the Pearson chi-square testing method to nondynam ic parametric econometric models, in particular, to models with covar iates. The paper establishes the asymptotic distribution of the test statistic when the test statistic is based on data-dependent random cells of a general form and on an arbitrary asymptotically normal estimator. These results a re attained by extending recent probabilistic results for the weak convergence of empirical processes indexed by sets. The chi-square test that is introduced can be used to test goodness-of-fit of a parametric model, as well as to test particular aspects of the parametric model that are of interest. Copyright 1988 by The Econometric Society.", "authors": ["epan30"], "abstractStem": " thi paper extend the pearson chisquar test method to nondynam ic parametr econometr model in particular to model with covar iat the paper establish the asymptot distribut of the test statist when the test statist is base on datadepend random cell of a gener form and on an arbitrari asymptot normal estim these result a re attain by extend recent probabilist result for the weak converg of empir process index by set the chisquar test that is introduc can be use to test goodnessoffit of a parametr model as well as to test particular aspect of the parametr model that are of interest copyright 1988 by the econometr societi", "title": "Chi-Square Diagnostic Tests for Econometric Models: Theory"}, "https://ideas.repec.org/a/tpr/restat/v96y2014i2p376-381.html": {"abstract": " This paper introduces a new confidence interval (CI) for the autoregressive parameter (AR) in an AR(1) model that allows for conditional heteroskedasticity of a general form and AR parameters that are less than or equal to unity. The CI is a modification of Mikusheva's (2007a) modification of Stock's (1991) CI that employs the least squares estimator and a heteroskedasticity-robust variance estimator. The CI is shown to have correct asymptotic size and to be asymptotically similar (in a uniform sense). It does not require any tuning parameters. No existing procedures have these properties. Monte Carlo simulations show that the CI performs well in finite samples in terms of coverage probability and average length, for innovations with and without conditional heteroskedasticity. © 2014 The President and Fellows of Harvard College and the Massachusetts Institute of Technology.", "authors": ["epan30"], "abstractStem": " thi paper introduc a new confid interv ci for the autoregress paramet ar in an ar1 model that allow for condit heteroskedast of a gener form and ar paramet that are less than or equal to uniti the ci is a modif of mikusheva 2007a modif of stock 1991 ci that employ the least squar estim and a heteroskedasticityrobust varianc estim the ci is shown to have correct asymptot size and to be asymptot similar in a uniform sens it doe not requir ani tune paramet no exist procedur have these properti mont carlo simul show that the ci perform well in finit sampl in term of coverag probabl and averag length for innov with and without condit heteroskedast   2014 the presid and fellow of harvard colleg and the massachusett institut of technolog", "title": "A Conditional-Heteroskedasticity-Robust Confidence Interval for the Autoregressive Parameter"}, "firstname": "Donald", "https://ideas.repec.org/a/spr/blkpoe/v20y1991i1p25-47.html": {"abstract": "No abstract is available for this item.", "authors": ["epan30", "epfa162"], "abstractStem": "no abstract is avail for thi item", "title": "An estimation of the aggregate educational production function for public schools in Louisiana"}, "https://ideas.repec.org/a/ecm/emetrp/v80y2012i6p2805-2826.html": {"abstract": "This paper is concerned with tests and confidence intervals for parameters that are not necessarily identified and are defined by moment inequalities. In the literature, different test statistics, critical value methods, and implementation methods (i.e., the asymptotic distribution versus the bootstrap) have been proposed. In this paper, we compare these methods. We provide a recommended test statistic, moment selection critical value method, and implementation method. We provide data-dependent procedures for choosing the key moment selection tuning parameter kappa and a size-correction factor eta.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epan30", "epji114"], "abstractStem": "thi paper is concern with test and confid interv for paramet that are not necessarili identifi and are defin by moment inequ in the literatur differ test statist critic valu method and implement method ie the asymptot distribut versu the bootstrap have been propos in thi paper we compar these method we provid a recommend test statist moment select critic valu method and implement method we provid datadepend procedur for choos the key moment select tune paramet kappa and a sizecorrect factor etapthi abstract wa borrow from anoth version of thi item", "title": "Inference for Parameters Defined by Moment Inequalities: A Recommended Moment Selection Procedure"}, "https://ideas.repec.org/a/eee/econom/v138y2007i1p24-46.html": {"abstract": "No abstract is available for this item.", "authors": ["epan30"], "abstractStem": "no abstract is avail for thi item", "title": "Testing with many weak instruments"}, "https://ideas.repec.org/a/ecm/emetrp/v71y2003i1p399-407.html": {"abstract": "No abstract is available for this item.", "authors": ["epan30", "epha78", "fpsc224"], "abstractStem": "no abstract is avail for thi item", "title": "The Determinants of Econometric Society Fellows Elections"}, "https://ideas.repec.org/a/ecm/emetrp/v64y1996i3p705-18.html": {"abstract": "No abstract is available for this item.", "authors": ["epan30"], "abstractStem": "no abstract is avail for thi item", "title": "Admissibility of the Likelihood Ratio Test When the Parameter Space Is Restricted under the Alternative"}, "https://ideas.repec.org/a/ecm/emetrp/v61y1993i1p139-65.html": {"abstract": " First-order autoregressive/unit root models with independent identically distributed normal errors are considered, including those without an intercept, those with an intercept, and those with an intercept and time trend. The autoregressive parameter is allowed to lie in the interval (-1, 1], which includes the unit root case. Exactly median-unbiased estimators and exact confidence intervals of the autoregressive parameter are introduced. Corresponding exactly median-unbiased estimators and exact confidence intervals are also provided for the impulse response function, the cumulative impulse response, and the half life of a unit shock. An unbiased model selection procedure is discussed. The introduced procedures are applied to several data series. Copyright 1993 by The Econometric Society.", "authors": ["epan30"], "abstractStem": " firstord autoregressiveunit root model with independ ident distribut normal error are consid includ those without an intercept those with an intercept and those with an intercept and time trend the autoregress paramet is allow to lie in the interv 1 1 which includ the unit root case exactli medianunbias estim and exact confid interv of the autoregress paramet are introduc correspond exactli medianunbias estim and exact confid interv are also provid for the impuls respons function the cumul impuls respons and the half life of a unit shock an unbias model select procedur is discuss the introduc procedur are appli to sever data seri copyright 1993 by the econometr societi", "title": "Exactly Median-Unbiased Estimation of First Order Autoregressive/Unit Root Models"}, "https://ideas.repec.org/a/cup/etheor/v25y2009i03p669-709_09.html": {"abstract": "This paper considers inference for parameters defined by moment inequalities and equalities. The parameters need not be identified. For a specified class of test statistics, this paper establishes the uniform asymptotic validity of subsampling, m out of n bootstrap, and “plug-in asymptotic” tests and confidence intervals for such parameters. Establishing uniform asymptotic validity is crucial in moment inequality problems because the pointwise asymptotic distributions of the test statistics of interest have discontinuities as functions of the true distribution that generates the observations.", "authors": ["epan30"], "abstractStem": "thi paper consid infer for paramet defin by moment inequ and equal the paramet need not be identifi for a specifi class of test statist thi paper establish the uniform asymptot valid of subsampl m out of n bootstrap and  plugin asymptot  test and confid interv for such paramet establish uniform asymptot valid is crucial in moment inequ problem becaus the pointwis asymptot distribut of the test statist of interest have discontinu as function of the true distribut that gener the observ", "title": "Validity Of Subsampling And “Plug-In Asymptotic” Inference For Parameters Defined By Moment Inequalities"}, "https://ideas.repec.org/a/ecm/emetrp/v54y1986i5p1207-35.html": {"abstract": "No abstract is available for this item.", "authors": ["epan30"], "abstractStem": "no abstract is avail for thi item", "title": "Stability Comparisons of Estimators"}, "https://ideas.repec.org/a/eee/econom/v57y1993i1-3p277-318.html": {"abstract": "This paper provides a general framework for constructing specification tests for parametric and semiparametric models. The paper develops new specification tests using the general framework. In particular, specification tests for semiparametric partially linear regression, sample selection, and censored regression models are introduced. The results apply in time series and cross-sectional contexts. The method of proof exploits results concerning the stochastic equicontinuity or weak convergence of normalized sums of stochastic processes.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epan30", "epwh7"], "abstractStem": "thi paper provid a gener framework for construct specif test for parametr and semiparametr model the paper develop new specif test use the gener framework in particular specif test for semiparametr partial linear regress sampl select and censor regress model are introduc the result appli in time seri and crosssect context the method of proof exploit result concern the stochast equicontinu or weak converg of normal sum of stochast processespthi abstract wa borrow from anoth version of thi item", "title": "Tests of specification for parametric and semiparametric models"}, "https://ideas.repec.org/a/ecm/emetrp/v70y2002i1p119-162.html": {"abstract": " This paper establishes the higher-order equivalence of the \"k\"-step bootstrap, introduced recently by Davidson and MacKinnon (1999), and the standard bootstrap. The \"k\"-step bootstrap is a very attractive alternative computationally to the standard bootstrap for statistics based on nonlinear extremum estimators, such as generalized method of moment and maximum likelihood estimators. The paper also extends results of Hall and Horowitz (1996) to provide new results regarding the higher-order improvements of the standard bootstrap and the \"k\"-step bootstrap for extremum estimators (compared to procedures based on first-order asymptotics). The results of the paper apply to Newton-Raphson (NR), default NR, line-search NR, and Gauss-Newton \"k\"-step bootstrap procedures. The results apply to the nonparametric iid bootstrap and nonoverlapping and overlapping block bootstraps. The results cover symmetric and equal-tailed two-sided \"t\" tests and confidence intervals, one-sided \"t\" tests and confidence intervals, Wald tests and confidence regions, and \"J\" tests of over-identifying restrictions. Copyright The Econometric Society 2002.", "authors": ["epan30"], "abstractStem": " thi paper establish the higherord equival of the kstep bootstrap introduc recent by davidson and mackinnon 1999 and the standard bootstrap the kstep bootstrap is a veri attract altern comput to the standard bootstrap for statist base on nonlinear extremum estim such as gener method of moment and maximum likelihood estim the paper also extend result of hall and horowitz 1996 to provid new result regard the higherord improv of the standard bootstrap and the kstep bootstrap for extremum estim compar to procedur base on firstord asymptot the result of the paper appli to newtonraphson nr default nr linesearch nr and gaussnewton kstep bootstrap procedur the result appli to the nonparametr iid bootstrap and nonoverlap and overlap block bootstrap the result cover symmetr and equaltail twosid t test and confid interv onesid t test and confid interv wald test and confid region and j test of overidentifi restrict copyright the econometr societi 2002", "title": "Higher-Order Improvements of a Computationally Attractive \"k\"-Step Bootstrap for Extremum Estimators"}, "https://ideas.repec.org/a/oup/restud/v53y1986i2p263-269..html": {"abstract": "In this note we introduce a weak optimality condition for tests, called complete consistency. We argue that complete consistency is a more appropriate weak optimality condition for tests than is test consistency. Complete consistency is a testing analogue of estimator consistency. It is shown that a sequence of estimators is consistent, if and only if certain tests based on the estimators (such as Wald or likelihood ratio tests) are completely consistent, for all simple null hypotheses. The above notwithstanding, the relationship between consistent and completely consistent tests shows that test consistency is a relevant concept. Consistent tests can be used to show the existence of, and to construct, completely consistent tests. Further, completely consistent tests cannot be generated from nested families of inconsistent tests.", "authors": [], "abstractStem": "in thi note we introduc a weak optim condit for test call complet consist we argu that complet consist is a more appropri weak optim condit for test than is test consist complet consist is a test analogu of estim consist it is shown that a sequenc of estim is consist if and onli if certain test base on the estim such as wald or likelihood ratio test are complet consist for all simpl null hypothes the abov notwithstand the relationship between consist and complet consist test show that test consist is a relev concept consist test can be use to show the exist of and to construct complet consist test further complet consist test cannot be gener from nest famili of inconsist test", "title": "Complete Consistency: A Testing Analogue of Estimator Consistency"}, "https://ideas.repec.org/a/bes/jnlbes/v24y2006p379-394.html": {"abstract": "No abstract is available for this item.", "authors": ["epan30"], "abstractStem": "no abstract is avail for thi item", "title": "Tests for Cointegration Breakdown Over a Short Time Period"}, "https://ideas.repec.org/a/eee/econom/v142y2008i1p183-200.html": {"abstract": "This paper introduces a rank-based test for the instrumental variables regression model that dominates the Anderson-Rubin test in terms of finite sample size and asymptotic power in certain circumstances. The test has correct size for any distribution of the errors with weak or strong instruments. The test has noticeably higher power than the Anderson-Rubin test when the error distribution has thick tails and comparable power otherwise. Like the Anderson-Rubin test, the rank tests considered here perform best, relative to other available tests, in exactly-identified models.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epan30", "fpma398"], "abstractStem": "thi paper introduc a rankbas test for the instrument variabl regress model that domin the andersonrubin test in term of finit sampl size and asymptot power in certain circumst the test ha correct size for ani distribut of the error with weak or strong instrument the test ha notic higher power than the andersonrubin test when the error distribut ha thick tail and compar power otherwis like the andersonrubin test the rank test consid here perform best rel to other avail test in exactlyidentifi modelspthi abstract wa borrow from anoth version of thi item", "title": "Exactly distribution-free inference in instrumental variables regression with possibly weak instruments"}, "lastname": "Andrews", "https://ideas.repec.org/a/eee/econom/v103y2001i1-2p345-386.html": {"abstract": "No abstract is available for this item.", "authors": ["epan30", "fpbu314"], "abstractStem": "no abstract is avail for thi item", "title": "Evaluation of a three-step method for choosing the number of bootstrap repetitions"}, "homepage": "https://ideas.repec.org/e/pan30.html", "https://ideas.repec.org/a/ecm/emetrp/v59y1991i2p307-45.html": {"abstract": " This paper establishes the asymptotic normality of series estimators for nonparametric regression models. Gallant's Fourier flexible form estimators, trigonometric series estimators, and polynomial series estimators are prime examples of the estimators covered by the results. The results apply to a wide variety of estimates in the regression model under consideration, including derivatives and integrals of the regression function. The errors in the model may be homoskedastic or heteroskedastic. The paper also considers series estimators for additive interactive regression, semiparametric regression, and semiparametric index regression models, and shows them to be consistent and asymptotically normal. Copyright 1991 by The Econometric Society.", "authors": ["epan30"], "abstractStem": " thi paper establish the asymptot normal of seri estim for nonparametr regress model gallant fourier flexibl form estim trigonometr seri estim and polynomi seri estim are prime exampl of the estim cover by the result the result appli to a wide varieti of estim in the regress model under consider includ deriv and integr of the regress function the error in the model may be homoskedast or heteroskedast the paper also consid seri estim for addit interact regress semiparametr regress and semiparametr index regress model and show them to be consist and asymptot normal copyright 1991 by the econometr societi", "title": "Asymptotic Normality of Series Estimators for Nonparametric and Semiparametric Regression Models"}, "https://ideas.repec.org/a/eee/econom/v169y2012i2p196-210.html": {"abstract": "We consider a first-order autoregressive model with conditionally heteroskedastic innovations. The asymptotic distributions of least squares (LS), infeasible generalized least squares (GLS), and feasible GLS estimators and t statistics are determined. The GLS procedures allow for misspecification of the form of the conditional heteroskedasticity and, hence, are referred to as quasi-GLS procedures. The asymptotic results are established for drifting sequences of the autoregressive parameter ρn and the distribution of the time series of innovations. In particular, we consider the full range of cases in which ρn satisfies n(1−ρn)→∞ and n(1−ρn)→h1∈[0,∞) as n→∞, where n is the sample size. Results of this type are needed to establish the uniform asymptotic properties of the LS and quasi-GLS statistics.", "authors": ["epan30"], "abstractStem": "we consid a firstord autoregress model with condit heteroskedast innov the asymptot distribut of least squar ls infeas gener least squar gl and feasibl gl estim and t statist are determin the gl procedur allow for misspecif of the form of the condit heteroskedast and henc are refer to as quasigl procedur the asymptot result are establish for drift sequenc of the autoregress paramet  n and the distribut of the time seri of innov in particular we consid the full rang of case in which  n satisfi n1 n  and n1 n h1 0  as n  where n is the sampl size result of thi type are need to establish the uniform asymptot properti of the ls and quasigl statist", "title": "Asymptotics for LS, GLS, and feasible GLS statistics in an AR(1) model with conditional heteroskedasticity"}, "https://ideas.repec.org/a/ecm/emetrp/v62y1994i6p1383-1414.html": {"abstract": " This paper derives asymptotically optimal tests for testing problems in which a nuisance parameter exists under the alternative hypothesis but not under the null. For example, the results apply to tests of structural change with unknown changepoint. The testing problem considered is nonstandard and the classical asymptotic optimality results for the Lagrange multiplier, Wald, and likelihood ratio do not apply. A weighted average power criterion is used here to generate optimal tests. This criterion is similar to that used by A. Wald (1943) to obtain the classical asymptotic optimality properties of Wald tests in 'regular' testing problems. Copyright 1994 by The Econometric Society.", "authors": ["epan30", "eppl16"], "abstractStem": " thi paper deriv asymptot optim test for test problem in which a nuisanc paramet exist under the altern hypothesi but not under the null for exampl the result appli to test of structur chang with unknown changepoint the test problem consid is nonstandard and the classic asymptot optim result for the lagrang multipli wald and likelihood ratio do not appli a weight averag power criterion is use here to gener optim test thi criterion is similar to that use by a wald 1943 to obtain the classic asymptot optim properti of wald test in regular test problem copyright 1994 by the econometr societi", "title": "Optimal Tests When a Nuisance Parameter Is Present Only under the Alternative"}, "https://ideas.repec.org/a/ecm/emetrp/v71y2003i2p675-712.html": {"abstract": " In this paper, we propose a simple bias--reduced log--periodogram regression estimator, \"ˆd-sub-r\", of the long--memory parameter, \"d\", that eliminates the first-- and higher--order biases of the Geweke and Porter--Hudak (1983) (GPH) estimator. The bias--reduced estimator is the same as the GPH estimator except that one includes frequencies to the power 2\"k\" for \"k\"&amp;equals;1,…,\"r\", for some positive integer \"r\", as additional regressors in the pseudo--regression model that yields the GPH estimator. The reduction in bias is obtained using assumptions on the spectrum only in a neighborhood of the zero frequency.Following the work of Robinson (1995b) and Hurvich, Deo, and Brodsky (1998), we establish the asymptotic bias, variance, and mean--squared error (MSE) of \"ˆd-sub-r\", determine the asymptotic MSE optimal choice of the number of frequencies, \"m\", to include in the regression, and establish the asymptotic normality of \"ˆd-sub-r\". These results show that the bias of \"ˆd-sub-r\" goes to zero at a faster rate than that of the GPH estimator when the normalized spectrum at zero is sufficiently smooth, but that its variance only is increased by a multiplicative constant.We show that the bias--reduced estimator \"ˆd-sub-r\" attains the optimal rate of convergence for a class of spectral densities that includes those that are smooth of order \"s\"≥1 at zero when \"r\"≥(\"s\" - 2)&amp;sol;2 and \"m\" is chosen appropriately. For \"s\"&gt;2, the GPH estimator does not attain this rate. The proof uses results of Giraitis, Robinson, and Samarov (1997).We specify a data--dependent plug--in method for selecting the number of frequencies \"m\" to minimize asymptotic MSE for a given value of \"r\".Some Monte Carlo simulation results for stationary Gaussian ARFIMA (1, \"d\", 1) and (2, \"d\", 0) models show that the bias--reduced estimators perform well relative to the standard log--periodogram regression estimator. Copyright The Econometric Society 2003.", "authors": ["epan30"], "abstractStem": " in thi paper we propos a simpl biasreduc logperiodogram regress estim  dsubr of the longmemori paramet d that elimin the first and higherord bias of the gewek and porterhudak 1983 gph estim the biasreduc estim is the same as the gph estim except that one includ frequenc to the power 2k for kampequals1 r for some posit integ r as addit regressor in the pseudoregress model that yield the gph estim the reduct in bia is obtain use assumpt on the spectrum onli in a neighborhood of the zero frequencyfollow the work of robinson 1995b and hurvich deo and brodski 1998 we establish the asymptot bia varianc and meansquar error mse of  dsubr determin the asymptot mse optim choic of the number of frequenc m to includ in the regress and establish the asymptot normal of  dsubr these result show that the bia of  dsubr goe to zero at a faster rate than that of the gph estim when the normal spectrum at zero is suffici smooth but that it varianc onli is increas by a multipl constantw show that the biasreduc estim  dsubr attain the optim rate of converg for a class of spectral densiti that includ those that are smooth of order s 1 at zero when r s  2ampsol2 and m is chosen appropri for sgt2 the gph estim doe not attain thi rate the proof use result of giraiti robinson and samarov 1997we specifi a datadepend plugin method for select the number of frequenc m to minim asymptot mse for a given valu of rsome mont carlo simul result for stationari gaussian arfima 1 d 1 and 2 d 0 model show that the biasreduc estim perform well rel to the standard logperiodogram regress estim copyright the econometr societi 2003", "title": "A Bias--Reduced Log--Periodogram Regression Estimator for the Long--Memory Parameter"}, "https://ideas.repec.org/a/ecm/emetrp/v71y2003i1p395-397.html": {"abstract": "No abstract is available for this item.", "authors": ["epan30"], "abstractStem": "no abstract is avail for thi item", "title": "Tests for Parameter Instability and Structural Change with Unknown Change Point: A Corrigendum"}, "https://ideas.repec.org/a/cup/etheor/v5y1989i01p166-171_01.html": {"abstract": "No abstract is available for this item.", "authors": ["epan30"], "abstractStem": "no abstract is avail for thi item", "title": "A Unified Theory of Estimation and Inference for Nonlinear Dynamic Models A.R. Gallant and H. White"}, "https://ideas.repec.org/a/ecm/emetrp/v78y2010i1p119-157.html": {"abstract": " The topic of this paper is inference in models in which parameters are defined by moment inequalities and/or equalities. The parameters may or may not be identified. This paper introduces a new class of confidence sets and tests based on generalized moment selection (GMS). GMS procedures are shown to have correct asymptotic size in a uniform sense and are shown not to be asymptotically conservative. Copyright 2010 The Econometric Society.", "authors": ["epan30"], "abstractStem": " the topic of thi paper is infer in model in which paramet are defin by moment inequ andor equal the paramet may or may not be identifi thi paper introduc a new class of confid set and test base on gener moment select gm gm procedur are shown to have correct asymptot size in a uniform sens and are shown not to be asymptot conserv copyright 2010 the econometr societi", "title": "Inference for Parameters Defined by Moment Inequalities Using Generalized Moment Selection"}, "https://ideas.repec.org/a/cup/etheor/v30y2014i02p287-333_00.html": {"abstract": "This paper determines the properties of standard generalized method of moments (GMM) estimators, tests, and confidence sets (CS's) in moment condition models in which some parameters are unidentified or weakly identified in part of the parameter space. The asymptotic distributions of GMM estimators are established under a full range of drifting sequences of true parameters and distributions. The asymptotic sizes (in a uniform sense) of standard GMM tests and CS's are established. The paper also establishes the correct asymptotic sizes of \"robust\" GMM-based Wald, t, and quasi-likelihood ratio tests and CS's whose critical values are designed to yield robustness to identification problems. The results of the paper are applied to a nonlinear regression model with endogeneity and a probit model with endogeneity and possibly weak instrumental variables.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epan30", "fpch634"], "abstractStem": "thi paper determin the properti of standard gener method of moment gmm estim test and confid set css in moment condit model in which some paramet are unidentifi or weakli identifi in part of the paramet space the asymptot distribut of gmm estim are establish under a full rang of drift sequenc of true paramet and distribut the asymptot size in a uniform sens of standard gmm test and css are establish the paper also establish the correct asymptot size of robust gmmbase wald t and quasilikelihood ratio test and css whose critic valu are design to yield robust to identif problem the result of the paper are appli to a nonlinear regress model with endogen and a probit model with endogen and possibl weak instrument variablespthi abstract wa borrow from anoth version of thi item", "title": "Gmm Estimation And Uniform Subvector Inference With Possible Identification Failure"}, "https://ideas.repec.org/a/cup/etheor/v4y1988i03p458-467_01.html": {"abstract": "This paper provides L 1 and weak laws of large numbers for uniformly integrable L 1-mixingales. The L 1-mixingale condition is a condition of asymptotic weak temporal dependence that is weaker than most conditions considered in the literature. Processes covered by the laws of large numbers include martingale difference, ø(·), ρ(·), and α(·) mixing, autoregressive moving average, infinite-order moving average, near epoch dependent, L 1-near epoch dependent, and mixingale sequences and triangular arrays. The random variables need not possess more than one finite moment and the L 1-mixingale numbers need not decay to zero at any particular rate. The proof of the results is remarkably simple and completely self-contained.", "authors": ["epan30"], "abstractStem": "thi paper provid l 1 and weak law of larg number for uniformli integr l 1mixingal the l 1mixingal condit is a condit of asymptot weak tempor depend that is weaker than most condit consid in the literatur process cover by the law of larg number includ martingal differ       and    mix autoregress move averag infiniteord move averag near epoch depend l 1near epoch depend and mixingal sequenc and triangular array the random variabl need not possess more than one finit moment and the l 1mixingal number need not decay to zero at ani particular rate the proof of the result is remark simpl and complet selfcontain", "title": "Laws of Large Numbers for Dependent Non-Identically Distributed Random Variables"}, "https://ideas.repec.org/a/bla/jtsera/v29y2008i1p203-212.html": {"abstract": " This article considers a mean zero stationary first-order autoregressive (AR) model. It is shown that the least squares estimator and t statistic have Cauchy and standard normal asymptotic distributions, respectively, when the AR parameter rho_n is very near to one in the sense that 1 - rho_n = o(n-super- - 1). Copyright 2007 The Author Journal compilation 2007 Blackwell Publishing Ltd.", "authors": ["epan30"], "abstractStem": " thi articl consid a mean zero stationari firstord autoregress ar model it is shown that the least squar estim and t statist have cauchi and standard normal asymptot distribut respect when the ar paramet rhon is veri near to one in the sens that 1  rhon  onsup  1 copyright 2007 the author journal compil 2007 blackwel publish ltd", "title": "Asymptotics for stationary very nearly unit root processes"}, "https://ideas.repec.org/a/bes/jnlbes/v12y1994i2p187-204.html": {"abstract": " This paper introduces approximately median-unbiased estimators and confidence intervals for univariate AR(p) models with time trends. The methods are applied to the Nelson-Plosser macroeconomic data series, the extended Nelson-Plosser series, and some annual stock dividend and price series. The results show that most of the series exhibit substantially greater persistence than least squares estimates and some Bayesian estimates suggest. For example, for the extended Nelson-Plosser data, eight of the fourteen series are estimated to have a unit root, while six are estimated to be trend stationary. In contrast, the least squares estimates indicate trend stationarity for all of the series.", "authors": ["epan30"], "abstractStem": " thi paper introduc approxim medianunbias estim and confid interv for univari arp model with time trend the method are appli to the nelsonploss macroeconom data seri the extend nelsonploss seri and some annual stock dividend and price seri the result show that most of the seri exhibit substanti greater persist than least squar estim and some bayesian estim suggest for exampl for the extend nelsonploss data eight of the fourteen seri are estim to have a unit root while six are estim to be trend stationari in contrast the least squar estim indic trend stationar for all of the seri", "title": "Approximately Median-Unbiased Estimation of Autoregressive Models"}, "https://ideas.repec.org/a/eee/econom/v152y2009i1p19-27.html": {"abstract": "Subsampling and the m out of n bootstrap have been suggested in the literature as methods for carrying out inference based on post-model selection estimators and shrinkage estimators. In this paper we consider a subsampling confidence interval (CI) that is based on an estimator that can be viewed either as a post-model selection estimator that employs a consistent model selection procedure or as a super-efficient estimator. We show that the subsampling CI (of nominal level 1-[alpha] for any [alpha][set membership, variant](0,1)) has asymptotic confidence size (defined to be the limit of finite-sample size) equal to zero in a very simple regular model. The same result holds for the m out of n bootstrap provided m2/n--&gt;0 and the observations are i.i.d. Similar zero-asymptotic-confidence-size results hold in more complicated models that are covered by the general results given in the paper and for super-efficient and shrinkage estimators that are not post-model selection estimators. Based on these results, subsampling and the m out of n bootstrap are not recommended for obtaining inference based on post-consistent model selection or shrinkage estimators.", "authors": ["epan30"], "abstractStem": "subsampl and the m out of n bootstrap have been suggest in the literatur as method for carri out infer base on postmodel select estim and shrinkag estim in thi paper we consid a subsampl confid interv ci that is base on an estim that can be view either as a postmodel select estim that employ a consist model select procedur or as a supereffici estim we show that the subsampl ci of nomin level 1alpha for ani alphaset membership variant01 ha asymptot confid size defin to be the limit of finitesampl size equal to zero in a veri simpl regular model the same result hold for the m out of n bootstrap provid m2ngt0 and the observ are iid similar zeroasymptoticconfidences result hold in more complic model that are cover by the gener result given in the paper and for supereffici and shrinkag estim that are not postmodel select estim base on these result subsampl and the m out of n bootstrap are not recommend for obtain infer base on postconsist model select or shrinkag estim", "title": "Incorrect asymptotic size of subsampling procedures based on post-consistent model selection estimators"}, "https://ideas.repec.org/a/ecm/emetrp/v55y1987i6p1465-71.html": {"abstract": "No abstract is available for this item.", "authors": ["epan30"], "abstractStem": "no abstract is avail for thi item", "title": "Consistency in Nonlinear Econometric Models: A Generic Uniform Law of Large Numbers [On Unification of the Asymptotic Theory of Nonlinear Econometric Models]"}, "https://ideas.repec.org/a/cup/etheor/v6y1990i04p466-479_00.html": {"abstract": "This paper considers series estimators of additive interactive regression (AIR) models. AIR models are nonparametric regression models that generalize additive regression models by allowing interactions between different regressor variables. They place more restrictions on the regression function, however, than do fully nonparametric regression models. By doing so, they attempt to circumvent the curse of dimensionality that afflicts the estimation of fully non-parametric regression models.", "authors": ["epan30", "epwh7"], "abstractStem": "thi paper consid seri estim of addit interact regress air model air model are nonparametr regress model that gener addit regress model by allow interact between differ regressor variabl they place more restrict on the regress function howev than do fulli nonparametr regress model by do so they attempt to circumv the curs of dimension that afflict the estim of fulli nonparametr regress model", "title": "Additive Interactive Regression Models: Circumvention of the Curse of Dimensionality"}, "https://ideas.repec.org/a/ecm/emetrp/v77y2009i3p721-762.html": {"abstract": " This paper considers inference in a broad class of nonregular models. The models considered are nonregular in the sense that standard test statistics have asymptotic distributions that are discontinuous in some parameters. It is shown in Andrews and Guggenberger (2009a) that standard fixed critical value, subsampling, and m out of n bootstrap methods often have incorrect asymptotic size in such models. This paper introduces general methods of constructing tests and confidence intervals that have correct asymptotic size. In particular, we consider a hybrid subsampling/fixed-critical-value method and size-correction methods. The paper discusses two examples in detail. They are (i) confidence intervals in an autoregressive model with a root that may be close to unity and conditional heteroskedasticity of unknown form and (ii) tests and confidence intervals based on a post-conservative model selection estimator. Copyright 2009 The Econometric Society.", "authors": ["epan30"], "abstractStem": " thi paper consid infer in a broad class of nonregular model the model consid are nonregular in the sens that standard test statist have asymptot distribut that are discontinu in some paramet it is shown in andrew and guggenberg 2009a that standard fix critic valu subsampl and m out of n bootstrap method often have incorrect asymptot size in such model thi paper introduc gener method of construct test and confid interv that have correct asymptot size in particular we consid a hybrid subsamplingfixedcriticalvalu method and sizecorrect method the paper discuss two exampl in detail they are i confid interv in an autoregress model with a root that may be close to uniti and condit heteroskedast of unknown form and ii test and confid interv base on a postconserv model select estim copyright 2009 the econometr societi", "title": "Hybrid and Size-Corrected Subsampling Methods"}, "https://ideas.repec.org/a/ecm/emetrp/v81y2013i2p609-666.html": {"abstract": "In this paper, we propose an instrumental variable approach to constructing confidence sets (CS's) for the true parameter in models defined by conditional moment inequalities/equalities. We show that by properly choosing instrument functions, one can transform conditional moment inequalities/equalities into unconditional ones without losing identification power. Based on the unconditional moment inequalities/equalities, we construct CS's by inverting Cramer-von Mises-type or Kolmogorov-Smirnov-type tests. Critical values are obtained using generalized moment selection (GMS) procedures. We show that the proposed CS's have correct uniform asymptotic coverage probabilities. New methods are required to establish these results because an infinite-dimensional nuisance parameter affects the asymptotic distributions. We show that the tests considered are consistent against all fixed alternatives and typically have power against n^{-1/2}-local alternatives to some, but not all, sequences of distributions in the null hypothesis. Monte Carlo simulations for five different models show that the methods perform well in finite samples.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epan30", "fpsh410"], "abstractStem": "in thi paper we propos an instrument variabl approach to construct confid set css for the true paramet in model defin by condit moment inequalitiesequ we show that by properli choos instrument function one can transform condit moment inequalitiesequ into uncondit one without lose identif power base on the uncondit moment inequalitiesequ we construct css by invert cramervon misestyp or kolmogorovsmirnovtyp test critic valu are obtain use gener moment select gm procedur we show that the propos css have correct uniform asymptot coverag probabl new method are requir to establish these result becaus an infinitedimension nuisanc paramet affect the asymptot distribut we show that the test consid are consist against all fix altern and typic have power against n12local altern to some but not all sequenc of distribut in the null hypothesi mont carlo simul for five differ model show that the method perform well in finit samplespthi abstract wa borrow from anoth version of thi item", "title": "Inference Based on Conditional Moment Inequalities"}, "https://ideas.repec.org/a/ecm/emetrp/v59y1991i3p817-58.html": {"abstract": " This paper is concerned with the estimation of covariance matrices in the presence of heteroskedasticity and autocorrelation of unknown forms. Currently available estimators that are designed for this context depend upon the choice of a lag truncation parameter and a weighting scheme. No results are available regarding the choice of lag truncation parameter for a fixed sample size, regarding data-dependent automatic lag truncation parameters, or regarding the choice of weighting scheme. This paper addresses these problems. Asymptotically optimal kernel/weighting scheme and bandwidth/lag truncation parameters are obtained. Using these results, data-dependent automatic bandwidth/lag truncation parameters are introduced. Copyright 1991 by The Econometric Society.", "authors": ["epan30"], "abstractStem": " thi paper is concern with the estim of covari matric in the presenc of heteroskedast and autocorrel of unknown form current avail estim that are design for thi context depend upon the choic of a lag truncat paramet and a weight scheme no result are avail regard the choic of lag truncat paramet for a fix sampl size regard datadepend automat lag truncat paramet or regard the choic of weight scheme thi paper address these problem asymptot optim kernelweight scheme and bandwidthlag truncat paramet are obtain use these result datadepend automat bandwidthlag truncat paramet are introduc copyright 1991 by the econometr societi", "title": "Heteroskedasticity and Autocorrelation Consistent Covariance Matrix Estimation"}, "https://ideas.repec.org/a/ecm/emetrp/v74y2006i3p715-752.html": {"abstract": " This paper considers tests of the parameter on an endogenous variable in an instrumental variables regression model. The focus is on determining tests that have some optimal power properties. We start by considering a model with normally distributed errors and known error covariance matrix. We consider tests that are similar and satisfy a natural rotational invariance condition. We determine a two-sided power envelope for invariant similar tests. This allows us to assess and compare the power properties of tests such as the conditional likelihood ratio (CLR), the Lagrange multiplier, and the Anderson-Rubin tests. We find that the CLR test is quite close to being uniformly most powerful invariant among a class of two-sided tests. Copyright The Econometric Society 2006.", "authors": ["epan30", "epmo72"], "abstractStem": " thi paper consid test of the paramet on an endogen variabl in an instrument variabl regress model the focu is on determin test that have some optim power properti we start by consid a model with normal distribut error and known error covari matrix we consid test that are similar and satisfi a natur rotat invari condit we determin a twosid power envelop for invari similar test thi allow us to assess and compar the power properti of test such as the condit likelihood ratio clr the lagrang multipli and the andersonrubin test we find that the clr test is quit close to be uniformli most power invari among a class of twosid test copyright the econometr societi 2006", "title": "Optimal Two-Sided Invariant Similar Tests for Instrumental Variables Regression"}, "https://ideas.repec.org/a/ecm/emetrp/v71y2003i6p1661-1694.html": {"abstract": " This paper considers tests for structural instability of short duration, such as at the end of the sample. The key feature of the testing problem is that the number, m, of observations in the period of potential change is relatively small-possibly as small as one. The well-known F test of Chow (1960) for this problem only applies in a linear regression model with normally distributed iid errors and strictly exogenous regressors, even when the total number of observations, n&amp;plus;m, is large. Copyright The Econometric Society 2003.", "authors": ["epan30"], "abstractStem": " thi paper consid test for structur instabl of short durat such as at the end of the sampl the key featur of the test problem is that the number m of observ in the period of potenti chang is rel smallposs as small as one the wellknown f test of chow 1960 for thi problem onli appli in a linear regress model with normal distribut iid error and strictli exogen regressor even when the total number of observ nampplusm is larg copyright the econometr societi 2003", "title": "End-of-Sample Instability Tests"}, "https://ideas.repec.org/a/oup/restud/v62y1995i3p343-360..html": {"abstract": "This paper considers an alternative asymptotic framework to standard sequential asymptotics for nonlinear models with deterministically trending variables. The asymptotic distributions of generalized method of moments estimators and corresponding test statistics are derived using this framework. The asymptotic distributions are shown to be the same with deterministically trending variables as with non-trending variables. That is, the distributions are normal and chi-squared respectively. The asymptotic covariance matrices of the estimators, however, are found to depend on the form of the trends. These findings provide a justification for the use of standard asymptotic approximations in nonlinear models even when the variables have deterministic trends.", "authors": ["epmc123"], "abstractStem": "thi paper consid an altern asymptot framework to standard sequenti asymptot for nonlinear model with determinist trend variabl the asymptot distribut of gener method of moment estim and correspond test statist are deriv use thi framework the asymptot distribut are shown to be the same with determinist trend variabl as with nontrend variabl that is the distribut are normal and chisquar respect the asymptot covari matric of the estim howev are found to depend on the form of the trend these find provid a justif for the use of standard asymptot approxim in nonlinear model even when the variabl have determinist trend", "title": "Nonlinear Econometric Models with Deterministically Trending Variables"}, "https://ideas.repec.org/a/ecm/emetrp/v54y1986i3p687-98.html": {"abstract": "This note presents a set of conditions on the defining functions of regression parameter estimators of the linear model. These conditions guarantee that the estimators are symmetrically distributed about the true parameter value, and hence are median unbiased, provided the conditional distribution of the vector of errors is symmetric given the matrix of regressors. The symmetry result holds even if the regression parameters are subject to linear restrictions. If the estimators posses one or more moments, then the symmetry result also implies mean unbiasedness. Similar conditions are provided that establish the property of origin (or shift) equivariance for the estimators. Common feasible GLS, quasi-ML, robust, adaptive, and spectral estimators are seen easily to satisfy the requisite conditions.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epan30"], "abstractStem": "thi note present a set of condit on the defin function of regress paramet estim of the linear model these condit guarante that the estim are symmetr distribut about the true paramet valu and henc are median unbias provid the condit distribut of the vector of error is symmetr given the matrix of regressor the symmetri result hold even if the regress paramet are subject to linear restrict if the estim poss one or more moment then the symmetri result also impli mean unbiased similar condit are provid that establish the properti of origin or shift equivari for the estim common feasibl gl quasiml robust adapt and spectral estim are seen easili to satisfi the requisit conditionspthi abstract wa borrow from anoth version of thi item", "title": "A Note on the Unbiasedness of Feasible GLS, Quasi-maximum Likelihood, Robust, Adaptive, and Spectral Estimators of the Linear Model"}, "https://ideas.repec.org/a/cup/etheor/v3y1987i01p98-116_00.html": {"abstract": "This paper establishes consistency of least squares estimators in (i) a multiple regression model with integrated regressors and explosive, non-mixing errors, and (ii) a dynamic linear regression model with regressors and errors that may have infinite variances. In the former context, the asymptotic distribution of the least squares estimator also is obtained, in certain cases.", "authors": ["epan30"], "abstractStem": "thi paper establish consist of least squar estim in i a multipl regress model with integr regressor and explos nonmix error and ii a dynam linear regress model with regressor and error that may have infinit varianc in the former context the asymptot distribut of the least squar estim also is obtain in certain case", "title": "Least Squares Regression with Integrated or Dynamic Regressors under Weak Error Assumptions"}, "https://ideas.repec.org/a/eee/econom/v146y2008i2p241-254.html": {"abstract": "As Nelson and Startz [Nelson, C.R., Startz, R., 1990a. The distribution of the instrumental variable estimator and its t ratio when the instrument is a poor one. Journal of Business 63, S125-S140; Nelson, C.R., Startz, R., 1990b. Some further results on the exact small sample properties of the instrumental variables estimator. Econometrica 58, 967-976] dramatically demonstrated, standard hypothesis tests and confidence intervals in instrumental variables regression are invalid when instruments are weak. Recent work on hypothesis tests for the coefficient on a single included endogenous regressor when instruments may be weak has focused on similar tests. This paper extends that work to nonsimilar tests, of which similar tests are a subset. The power envelope for two-sided invariant (to rotations of the instruments) nonsimilar tests is characterized theoretically, then evaluated numerically for five IVs. The power envelopes for similar and nonsimilar tests differ theoretically, but are found to be very close numerically. The nonsimilar test power envelope is effectively achieved by the Moreira [Moreira, M.J., 2003. A conditional likelihood ratio test for structural models. Econometrica 71, 1027-1048] conditional likelihood ratio test, so that test is effectively uniformly most powerful invariant (UMPI). We also provide a new nonsimilar test, P*, which has critical values, is asymptotically efficient under strong instruments, involves only elementary functions, and is very nearly UMPI.", "authors": ["epan30", "epmo72"], "abstractStem": "as nelson and startz nelson cr startz r 1990a the distribut of the instrument variabl estim and it t ratio when the instrument is a poor one journal of busi 63 s125s140 nelson cr startz r 1990b some further result on the exact small sampl properti of the instrument variabl estim econometrica 58 967976 dramat demonstr standard hypothesi test and confid interv in instrument variabl regress are invalid when instrument are weak recent work on hypothesi test for the coeffici on a singl includ endogen regressor when instrument may be weak ha focus on similar test thi paper extend that work to nonsimilar test of which similar test are a subset the power envelop for twosid invari to rotat of the instrument nonsimilar test is character theoret then evalu numer for five iv the power envelop for similar and nonsimilar test differ theoret but are found to be veri close numer the nonsimilar test power envelop is effect achiev by the moreira moreira mj 2003 a condit likelihood ratio test for structur model econometrica 71 10271048 condit likelihood ratio test so that test is effect uniformli most power invari umpi we also provid a new nonsimilar test p which ha critic valu is asymptot effici under strong instrument involv onli elementari function and is veri nearli umpi", "title": "Efficient two-sided nonsimilar invariant tests in IV regression with weak instruments"}, "https://ideas.repec.org/a/ecm/emetrp/v73y2005i5p1551-1585.html": {"abstract": " This paper considers regression models for cross-section data that exhibit cross-section dependence due to common shocks, such as macroeconomic shocks. The paper analyzes the properties of least squares (LS) estimators in this context. The results of the paper allow for any form of cross-section dependence and heterogeneity across population units. The probability limits of the LS estimators are determined, and necessary and sufficient conditions are given for consistency. The asymptotic distributions of the estimators are found to be mixed normal after recentering and scaling. The t, Wald, and F statistics are found to have asymptotic standard normal, χ-super-2, and scaled χ-super-2 distributions, respectively, under the null hypothesis when the conditions required for consistency of the parameter under test hold. However, the absolute values of t, Wald, and F statistics are found to diverge to infinity under the null hypothesis when these conditions fail. Confidence intervals exhibit similarly dichotomous behavior. Hence, common shocks are found to be innocuous in some circumstances, but quite problematic in others. Copyright The Econometric Society 2005.", "authors": ["epan30"], "abstractStem": " thi paper consid regress model for crosssect data that exhibit crosssect depend due to common shock such as macroeconom shock the paper analyz the properti of least squar ls estim in thi context the result of the paper allow for ani form of crosssect depend and heterogen across popul unit the probabl limit of the ls estim are determin and necessari and suffici condit are given for consist the asymptot distribut of the estim are found to be mix normal after recent and scale the t wald and f statist are found to have asymptot standard normal  super2 and scale  super2 distribut respect under the null hypothesi when the condit requir for consist of the paramet under test hold howev the absolut valu of t wald and f statist are found to diverg to infin under the null hypothesi when these condit fail confid interv exhibit similarli dichotom behavior henc common shock are found to be innocu in some circumst but quit problemat in other copyright the econometr societi 2005", "title": "Cross-Section Regression with Common Shocks"}, "https://ideas.repec.org/a/eee/econom/v47y1991i2-3p359-377.html": {"abstract": "No abstract is available for this item.", "authors": ["epan30"], "abstractStem": "no abstract is avail for thi item", "title": "Asymptotic optimality of generalized CL, cross-validation, and generalized cross-validation in regression with heteroskedastic errors"}, "https://ideas.repec.org/a/ecm/emetrp/v62y1994i1p43-72.html": {"abstract": " This paper provides a general framework for proving the \"square root of\" T-consistency and asymptotic normality of a wide variety of semiparametric estimators. The class of estimators considered consists of estimators that can be defined as the solution to a minimization problem based on a criterion function that may depend on a preliminary infinite dimensional nuisance parameter estimator. The method of proof exploits results concerning the stochastic equicontinuity of stochastic processes. The results are applied to the problem of semiparametric weighted least squares estimation of partially parametric regression models. Primitive conditions are given for \"square root of\" T-consistency and asymptotic normality of this estimator. Copyright 1994 by The Econometric Society.", "authors": ["epan30"], "abstractStem": " thi paper provid a gener framework for prove the squar root of tconsist and asymptot normal of a wide varieti of semiparametr estim the class of estim consid consist of estim that can be defin as the solut to a minim problem base on a criterion function that may depend on a preliminari infinit dimension nuisanc paramet estim the method of proof exploit result concern the stochast equicontinu of stochast process the result are appli to the problem of semiparametr weight least squar estim of partial parametr regress model primit condit are given for squar root of tconsist and asymptot normal of thi estim copyright 1994 by the econometr societi", "title": "Asymptotics for Semiparametric Econometric Models via Stochastic Equicontinuity"}, "https://ideas.repec.org/a/ecm/emetrp/v72y2004i3p673-700.html": {"abstract": " The asymptotic refinements attributable to the block bootstrap for time series are not as large as those of the nonparametric iid bootstrap or the parametric bootstrap. One reason is that the independence between the blocks in the block bootstrap sample does not mimic the dependence structure of the original sample. This is the join-point problem. Copyright The Econometric Society 2004.", "authors": ["epan30"], "abstractStem": " the asymptot refin attribut to the block bootstrap for time seri are not as larg as those of the nonparametr iid bootstrap or the parametr bootstrap one reason is that the independ between the block in the block bootstrap sampl doe not mimic the depend structur of the origin sampl thi is the joinpoint problem copyright the econometr societi 2004", "title": "the Block-Block Bootstrap: Improved Asymptotic Refinements"}, "https://ideas.repec.org/a/eee/jmvana/v38y1991i2p187-203.html": {"abstract": "This paper establishes a central limit theorem (CLT) for empirical processes indexed by smooth functions. The underlying random variables may be temporally dependent and non-identically distributed. In particular, the CLT holds for near epoch dependent (i.e., functions of mixing processes) triangular arrays, which include strong mixing arrays, among others. The results apply to classes of functions that have series expansions. The proof of the CLT is particularly simple; no chaining argument is required. The results can be used to establish the asymptotic normality of semiparametric estimators in time series contexts. An example is provided.", "authors": ["epan30"], "abstractStem": "thi paper establish a central limit theorem clt for empir process index by smooth function the underli random variabl may be tempor depend and nonident distribut in particular the clt hold for near epoch depend ie function of mix process triangular array which includ strong mix array among other the result appli to class of function that have seri expans the proof of the clt is particularli simpl no chain argument is requir the result can be use to establish the asymptot normal of semiparametr estim in time seri context an exampl is provid", "title": "An empirical process central limit theorem for dependent non-identically distributed random variables"}, "https://ideas.repec.org/a/ecm/emetrp/v68y2000i2p399-406.html": {"abstract": "No abstract is available for this item.", "authors": ["epan30"], "abstractStem": "no abstract is avail for thi item", "title": "Inconsistency of the Bootstrap when a Parameter Is on the Boundary of the Parameter Space"}, "https://ideas.repec.org/a/eee/econom/v139y2007i1p116-132.html": {"abstract": "No abstract is available for this item.", "authors": ["epan30", "epmo72"], "abstractStem": "no abstract is avail for thi item", "title": "Performance of conditional Wald tests in IV regression with weak instruments"}, "https://ideas.repec.org/a/eee/econom/v158y2010i2p285-305.html": {"abstract": "This paper analyzes the properties of subsampling, hybrid subsampling, and size-correction methods in two non-regular models. The latter two procedures are introduced in Andrews and Guggenberger (2009a). The models are non-regular in the sense that the test statistics of interest exhibit a discontinuity in their limit distribution as a function of a parameter in the model. The first model is a linear instrumental variables (IV) model with possibly weak IVs estimated using two-stage least squares (2SLS). In this case, the discontinuity occurs when the concentration parameter is zero. The second model is a linear regression model in which the parameter of interest may be near a boundary. In this case, the discontinuity occurs when the parameter is on the boundary. The paper shows that in the IV model one-sided and equal-tailed two-sided subsampling tests and confidence intervals (CIs) based on the 2SLS t statistic do not have correct asymptotic size. This holds for both fully- and partially-studentized t statistics. But, subsampling procedures based on the partially-studentized t statistic can be size-corrected. On the other hand, symmetric two-sided subsampling tests and CIs are shown to have (essentially) correct asymptotic size when based on a partially-studentized t statistic. Furthermore, all types of hybrid subsampling tests and CIs are shown to have correct asymptotic size in this model. The above results are consistent with \"impossibility\" results of Dufour (1997) because subsampling and hybrid subsampling CIs are shown to have infinite length with positive probability. Subsampling CIs for a parameter that may be near a lower boundary are shown to have incorrect asymptotic size for upper one-sided and equal-tailed and symmetric two-sided CIs. Again, size-correction is possible. In this model as well, all types of hybrid subsampling CIs are found to have correct asymptotic size.", "authors": ["epan30"], "abstractStem": "thi paper analyz the properti of subsampl hybrid subsampl and sizecorrect method in two nonregular model the latter two procedur are introduc in andrew and guggenberg 2009a the model are nonregular in the sens that the test statist of interest exhibit a discontinu in their limit distribut as a function of a paramet in the model the first model is a linear instrument variabl iv model with possibl weak iv estim use twostag least squar 2sl in thi case the discontinu occur when the concentr paramet is zero the second model is a linear regress model in which the paramet of interest may be near a boundari in thi case the discontinu occur when the paramet is on the boundari the paper show that in the iv model onesid and equaltail twosid subsampl test and confid interv ci base on the 2sl t statist do not have correct asymptot size thi hold for both fulli and partiallystudent t statist but subsampl procedur base on the partiallystudent t statist can be sizecorrect on the other hand symmetr twosid subsampl test and ci are shown to have essenti correct asymptot size when base on a partiallystudent t statist furthermor all type of hybrid subsampl test and ci are shown to have correct asymptot size in thi model the abov result are consist with imposs result of dufour 1997 becaus subsampl and hybrid subsampl ci are shown to have infinit length with posit probabl subsampl ci for a paramet that may be near a lower boundari are shown to have incorrect asymptot size for upper onesid and equaltail and symmetr twosid ci again sizecorrect is possibl in thi model as well all type of hybrid subsampl ci are found to have correct asymptot size", "title": "Applications of subsampling, hybrid, and size-correction methods"}, "https://ideas.repec.org/a/cup/etheor/v21y2005i04p710-734_05.html": {"abstract": "In this paper, we prove the validity of an Edgeworth expansion to the distribution of the Whittle maximum likelihood estimator for stationary long-memory Gaussian models with unknown parameter theta in Theta subset R^{d_{theta}} . The error of the (s-2)-order expansion is shown to be o(n^{(s-2)/2}) -- the usual iid rate -- for a wide range of models, including the popular ARFIMA(p,d,q) models. The expansion is valid under mild assumptions on the behavior of spectral density and its derivatives in the neighborhood of the origin. As a by-product, we generalize a Theorem by Fox and Taqqu (1987) concerning the asymptotic behavior of Toeplitz matrices. Lieberman, Rousseau, and Zucker (2002) (LRZ) establish a valid Edgeworth expansion for the maximum likelihood estimator for stationary long-memory Gaussian models. For a significant class of models, their expansion is shown to have an error of o(n-1). The results given here improve upon those of LRZ in that the results provide an Edgeworth expansion for an asymptotically efficient estimator, as LRZ do, but the error of the expansion is shown to be o(n^{-(s-2)/2}), not o(n^{-1}), for a broad range of models.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epan30"], "abstractStem": "in thi paper we prove the valid of an edgeworth expans to the distribut of the whittl maximum likelihood estim for stationari longmemori gaussian model with unknown paramet theta in theta subset rdtheta  the error of the s2order expans is shown to be ons22  the usual iid rate  for a wide rang of model includ the popular arfimapdq model the expans is valid under mild assumpt on the behavior of spectral densiti and it deriv in the neighborhood of the origin as a byproduct we gener a theorem by fox and taqqu 1987 concern the asymptot behavior of toeplitz matric lieberman rousseau and zucker 2002 lrz establish a valid edgeworth expans for the maximum likelihood estim for stationari longmemori gaussian model for a signific class of model their expans is shown to have an error of on1 the result given here improv upon those of lrz in that the result provid an edgeworth expans for an asymptot effici estim as lrz do but the error of the expans is shown to be ons22 not on1 for a broad rang of modelspthi abstract wa borrow from anoth version of thi item", "title": "Valid Edgeworth Expansions For The Whittle Maximum Likelihood Estimator For Stationary Long-Memory Gaussian Time Series"}, "https://ideas.repec.org/a/eee/econom/v173y2013i1p36-56.html": {"abstract": "This paper analyzes the properties of a class of estimators, tests, and confidence sets (CSs) when the parameters are not identified in parts of the parameter space. Specifically, we consider estimator criterion functions that are sample averages and are smooth functions of a parameter θ. This includes log likelihood, quasi-log likelihood, and least squares criterion functions.", "authors": ["epan30", "fpch634"], "abstractStem": "thi paper analyz the properti of a class of estim test and confid set css when the paramet are not identifi in part of the paramet space specif we consid estim criterion function that are sampl averag and are smooth function of a paramet   thi includ log likelihood quasilog likelihood and least squar criterion function", "title": "Maximum likelihood estimation and uniform inference with sporadic identification failure"}, "https://ideas.repec.org/a/ect/emjrnl/v12y2009is1ps172-s199.html": {"abstract": " This paper analyses the finite-sample and asymptotic properties of several bootstrap and m out of n bootstrap methods for constructing confidence interval (CI) endpoints in models defined by moment inequalities. In particular, we consider using these methods directly to construct CI endpoints. By considering two very simple models, the paper shows that neither the bootstrap nor the m out of n bootstrap is valid in finite samples or in a uniform asymptotic sense in general when applied directly to construct CI endpoints. Copyright (C) The Author(s). Journal compilation (C) Royal Economic Society 2009", "authors": ["epan30", "fpha802"], "abstractStem": " thi paper analys the finitesampl and asymptot properti of sever bootstrap and m out of n bootstrap method for construct confid interv ci endpoint in model defin by moment inequ in particular we consid use these method directli to construct ci endpoint by consid two veri simpl model the paper show that neither the bootstrap nor the m out of n bootstrap is valid in finit sampl or in a uniform asymptot sens in gener when appli directli to construct ci endpoint copyright c the author journal compil c royal econom societi 2009", "title": "Invalidity of the bootstrap and the m out of n bootstrap for confidence interval endpoints defined by moment inequalities"}, "https://ideas.repec.org/a/bes/jnlbes/v10y1992i3p251-70.html": {"abstract": " Perron (1989) has carried out tests of the unit root hypothesis against the alternative hypothesis of trend stationarity with a break in the trend occurring at the Great Crash of 1929 or at the 1973 oil price shock. Here a variation of Perron's test is considered in which the break point is estimated rather than fixed. The asymptotic distribution of the \"estimated break point\" test statistic is determined and the data considered by Perron are reanalyzed. The authors find less evidence against the unit root hypothesis than Perron finds for many of the data series, but stronger evidence against it for several of the series.", "authors": ["epan30", "epzi11"], "abstractStem": " perron 1989 ha carri out test of the unit root hypothesi against the altern hypothesi of trend stationar with a break in the trend occur at the great crash of 1929 or at the 1973 oil price shock here a variat of perron test is consid in which the break point is estim rather than fix the asymptot distribut of the estim break point test statist is determin and the data consid by perron are reanalyz the author find less evid against the unit root hypothesi than perron find for mani of the data seri but stronger evid against it for sever of the seri", "title": "Further Evidence on the Great Crash, the Oil-Price Shock, and the Unit-Root Hypothesis"}, "https://ideas.repec.org/a/cup/etheor/v23y2007i06p1033-1082_07.html": {"abstract": "This paper considers tests in an instrumental variables (IVs) regression model with IVs that may be weak. Tests that have near-optimal asymptotic power properties with Gaussian errors for weak and strong IVs have been determined in Andrews, Moreira, and Stock (2006a). In this paper, we seek tests that have near-optimal asymptotic power with Gaussian errors and improved power with non-Gaussian errors relative to existing tests. Tests with such properties are obtained by introducing rank tests that are analogous to the conditional likelihood ratio test of Moreira (2003). We also introduce a rank test that is analogous to the Lagrange multiplier test of Kleibergen (2002) and Moreira (2001).<p>(This abstract was borrowed from another version of this item.)", "authors": ["epan30"], "abstractStem": "thi paper consid test in an instrument variabl iv regress model with iv that may be weak test that have nearoptim asymptot power properti with gaussian error for weak and strong iv have been determin in andrew moreira and stock 2006a in thi paper we seek test that have nearoptim asymptot power with gaussian error and improv power with nongaussian error rel to exist test test with such properti are obtain by introduc rank test that are analog to the condit likelihood ratio test of moreira 2003 we also introduc a rank test that is analog to the lagrang multipli test of kleibergen 2002 and moreira 2001pthi abstract wa borrow from anoth version of thi item", "title": "Rank Tests For Instrumental Variables Regression With Weak Instruments"}, "https://ideas.repec.org/a/ecm/emetrp/v69y2001i3p683-734.html": {"abstract": " This paper considers testing problems where several of the standard regularity conditions fail to hold. We consider the case where (i) parameter vectors in the null hypothesis may lie on the boundary of the maintained hypothesis and (ii) there may be a nuisance parameter that appears under the alternative hypothesis, but not under the null. The paper establishes the asymptotic null and local alternative distributions of quasi-likelihood ratio, rescaled quasilikelihood ratio, Wald, and score tests in this case. The results apply to tests based on a wide variety of extremum estimators and apply to a wide variety of models. Examples treated in the paper are: (i) tests of the null hypothesis of no conditional heteroskedasticity in a GARCH(1,-1) regression model and (ii) tests of the null hypothesis that some random coefficients have variances equal to zero in a random coefficients regression model with (possibly) correlated random coefficients.", "authors": ["epan30"], "abstractStem": " thi paper consid test problem where sever of the standard regular condit fail to hold we consid the case where i paramet vector in the null hypothesi may lie on the boundari of the maintain hypothesi and ii there may be a nuisanc paramet that appear under the altern hypothesi but not under the null the paper establish the asymptot null and local altern distribut of quasilikelihood ratio rescal quasilikelihood ratio wald and score test in thi case the result appli to test base on a wide varieti of extremum estim and appli to a wide varieti of model exampl treat in the paper are i test of the null hypothesi of no condit heteroskedast in a garch11 regress model and ii test of the null hypothesi that some random coeffici have varianc equal to zero in a random coeffici regress model with possibl correl random coeffici", "title": "Testing When a Parameter Is on the Boundary of the Maintained Hypothesis"}, "https://ideas.repec.org/a/eee/econom/v70y1996i1p9-38.html": {"abstract": "This paper determines a class of finite sample optimal tests for the existence of a changepoint at an unknown time in a normal linear multiple regression model with known variance. Optimal tests for multiple changepoints are also derived. Power comparisons of several tests are provided based on simulations.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epan30", "eppl16"], "abstractStem": "thi paper determin a class of finit sampl optim test for the exist of a changepoint at an unknown time in a normal linear multipl regress model with known varianc optim test for multipl changepoint are also deriv power comparison of sever test are provid base on simulationspthi abstract wa borrow from anoth version of thi item", "title": "Optimal changepoint tests for normal linear regression"}, "https://ideas.repec.org/a/eee/econom/v84y1998i1p155-199.html": {"abstract": "This paper considers hypothesis tests for nonlinear econometric models when the parameter space is restricted under the alternative hypothesis. Multivariate one-sided tests are a leading example. Asymptotically optimal tests are derived using a weighted average power criterion. In addition, the likelihood ratio test is shown to be asymptotically admissible and to maximize asymptotic power against alternatives that are arbitrarily distant from the null hypothesis. For Gaussian linear regression models with known variance, analogous exact finite sample results are established.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epan30"], "abstractStem": "thi paper consid hypothesi test for nonlinear econometr model when the paramet space is restrict under the altern hypothesi multivari onesid test are a lead exampl asymptot optim test are deriv use a weight averag power criterion in addit the likelihood ratio test is shown to be asymptot admiss and to maxim asymptot power against altern that are arbitrarili distant from the null hypothesi for gaussian linear regress model with known varianc analog exact finit sampl result are establishedpthi abstract wa borrow from anoth version of thi item", "title": "Hypothesis testing with a restricted parameter space"}, "https://ideas.repec.org/a/cup/etheor/v18y2002i04p962-984_18.html": {"abstract": "This paper considers the problem of choosing the number bootstrap repetitions B to use with the BC_{a} bootstrap confidence intervals introduced by Efron (1987). Because the simulated random variables are ancillary, we seek a choice of B that yields a confidence interval that is close to the ideal bootstrap confidence interval for which B = infinity. We specifiy a three-step method of choosing B that ensures that the lower and upper lengths of the confidence interval deviate from those of the ideal bootstrap confidence interval by at most a small percentage with high probability.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epan30", "fpbu314"], "abstractStem": "thi paper consid the problem of choos the number bootstrap repetit b to use with the bca bootstrap confid interv introduc by efron 1987 becaus the simul random variabl are ancillari we seek a choic of b that yield a confid interv that is close to the ideal bootstrap confid interv for which b  infin we specifiy a threestep method of choos b that ensur that the lower and upper length of the confid interv deviat from those of the ideal bootstrap confid interv by at most a small percentag with high probabilitypthi abstract wa borrow from anoth version of thi item", "title": "ON THE NUMBER OF BOOTSTRAP REPETITIONS FOR BCa CONFIDENCE INTERVALS"}, "https://ideas.repec.org/a/eee/econom/v133y2006i2p673-702.html": {"abstract": "This paper determines coverage probability errors of both delta method and parametric bootstrap confidence intervals (CIs) for the covariance parameters of stationary long-memory Gaussian time series. CIs for the long-memory parameter d_0 are included. The results establish that the bootstrap provides higher-order improvements over the delta method. Analogous results are given for tests. The CIs and tests are based on one or other of two approximate maximum likelihood estimators. The first estimator solves the first-order conditions with respect to the covariance parameters of a \"plug-in\" log-likelihood function that has the unknown mean replaced by the sample mean. The second estimator does likewise for a plug-in Whittle log-likelihood. The magnitudes of the coverage probability errors for one-sided bootstrap CIs for covariance parameters for long-memory time series are shown to be essentially the same as they are with iid data. This occurs even though the mean of the time series cannot be estimated at the usual n^{1/2} rate.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epan30", "fpma398"], "abstractStem": "thi paper determin coverag probabl error of both delta method and parametr bootstrap confid interv ci for the covari paramet of stationari longmemori gaussian time seri ci for the longmemori paramet d0 are includ the result establish that the bootstrap provid higherord improv over the delta method analog result are given for test the ci and test are base on one or other of two approxim maximum likelihood estim the first estim solv the firstord condit with respect to the covari paramet of a plugin loglikelihood function that ha the unknown mean replac by the sampl mean the second estim doe likewis for a plugin whittl loglikelihood the magnitud of the coverag probabl error for onesid bootstrap ci for covari paramet for longmemori time seri are shown to be essenti the same as they are with iid data thi occur even though the mean of the time seri cannot be estim at the usual n12 ratepthi abstract wa borrow from anoth version of thi item", "title": "Higher-order improvements of the parametric bootstrap for long-memory Gaussian processes"}, "https://ideas.repec.org/a/ecm/emetrp/v65y1997i4p913-932.html": {"abstract": "To obtain consistency and asymptotic normality, a generalized method of moments (GAM) estimator typically is defined to be an approximate global minimizer of a GAM criterion function. To compute such an estimator, however, can be problematic because of the difficulty of global optimization. To alleviate this problem, the author proposes a stopping-rule (SR) procedure for computing GAM estimators. The SR procedure eliminates the need for global search with high probability. And, it provides an explicit SR for problems of stability that may arise with local optimization problems.", "authors": ["epan30"], "abstractStem": "to obtain consist and asymptot normal a gener method of moment gam estim typic is defin to be an approxim global minim of a gam criterion function to comput such an estim howev can be problemat becaus of the difficulti of global optim to allevi thi problem the author propos a stoppingrul sr procedur for comput gam estim the sr procedur elimin the need for global search with high probabl and it provid an explicit sr for problem of stabil that may aris with local optim problem", "title": "A Stopping Rule for the Computation of Generalized Method of Moments Estimators"}}}