{"epau33": {"https://ideas.repec.org/a/bin/bpeajo/v14y1983i1983-2p451-514.html": {"abstract": "No abstract is available for this item.", "authors": ["epau33"], "abstractStem": "no abstract is avail for thi item", "title": "Corporate Taxation in the United States"}, "https://ideas.repec.org/a/ntj/journl/v53y2000in._3p459-72.html": {"abstract": "This paper provides alternative measures of federal budget surpluses over 10-year and long-term horizons. Official baseline budget forecasts are based on a series of statutory requirements that may be at variance with reasonable expectation. More plausible notions of current policy toward discretionary spending, taxes, and retirement trust funds imply that surpluses over the next 10 years will be substantially smaller than the baseline forecasts indicate. Properly accounting for long-term imbalances in social security and the rest of the budget implies that, under plausible definitions of current policy, the federal government faces a long-term shortfall.", "authors": ["epau33", "epga40"], "abstractStem": "thi paper provid altern measur of feder budget surplus over 10year and longterm horizon offici baselin budget forecast are base on a seri of statutori requir that may be at varianc with reason expect more plausibl notion of current polici toward discretionari spend tax and retir trust fund impli that surplus over the next 10 year will be substanti smaller than the baselin forecast indic properli account for longterm imbal in social secur and the rest of the budget impli that under plausibl definit of current polici the feder govern face a longterm shortfal", "title": "Perspectives on the Budget Surplus"}, "https://ideas.repec.org/a/aea/aecrev/v85y1995i2p165-69.html": {"abstract": "Some economists have argued that the disincentive effects of marginal tax rate increases in the 1980s caused revenue to rise by less than had been anticipated. To evaluate the hypothesis, this paper considers OMB revenue forecasts and forecast errors for the period 1982-93. If the revenue gains from tax increases, and the revenue losses from tax cuts, were overstated because of inadequate allowance for behavioral responses, then the forecast errors should be negatively related to the initial revenue estimates of the impact of policy changes. For excise taxes and corporate income taxes, the results suggest that the systematic overprediction of revenues during the period can be explained in part by an underestimate of behavioral responses to taxation.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epau33"], "abstractStem": "some economist have argu that the disincent effect of margin tax rate increas in the 1980 caus revenu to rise by less than had been anticip to evalu the hypothesi thi paper consid omb revenu forecast and forecast error for the period 198293 if the revenu gain from tax increas and the revenu loss from tax cut were overst becaus of inadequ allow for behavior respons then the forecast error should be neg relat to the initi revenu estim of the impact of polici chang for excis tax and corpor incom tax the result suggest that the systemat overpredict of revenu dure the period can be explain in part by an underestim of behavior respons to taxationpthi abstract wa borrow from anoth version of thi item", "title": "Tax Projections and the Budget: Lessons from the 1980's"}, "https://ideas.repec.org/a/bin/bpeajo/v19y1988i1988-2p595-638.html": {"abstract": "No abstract is available for this item.", "authors": ["epau33"], "abstractStem": "no abstract is avail for thi item", "title": "Capital Gains Taxation in the United States: Realizations, Revenue, and Rhetoric"}, "https://ideas.repec.org/a/eee/pubeco/v17y1982i3p355-372.html": {"abstract": "There is probably no specific problem in tax analysis which has generated as much study and discussion among economists as the question of how to formulate \"neutral\" tax incentives for investment. Yet no consensus has been reached concerning the proper approach to take when adjusting taxes. Comparing the two fundamental notions of neutrality found in the literature, referred to here as \"present value\" rules and \"internal rate of return\" rules, we argue that there is both a single appropriate neutrality criterion (the latter) and a framework which can be used to evaluate the performance of a tax system with respect to this criterion.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epau33"], "abstractStem": "there is probabl no specif problem in tax analysi which ha gener as much studi and discuss among economist as the question of how to formul neutral tax incent for invest yet no consensu ha been reach concern the proper approach to take when adjust tax compar the two fundament notion of neutral found in the literatur refer to here as present valu rule and intern rate of return rule we argu that there is both a singl appropri neutral criterion the latter and a framework which can be use to evalu the perform of a tax system with respect to thi criterionpthi abstract wa borrow from anoth version of thi item", "title": "Tax neutrality and the social discount rate : A suggested framework"}, "https://ideas.repec.org/a/fip/fedcer/y1995iqip2-12.html": {"abstract": "A study of the magnitudes of tax increases, transfer cuts, or reductions in government purchases that would be needed to rectify the huge imbalance in the generational stance of U.S. fiscal policy, concluding that congressionally proposed outlay reductions in nondefense and non-Social Security spending would still be insufficient to bridge the gap.", "authors": ["epau33", "epko44"], "abstractStem": "a studi of the magnitud of tax increas transfer cut or reduct in govern purchas that would be need to rectifi the huge imbal in the gener stanc of us fiscal polici conclud that congression propos outlay reduct in nondefens and nonsoci secur spend would still be insuffici to bridg the gap", "title": "Restoring generational balance in U.S. fiscal policy: what will it take?"}, "https://ideas.repec.org/a/ntj/journl/v50y1997ino._3p387-98.html": {"abstract": "Points to the growth of three programs (Medicare, Medicaid, and Social Security) as the source of the projected long-term U.S. fiscal imbalance. Evaluates the effect of policy changes on this imbalance, and finds that the long-run imbalance will persist and waiting to adopt policy changes will increase the size of the required annual primary deficit reduction.", "authors": ["epau33"], "abstractStem": "point to the growth of three program medicar medicaid and social secur as the sourc of the project longterm us fiscal imbal evalu the effect of polici chang on thi imbal and find that the longrun imbal will persist and wait to adopt polici chang will increas the size of the requir annual primari deficit reduct", "title": "Quantifying the Current U.S. Fiscal Imbalance"}, "https://ideas.repec.org/a/eee/crcspp/v35y1991ip221-222.html": {"abstract": "No abstract is available for this item.", "authors": ["epau33", "fpha378"], "abstractStem": "no abstract is avail for thi item", "title": "Recent U.S. investment behavior and the tax reform act of 1986: A disaggregate view a rejoinder"}, "https://ideas.repec.org/a/aea/jecper/v24y2010i4p141-64.html": {"abstract": "During and after the \"Great Recession\" that began in December 2007, the U.S. federal government enacted several rounds of activist fiscal policy. In this paper, we review the recent evolution of thinking and evidence regarding the effectiveness of activist fiscal policy. Although fiscal interventions aimed at stimulating and stabilizing the economy have returned to common use, their efficacy remains controversial. We review the debate about the traditional types of fiscal policy interventions, such as broad-based tax cuts and spending increases, as well as more targeted policies. While there have been improvements in estimates of the effects of broad-based policies, much of what has been learned recently concerns how such multipliers might vary with respect to economic conditions, such as the credit market disruptions and very low interest rates that were central features of the Great Recession. The eclectic and innovative interventions by the Federal Reserve and other central banks during this period highlight the imprecise divisions between monetary and fiscal policy and the many channels through which fiscal policies can be implemented.", "authors": ["epau33", "epga40"], "abstractStem": "dure and after the great recess that began in decemb 2007 the us feder govern enact sever round of activist fiscal polici in thi paper we review the recent evolut of think and evid regard the effect of activist fiscal polici although fiscal intervent aim at stimul and stabil the economi have return to common use their efficaci remain controversi we review the debat about the tradit type of fiscal polici intervent such as broadbas tax cut and spend increas as well as more target polici while there have been improv in estim of the effect of broadbas polici much of what ha been learn recent concern how such multipli might vari with respect to econom condit such as the credit market disrupt and veri low interest rate that were central featur of the great recess the eclect and innov intervent by the feder reserv and other central bank dure thi period highlight the imprecis divis between monetari and fiscal polici and the mani channel through which fiscal polici can be implement", "title": "Activist Fiscal Policy"}, "https://ideas.repec.org/a/eee/ecolet/v3y1979i1p49-52.html": {"abstract": "No abstract is available for this item.", "authors": ["epau33"], "abstractStem": "no abstract is avail for thi item", "title": "A brief note on a non-existent theorem about the optimality of uniform taxation"}, "https://ideas.repec.org/a/ier/iecrev/v30y1989i4p939-62.html": {"abstract": " This paper provides an effective tax rate measure that is valid in the presence of adjustment costs and anticipated tax changes and a measure of the impact of tax changes on market value that may be decomposed into the effects on discounted pure profits and normal returns to capital. Changes in the value of capital may, in turn, be decomposed further into changes in the marginal value of new capital and changes in the relative value of new and existing capital. These new measures are used to evaluate tax changes similar to those introduced by the recent U.S. tax reform. Copyright 1989 by Economics Department of the University of Pennsylvania and the Osaka University Institute of Social and Economic Research Association.", "authors": ["epau33"], "abstractStem": " thi paper provid an effect tax rate measur that is valid in the presenc of adjust cost and anticip tax chang and a measur of the impact of tax chang on market valu that may be decompos into the effect on discount pure profit and normal return to capit chang in the valu of capit may in turn be decompos further into chang in the margin valu of new capit and chang in the rel valu of new and exist capit these new measur are use to evalu tax chang similar to those introduc by the recent us tax reform copyright 1989 by econom depart of the univers of pennsylvania and the osaka univers institut of social and econom research associ", "title": "Tax Reform and Adjustment Costs: The Impact on Investment and Market Value"}, "https://ideas.repec.org/a/mhr/finarc/urnsici0015-2218(200503)611_62tfbokr_2.0.tx_2-t.html": {"abstract": "This paper uses generational accounting to assess the fiscal impacts of Korean reunification. Our findings suggest that early reunification will result in a large increase in the fiscal burden for most current and future generations of South Koreans. The Korean reunification's fiscal impact appears much larger than that of German reunification, due to a wider gap in productivity between the two Koreas and North Korea's much larger share of the unified country's population. The projected large-scale fiscal burden on South Korea is attributable primarily to the rapid increase in social welfare expenditure for North Korean residents, rather than to the direct reconstruction cost of the North Korean economic system after the disintegration of its old economic regime.", "authors": ["epau33"], "abstractStem": "thi paper use gener account to assess the fiscal impact of korean reunif our find suggest that earli reunif will result in a larg increas in the fiscal burden for most current and futur gener of south korean the korean reunif fiscal impact appear much larger than that of german reunif due to a wider gap in product between the two korea and north korea much larger share of the unifi countri popul the project largescal fiscal burden on south korea is attribut primarili to the rapid increas in social welfar expenditur for north korean resid rather than to the direct reconstruct cost of the north korean econom system after the disintegr of it old econom regim", "title": "The Fiscal Burden of Korean Reunification: A Generational Accounting Approach"}, "https://ideas.repec.org/a/aea/aecrev/v89y1999i2p176-180.html": {"abstract": "No abstract is available for this item.", "authors": ["epau33", "epor38"], "abstractStem": "no abstract is avail for thi item", "title": "Analyzing the Fiscal Impact of U.S. Immigration"}, "homepage": "https://ideas.repec.org/e/pau33.html", "https://ideas.repec.org/a/aea/aecrev/v71y1981i2p419-23.html": {"abstract": "In the past decade, economists have be-gun to realize that inflation, even when fully anticipated, constitutes a great deal more than a tax on money balances. The primary reason for inflation's wider impact is the existence of a tax system designed with stable prices in mind. This paper offers a brief summary of the effects of inflation on the tax treatment of the firm, focusing on four important decisions the firm makes: the scale of investment; the method of finance; the durability of assets used in production; and the holding period of these assets. There are a number of interesting and related issues which cannot be covered in a paper of this length. As I will be considering inflation that is both uniform and fully anticipated, questions concerning the behavior of the firm in response to uncertainty about inflation, or to a concommitant change in relative prices, will not arise.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epau33"], "abstractStem": "in the past decad economist have begun to realiz that inflat even when fulli anticip constitut a great deal more than a tax on money balanc the primari reason for inflat wider impact is the exist of a tax system design with stabl price in mind thi paper offer a brief summari of the effect of inflat on the tax treatment of the firm focus on four import decis the firm make the scale of invest the method of financ the durabl of asset use in product and the hold period of these asset there are a number of interest and relat issu which cannot be cover in a paper of thi length as i will be consid inflat that is both uniform and fulli anticip question concern the behavior of the firm in respons to uncertainti about inflat or to a concommit chang in rel price will not arisepthi abstract wa borrow from anoth version of thi item", "title": "Inflation and the Tax Treatment of Firm Behavior"}, "https://ideas.repec.org/a/ntj/journl/v42y1989ino._3p391-401.html": {"abstract": "Discusses the distortions associated with capital gains taxation, how these would be affected by a reduction in capital gains tax rates, and other policies available to lessen such distortions.", "authors": ["epau33"], "abstractStem": "discuss the distort associ with capit gain taxat how these would be affect by a reduct in capit gain tax rate and other polici avail to lessen such distort", "title": "Capital Gains Taxation and Tax Reform"}, "https://ideas.repec.org/a/aea/aecrev/v95y2005i2p421-425.html": {"abstract": "No abstract is available for this item.", "authors": ["epau33"], "abstractStem": "no abstract is avail for thi item", "title": "Dynamic Scoring: An Introduction to the Issues"}, "https://ideas.repec.org/a/aea/aecrev/v105y2015i5p38-42.html": {"abstract": "In his influential book, Capital in the Twenty-First Century, Thomas Piketty argues forcefully that rising wealth and wealth inequality is an inherent characteristic of capitalist economies and calls for strong policy responses, in particular a substantial wealth tax implemented globally. This paper takes issue with the facts, logic, and policy conclusions in Piketty's book, suggesting that the factors needed to support the inexorable rise in capital's share and concentration are lacking and that among tax policy reforms aimed at dealing with economic inequality a wealth tax finds little support either in Piketty's own work or elsewhere in the literature.", "authors": ["epau33", "fpha378"], "abstractStem": "in hi influenti book capit in the twentyfirst centuri thoma piketti argu forc that rise wealth and wealth inequ is an inher characterist of capitalist economi and call for strong polici respons in particular a substanti wealth tax implement global thi paper take issu with the fact logic and polici conclus in piketti book suggest that the factor need to support the inexor rise in capit share and concentr are lack and that among tax polici reform aim at deal with econom inequ a wealth tax find littl support either in piketti own work or elsewher in the literatur", "title": "Capital Taxation in the Twenty-First Century"}, "https://ideas.repec.org/a/fip/fedcer/y1993iqip2-13nv.29no.1.html": {"abstract": "An update of the baseline generational accounts reported in the 1993 federal budget that extends the analysis to lifetime net tax rates--the taxes that a generation pays, less the Social Security and other transfer benefits that it receives, as a share of income over its entire lifetime.", "authors": ["epau33", "epko44"], "abstractStem": "an updat of the baselin gener account report in the 1993 feder budget that extend the analysi to lifetim net tax ratesth tax that a gener pay less the social secur and other transfer benefit that it receiv as a share of incom over it entir lifetim", "title": "Generational accounts and lifetime tax rates, 1900-1991"}, "https://ideas.repec.org/a/eee/crcspp/v35y1991ip185-215.html": {"abstract": "The Tax Reform Act of 1986 was expected to cause an overall decline in business fixed investment and a shift in the composition of investment away from machinery and equipment, which previously had received an investment tax credit. Yet neither investment relative to GNP nor equipment investment relative to total investment declined during the period 1987-89. This paper's analysis of investment at the level of individual industries and assets helps reconcile the recent pattern of investment and the predicted effects of the Tax Reform Act. We find that the trend toward investment in equipment predated the Act, and that recent investment in equipment has fallen short of what would have been expected on the basis on nontax factors alone. Using a new technique to identify the impact of taxation on investment, we confirm the importance of tax policy using the cross-section pattern of equipment investment since 1986.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epau33", "fpha378"], "abstractStem": "the tax reform act of 1986 wa expect to caus an overal declin in busi fix invest and a shift in the composit of invest away from machineri and equip which previous had receiv an invest tax credit yet neither invest rel to gnp nor equip invest rel to total invest declin dure the period 198789 thi paper analysi of invest at the level of individu industri and asset help reconcil the recent pattern of invest and the predict effect of the tax reform act we find that the trend toward invest in equip predat the act and that recent invest in equip ha fallen short of what would have been expect on the basi on nontax factor alon use a new techniqu to identifi the impact of taxat on invest we confirm the import of tax polici use the crosssect pattern of equip invest sinc 1986pthi abstract wa borrow from anoth version of thi item", "title": "Recent U.S. investment behavior and the tax reform act of 1986: A disaggregate view"}, "https://ideas.repec.org/a/mcb/jmoncb/v23y1991i3p572-74.html": {"abstract": "No abstract is available for this item.", "authors": ["epau33"], "abstractStem": "no abstract is avail for thi item", "title": "Inflation, Personal Taxes, and Real Output: A Dynamic Analysis: Comment"}, "https://ideas.repec.org/a/eee/pubeco/v90y2006i1-2p87-100.html": {"abstract": "Governments around the world have struggled to find the right method of controlling public spending and budget deficits. In recent years, the United States has evaluated policy changes using a ten-year budget window. The use of a multi-year window is intended to capture the future effects of policies, the notion being that a budget window that is too short permits the shifting of costs beyond the window's endpoint. But a budget window that is too long includes future years for which current legislation is essentially meaningless, and gives credit to fiscal burdens shifted to those whom the budget rules are supposed to protect. This suggests that there may be an \"optimal\"budget window, and seeking to understand its properties is one of this paper's main objectives. Another objective is to understand a phenomenon that has grown in importance in U.S. legislation -- the \"sunset.\" This paper argues that, with an appropriately designed budget window, the incentive to use sunsets to avoid budget restrictions will evaporate, so that temporary provisions can be taken at face value. The analysis also has implications for how to account for long-term term budget commitments.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epau33"], "abstractStem": "govern around the world have struggl to find the right method of control public spend and budget deficit in recent year the unit state ha evalu polici chang use a tenyear budget window the use of a multiyear window is intend to captur the futur effect of polici the notion be that a budget window that is too short permit the shift of cost beyond the window endpoint but a budget window that is too long includ futur year for which current legisl is essenti meaningless and give credit to fiscal burden shift to those whom the budget rule are suppos to protect thi suggest that there may be an optimalbudget window and seek to understand it properti is one of thi paper main object anoth object is to understand a phenomenon that ha grown in import in us legisl  the sunset thi paper argu that with an appropri design budget window the incent to use sunset to avoid budget restrict will evapor so that temporari provis can be taken at face valu the analysi also ha implic for how to account for longterm term budget commitmentspthi abstract wa borrow from anoth version of thi item", "title": "Budget windows, sunsets, and fiscal control"}, "https://ideas.repec.org/a/eee/pubeco/v40y1989i1p1-36.html": {"abstract": "This paper develops an overlapping generations general equilibrium growth model with an explicit characterization of the role of capital goods in the production process. The model is rich enough in structure to evaluate and measure simultaneously the different distortions associated with capital income taxation (across sectors, across assets and across time) yet simple enough to yield intuitive analytical results as well. The main result is that uniform capital income taxation is almost certainly suboptimal, theoretically, but that empirically, optimal deviations from uniform taxation are inconsequential. We also find that though the gains from a move to uniform taxation are not large in absolute magnitude these gains would be offset only by an overall rise in capital income tax rates of several percentage points. A separate contribution of the paper is the development of a technique for distinguishing intergenerational transfers from efficiency gains in analyzing the effects of policy changes on long-run welfare.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epau33"], "abstractStem": "thi paper develop an overlap gener gener equilibrium growth model with an explicit character of the role of capit good in the product process the model is rich enough in structur to evalu and measur simultan the differ distort associ with capit incom taxat across sector across asset and across time yet simpl enough to yield intuit analyt result as well the main result is that uniform capit incom taxat is almost certainli suboptim theoret but that empir optim deviat from uniform taxat are inconsequenti we also find that though the gain from a move to uniform taxat are not larg in absolut magnitud these gain would be offset onli by an overal rise in capit incom tax rate of sever percentag point a separ contribut of the paper is the develop of a techniqu for distinguish intergener transfer from effici gain in analyz the effect of polici chang on longrun welfarepthi abstract wa borrow from anoth version of thi item", "title": "The deadweight loss from `non-neutral' capital income taxation"}, "https://ideas.repec.org/a/aea/jecper/v1y1987i1p73-86.html": {"abstract": "No abstract is available for this item.", "authors": ["epau33"], "abstractStem": "no abstract is avail for thi item", "title": "The Tax Reform Act of 1986 and the Cost of Capital"}, "https://ideas.repec.org/a/eee/pubeco/v21y1983i2p107-127.html": {"abstract": "This paper develops a rigorous theoretical model to assess when investor clienteles may be empirically identified using ex dividend day data and what firm attributes these clienteles should respond to. It then presents empirical results for the period 1963-1977 suggesting that (1) tax-based investor clienteles do exist, and are reasonably stable over time (2) these clienteles are strongly influenced by the dividend-price ratio, but insignificantly by direct measures of risk and other firm characteristics.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epau33"], "abstractStem": "thi paper develop a rigor theoret model to assess when investor clientel may be empir identifi use ex dividend day data and what firm attribut these clientel should respond to it then present empir result for the period 19631977 suggest that 1 taxbas investor clientel do exist and are reason stabl over time 2 these clientel are strongli influenc by the dividendpric ratio but insignificantli by direct measur of risk and other firm characteristicspthi abstract wa borrow from anoth version of thi item", "title": "Stockholder tax rates and firm attributes"}, "https://ideas.repec.org/a/ecj/econjl/v91y1981i361p217-23.html": {"abstract": "In a recent article in this Journal, Robin Boadway has argued that the appropriate requirement for neutrality is that the present value of the returns from an initial investment of [1pound], using the social discount rate, should be equal for all projects undertaken at the margin. We have few qualifications about this approach itself; although discounting with the social rate of time preference (STP) may be inappropriate in the current context. However, we would take issue with two aspects of Boadwav's application of his view of neutrality. The first problem concerns the appropriate definition of the constraint on firm leverage which would arise from the existence of limited liability. We believe Boadway's assumption to be inappropriate, and find that its replacement with what we argue to be the correct one leads to important revisions in evaluating the neutrality of different incentives. Another point we would make is that Boadway's results depend crucially on the absence of both personal taxes and inflation. We argue below that once realistic account has been taken of these important elements of the problem, general results about the neutrality of different incentives can no longer be derived, so that while Boadway's criterion may be appropriate, its application promises to be very difficult.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epau33"], "abstractStem": "in a recent articl in thi journal robin boadway ha argu that the appropri requir for neutral is that the present valu of the return from an initi invest of 1pound use the social discount rate should be equal for all project undertaken at the margin we have few qualif about thi approach itself although discount with the social rate of time prefer stp may be inappropri in the current context howev we would take issu with two aspect of boadwav applic of hi view of neutral the first problem concern the appropri definit of the constraint on firm leverag which would aris from the exist of limit liabil we believ boadway assumpt to be inappropri and find that it replac with what we argu to be the correct one lead to import revis in evalu the neutral of differ incent anoth point we would make is that boadway result depend crucial on the absenc of both person tax and inflat we argu below that onc realist account ha been taken of these import element of the problem gener result about the neutral of differ incent can no longer be deriv so that while boadway criterion may be appropri it applic promis to be veri difficultpthi abstract wa borrow from anoth version of thi item", "title": "A Note on the Efficient Design of Investment Incentives"}, "https://ideas.repec.org/a/fip/fedkpr/y2002p109-150.html": {"abstract": "This paper reviews the state of discretionary fiscal policy. Among its findings are: (1) In recent years, U.S. discretionary fiscal policy appears to have become more active in response to both cyclical conditions and a simple measure of budget balance. (2) Considerable uncertainty remains about how large an impact discretionary fiscal policy has on output. (3) There is little evidence that discretionary fiscal policy has played an important stabilization role during recent decades. (4) Budgetary pressure may weaken the efficacy of expansionary fiscal policy. Conversely, contractionary fiscal policy might have a salutary effect on output. This possibility may be relevant for understanding the impact of fiscal policy in the 1990s, although the mechanism is unclear. (5) The automatic stabilizers embedded in the fiscal system have experienced little net change since the 1960s and have contributed to cushioning cyclical fluctuations. But the tax system has many attributes that weaken its potential role as an automatic stabilizer, particularly with respect to investment. (6) The government's reported fiscal position, to which fiscal policy appears responsive, represents a very poor measure of underlying fiscal balance.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epau33"], "abstractStem": "thi paper review the state of discretionari fiscal polici among it find are 1 in recent year us discretionari fiscal polici appear to have becom more activ in respons to both cyclic condit and a simpl measur of budget balanc 2 consider uncertainti remain about how larg an impact discretionari fiscal polici ha on output 3 there is littl evid that discretionari fiscal polici ha play an import stabil role dure recent decad 4 budgetari pressur may weaken the efficaci of expansionari fiscal polici convers contractionari fiscal polici might have a salutari effect on output thi possibl may be relev for understand the impact of fiscal polici in the 1990 although the mechan is unclear 5 the automat stabil embed in the fiscal system have experienc littl net chang sinc the 1960 and have contribut to cushion cyclic fluctuat but the tax system ha mani attribut that weaken it potenti role as an automat stabil particularli with respect to invest 6 the govern report fiscal posit to which fiscal polici appear respons repres a veri poor measur of underli fiscal balancepthi abstract wa borrow from anoth version of thi item", "title": "Is there a role for discretionary fiscal policy?"}, "https://ideas.repec.org/a/aea/aejpol/v2y2010i2pi-ii.html": {"abstract": "No abstract is available for this item.", "authors": ["epau33"], "abstractStem": "no abstract is avail for thi item", "title": "Front Matter and Editor's Note"}, "https://ideas.repec.org/a/aea/jecper/v14y2000i3p37-56.html": {"abstract": "Using the TAXSIM model for the period 1962-95, we consider the federal tax system's impact as an automatic stabilizer. Despite the many changes in the tax system, there has been relatively little change in its role as an automatic stabilizer. We estimate that individual federal taxes offset perhaps as much as 8 percent of initial shocks to GDP. We also suggest that the progressive income tax may help to stabilize output via its effect on the supply of labor, an additional effect that may even be of similar magnitude to the more traditional path of stabilization through aggregate demand.", "authors": ["epau33", "epfe56"], "abstractStem": "use the taxsim model for the period 196295 we consid the feder tax system impact as an automat stabil despit the mani chang in the tax system there ha been rel littl chang in it role as an automat stabil we estim that individu feder tax offset perhap as much as 8 percent of initi shock to gdp we also suggest that the progress incom tax may help to stabil output via it effect on the suppli of labor an addit effect that may even be of similar magnitud to the more tradit path of stabil through aggreg demand", "title": "The Significance of Federal Taxes as Automatic Stabilizers"}, "https://ideas.repec.org/a/eee/pubeco/v23y1984i1-2p27-57.html": {"abstract": "This paper develops a theoretical model of firm behavior consistent with the maximization of shareholder utility, and derives empirically testable implications of different theories of equity finance. Using data on firm earnings and previous investment and financial behavior, we assess whether firms treat new share issues as a more expensive source of finance than retentions, and whether such behavior varies across firms according to the composition of their shareholders. Our results strongly support the hypothesis that firms perceive a higher cost of capital when issuing new shares, and that the cost of capital varies significantly across firms having different estimated tax clienteles, as theory would predict.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epau33"], "abstractStem": "thi paper develop a theoret model of firm behavior consist with the maxim of sharehold util and deriv empir testabl implic of differ theori of equiti financ use data on firm earn and previou invest and financi behavior we assess whether firm treat new share issu as a more expens sourc of financ than retent and whether such behavior vari across firm accord to the composit of their sharehold our result strongli support the hypothesi that firm perceiv a higher cost of capit when issu new share and that the cost of capit vari significantli across firm have differ estim tax clientel as theori would predictpthi abstract wa borrow from anoth version of thi item", "title": "Taxes, firm financial policy and the cost of capital: An empirical analysis"}, "https://ideas.repec.org/a/aea/aecrev/v90y2000i2p276-282.html": {"abstract": "This paper attempts to bring theoretical and empirical research on capital gains realization behavior closer together by considering whether investors who appear to engage more in strategic tax avoidance activity also respond differently to tax rates. We find that such investors exhibit significantly smaller responses to permanent tax rate changes than other investors. Put another way, a larger part of their response to capital gains tax rates reflects timing, consistent with their closer adherence to tax avoidance strategies emphasizing arbitrage based on tax rate differentials. This finding holds for two alternative specifications of realization behavior, one of which suggests larger permanent responses to capital gains tax rates than those of previous panel studies.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epau33", "fpsi665"], "abstractStem": "thi paper attempt to bring theoret and empir research on capit gain realiz behavior closer togeth by consid whether investor who appear to engag more in strateg tax avoid activ also respond differ to tax rate we find that such investor exhibit significantli smaller respons to perman tax rate chang than other investor put anoth way a larger part of their respons to capit gain tax rate reflect time consist with their closer adher to tax avoid strategi emphas arbitrag base on tax rate differenti thi find hold for two altern specif of realiz behavior one of which suggest larger perman respons to capit gain tax rate than those of previou panel studiespthi abstract wa borrow from anoth version of thi item", "title": "Capital-Gains Realizations of the Rich and Sophisticated"}, "https://ideas.repec.org/a/ntj/journl/v49y1996ino._4p665-73.html": {"abstract": "Considers why so many questions about the economic effects of tax reforms remain unanswered, and draws implications for how economics can be used to evaluate and design changes.", "authors": ["epau33"], "abstractStem": "consid whi so mani question about the econom effect of tax reform remain unansw and draw implic for how econom can be use to evalu and design chang", "title": "Measuring the Impact of Tax Reform"}, "https://ideas.repec.org/a/fip/fedcec/y1991inov15.html": {"abstract": "A discussion of why budget deficits are inadequate measures of the long-run effect of fiscal policy on intergenerational redistributi- on, and an assertion that policy evaluation would be better served by looking at generational accounts.", "authors": ["epau33", "epko44"], "abstractStem": "a discuss of whi budget deficit are inadequ measur of the longrun effect of fiscal polici on intergener redistributi on and an assert that polici evalu would be better serv by look at gener account", "title": "Generational accounts: a new approach to fiscal policy evaluation"}, "https://ideas.repec.org/a/bla/jacrfn/v2y1989i1p52-57.html": {"abstract": "No abstract is available for this item.", "authors": ["epau33"], "abstractStem": "no abstract is avail for thi item", "title": "Testimony of Alan J. Auerbach"}, "https://ideas.repec.org/a/oup/qjecon/v93y1979i3p433-446..html": {"abstract": "I. Introduction, 433.—II. The model, 434.—III. The problem, 435.—IV. Wealth maximization: no personal taxes, 436.—V. Wealth maximization with personal taxes, 438.—VI. Firm value and the cost of capital, 440.—VII. Financial policy and the cost of capital, 442.—VIII. Conclusion, 445.", "authors": ["epau33"], "abstractStem": "i introduct 433 ii the model 434 iii the problem 435 iv wealth maxim no person tax 436 v wealth maxim with person tax 438 vi firm valu and the cost of capit 440 vii financi polici and the cost of capit 442 viii conclus 445", "title": "Wealth Maximization and the Cost of Capital"}, "https://ideas.repec.org/a/aea/aejpol/v4y2012i2p1-27.html": {"abstract": "A key issue in current research and policy is the size of fiscal multipliers when the economy is in recession. We provide three insights. First, using regime-switching models, we find large differences in the size of spending multipliers in recessions and expansions with fiscal policy being considerably more effective in recessions than in expansions. Second, we estimate multipliers for more disaggregate spending variables which behave differently relative to aggregate fiscal policy shocks, with military spending having the largest multiplier. Third, we show that controlling for predictable components of fiscal shocks tends to increase the size of the multipliers in recessions. (JEL C32, E62, H20, H62, H63)", "authors": ["epau33", "epgo175"], "abstractStem": "a key issu in current research and polici is the size of fiscal multipli when the economi is in recess we provid three insight first use regimeswitch model we find larg differ in the size of spend multipli in recess and expans with fiscal polici be consider more effect in recess than in expans second we estim multipli for more disaggreg spend variabl which behav differ rel to aggreg fiscal polici shock with militari spend have the largest multipli third we show that control for predict compon of fiscal shock tend to increas the size of the multipli in recess jel c32 e62 h20 h62 h63", "title": "Measuring the Output Responses to Fiscal Policy"}, "https://ideas.repec.org/a/aea/jecper/v10y1996i1p141-57.html": {"abstract": "This paper considers the question of adopting 'dynamic' revenue estimation methods, which would incorporate the predicted macroeconomic effects of policies. It describes the current revenue estimation process and how these estimates are used in the formation of policy. It then evaluates this process as an exercise in forecasting, considering not only its methodology but also its performance. This evaluation illustrates some of the difficulties that would accompany attempts to use dynamic methods. Finally, the paper relates the choice among different revenue estimation procedures to the political process and the use to which the revenue estimates are put.", "authors": ["epau33"], "abstractStem": "thi paper consid the question of adopt dynam revenu estim method which would incorpor the predict macroeconom effect of polici it describ the current revenu estim process and how these estim are use in the format of polici it then evalu thi process as an exercis in forecast consid not onli it methodolog but also it perform thi evalu illustr some of the difficulti that would accompani attempt to use dynam method final the paper relat the choic among differ revenu estim procedur to the polit process and the use to which the revenu estim are put", "title": "Dynamic Revenue Estimation"}, "https://ideas.repec.org/a/aea/aecrev/v96y2006i2p119-123.html": {"abstract": "This paper extends our previous analysis (Auerbach and Hassett 2005) of the effects of the \"Jobs and Growth Tax Relief Act of 2003\" on firm valuation. That paper found that firms with higher dividend yields benefited more than other dividend paying firms, a result that, in itself, is consistent with both new and traditional views of dividend taxation. But further evidence favored the new view. We also found that non-dividend-paying \"immature\" firms experienced larger abnormal returns than other firms and that a similar bonus accrued to firms likely to issue new shares, two results that are consistent with an anticipated transition to higher dividend payments. Here, we extend our earlier analysis in two ways. First, we consider the impact of the 2004 Presidential election on option prices, to gain further insight into and confirmation of the mechanism through which the 2003 legislation affected firm values. Second, we explore in more detail the determinants of the \"immaturity premium\" noted above. In contrast to claims in a recent paper by Amromin et al. (2005), we find that the premium is associated with the likelihood of new share issuance, as inferred but not demonstrated in our original analysis.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epau33", "fpha378"], "abstractStem": "thi paper extend our previou analysi auerbach and hassett 2005 of the effect of the job and growth tax relief act of 2003 on firm valuat that paper found that firm with higher dividend yield benefit more than other dividend pay firm a result that in itself is consist with both new and tradit view of dividend taxat but further evid favor the new view we also found that nondividendpay immatur firm experienc larger abnorm return than other firm and that a similar bonu accru to firm like to issu new share two result that are consist with an anticip transit to higher dividend payment here we extend our earlier analysi in two way first we consid the impact of the 2004 presidenti elect on option price to gain further insight into and confirm of the mechan through which the 2003 legisl affect firm valu second we explor in more detail the determin of the immatur premium note abov in contrast to claim in a recent paper by amromin et al 2005 we find that the premium is associ with the likelihood of new share issuanc as infer but not demonstr in our origin analysispthi abstract wa borrow from anoth version of thi item", "title": "Dividend Taxes and Firm Valuation: New Evidence"}, "https://ideas.repec.org/a/aea/aecrev/v92y2002i2p411-416.html": {"abstract": "No abstract is available for this item.", "authors": ["epau33", "epgo95"], "abstractStem": "no abstract is avail for thi item", "title": "Taxation of Financial Services under a VAT"}, "https://ideas.repec.org/a/eee/pubeco/v11y1979i3p291-305.html": {"abstract": "In recent years many contributions have appeared which examine the effects of corporate and personal taxation on firm financial policy. However, there has yet to appear an adequate explanation of why corporations continue to distribute dividends despite their disadvantageous tax treatment. We study this problem anew, in the context of an overlapping generations growth model with corporations financed by equity. Among our findings are: (1) capital owned by corporations may well be undervalued, even in the long run; (2) as a result of such undervaluation, firms may find it in the best interest of their stockholders to distribute dividends; and (3) an increase in the tax on distributions, while depressing the return to personal saving, may lead to an increase in the capital intensity of the economy. We also consider the criterion firms will use in evaluating new investment projects.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epau33"], "abstractStem": "in recent year mani contribut have appear which examin the effect of corpor and person taxat on firm financi polici howev there ha yet to appear an adequ explan of whi corpor continu to distribut dividend despit their disadvantag tax treatment we studi thi problem anew in the context of an overlap gener growth model with corpor financ by equiti among our find are 1 capit own by corpor may well be undervalu even in the long run 2 as a result of such undervalu firm may find it in the best interest of their stockhold to distribut dividend and 3 an increas in the tax on distribut while depress the return to person save may lead to an increas in the capit intens of the economi we also consid the criterion firm will use in evalu new invest projectspthi abstract wa borrow from anoth version of thi item", "title": "Share valuation and corporate equity policy"}, "https://ideas.repec.org/a/voj/journl/v57y2010i3p251-259.html": {"abstract": "Za većinu posmatrača trenutna recesija kreira neodoljive okolnosti za obnavljanje aktivizma fiskalne politike. Ali, snažna podrška diskrecionoj fiskalnoj politici predstavlja odraz obnovljenog poverenja prema aktivnijoj ekonomskoj politici koje je postojalo i pre sadašnje krize. Medjutim, nedavne debate o mogućim intervencijama fiskalne politike sugerišu da se mi još uvek oslanjamo na pristupe diskrecionoj politici korišćene u proteklim periodima aktivizma politike. Nije iznenađujuće što su prisutna samo neznatna poboljšanja u oblikovanju diskrecione politike, s obzirom da diskreciona ekonomska politika dugo nije bila favorizovana. Ali, ako ćemo sprovoditi diskrecionu politiku u većoj meri, onda je krajnje neophodno obratiti više pažnje oblikovanju mera ekonomske politike.", "authors": ["epau33"], "abstractStem": "za ve inu posmatra a trenutna recesija kreira neodolj okolnosti za obnavljanj aktivizma fiskaln politik ali sna na podr ka diskrecionoj fiskalnoj politici predstavlja odraz obnovljenog poverenja prema aktivnijoj ekonomskoj politici koje je postojalo i pre sada nje krize medjutim nedavn debat o mogu im intervencijama fiskaln politik sugeri u da se mi jo  uvek oslanjamo na pristup diskrecionoj politici kori ene u proteklim periodima aktivizma politik nije iznena uju e  to su prisutna samo neznatna pobolj anja u oblikovanju diskrecion politik s obzirom da diskreciona ekonomska politika dugo nije bila favorizovana ali ako  emo sprovod diskrecionu politiku u ve oj meri onda je krajnj neophodno obrat vi e pa nje oblikovanju mera ekonomsk politik", "title": "Primena novog fiskalnog aktivizma"}, "https://ideas.repec.org/a/aea/jeclit/v44y2006i3p662-693.html": {"abstract": "The Journal of Economic Literature regularly reviews books of interest to the economics profession. The 2006 Economic Report of the President (ERP) falls under that purview. In the reviews that follow, Martin Feldstein reviews the overview chapter of the as well as topics relating to macroeconomics. Alan Auerbach reviews the ERP ?s discussion of tax-related issues, while Ken Rogoff reviews the ERP ?s discussion of international economic topics. Rebecca Blank writes on labor market issues in the ERP , and Michael Katz reviews the ERP ?s discussion of health care issues.", "authors": ["epau33", "epbl56", "epfe112", "fpka210", "epro164"], "abstractStem": "the journal of econom literatur regularli review book of interest to the econom profess the 2006 econom report of the presid erp fall under that purview in the review that follow martin feldstein review the overview chapter of the as well as topic relat to macroeconom alan auerbach review the erp s discuss of taxrel issu while ken rogoff review the erp s discuss of intern econom topic rebecca blank write on labor market issu in the erp  and michael katz review the erp s discuss of health care issu", "title": "Reviews of the 2006 Economic Report of the President"}, "https://ideas.repec.org/a/fip/fednep/y2000iaprp9-23nv.6no.1.html": {"abstract": "No abstract is available for this item.", "authors": ["epau33"], "abstractStem": "no abstract is avail for thi item", "title": "Formation of fiscal policy: the experience of the past twenty-five years"}, "https://ideas.repec.org/a/aea/jeclit/v35y1997i2p589-632.html": {"abstract": " The Tax Reform Act of 1986 constituted the most sweeping postwar change in the U.S. federal income tax. This paper considers what the Act accomplished and its implications for future tax policy. After a review of the Act itself, and why it happened, we consider the evidence of the Act's impact on economic activity and how this evidence squares with initial predictions. Where appropriate, we draw out how consideration of the impact of TRA86 has contributed to the development of the methodology of economic analysis. We conclude with an overall evaluation of the Act.", "authors": ["epau33", "epsl10"], "abstractStem": " the tax reform act of 1986 constitut the most sweep postwar chang in the us feder incom tax thi paper consid what the act accomplish and it implic for futur tax polici after a review of the act itself and whi it happen we consid the evid of the act impact on econom activ and how thi evid squar with initi predict where appropri we draw out how consider of the impact of tra86 ha contribut to the develop of the methodolog of econom analysi we conclud with an overal evalu of the act", "title": "The Economic Effects of the Tax Reform Act of 1986"}, "https://ideas.repec.org/a/aea/aecrev/v99y2009i2p543-49.html": {"abstract": "To many observers, the current recession provides compelling circumstances for renewed fiscal policy activism. But the strong support for fiscal policy intervention reflects a renewed belief in policy activism that had already appeared before the present crisis. However, the recent debate about possible fiscal policy interventions suggests that we are still relying on the approaches to discretionary policy used in past periods of policy activism. It is not surprising that there have been few advances in discretionary policy design, given the lack of favor such policy suffered over many years. But if we are going to practice fiscal discretionary policy on a large scale, then more attention to policy design is sorely needed.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epau33"], "abstractStem": "to mani observ the current recess provid compel circumst for renew fiscal polici activ but the strong support for fiscal polici intervent reflect a renew belief in polici activ that had alreadi appear befor the present crisi howev the recent debat about possibl fiscal polici intervent suggest that we are still reli on the approach to discretionari polici use in past period of polici activ it is not surpris that there have been few advanc in discretionari polici design given the lack of favor such polici suffer over mani year but if we are go to practic fiscal discretionari polici on a larg scale then more attent to polici design is sore neededpthi abstract wa borrow from anoth version of thi item", "title": "Implementing the New Fiscal Policy Activism"}, "https://ideas.repec.org/a/bla/scandj/v94y1992i2p303-18.html": {"abstract": " An alternative to deficit accounting is proposed for understanding the government's treatment of current and future generations. The alternative, called generational accounting, is based on the government's intertemporal budget constraint. Generational accounting is used to describe the redistributive and saving impacts of four alternative policies. The findings indicate that the fiscal deficit is thoroughly unreliable as a measure of either generational policy or the policy-induced stimulus to aggregate demand. The findings also suggest that fiscal policies that redistribute across generations can have important effects on national saving rates. Copyright 1992 by The editors of the Scandinavian Journal of Economics.", "authors": ["epau33", "epko44"], "abstractStem": " an altern to deficit account is propos for understand the govern treatment of current and futur gener the altern call gener account is base on the govern intertempor budget constraint gener account is use to describ the redistribut and save impact of four altern polici the find indic that the fiscal deficit is thoroughli unreli as a measur of either gener polici or the policyinduc stimulu to aggreg demand the find also suggest that fiscal polici that redistribut across gener can have import effect on nation save rate copyright 1992 by the editor of the scandinavian journal of econom", "title": " Generational Accounting: A New Approach to Understanding the Effects of Fiscal Policy on Saving"}, "https://ideas.repec.org/a/eee/pubeco/v17y1982i3p259-285.html": {"abstract": "No abstract is available for this item.", "authors": ["epau33"], "abstractStem": "no abstract is avail for thi item", "title": "Corporate financial policy with personal and institutional investors"}, "https://ideas.repec.org/a/eee/pubeco/v88y2004i9-10p2221-2221.html": {"abstract": "No abstract is available for this item.", "authors": ["epau33"], "abstractStem": "no abstract is avail for thi item", "title": "Erratum to \"Editorial introduction\" [J. Public Econ. 88 (2004) 895-897]"}, "https://ideas.repec.org/a/aea/jecper/v8y1994i1p73-94.html": {"abstract": "This paper illustrates the technique of generational accounting, a new way to evaluate fiscal policy that overcomes the inherent ambiguities of traditional deficit accounting. The authors illustrate why there is no 'correct' measure of the deficit and how generational accounting--estimating the fiscal burdens current policy places on different generations--provides a clearer picture of the intergenerational and macroeconomic effects of fiscal policy than any measure of the deficit. Their calculations suggest that, despite recent changes, U.S. fiscal policy is unsustainable in that it will ultimately require future generations to bear a much higher burden than those currently alive.", "authors": ["epau33", "epko44"], "abstractStem": "thi paper illustr the techniqu of gener account a new way to evalu fiscal polici that overcom the inher ambigu of tradit deficit account the author illustr whi there is no correct measur of the deficit and how gener accountingestim the fiscal burden current polici place on differ generationsprovid a clearer pictur of the intergener and macroeconom effect of fiscal polici than ani measur of the deficit their calcul suggest that despit recent chang us fiscal polici is unsustain in that it will ultim requir futur gener to bear a much higher burden than those current aliv", "title": "Generational Accounting: A Meaningful Way to Evaluate Fiscal Policy"}, "https://ideas.repec.org/a/aea/aecrev/v94y2004i2p286-290.html": {"abstract": "No abstract is available for this item.", "authors": ["epau33", "epbl16"], "abstractStem": "no abstract is avail for thi item", "title": "Panel Discussion"}, "https://ideas.repec.org/a/aea/aecrev/v77y1987i2p49-55.html": {"abstract": "No abstract is available for this item.", "authors": ["epau33", "epko44"], "abstractStem": "no abstract is avail for thi item", "title": "Evaluating Fiscal Policy with a Dynamic Simulation Model"}, "https://ideas.repec.org/a/eee/moneco/v24y1989i2p299-311.html": {"abstract": "No abstract is available for this item.", "authors": ["epau33"], "abstractStem": "no abstract is avail for thi item", "title": "Apres reagan, le deluge?: A review article"}, "https://ideas.repec.org/a/ier/iecrev/v24y1983i1p81-100.html": {"abstract": "This paper presents a new simulation methodology for determining the pure efficiency gains from tax reform along the general. equilibrium rational expectations growth path of life cycle economies. The principal findings concern the effects of switching from a proportional income tax with rates similar to those in the U.S. to either a proportional tax on consumption or a proportional tax on labor income. A switch to consumption taxation generates a sustainable welfare gain of almost 2 percent of lifetime resources. In contrast, a transition to wage taxation generates a loss of greater than ? percent of lifetime re- sources. A second general result is that even a mild degree of progressivity in the income tax system imposes a very large efficiency cost.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epau33", "epko44", "epsk23"], "abstractStem": "thi paper present a new simul methodolog for determin the pure effici gain from tax reform along the gener equilibrium ration expect growth path of life cycl economi the princip find concern the effect of switch from a proport incom tax with rate similar to those in the us to either a proport tax on consumpt or a proport tax on labor incom a switch to consumpt taxat gener a sustain welfar gain of almost 2 percent of lifetim resourc in contrast a transit to wage taxat gener a loss of greater than  percent of lifetim re sourc a second gener result is that even a mild degre of progress in the incom tax system impos a veri larg effici costpthi abstract wa borrow from anoth version of thi item", "title": "The Efficiency Gains from Dynamic Tax Reform"}, "https://ideas.repec.org/a/bla/jfinan/v41y1986i3p668-69.html": {"abstract": "No abstract is available for this item.", "authors": ["epau33"], "abstractStem": "no abstract is avail for thi item", "title": " Inflation, Uncertainty, and Investment: Discussion"}, "https://ideas.repec.org/a/eee/jjieco/v2y1988i2p134-158.html": {"abstract": "No abstract is available for this item.", "authors": ["fpan410", "epau33"], "abstractStem": "no abstract is avail for thi item", "title": "The cost of capital in the United States and Japan: A comparison"}, "https://ideas.repec.org/a/fip/fedfpr/y2005x10.html": {"abstract": "No abstract is available for this item.", "authors": ["epau33"], "abstractStem": "no abstract is avail for thi item", "title": "Estimating the effects of fiscal policy in OECD countries - comments"}, "https://ideas.repec.org/a/aea/aejpol/v5y2013i3p320-22.html": {"abstract": "The published version of our paper had an accounting mistake in the construction of one time series. This note describes the mistake and presents results based on corrected data. The revised results are very similar to those originally reported.", "authors": ["epau33", "epgo175"], "abstractStem": "the publish version of our paper had an account mistak in the construct of one time seri thi note describ the mistak and present result base on correct data the revis result are veri similar to those origin report", "title": "Corrigendum: Measuring the Output Responses to Fiscal Policy"}, "https://ideas.repec.org/a/bla/ajecsc/v64y2005i1p237-243.html": {"abstract": " A comment on the article by John Shoven and John Whalley in this volume. Copyright 2005 American Journal of Economics and Sociology, Inc..", "authors": ["epau33"], "abstractStem": " a comment on the articl by john shoven and john whalley in thi volum copyright 2005 american journal of econom and sociolog inc", "title": "Auerbach Comments on Shoven and Whalley"}, "https://ideas.repec.org/a/oup/restud/v53y1986i2p205-225..html": {"abstract": "Under the laws of most countries, a distinction is made between gains and losses by businesses. Losses that must be \"carried forward\" are subjept to two penalties: a loss of interest, and expiration. Previous examinations have focused on the higher expected tax payments such a tax system without \"full loss offset\" imposes on risky projects. This paper presents a dynamic analysis of the impact of taxation on investment when gains and losses are treated asymmetrically. The results demonstrate how firm characteristics and the timing of taxes can influence behaviour.", "authors": ["epau33"], "abstractStem": "under the law of most countri a distinct is made between gain and loss by busi loss that must be carri forward are subjept to two penalti a loss of interest and expir previou examin have focus on the higher expect tax payment such a tax system without full loss offset impos on riski project thi paper present a dynam analysi of the impact of taxat on invest when gain and loss are treat asymmetr the result demonstr how firm characterist and the time of tax can influenc behaviour", "title": "The Dynamic Effects of Tax Law Asymmetries"}, "https://ideas.repec.org/a/aea/aecrev/v95y2005i1p110-137.html": {"abstract": "Prevalent thinking about liquidity traps suggests that the perfect substitutability of money and bonds at a zero short-term nominal interest rate renders open-market operations ineffective for achieving macroeconomic stabilization goals. We show that even were this the case, there remains a powerful argument for large-scale open market operations as a fiscal policy tool. As we also demonstrate, however, this same reasoning implies that open-market operations will be beneficial for stabilization as well, even when the economy is expected to remain mired in a liquidity trap for some time. Thus, the microeconomic fiscal benefits of open-market operations in a liquidity trap go hand in hand with standard macroeconomic objectives. Motivated by Japan's recent economic experience, we use a dynamic general-equilibrium model to assess the welfare impact of open-market operations for an economy in Japan's predicament. We argue Japan can achieve a substantial welfare improvement through large open-market purchases of domestic government debt.", "authors": ["epau33", "epob13"], "abstractStem": "preval think about liquid trap suggest that the perfect substitut of money and bond at a zero shortterm nomin interest rate render openmarket oper ineffect for achiev macroeconom stabil goal we show that even were thi the case there remain a power argument for largescal open market oper as a fiscal polici tool as we also demonstr howev thi same reason impli that openmarket oper will be benefici for stabil as well even when the economi is expect to remain mire in a liquid trap for some time thu the microeconom fiscal benefit of openmarket oper in a liquid trap go hand in hand with standard macroeconom object motiv by japan recent econom experi we use a dynam generalequilibrium model to assess the welfar impact of openmarket oper for an economi in japan predica we argu japan can achiev a substanti welfar improv through larg openmarket purchas of domest govern debt", "title": "The Case for Open-Market Purchases in a Liquidity Trap"}, "https://ideas.repec.org/a/aea/aecrev/v94y2004i2p155-160.html": {"abstract": "A central point in the recent debate about Social Security in the United States has been the extent to which the federal government should take significant positions in the equity market. But, as this paper shows, the government already has a much more significant, if implicit position in the U.S. equity market through its claim to future tax revenues. Using estimates of the sensitivity of federal tax revenues to stock market returns, I calculate the implicit equity position of the federal government, defined as the equity position that would be as sensitive to the stock market as the present value of federal revenues. Although standard errors are large, point estimates indicate that the implicit federal equity position exceeds the size of the stock market itself, a result that is consistent with the fact that revenues from all sources, not just taxes on corporate source income, are responsive to stock market returns.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epau33"], "abstractStem": "a central point in the recent debat about social secur in the unit state ha been the extent to which the feder govern should take signific posit in the equiti market but as thi paper show the govern alreadi ha a much more signific if implicit posit in the us equiti market through it claim to futur tax revenu use estim of the sensit of feder tax revenu to stock market return i calcul the implicit equiti posit of the feder govern defin as the equiti posit that would be as sensit to the stock market as the present valu of feder revenu although standard error are larg point estim indic that the implicit feder equiti posit exce the size of the stock market itself a result that is consist with the fact that revenu from all sourc not just tax on corpor sourc incom are respons to stock market returnspthi abstract wa borrow from anoth version of thi item", "title": "How Much Equity Does the Government Hold?"}, "https://ideas.repec.org/a/eee/pubeco/v88y2004i5p957-980.html": {"abstract": "We show the unique form that must be taken by a tax system based entirely on realization accounting to implement a uniform capital income tax, or, equivalently, a uniform wealth tax. This system combines elements of an accrual based capital income tax and a traditional cashflow tax, having many of the attributes of the latter while still imposing a tax burden on marginal capital income. Like the traditional cash-flow tax, this system may be integrated with a tax on labor income. We also show how such a tax can be supplemented with an optional accounting for a segregated subset of actively traded securities, subjected separately to mark-to-market taxation at the uniform capital income tax rate, to permit a fully graduated tax system applicable to labor income.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epau33", "fpbr257"], "abstractStem": "we show the uniqu form that must be taken by a tax system base entir on realiz account to implement a uniform capit incom tax or equival a uniform wealth tax thi system combin element of an accrual base capit incom tax and a tradit cashflow tax have mani of the attribut of the latter while still impos a tax burden on margin capit incom like the tradit cashflow tax thi system may be integr with a tax on labor incom we also show how such a tax can be supplement with an option account for a segreg subset of activ trade secur subject separ to marktomarket taxat at the uniform capit incom tax rate to permit a fulli graduat tax system applic to labor incomepthi abstract wa borrow from anoth version of thi item", "title": "Generalized cash-flow taxation"}, "https://ideas.repec.org/a/fip/fedcer/y1992iqivp13-21nv.28no.4.html": {"abstract": "An assessment of the effects of proposed reductions in income and Social Security taxes on middle-income Americans and of cuts in health care spending, using the generational accounting method to examine their likely impact on both current and future national saving rates.", "authors": ["epau33", "epko44"], "abstractStem": "an assess of the effect of propos reduct in incom and social secur tax on middleincom american and of cut in health care spend use the gener account method to examin their like impact on both current and futur nation save rate", "title": "Assessing the impact of income tax, social security tax, and health care spending on U.S. saving rates"}, "https://ideas.repec.org/a/fip/fedcer/y1994iqip20-30nv.30no.1.html": {"abstract": "A presentation of the baseline generational accounts for 1992, estimating both the effect of the Omnibus Budget Reconciliation Act of 1993 and the further impact of the Clinton administration's health reform proposal.", "authors": ["epau33", "epko44"], "abstractStem": "a present of the baselin gener account for 1992 estim both the effect of the omnibu budget reconcili act of 1993 and the further impact of the clinton administr health reform propos", "title": "The 1995 budget and health care reform: a generational perspective"}, "https://ideas.repec.org/a/kap/itaxpf/v8y2001i4p327-329.html": {"abstract": "No abstract is available for this item.", "authors": ["epau33"], "abstractStem": "no abstract is avail for thi item", "title": "Introduction: Public Finance and Human Capital"}, "https://ideas.repec.org/a/fip/fedkpr/y1995p227-244.html": {"abstract": "No abstract is available for this item.", "authors": ["epau33"], "abstractStem": "no abstract is avail for thi item", "title": "Solutions for developed economies"}, "https://ideas.repec.org/a/bla/intfin/v5y2002i2p229-49.html": {"abstract": " Government fiscal aggregates are often manipulated over the course of the business cycle in order to provide counter-cyclical stimulus. Changes that are not discretionary--the so-called \"built-in stabilizers\"--also significantly vary over the business cycle, in a manner that is even more predictable than the periodic discretionary measures. Such measures introduce important bi-directional interactions between policy and uncertainty. On the one hand, activist policy may heighten the general level of uncertainty in the economy, by adding policy ambiguity to the more fundamental sources of uncertainty. On the other hand, the design of optimal policy itself depends crucially on levels of uncertainty concerning the state of the economy in the short and long run. In this paper we review recent work that explores the impact of uncertainty on optimal policy design, proceeding from the short to the long run. Copyright 2002 by Blackwell Publishers Ltd.", "authors": ["epau33", "fpha378"], "abstractStem": " govern fiscal aggreg are often manipul over the cours of the busi cycl in order to provid countercycl stimulu chang that are not discretionaryth socal builtin stabilizersalso significantli vari over the busi cycl in a manner that is even more predict than the period discretionari measur such measur introduc import bidirect interact between polici and uncertainti on the one hand activist polici may heighten the gener level of uncertainti in the economi by ad polici ambigu to the more fundament sourc of uncertainti on the other hand the design of optim polici itself depend crucial on level of uncertainti concern the state of the economi in the short and long run in thi paper we review recent work that explor the impact of uncertainti on optim polici design proceed from the short to the long run copyright 2002 by blackwel publish ltd", "title": "Fiscal Policy and Uncertainty"}, "https://ideas.repec.org/a/aea/aejpol/v1y2009i1piii-iii.html": {"abstract": "No abstract is available for this item.", "authors": ["epau33"], "abstractStem": "no abstract is avail for thi item", "title": "Editor's Note"}, "https://ideas.repec.org/a/aea/aecrev/v98y2008i2p599-600.html": {"abstract": "No abstract is available for this item.", "authors": ["epau33"], "abstractStem": "no abstract is avail for thi item", "title": "Report of the Editor: American Economic Journal: Economic Policy"}, "https://ideas.repec.org/a/bla/germec/v15y2014i1p84-99.html": {"abstract": " type=\"main\" xml:id=\"geer12023-abs-0001\"&gt;  There has been considerable research and discussion over the years about the potential role of fiscal rules in supporting better economic outcomes; the design, implementation and enforcement, of such rules; and the prospects for alternative fiscal and political institutions to promote the objectives to which fiscal rules are typically targeted. This paper provides an overview of some of the findings that this research and unfolding events have brought forward, organized in the form of ten lessons that can be learned from accumulating theory and evidence.", "authors": ["epau33"], "abstractStem": " typemain xmlidgeer12023abs0001gt  there ha been consider research and discuss over the year about the potenti role of fiscal rule in support better econom outcom the design implement and enforc of such rule and the prospect for altern fiscal and polit institut to promot the object to which fiscal rule are typic target thi paper provid an overview of some of the find that thi research and unfold event have brought forward organ in the form of ten lesson that can be learn from accumul theori and evid", "title": "Budget Rules and Fiscal Policy: Ten Lessons from Theory and Evidence"}, "https://ideas.repec.org/a/eee/pubeco/v87y2003i1p205-232.html": {"abstract": "Under the new view' of dividend taxation developed in Auerbach (1979), Bradford (1981) and King (1977) the marginal source of finance for new investment projects is retained earnings. In this case, the tax advantage of retentions precisely offsets the double taxation of subsequent dividends: taxes on dividends have no impact on the investment incentives of firms using retentions as a marginal source of funds and paying dividends with residual cash flows. We find evidence that dividends do respond to investment and cash flow for the nonfinancial corporate sector as a whole in a manner consistent with the new view. We also find that this dividend pattern is weaker for firms with better access to capital markets, as measured by bond rating and the number of analysts following them. Finally, we find that, although new share issues and repurchases respond to the same firm characteristics as dividends do, the pattern of these responses is consistent with a broader interpretation of the new view that preserves the main result of dividend-tax irrelevance with respect to the cost of capital.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epau33", "fpha378"], "abstractStem": "under the new view of dividend taxat develop in auerbach 1979 bradford 1981 and king 1977 the margin sourc of financ for new invest project is retain earn in thi case the tax advantag of retent precis offset the doubl taxat of subsequ dividend tax on dividend have no impact on the invest incent of firm use retent as a margin sourc of fund and pay dividend with residu cash flow we find evid that dividend do respond to invest and cash flow for the nonfinanci corpor sector as a whole in a manner consist with the new view we also find that thi dividend pattern is weaker for firm with better access to capit market as measur by bond rate and the number of analyst follow them final we find that although new share issu and repurchas respond to the same firm characterist as dividend do the pattern of these respons is consist with a broader interpret of the new view that preserv the main result of dividendtax irrelev with respect to the cost of capitalpthi abstract wa borrow from anoth version of thi item", "title": "On the marginal source of investment funds"}, "https://ideas.repec.org/a/eee/pubeco/v47y1992i2p141-170.html": {"abstract": "This paper derives and estimates models of nonresidential investment behavior in which current and future tax conditions directly affect the incentive to invest. The estimates suggest that taxes have played an independent role in affecting postwar U.S. investment behavior, particularly for investment in machinery and equipment. In addition, the paper develops a method for assessing the impact of tax policy on the volatility of investment when such policy is endogenous. Illustrative calculations using this technique, based on the paper's empirical estimates, suggest that tax policy has not served to stabilize investment in equipment or nonresidential structures during the sample period.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epau33", "fpha378"], "abstractStem": "thi paper deriv and estim model of nonresidenti invest behavior in which current and futur tax condit directli affect the incent to invest the estim suggest that tax have play an independ role in affect postwar us invest behavior particularli for invest in machineri and equip in addit the paper develop a method for assess the impact of tax polici on the volatil of invest when such polici is endogen illustr calcul use thi techniqu base on the paper empir estim suggest that tax polici ha not serv to stabil invest in equip or nonresidenti structur dure the sampl periodpthi abstract wa borrow from anoth version of thi item", "title": "Tax policy and business fixed investment in the United States"}, "https://ideas.repec.org/a/ntj/journl/v46y1993ino._4p519-26.html": {"abstract": "Illustrates challenges faced by economists involved in the tax policy process, with a focus on two central issues (revenue measurement and the distributional effect of proposed tax changes).", "authors": ["epau33"], "abstractStem": "illustr challeng face by economist involv in the tax polici process with a focu on two central issu revenu measur and the distribut effect of propos tax chang", "title": "Public Finance in Theory and Practice"}, "https://ideas.repec.org/a/wly/econjl/vy2015i583p464-492.html": {"abstract": "No abstract is available for this item.", "authors": ["epau33"], "abstractStem": "no abstract is avail for thi item", "title": "Taxation and Saving – A Retrospective"}, "https://ideas.repec.org/a/oup/cesifo/v56y2010i1p1-20.html": {"abstract": " Public finance has both normative and positive elements, and moving between theory and practice requires attention to help us understand both what policies government should adopt and whether it is likely to do so. We should not be surprised when bad policies are adopted in spite of better policies being available if our political system is structured to deliver bad outcomes, for example, if our political environment gives politicians strong incentives to serve narrow interests at the expense of the common good. But this article focuses on examples where the contrast between normative and positive outcomes is not so clearly explained, and thus where understanding the reasons for observed policy practices might help us develop better positive theories. The four cases analyzed are: piecemeal progressivity, minimum taxes and other individual limits, quantity-based restrictions and dedicated taxes. While a full explanation for the anomalies discussed lies beyond this article's scope, some lessons can be drawn from them. (JEL codes: H11 and D78) Copyright The Author 2009. Published by Oxford University Press on behalf of Ifo Institute for Economic Research, Munich. All rights reserved. For permissions, please email: journals.permissions@oxfordjournals.org, Oxford University Press.", "authors": ["epau33"], "abstractStem": " public financ ha both norm and posit element and move between theori and practic requir attent to help us understand both what polici govern should adopt and whether it is like to do so we should not be surpris when bad polici are adopt in spite of better polici be avail if our polit system is structur to deliv bad outcom for exampl if our polit environ give politician strong incent to serv narrow interest at the expens of the common good but thi articl focus on exampl where the contrast between norm and posit outcom is not so clearli explain and thu where understand the reason for observ polici practic might help us develop better posit theori the four case analyz are piecem progress minimum tax and other individu limit quantitybas restrict and dedic tax while a full explan for the anomali discuss lie beyond thi articl scope some lesson can be drawn from them jel code h11 and d78 copyright the author 2009 publish by oxford univers press on behalf of ifo institut for econom research munich all right reserv for permiss pleas email journalspermissionsoxfordjournalsorg oxford univers press", "title": "Public Finance in Practice and Theory "}, "https://ideas.repec.org/a/bin/bpeajo/v34y2003i2003-1p75-138.html": {"abstract": "This paper begins by reviewing the current U.S. fiscal situation and the causes of its recent deterioration. As a guide to possible policy actions, it estimates past responses of revenue and expenditure both at the federal and at the state and local level. Federal fiscal policy is found to be responsive to both economic and fiscal conditions, and this responsiveness may have grown over time. For states, economic conditions are less important, but responses to budget gaps are swifter. Given current conditions, equations for federal revenue and expenditure predict tax cuts and expenditure increases, but of a considerably smaller magnitude than President Bush initially proposed. However, current circumstances are difficult to evaluate because of the enormous implicit entitlements liabilities, which are much more significant today than in the past. This difficulty is but one of the problems facing policy prediction and evaluation.", "authors": ["epau33"], "abstractStem": "thi paper begin by review the current us fiscal situat and the caus of it recent deterior as a guid to possibl polici action it estim past respons of revenu and expenditur both at the feder and at the state and local level feder fiscal polici is found to be respons to both econom and fiscal condit and thi respons may have grown over time for state econom condit are less import but respons to budget gap are swifter given current condit equat for feder revenu and expenditur predict tax cut and expenditur increas but of a consider smaller magnitud than presid bush initi propos howev current circumst are difficult to evalu becaus of the enorm implicit entitl liabil which are much more signific today than in the past thi difficulti is but one of the problem face polici predict and evalu", "title": "Fiscal Policy, Past and Present"}, "https://ideas.repec.org/a/oup/qjecon/v98y1983i4p587-609..html": {"abstract": "This paper explores the portfolio behavior of investors differing with respect to both tax rates and risk aversion, emphasizing the role of constraints on individual and firm behavior in ensuring the existence of and characterizing portfolio equilibrium. Under certain conditions on the securities available in the market, which also are necessary for shareholders to be unanimous in supporting firm value maximization, investors will be segmented by tax rate into two groups, one specialized in equity and the other in debt. Though the relative wealths of the two groups determine the aggregate debt-equity ratio, each firm will be indifferent to its financial policy.", "authors": ["epau33"], "abstractStem": "thi paper explor the portfolio behavior of investor differ with respect to both tax rate and risk avers emphas the role of constraint on individu and firm behavior in ensur the exist of and character portfolio equilibrium under certain condit on the secur avail in the market which also are necessari for sharehold to be unanim in support firm valu maxim investor will be segment by tax rate into two group one special in equiti and the other in debt though the rel wealth of the two group determin the aggreg debtequ ratio each firm will be indiffer to it financi polici", "title": "Taxation, Portfolio Choice, and Debt-Equity Ratios: A General Equilibrium Model"}, "lastname": "Auerbach", "https://ideas.repec.org/a/eee/japwor/v13y2001i4p371-386.html": {"abstract": "No abstract is available for this item.", "authors": ["epau33"], "abstractStem": "no abstract is avail for thi item", "title": "US fiscal policy in a (brief?) era of surpluses"}, "https://ideas.repec.org/a/bla/scandj/v94y1992i2p281-95.html": {"abstract": " The population of the United States is aging. The authors review a variety of the implications this has for U.S. national saving rates and discuss the policy issues that they raise. After reviewing what different models would predict for household saving over the next several decades, they consider how the demographic transition may also affect national saving through changes in government behavior. Ways in which the composition of household saving might change as individuals age are also analyzed along with the implications of changes in government fiscal policy for asset composition. Copyright 1992 by The editors of the Scandinavian Journal of Economics.", "authors": ["epau33", "epko44"], "abstractStem": " the popul of the unit state is age the author review a varieti of the implic thi ha for us nation save rate and discuss the polici issu that they rais after review what differ model would predict for household save over the next sever decad they consid how the demograph transit may also affect nation save through chang in govern behavior way in which the composit of household save might chang as individu age are also analyz along with the implic of chang in govern fiscal polici for asset composit copyright 1992 by the editor of the scandinavian journal of econom", "title": " The Impact of the Demographic Transition on Capital Formation"}, "https://ideas.repec.org/a/eee/crcspp/v34y1991ip135-156.html": {"abstract": "This paper compares the predictions of three different saving models with respect to the impact of projected U.S. demographic change on future U.S. saving rates. The three models are the life cycle model, the infinite horizon altruism model, and a reduced form econometric model. The findings for the different models indicate a great range of possible paths of future U.S. saving. However, the three models concur in predicting a peak in the U.S. national saving rate in the near future (within 15 years), followed by a significant decline in the saving rate thereafter. In fact, the findings suggest the strong possibility of negative U.S. saving rates beginning after 2030.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epau33", "epko44"], "abstractStem": "thi paper compar the predict of three differ save model with respect to the impact of project us demograph chang on futur us save rate the three model are the life cycl model the infinit horizon altruism model and a reduc form econometr model the find for the differ model indic a great rang of possibl path of futur us save howev the three model concur in predict a peak in the us nation save rate in the near futur within 15 year follow by a signific declin in the save rate thereaft in fact the find suggest the strong possibl of neg us save rate begin after 2030pthi abstract wa borrow from anoth version of thi item", "title": "U.S. demographics and saving: Predictions of three saving models"}, "https://ideas.repec.org/a/aea/aecrev/v73y1983i2p76-81.html": {"abstract": "No abstract is available for this item.", "authors": ["epau33"], "abstractStem": "no abstract is avail for thi item", "title": "Welfare Aspects of Current U.S. Corporate Taxation"}, "https://ideas.repec.org/a/eee/jjieco/v20y2006i2p234-268.html": {"abstract": "This paper reassesses the long-term fiscal position of Korea using Generational Accounting, modified to reflect the special features of the Korean fiscal situation, such as prospective changes in public pension benefit profiles and social welfare expenditures due to the maturing of public pensions, increasing demand for social welfare expenditures, and population aging. Our findings suggest that unless policy toward existing generations is substantially altered, future generations will face an excessively heavy fiscal burden. For reasonable growth and interest rate assumptions, the difference between 2000 newborns and those born after 2000 ranges from 60% to 120%. We also find that a substantial part of the fiscal burden on the future generations is explained by the long-run budgetary imbalance of public pensions and Medical Insurance.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epau33"], "abstractStem": "thi paper reassess the longterm fiscal posit of korea use gener account modifi to reflect the special featur of the korean fiscal situat such as prospect chang in public pension benefit profil and social welfar expenditur due to the matur of public pension increas demand for social welfar expenditur and popul age our find suggest that unless polici toward exist gener is substanti alter futur gener will face an excess heavi fiscal burden for reason growth and interest rate assumpt the differ between 2000 newborn and those born after 2000 rang from 60 to 120 we also find that a substanti part of the fiscal burden on the futur gener is explain by the longrun budgetari imbal of public pension and medic insurancepthi abstract wa borrow from anoth version of thi item", "title": "Generational accounting in Korea"}, "https://ideas.repec.org/a/mhr/finarc/urnsici0015-2218(200912)654_472lofgd_2.0.tx_2-t.html": {"abstract": "This paper considers what fiscal targets the government should use to achieve long-term fiscal objectives. Among its findings are: 1. At least three important and possibly conflicting long-term objectives are associated with concerns about debt and deficits: intergenerational equity, economic performance, and fiscal sustainability. 2. If governments have incentives not to adhere to fiscal policy targets, then restrictions on fiscal policy actions may be desirable, even though such restrictions reduce the scope for policy flexibility. 3. A collection of forward-looking measures, including explicit and implicit government assets and liabilities, can provide far more information than short-term deficit targets alone.", "authors": ["epau33"], "abstractStem": "thi paper consid what fiscal target the govern should use to achiev longterm fiscal object among it find are 1 at least three import and possibl conflict longterm object are associ with concern about debt and deficit intergener equiti econom perform and fiscal sustain 2 if govern have incent not to adher to fiscal polici target then restrict on fiscal polici action may be desir even though such restrict reduc the scope for polici flexibl 3 a collect of forwardlook measur includ explicit and implicit govern asset and liabil can provid far more inform than shortterm deficit target alon", "title": "Long-Term Objectives for Government Debt"}, "https://ideas.repec.org/a/eee/pubeco/v95y2011i1-2p16-27.html": {"abstract": "Using stochastic simulations we analyze how public pension structures spread the risks arising from demographic and economic shocks across generations. We consider several actual and hypothetical sustainable PAYGO pension structures, including: (1) versions of the US Social Security system with annual adjustments of taxes or benefits to maintain fiscal balance; (2) Sweden's Notional Defined Contribution system and several variants developed to improve fiscal stability; and (3) the German system, which also includes annual adjustments to maintain fiscal balance. For each system, we present descriptive measures of uncertainty in representative outcomes for a typical generation and across generations. We then estimate expected utility for generations based on simplifying assumptions and incorporate these expected utility calculations in an overall social welfare measure. Using a horizontal equity index, we also compare the different systems' performance in terms of how neighboring generations are treated. While the actual Swedish system smoothes stochastic fluctuations more than any other and produces the highest degree of horizontal equity, it does so by accumulating a buffer stock of assets that alleviates the need for frequent adjustments. In terms of social welfare, this accumulation of assets leads to a lower average rate of return that more than offsets the benefits of risk reduction, leaving systems with more frequent adjustments that spread risks broadly among generations as those most preferred.", "authors": ["epau33", "eple147"], "abstractStem": "use stochast simul we analyz how public pension structur spread the risk aris from demograph and econom shock across gener we consid sever actual and hypothet sustain paygo pension structur includ 1 version of the us social secur system with annual adjust of tax or benefit to maintain fiscal balanc 2 sweden notion defin contribut system and sever variant develop to improv fiscal stabil and 3 the german system which also includ annual adjust to maintain fiscal balanc for each system we present descript measur of uncertainti in repres outcom for a typic gener and across gener we then estim expect util for gener base on simplifi assumpt and incorpor these expect util calcul in an overal social welfar measur use a horizont equiti index we also compar the differ system perform in term of how neighbor gener are treat while the actual swedish system smooth stochast fluctuat more than ani other and produc the highest degre of horizont equiti it doe so by accumul a buffer stock of asset that allevi the need for frequent adjust in term of social welfar thi accumul of asset lead to a lower averag rate of return that more than offset the benefit of risk reduct leav system with more frequent adjust that spread risk broadli among gener as those most prefer", "title": "Welfare and generational equity in sustainable unfunded pension systems"}, "https://ideas.repec.org/a/oup/qjecon/v109y1994i3p789-802..html": {"abstract": "The recent literature on the sources of economic growth has challenged the traditional growth accounting of the Solow model, which assigned a relatively limited role to capital deepening. As part of this literature, De Long and Summers have argued in two papers that the link between equipment investment and economic growth across countries is stronger than can be generated by the Solow model. Accordingly, they conclude that such investment yields important external benefits. However, their analysis suffers from two shortcomings. First, De Long and Summers have not conducted any formal statistical tests of the Solow model. Second, even their informal rejection of the model fails to survive reasonable tests of robustness. We formally test the predictions of the Solow model using De Long and Summers' data. Our results cast doubt on the existence of externalities to equipment investment. In particular, we find that the empirical link between investment and growth in the OECD countries is fully consistent with the Solow model. Moreover, for De Long and Summers' full sample, the evidence of excess returns to equipment investment is tenuous.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epau33"], "abstractStem": "the recent literatur on the sourc of econom growth ha challeng the tradit growth account of the solow model which assign a rel limit role to capit deepen as part of thi literatur de long and summer have argu in two paper that the link between equip invest and econom growth across countri is stronger than can be gener by the solow model accordingli they conclud that such invest yield import extern benefit howev their analysi suffer from two shortcom first de long and summer have not conduct ani formal statist test of the solow model second even their inform reject of the model fail to surviv reason test of robust we formal test the predict of the solow model use de long and summer data our result cast doubt on the exist of extern to equip invest in particular we find that the empir link between invest and growth in the oecd countri is fulli consist with the solow model moreov for de long and summer full sampl the evid of excess return to equip invest is tenuouspthi abstract wa borrow from anoth version of thi item", "title": "Reassessing the Social Returns to Equipment Investment"}, "https://ideas.repec.org/a/ifs/fistud/v27y2006i4p399-420.html": {"abstract": "No abstract is available for this item.", "authors": ["epau33"], "abstractStem": "no abstract is avail for thi item", "title": "The Future of Capital Income Taxation"}, "https://ideas.repec.org/a/eee/jfinin/v1y1991i3p215-241.html": {"abstract": "No abstract is available for this item.", "authors": ["epau33", "epko44"], "abstractStem": "no abstract is avail for thi item", "title": "The adequacy of life insurance purchases"}, "https://ideas.repec.org/a/aea/aecrev/v87y1997i2p143-46.html": {"abstract": "No abstract is available for this item.", "authors": ["epau33"], "abstractStem": "no abstract is avail for thi item", "title": "The Future of Fundamental Tax Reform"}, "https://ideas.repec.org/a/oup/qjecon/v93y1979i4p589-612..html": {"abstract": "I. Introduction, 589.—II. The model, 590.—III. The controlled economy, 592.—IV. Competitive behavior, 593.—V. Optimal factor taxation, 596.—VI. The nature of optimal taxes, 602.—VII. Optimal capital taxation, 605.—VIII. Bequests and the discount rate, 609.—IX. Conclusion, 610.", "authors": ["epau33"], "abstractStem": "i introduct 589 ii the model 590 iii the control economi 592 iv competit behavior 593 v optim factor taxat 596 vi the natur of optim tax 602 vii optim capit taxat 605 viii bequest and the discount rate 609 ix conclus 610", "title": "The Optimal Taxation of Heterogeneous Capital"}, "https://ideas.repec.org/a/fip/fedbcp/y1989p136-172n33.html": {"abstract": "No abstract is available for this item.", "authors": ["epau33"], "abstractStem": "no abstract is avail for thi item", "title": "Tax policy and corporate borrowing"}, "https://ideas.repec.org/a/bin/bpeajo/v7y1976i1976-2p351-408.html": {"abstract": "No abstract is available for this item.", "authors": ["epau33", "epfe112"], "abstractStem": "no abstract is avail for thi item", "title": "Inventory Behavior in Durable-Goods Manufacturing: The Target-Adjustment Model"}, "https://ideas.repec.org/a/aea/aecrev/v92y2002i4p1116-1125.html": {"abstract": "In this paper, we propose a new measure of horizontal equity that overcomes many of the shortcomings of previous proposed measures. Our starting point is the observation that a well-behaved social welfare function need not evaluate global' (vertical equity) differences in after-tax income using the same weights it applies to local' (horizontal equity) differences, even though this constraint has been applied in the past. Following work on the structure of individual preferences, we show that a social welfare function can imply different preferences toward horizontal and vertical equity. Adopting the general approach to the measurement of inequality developed by Atkinson (1970), we use such a social welfare function to derive measures of inequality that are decomposable into components naturally interpreted as indices of horizontal and vertical equity. In particular, the former index measures deviations from the fundamental principle that equals be treated equally. Finally, we apply our new measure to two tax-return data sets, evaluating the degree to which the horizontal equity of the US personal income tax has changed over time, and how horizontal equity would be altered by one version of recent proposals to do away with the so-called marriage penalty.'<p>(This abstract was borrowed from another version of this item.)", "authors": ["epau33", "fpha378"], "abstractStem": "in thi paper we propos a new measur of horizont equiti that overcom mani of the shortcom of previou propos measur our start point is the observ that a wellbehav social welfar function need not evalu global vertic equiti differ in aftertax incom use the same weight it appli to local horizont equiti differ even though thi constraint ha been appli in the past follow work on the structur of individu prefer we show that a social welfar function can impli differ prefer toward horizont and vertic equiti adopt the gener approach to the measur of inequ develop by atkinson 1970 we use such a social welfar function to deriv measur of inequ that are decompos into compon natur interpret as indic of horizont and vertic equiti in particular the former index measur deviat from the fundament principl that equal be treat equal final we appli our new measur to two taxreturn data set evalu the degre to which the horizont equiti of the us person incom tax ha chang over time and how horizont equiti would be alter by one version of recent propos to do away with the socal marriag penaltypthi abstract wa borrow from anoth version of thi item", "title": "A New Measure of Horizontal Equity"}, "https://ideas.repec.org/a/fip/fedcec/y1998ijan15.html": {"abstract": "A look at how some basic tax reform proposals stack up against four, sometimes competing, requirements laid out by President Clinton in a December 1997 speech: Is the proposal fiscally responsible? Will it be good for the economy? Will it lead to a simpler tax system? And finally, is it fair to all Americans?", "authors": ["fpal429", "epau33", "epko44", "epsm21", "fpwa329"], "abstractStem": "a look at how some basic tax reform propos stack up against four sometim compet requir laid out by presid clinton in a decemb 1997 speech is the propos fiscal respons will it be good for the economi will it lead to a simpler tax system and final is it fair to all american", "title": "Assessing fundamental tax reform"}, "https://ideas.repec.org/a/ntj/journl/v55y2002i3p387-407.html": {"abstract": "Following through on pledges made during his election campaign, President Bush proposed and Congress passed a substantial tax cut in 2001, the Economic Growth and Tax Relief Reconciliation Act (EGTRRA). Much has been written about the size of the tax cut, its impact on the federal budget, its distributional consequences, and its short-run macroeconomic impact. There has been less focus on EGTRRA’s incentive effects; one of the most important potential behavioral effects is on saving. To analyze the behavioral effects of the Bush tax cut on saving and other macroeconomic variables, I use the Auerbach-Kotlikoff (1987) model in conjunction with the NBER’s TAXSIM model. An interesting by-product of this analysis is the \"dynamic scoring\" of the tax cut--the estimated feedback effects of behavior on revenue. By comparing the revenue losses generated by the model with those that would occur without any behavioral response, one can estimate how much of the static revenue loss would be recouped by expanded economic activity. The simulations suggest that dynamic scoring has a significant impact on estimated revenue losses, but that the tax cut’s impact on national saving is still negative in the long run.", "authors": ["epau33"], "abstractStem": "follow through on pledg made dure hi elect campaign presid bush propos and congress pass a substanti tax cut in 2001 the econom growth and tax relief reconcili act egtrra much ha been written about the size of the tax cut it impact on the feder budget it distribut consequ and it shortrun macroeconom impact there ha been less focu on egtrra s incent effect one of the most import potenti behavior effect is on save to analyz the behavior effect of the bush tax cut on save and other macroeconom variabl i use the auerbachkotlikoff 1987 model in conjunct with the nber s taxsim model an interest byproduct of thi analysi is the dynam score of the tax cutth estim feedback effect of behavior on revenu by compar the revenu loss gener by the model with those that would occur without ani behavior respons one can estim how much of the static revenu loss would be recoup by expand econom activ the simul suggest that dynam score ha a signific impact on estim revenu loss but that the tax cut s impact on nation save is still neg in the long run", "title": "The Bush Tax Cut and National Saving"}, "https://ideas.repec.org/a/aea/aecrev/v81y1991i1p167-78.html": {"abstract": " This paper presents a new approach to the taxation of capital gains that eliminates the deferral advantage of realization-based systems, along with the lock-in effect and tax-arbitrage possibilities associated with this deferral advantage. The new method still taxes capital gains only upon realization, but effectively by charging interest on past gains when realization finally occurs, eliminates the incentive to defer such realization. Unlike a similar scheme suggested previously by William Vickrey, the present method does not require knowledge of the potentially unobservable pattern of gains over time. It, thus, is applicable to a very broad range of capital assets. Copyright 1991 by American Economic Association.", "authors": ["epau33"], "abstractStem": " thi paper present a new approach to the taxat of capit gain that elimin the deferr advantag of realizationbas system along with the lockin effect and taxarbitrag possibl associ with thi deferr advantag the new method still tax capit gain onli upon realiz but effect by charg interest on past gain when realiz final occur elimin the incent to defer such realiz unlik a similar scheme suggest previous by william vickrey the present method doe not requir knowledg of the potenti unobserv pattern of gain over time it thu is applic to a veri broad rang of capit asset copyright 1991 by american econom associ", "title": "Retrospective Capital Gains Taxation"}, "https://ideas.repec.org/a/aea/aecrev/v78y1988i2p211-16.html": {"abstract": "Despite the frequency of tax changes and their potential importance to investors, almost all of the analysis of tax-based investment incentives assumes investors never anticipate any tax changes. We depart from this approach by analyzing the historical pattern of U.S. corporate investment incentives over the period 1953-86, incorporating the feature of investor awareness that the tax code may change. Our analysis incorporates a predictive equation for future tax variables into a model of optimal investment subject to adjustment costs and uncertainty. We find that expectations of future tax changes significantly affect the incentive to invest only if adjustment costs are low. In this case, the incentive to invest in 1986 was strong, as investors are estimated to have anticipated the coming reduction in investment incentives.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epau33", "ephi111"], "abstractStem": "despit the frequenc of tax chang and their potenti import to investor almost all of the analysi of taxbas invest incent assum investor never anticip ani tax chang we depart from thi approach by analyz the histor pattern of us corpor invest incent over the period 195386 incorpor the featur of investor awar that the tax code may chang our analysi incorpor a predict equat for futur tax variabl into a model of optim invest subject to adjust cost and uncertainti we find that expect of futur tax chang significantli affect the incent to invest onli if adjust cost are low in thi case the incent to invest in 1986 wa strong as investor are estim to have anticip the come reduct in invest incentivespthi abstract wa borrow from anoth version of thi item", "title": "Investment Tax Incentives and Frequent Tax Reforms"}, "https://ideas.repec.org/a/ntj/journl/v52y1999in._4p765-82.html": {"abstract": "This paper considers the performance of government forecasts--by the Congressional Budget Office (CBO) and the Office of Management and Budget (OMB)--from the standpoint of bias and efficiency. The results are mixed. On the one hand, their performance has not differed significantly from that of a private forecaster, Data Resources, Inc. (DRI). Further, even when the sample period is broken down into \"pessimistic\" and \"optimistic\" periods, forecast errors have such large standard errors that it is difficult to conclude that the forecasts exhibit any underlying bias. On the other hand, the government forecasts fail statistical tests of efficiency. In particular, forecast revisions exhibit significant serial correlation and strong seasonality. These results suggest that government revenue forecasts could, in principle, convey more information than they do at present. Also, the large standard errors of the forecasts stand at odds with the use of point estimates for policy purposes. Because the budget process ignores forecast uncertainty, the \"best\" forecasts for budget purposes need not be the most accurate point estimates; it might well be appropriate, for example, for forecasts to reflect a pessimistic bias. Thus, the requirements of forecast efficiency and those of a poorly conceived budget process are inconsistent.", "authors": ["epau33"], "abstractStem": "thi paper consid the perform of govern forecastsbi the congression budget offic cbo and the offic of manag and budget ombfrom the standpoint of bia and effici the result are mix on the one hand their perform ha not differ significantli from that of a privat forecast data resourc inc dri further even when the sampl period is broken down into pessimist and optimist period forecast error have such larg standard error that it is difficult to conclud that the forecast exhibit ani underli bia on the other hand the govern forecast fail statist test of effici in particular forecast revis exhibit signific serial correl and strong season these result suggest that govern revenu forecast could in principl convey more inform than they do at present also the larg standard error of the forecast stand at odd with the use of point estim for polici purpos becaus the budget process ignor forecast uncertainti the best forecast for budget purpos need not be the most accur point estim it might well be appropri for exampl for forecast to reflect a pessimist bia thu the requir of forecast effici and those of a poorli conceiv budget process are inconsist", "title": "On the Performance and Use of Government Revenue Forecasts"}, "https://ideas.repec.org/a/oup/cesifo/v53y2007i2p153-171.html": {"abstract": " The relative constancy of non-financial corporate tax revenues as a share of US GDP masks offsetting trends in the ratio of corporate profits to GDP (declining) and the average tax rate (increasing). The average tax rate rose steadily between 1996 and 2003, an increase largely attributable to the importance of tax losses. This rise casts some doubt on the role of tax planning activities in reducing corporate taxes. So, too, does the relative stability of the rate of profit (relative to net assets), which might be expected to have declined had the understatement of profits for tax purposes been increasing. (JEL code: H25, G32) Copyright , Oxford University Press.", "authors": ["epau33"], "abstractStem": " the rel constanc of nonfinanci corpor tax revenu as a share of us gdp mask offset trend in the ratio of corpor profit to gdp declin and the averag tax rate increas the averag tax rate rose steadili between 1996 and 2003 an increas larg attribut to the import of tax loss thi rise cast some doubt on the role of tax plan activ in reduc corpor tax so too doe the rel stabil of the rate of profit rel to net asset which might be expect to have declin had the understat of profit for tax purpos been increas jel code h25 g32 copyright  oxford univers press", "title": "Why Have Corporate Tax Revenues Declined? Another Look"}, "https://ideas.repec.org/a/tpr/restat/v64y1982i4p589-95.html": {"abstract": "No abstract is available for this item.", "authors": ["epau33"], "abstractStem": "no abstract is avail for thi item", "title": "The Index of Leading Indicators: \"Measurement without Theory,\" Thirty-Five Years Later"}, "https://ideas.repec.org/a/ces/ifofor/v10y2009i2p3-8.html": {"abstract": "No abstract is available for this item.", "authors": ["epau33"], "abstractStem": "no abstract is avail for thi item", "title": "US Fiscal Policy In Recession: What's Next?"}, "https://ideas.repec.org/a/ntj/journl/v63y2010i3p543-60.html": {"abstract": "This paper provides new estimates of the federal budget outlook over 10-year and long-term horizons under three sets of assumptions: the Congressional Budget Office baseline, which assumes no changes in current law; an extended policy scenario, in which it is assumed that future Congresses act more or less like previous Congresses in extending expiring provisions; and the Administration budget.", "authors": ["epau33", "epga40"], "abstractStem": "thi paper provid new estim of the feder budget outlook over 10year and longterm horizon under three set of assumpt the congression budget offic baselin which assum no chang in current law an extend polici scenario in which it is assum that futur congress act more or less like previou congress in extend expir provis and the administr budget", "title": "Déjà Vu All Over Again: On The Dismal Prospects For The Federal Budget"}, "https://ideas.repec.org/a/aea/aecrev/v94y2004i2p71-75.html": {"abstract": "Prevalent thinking about liquidity traps suggests that the perfect substitutability of money and bonds at a zero short-term nominal interest rate renders open-market operations ineffective for achieving macroeconomic stabilization goals. In an earlier paper, we showed that this reasoning does not hold, that open-market operations can provide substantial macroeconomic benefits and facilitate the use of powerful fiscal policy tools even in a liquidity trap. In this paper, we consider an alternative approach that has been suggested for use in a liquidity trap, a scheduled increase in consumption tax rates. We find that such a policy could, indeed, increase short-run consumption, but would be less effective at increasing welfare or accelerating a country's exit from a liquidity trap. Though a variant of this tax policy might induce exit from a liquidity trap, the impact of welfare is negative in this case as well. We also argue that this alternative tax-rate-based approach is subject to more severe credibility problems than the monetary policy approach explored in our original paper.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epau33", "epob13"], "abstractStem": "preval think about liquid trap suggest that the perfect substitut of money and bond at a zero shortterm nomin interest rate render openmarket oper ineffect for achiev macroeconom stabil goal in an earlier paper we show that thi reason doe not hold that openmarket oper can provid substanti macroeconom benefit and facilit the use of power fiscal polici tool even in a liquid trap in thi paper we consid an altern approach that ha been suggest for use in a liquid trap a schedul increas in consumpt tax rate we find that such a polici could inde increas shortrun consumpt but would be less effect at increas welfar or acceler a countri exit from a liquid trap though a variant of thi tax polici might induc exit from a liquid trap the impact of welfar is neg in thi case as well we also argu that thi altern taxratebas approach is subject to more sever credibl problem than the monetari polici approach explor in our origin paperpthi abstract wa borrow from anoth version of thi item", "title": "Monetary and Fiscal Remedies for Deflation"}, "https://ideas.repec.org/a/bla/asiapr/v7y2012i2p157-175.html": {"abstract": "No abstract is available for this item.", "authors": ["epau33"], "abstractStem": "no abstract is avail for thi item", "title": "The Fall and Rise of K eynesian Fiscal Policy"}, "https://ideas.repec.org/a/oup/qjecon/v92y1978i4p571-587..html": {"abstract": "I. Introduction, 571. — II. The two-part tariff, 573. — III. Disconnection, 575. — IV. Specific functions and simulation, 577. — V. Conclusion, 583. — Appendix A, 584. — Appendix B, 585.", "authors": ["epau33"], "abstractStem": "i introduct 571   ii the twopart tariff 573   iii disconnect 575   iv specif function and simul 577   v conclus 583   appendix a 584   appendix b 585", "title": "The Two-Part Tariff and Voluntary Market Participation"}, "https://ideas.repec.org/a/eee/jjieco/v4y1990i4p323-350.html": {"abstract": "We extend our recent work measuring the cost of capital in Japan and the United States by considering several questions that such results raised. Among our findings are: (1) The small firm - large firm distinction appears to be more significant in Japan, not in the United States; (2) Correcting Japanese accounting statements for cross-holding raises the estimated Japanese cost-of-capital by about 1 percentage point; (3) Correcting Japanese accounting statements for unmeasured returns to land has a significantly more important effect: the most conservative correction we attempt raises the implied Japanese return to capital to parity with the United States during the mid-1980's.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpan410", "epau33"], "abstractStem": "we extend our recent work measur the cost of capit in japan and the unit state by consid sever question that such result rais among our find are 1 the small firm  larg firm distinct appear to be more signific in japan not in the unit state 2 correct japanes account statement for crosshold rais the estim japanes costofcapit by about 1 percentag point 3 correct japanes account statement for unmeasur return to land ha a significantli more import effect the most conserv correct we attempt rais the impli japanes return to capit to pariti with the unit state dure the mid1980spthi abstract wa borrow from anoth version of thi item", "title": "The cost of capital in Japan: Recent evidence and further results"}, "https://ideas.repec.org/a/fip/fedkpr/y2009p327-374.html": {"abstract": "We review the evidence on the practice and effects of discretionary fiscal policy, particularly in the context of recent efforts to stimulate the economy, reaching two main conclusions. First, policy interventions have increased in this decade, pre-dating the 2009 stimulus. Second, despite a large economic literature on the topic, the state of theory and evidence is not as \"shovel ready\" as one would like. Although consumption and investment clearly respond to tax incentives and structural vector autoregressions show that lower taxes and higher government purchases can boost output, it is difficult to apply the findings in the current context, in part because multipliers and policy lags are likely to vary with economic conditions. Dynamic stochastic general equilibrium models can be adapted to address extreme economic conditions, but yield an extremely wide range of predicted impacts. The experience from large downturns - the U.S. Great Depression and the Japanese Lost Decade - is illuminating, but provides little evidence about policy effectiveness because systematic and sustained fiscal interventions were not attempted in either case.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epau33", "epga40"], "abstractStem": "we review the evid on the practic and effect of discretionari fiscal polici particularli in the context of recent effort to stimul the economi reach two main conclus first polici intervent have increas in thi decad predat the 2009 stimulu second despit a larg econom literatur on the topic the state of theori and evid is not as shovel readi as one would like although consumpt and invest clearli respond to tax incent and structur vector autoregress show that lower tax and higher govern purchas can boost output it is difficult to appli the find in the current context in part becaus multipli and polici lag are like to vari with econom condit dynam stochast gener equilibrium model can be adapt to address extrem econom condit but yield an extrem wide rang of predict impact the experi from larg downturn  the us great depress and the japanes lost decad  is illumin but provid littl evid about polici effect becaus systemat and sustain fiscal intervent were not attempt in either casepthi abstract wa borrow from anoth version of thi item", "title": "Activist fiscal policy to stabilize economic activity"}, "https://ideas.repec.org/a/aea/jeclit/v21y1983i3p905-40.html": {"abstract": "The cost of capital plays an important role in the allocation of resources among competing uses in a decentralized market system. The purpose of this paper is to organize and present what is known and what is hypothesized about the effects of taxation on the incentive to invest, via the cost of capital,taking full account of important issues that arise independently from the question of taxation. Included in the analysis is a discussion of empirical findings about the interaction of inflation and taxation in influencing the incentive to invest, and a treatment of taxation and uncertainty.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epau33"], "abstractStem": "the cost of capit play an import role in the alloc of resourc among compet use in a decentr market system the purpos of thi paper is to organ and present what is known and what is hypothes about the effect of taxat on the incent to invest via the cost of capitaltak full account of import issu that aris independ from the question of taxat includ in the analysi is a discuss of empir find about the interact of inflat and taxat in influenc the incent to invest and a treatment of taxat and uncertaintypthi abstract wa borrow from anoth version of thi item", "title": "Taxation, Corporate Financial Policy and the Cost of Capital"}, "firstname": "Alan", "https://ideas.repec.org/a/ces/ifodic/v7y2009i1p41-48.html": {"abstract": "No abstract is available for this item.", "authors": ["epau33"], "abstractStem": "no abstract is avail for thi item", "title": "US Experience with Federal Budget Rules"}, "https://ideas.repec.org/a/kap/itaxpf/v4y1997i2p201-228.html": {"abstract": " This paper uses a recently-developed technique, calledgenerational accounting, to assess New Zealand's long-term fiscalposition. Generational accounting has become a popular alternativeto traditional deficit accounting, because it provides a moreaccurate picture of the intergenerational distribution of fiscalburdens and the associated macroeconomic effects, particularlyin the presence of demographic transitions and large unfundedpublic transfer programs. Past studies have suggested the existenceof significant generational imbalances in several countries. We find that behind New Zealand's projectedbudget surpluses, there is indeed a sound fiscal picture. Evenunder the base case scenario, which entails substantial short-runtax reductions, the burden on future generations (relative toincome) is projected to fall slightly below that on current newborns.New Zealand appears to have avoided the large fiscal imbalancesplaguing the United States and other OECD countries not by placinglarge tax burdens on young current generations, but by limitingthe size of its commitments. Copyright Kluwer Academic Publishers 1997", "authors": ["epau33", "epko44", "fpwa329"], "abstractStem": " thi paper use a recentlydevelop techniqu calledgener account to assess new zealand longterm fiscalposit gener account ha becom a popular alternativeto tradit deficit account becaus it provid a moreaccur pictur of the intergener distribut of fiscalburden and the associ macroeconom effect particularlyin the presenc of demograph transit and larg unfundedpubl transfer program past studi have suggest the existenceof signific gener imbal in sever countri we find that behind new zealand projectedbudget surplus there is inde a sound fiscal pictur evenund the base case scenario which entail substanti shortruntax reduct the burden on futur gener rel toincom is project to fall slightli below that on current newbornsnew zealand appear to have avoid the larg fiscal imbalancesplagu the unit state and other oecd countri not by placinglarg tax burden on young current gener but by limitingth size of it commit copyright kluwer academ publish 1997", "title": "Generational Accounting in New Zealand: Is There Generational Balance?"}, "https://ideas.repec.org/a/oup/qjecon/v105y1990i1p61-86..html": {"abstract": "This study uses tax return data for U. S. nonfinancial corporations for the period 1971–1982 to estimate the importance of restrictions on the ability of firms to use tax credits and to obtain refunds for tax losses. Our results suggest that the incidence of such unused tax benefits increased substantially during the early 1980s, though we do not find these increases attributable to increased investment incentives during that period. We present estimates of the marginal tax rate on interest payments which take into account unused tax benefits and emphasize the importance of distinguishing current tax payments from marginal tax rates in estimating the incentive to invest.", "authors": ["epal34", "epau33"], "abstractStem": "thi studi use tax return data for u s nonfinanci corpor for the period 1971 1982 to estim the import of restrict on the abil of firm to use tax credit and to obtain refund for tax loss our result suggest that the incid of such unus tax benefit increas substanti dure the earli 1980 though we do not find these increas attribut to increas invest incent dure that period we present estim of the margin tax rate on interest payment which take into account unus tax benefit and emphas the import of distinguish current tax payment from margin tax rate in estim the incent to invest", "title": "The Significance of Tax Law Asymmetries: An Empirical Investigation"}, "https://ideas.repec.org/a/ucp/jpolec/v87y1979i3p621-38.html": {"abstract": "Given the current corporate tax structure in the U.S., inflation may have an important impact on the production decisions of firms, notably the choice of capital durability. This paper presents a model of competitive behavior in which firms may choose the durability of their capital goods. We find that in the presence of inflation, the taxation of corporate profits may influence both the choice of asset life and the market value of equity. In particular, the failure to index depreciation allowances depresses share values and biases the choice of asset life toward greater durability. Integrating this analysis with the traditional one-sector monetary growth model, we study the general equilibrium impact of inflation on such long run characteristics of the economy as output per capita and the real rate of return received by investors.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epau33"], "abstractStem": "given the current corpor tax structur in the us inflat may have an import impact on the product decis of firm notabl the choic of capit durabl thi paper present a model of competit behavior in which firm may choos the durabl of their capit good we find that in the presenc of inflat the taxat of corpor profit may influenc both the choic of asset life and the market valu of equiti in particular the failur to index depreci allow depress share valu and bias the choic of asset life toward greater durabl integr thi analysi with the tradit onesector monetari growth model we studi the gener equilibrium impact of inflat on such long run characterist of the economi as output per capita and the real rate of return receiv by investorspthi abstract wa borrow from anoth version of thi item", "title": "Inflation and the Choice of Asset Life"}, "https://ideas.repec.org/a/bpj/evoice/v6y2009i7n5.html": {"abstract": "Although this year's record deficit has attracted a lot of attention, the real concern is the unsustainability of the federal budget over the next 10 years and longer. The budget situation presents policy makers with a very delicate balancing act between encouraging economic recovery and establishing fiscal sustainability, according to Alan Auerbach of U.C. Berkeley and William Gale of Brookings.", "authors": ["epau33", "epga40"], "abstractStem": "although thi year record deficit ha attract a lot of attent the real concern is the unsustain of the feder budget over the next 10 year and longer the budget situat present polici maker with a veri delic balanc act between encourag econom recoveri and establish fiscal sustain accord to alan auerbach of uc berkeley and william gale of brook", "title": "Après Bush, Le Déluge?"}, "https://ideas.repec.org/a/eee/dyncon/v31y2007i5p1451-1472.html": {"abstract": "We construct a computational dynamic stochastic overlapping generations general equilibrium model with uncertain lifetimes and explore the impact of policy stickiness (specifically, a major reform will preclude future reforms for a generation) on optimal long-run fiscal policy. Under such circumstances, entitlement reforms exhaust a valuable option to move in the future. We explore the conditions under which the gain to waiting is large enough to induce optimizing policymakers to delay reforming a suboptimal system. We also allow for the uncertainty to have ARCH characteristics and explore the impact of time-varying uncertainty on the optimality of delayed policy action.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epau33", "fpha378"], "abstractStem": "we construct a comput dynam stochast overlap gener gener equilibrium model with uncertain lifetim and explor the impact of polici sticki specif a major reform will preclud futur reform for a gener on optim longrun fiscal polici under such circumst entitl reform exhaust a valuabl option to move in the futur we explor the condit under which the gain to wait is larg enough to induc optim policymak to delay reform a suboptim system we also allow for the uncertainti to have arch characterist and explor the impact of timevari uncertainti on the optim of delay polici actionpthi abstract wa borrow from anoth version of thi item", "title": "Optimal long-run fiscal policy: Constraints, preferences and the resolution of uncertainty"}, "https://ideas.repec.org/a/ntj/journl/v45y1992ino._3p239-42.html": {"abstract": "States that academic economists need to focus not only on the economic merits of different policy options but on the positive economics as well.", "authors": ["epau33"], "abstractStem": "state that academ economist need to focu not onli on the econom merit of differ polici option but on the posit econom as well", "title": "Taxes and Spending in the Age of Deficits: A View from Washington and Academe"}, "https://ideas.repec.org/a/aea/aecrev/v82y1992i2p263-67.html": {"abstract": "After reviewing recent work on the feasibility of taxing capital gains on accrual or in an equivalent manner. This paper develops and presents simulations of a model of household behavior. aimed at assessing the efficiency effects of this and other tax reforms, The model accounts for the portfolio choice and intertemporal consumption distortions that capital gains taxes induce under current law. Among the simulation results are; 1. Eliminating the \"lock-in\" effect through a revenue-neutral move to accrual taxation causes national saving to decline, as households face a lower tax on present consumption from appreciated assets and. by reallocating existing wealth more efficiently, need to save less for future contingencies. Despite reducing saving, however. such a reform increases economic efficiency. 2. A simple reduction in the rate of capital gains taxation reduces national saving even for very high intertemporal elasticities of substitution, because of the additional income effect associated with reduced taxes on previously accumulated gains and the more efficient reallocation of existing wealth. However, making the tax cut prospective. although increasing saving. delays portfolio rebalancing and need not improve efficiency.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epau33"], "abstractStem": "after review recent work on the feasibl of tax capit gain on accrual or in an equival manner thi paper develop and present simul of a model of household behavior aim at assess the effici effect of thi and other tax reform the model account for the portfolio choic and intertempor consumpt distort that capit gain tax induc under current law among the simul result are 1 elimin the lockin effect through a revenueneutr move to accrual taxat caus nation save to declin as household face a lower tax on present consumpt from appreci asset and by realloc exist wealth more effici need to save less for futur conting despit reduc save howev such a reform increas econom effici 2 a simpl reduct in the rate of capit gain taxat reduc nation save even for veri high intertempor elast of substitut becaus of the addit incom effect associ with reduc tax on previous accumul gain and the more effici realloc of exist wealth howev make the tax cut prospect although increas save delay portfolio rebalanc and need not improv efficiencypthi abstract wa borrow from anoth version of thi item", "title": "On the Design and Reform of Capital-Gains Taxation"}, "https://ideas.repec.org/a/ntj/journl/v65y2012i3p685-708.html": {"abstract": "The recently completed Mirrlees Review focuses on reforming the UK tax system. It represents an unusual blend of “best practice” application of economic theory and evidence to realistic policy design; it lays out policy proposals with sufficient justification and specificity that they go well beyond a statement of principles for reform. This paper examines the lessons that can be drawn from the analysis and conclusions of the Mirrlees Review, which have broad value especially for advanced countries like the United States that share many of the characteristics of the UK and face many of the same issues of tax policy design.", "authors": ["epau33"], "abstractStem": "the recent complet mirrle review focus on reform the uk tax system it repres an unusu blend of  best practic  applic of econom theori and evid to realist polici design it lay out polici propos with suffici justif and specif that they go well beyond a statement of principl for reform thi paper examin the lesson that can be drawn from the analysi and conclus of the mirrle review which have broad valu especi for advanc countri like the unit state that share mani of the characterist of the uk and face mani of the same issu of tax polici design", "title": "The Mirrlees Review: A U.S. Perspective"}, "https://ideas.repec.org/a/bpj/evoice/v3y2005i1n5.html": {"abstract": "Alan Auerbach assesses the report of the Presidential Panel on Federal Tax Reform. He finds much good, some bad, and too much missing. Although the reform mission is not yet accomplished he favors Congress pursuing serious tax reform.", "authors": ["epau33"], "abstractStem": "alan auerbach assess the report of the presidenti panel on feder tax reform he find much good some bad and too much miss although the reform mission is not yet accomplish he favor congress pursu seriou tax reform", "title": "The Tax Reform Panel's Report: Mission Accomplished?"}, "https://ideas.repec.org/a/fip/fedkpr/y1992p157-198.html": {"abstract": "No abstract is available for this item.", "authors": ["epau33"], "abstractStem": "no abstract is avail for thi item", "title": "Investment policies to promote growth"}, "https://ideas.repec.org/a/aea/aecrev/v103y2013i3p141-46.html": {"abstract": "For a large number of OECD countries we estimate the cross-country spillover effects of government purchases on output. Following the methodology in Auerbach and Gorodnichenko (2012a, b), we allow these multipliers to vary smoothly according to the state of the economy and use real-time forecast data to purge policy innovations of their predictable components. Our findings suggest that cross-country spillovers have an important impact. The findings also confirm those of our earlier papers--namely that fiscal shocks have a larger impact when the affected country is in recession.", "authors": ["epau33", "epgo175"], "abstractStem": "for a larg number of oecd countri we estim the crosscountri spillov effect of govern purchas on output follow the methodolog in auerbach and gorodnichenko 2012a b we allow these multipli to vari smoothli accord to the state of the economi and use realtim forecast data to purg polici innov of their predict compon our find suggest that crosscountri spillov have an import impact the find also confirm those of our earlier papersnam that fiscal shock have a larger impact when the affect countri is in recess", "title": "Output Spillovers from Fiscal Policy"}}}