{"epba1": {"https://ideas.repec.org/a/tsj/stbull/y2000v9i54ip29.1.html": {"abstract": "No abstract is available for this item.", "authors": ["epba1", "epco34"], "abstractStem": "no abstract is avail for thi item", "title": "Metadata for user-written contributions to the Stata programming language: extensions"}, "https://ideas.repec.org/a/tsj/stataj/v5y2005i1p46-63.html": {"abstract": "This paper discusses the use of Stata for the analysis of time series and panel data. The evolution of time-series capabilities in Stata is reviewed. Facilities for data management, graphics, and econometric analysis from both official Stata and the user community are discussed. A new routine to provide moving-window regression estimates—rollreg—is described, and its use illustrated. Copyright 2005 by StataCorp LP.", "authors": ["epba1"], "abstractStem": "thi paper discuss the use of stata for the analysi of time seri and panel data the evolut of timeseri capabl in stata is review facil for data manag graphic and econometr analysi from both offici stata and the user commun are discuss a new routin to provid movingwindow regress estim rollreg is describ and it use illustr copyright 2005 by statacorp lp", "title": "Stata: The language of choice for time-series analysis?"}, "https://ideas.repec.org/a/sej/ancoec/v654y1999p900-913.html": {"abstract": "We test for fractional dynamics in inflation rates based on the consumer price index (CPI) for 27 countries and inflation rates based on the wholesale price index (WPI) for 22 countries. The fractional differencing parameter is estimated using semiparametric and approximate maximum likelihood methods. Significant evidence of fractional dynamics with long-memory features is found in both CPI- and WPI-based inflation rates for industrial as well as developing countries. Implications of the findings are considered, and sources of long memory are hypothesized.", "authors": ["epba1", "epba26", "epca30"], "abstractStem": "we test for fraction dynam in inflat rate base on the consum price index cpi for 27 countri and inflat rate base on the wholesal price index wpi for 22 countri the fraction differenc paramet is estim use semiparametr and approxim maximum likelihood method signific evid of fraction dynam with longmemori featur is found in both cpi and wpibas inflat rate for industri as well as develop countri implic of the find are consid and sourc of long memori are hypothes", "title": "Persistence in International Inflation Rates"}, "https://ideas.repec.org/a/eee/dyncon/v10y1986i1-2p21-25.html": {"abstract": "No abstract is available for this item.", "authors": ["epba1"], "abstractStem": "no abstract is avail for thi item", "title": "Coordination of large macroeconomies'policies and the stability of small economies"}, "https://ideas.repec.org/a/oup/oxecpp/v62y2010i2p286-306.html": {"abstract": " We investigate the analytical and empirical linkages between cash flow, uncertainty, and firms' capital investment behavior. Our empirical approach constructs measures of own- and market-specific uncertainty from firms' daily stock returns and S&amp;P; 500 index returns along with a CAPM-based risk measure. Our results indicate that even in the presence of important firm-specific variables, uncertainty is an important determinant of firms' investment behavior. Depending on the measure of uncertainty used, investment may be stimulated or curtailed by the effects of uncertainty on its own or through its interactions on cash flow. Copyright 2010 Oxford University Press 2009 All rights reserved, Oxford University Press.", "authors": ["epba1", "epca30", "epta65"], "abstractStem": " we investig the analyt and empir linkag between cash flow uncertainti and firm capit invest behavior our empir approach construct measur of own and marketspecif uncertainti from firm daili stock return and sampp 500 index return along with a capmbas risk measur our result indic that even in the presenc of import firmspecif variabl uncertainti is an import determin of firm invest behavior depend on the measur of uncertainti use invest may be stimul or curtail by the effect of uncertainti on it own or through it interact on cash flow copyright 2010 oxford univers press 2009 all right reserv oxford univers press", "title": "On the sensitivity of firms' investment to cash flow and uncertainty"}, "https://ideas.repec.org/a/eee/ecolet/v53y1996i3p253-259.html": {"abstract": "This paper investigates the presence of fractal dynamics in stock returns. We improve upon existing literature in two ways: i) instead of rescaled-range analysis, we use the more efficient semi- nonparametric procedure suggested by Geweke and Porter-Hudak (GPH, 1983), and ii) to ensure robustness, we apply the GPH test to a variety of aggregate and sectoral stock indices and individual companies' stock returns series at both daily and monthly frequencies. Our results indicate that fractal structure is not exhibited by stock indices, but it may characterize the behavior of some individual stock returns series.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epba1", "epba26"], "abstractStem": "thi paper investig the presenc of fractal dynam in stock return we improv upon exist literatur in two way i instead of rescaledrang analysi we use the more effici semi nonparametr procedur suggest by gewek and porterhudak gph 1983 and ii to ensur robust we appli the gph test to a varieti of aggreg and sector stock indic and individu compani stock return seri at both daili and monthli frequenc our result indic that fractal structur is not exhibit by stock indic but it may character the behavior of some individu stock return seriespthi abstract wa borrow from anoth version of thi item", "title": "Long-term dependence in stock returns"}, "https://ideas.repec.org/a/spr/jecfin/v22y1998i2p5-12.html": {"abstract": " This paper reexamines whether the term structure of interest rates, rather than merely a single interest rate, should be included in the demand for money of the interwar era. In contrast to earlier work, we use cointegration techniques to model the equilibrium/error correction process, and find that a sufficiently rich dynamic model using a single interest rate has considerable explanatory power. Nevertheless, we conclude that the inclusion of the term structure may help to explain the turbulent monetary dynamics of the Depression era. Copyright Springer 1998", "authors": ["epba1", "epth99"], "abstractStem": " thi paper reexamin whether the term structur of interest rate rather than mere a singl interest rate should be includ in the demand for money of the interwar era in contrast to earlier work we use cointegr techniqu to model the equilibriumerror correct process and find that a suffici rich dynam model use a singl interest rate ha consider explanatori power nevertheless we conclud that the inclus of the term structur may help to explain the turbul monetari dynam of the depress era copyright springer 1998", "title": "Reexamining the term structure of interest rates and the interwar demand for money"}, "https://ideas.repec.org/a/eee/jimfin/v29y2010i1p79-93.html": {"abstract": "We present an empirical investigation of the hypotheses that exchange rate uncertainty may have an impact on both the volume and variability of trade flows by considering a broad set of industrial countries' bilateral real trade flows over the period 1980-1998. Similar to the findings of earlier theoretical and empirical research, our first set of results shows that the impact of exchange rate uncertainty on trade flows is indeterminate. Our second set of results provides new and novel findings that exchange rate uncertainty has a consistent positive and significant effect on the volatility of bilateral trade flows, helping us better understand macroeconomic volatility.", "authors": ["epba1", "epca30"], "abstractStem": "we present an empir investig of the hypothes that exchang rate uncertainti may have an impact on both the volum and variabl of trade flow by consid a broad set of industri countri bilater real trade flow over the period 19801998 similar to the find of earlier theoret and empir research our first set of result show that the impact of exchang rate uncertainti on trade flow is indetermin our second set of result provid new and novel find that exchang rate uncertainti ha a consist posit and signific effect on the volatil of bilater trade flow help us better understand macroeconom volatil", "title": "On the sensitivity of the volume and volatility of bilateral trade flows to exchange rate uncertainty"}, "https://ideas.repec.org/a/eee/glofin/v14y2003i1p83-93.html": {"abstract": "No abstract is available for this item.", "authors": ["epba1", "epba26", "epch70"], "abstractStem": "no abstract is avail for thi item", "title": "The forward rate unbiasedness hypothesis reexamined: evidence from a new test"}, "lastname": "Baum", "https://ideas.repec.org/a/eee/ecolet/v102y2009i2p87-89.html": {"abstract": "This paper investigates how variations in macroeconomic uncertainty distort commercial banks' allocation of loanable funds by analyzing the dispersion of banks' total loan-to-asset ratios over a quarter-century period.", "authors": ["epba1", "epca30"], "abstractStem": "thi paper investig how variat in macroeconom uncertainti distort commerci bank alloc of loanabl fund by analyz the dispers of bank total loantoasset ratio over a quartercenturi period", "title": "The second moments matter: The impact of macroeconomic uncertainty on the allocation of loanable funds"}, "https://ideas.repec.org/a/eee/eecrev/v9y1977i1p1-19.html": {"abstract": "No abstract is available for this item.", "authors": ["epba1", "fple440", "fpst591"], "abstractStem": "no abstract is avail for thi item", "title": "An empirical analysis of the composition of manufacturing employment in the industrialized countries"}, "https://ideas.repec.org/a/taf/applec/44y2012i4p515-525.html": {"abstract": " We find that US corporations’ demand for liquidity is sensitive to two important factors: uncertainty facing the firm and the quality of corporate governance. Following prior research, we find that both factors have important influences on firms’ cash holdings. Our results also indicate that the interactions between uncertainty and governance measures are significant. From a policy perspective, these new findings indicate that both governance and the nature of uncertainty may play an important role in managing liquidity risks. Policy recommendations may not only be limited to changes in financial policy but may also include changes in corporate governance.", "authors": ["epba1", "epch70"], "abstractStem": " we find that us corpor  demand for liquid is sensit to two import factor uncertainti face the firm and the qualiti of corpor govern follow prior research we find that both factor have import influenc on firm  cash hold our result also indic that the interact between uncertainti and govern measur are signific from a polici perspect these new find indic that both govern and the natur of uncertainti may play an import role in manag liquid risk polici recommend may not onli be limit to chang in financi polici but may also includ chang in corpor govern", "title": "The effects of uncertainty and corporate governance on firms’ demand for liquidity"}, "https://ideas.repec.org/a/tsj/stataj/v7y2007i2p268-271.html": {"abstract": "No abstract is available for this item.", "authors": ["epba1", "epco34"], "abstractStem": "no abstract is avail for thi item", "title": "Stata tip 45: Getting those data into shape"}, "https://ideas.repec.org/a/eee/ecolet/v70y2001i2p237-243.html": {"abstract": "Does merger and acquisition (M&amp;A;) activity occur in waves, that is, are there oscillations between low and high levels of M&amp;A; activity? The answer to this question is important in developing univariate as well as structural models of explaining and forecasting the stochastic behavior of M&amp;A; activity. There is evidence to suggest that aggregate U.S. time-series data on merger and acquisition (M&amp;A;) activity exhibit a \"wave\" behavior, which has been modeled by fitting either a two-state Markov switching-regime model or a sine-wave model to the data. This study provides an alternative characterization of the temporal patterns in M&amp;A; as a nonlinear process with strongly persistent or long-memory dynamics. The apparent level changes or partial cycles of differing magnitudes in aggregate M&amp;A; time series are consistent with an underlying data generating process exhibiting long memory. Time- and frequency-domain estimation methods are applied to a long M&amp;A; time series constructed by Town (1992), covering approximately a century of merger activity in the U.S. economy. We find significant evidence of long-term cyclical behavior, nonperiodic in nature, in the M&amp;A; time series, even after accounting for potential shifts in the mean level of the series. A shock to M&amp;A; activity exhibits significant persistence as it is damped at the very slow hyperbolic rate, but it eventually dissipates. We provide both theoretical and empirical rationales for the presence of fractional dynamics with long-memory features in M&amp;A; activity. Theoretically, long-term dependence may be due to persistent differences in firm valuation between stockholders and nonstockholders following an \"economic disturbance,\" as suggested by Gort (1969). Empirically, long-memory dynamics in M&amp;A; activity may reflect the statistical properties of fundamental factors underlying its behavior, as several of the proposed determinants of M&amp;A; activity have been shown to exhibit strong persistence.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epba1", "epba26", "epch70"], "abstractStem": "doe merger and acquisit mampa activ occur in wave that is are there oscil between low and high level of mampa activ the answer to thi question is import in develop univari as well as structur model of explain and forecast the stochast behavior of mampa activ there is evid to suggest that aggreg us timeseri data on merger and acquisit mampa activ exhibit a wave behavior which ha been model by fit either a twostat markov switchingregim model or a sinewav model to the data thi studi provid an altern character of the tempor pattern in mampa as a nonlinear process with strongli persist or longmemori dynam the appar level chang or partial cycl of differ magnitud in aggreg mampa time seri are consist with an underli data gener process exhibit long memori time and frequencydomain estim method are appli to a long mampa time seri construct by town 1992 cover approxim a centuri of merger activ in the us economi we find signific evid of longterm cyclic behavior nonperiod in natur in the mampa time seri even after account for potenti shift in the mean level of the seri a shock to mampa activ exhibit signific persist as it is damp at the veri slow hyperbol rate but it eventu dissip we provid both theoret and empir rational for the presenc of fraction dynam with longmemori featur in mampa activ theoret longterm depend may be due to persist differ in firm valuat between stockhold and nonstockhold follow an econom disturb as suggest by gort 1969 empir longmemori dynam in mampa activ may reflect the statist properti of fundament factor underli it behavior as sever of the propos determin of mampa activ have been shown to exhibit strong persistencepthi abstract wa borrow from anoth version of thi item", "title": "Waves and persistence in merger and acquisition activity"}, "https://ideas.repec.org/a/tsj/stataj/v15y2015i4cumindex.html": {"abstract": "This index does not appear in the print version of the Stata Journal.", "authors": [], "abstractStem": "thi index doe not appear in the print version of the stata journal", "title": "Cumulative author index, volumes 1-15"}, "https://ideas.repec.org/a/tsj/stbull/y2001v10i55sg137.html": {"abstract": "No abstract is available for this item.", "authors": ["epba1", "epco34"], "abstractStem": "no abstract is avail for thi item", "title": "Tests for heteroskedasticity in regression error distribution"}, "https://ideas.repec.org/a/bla/etrans/v16y2008i3p537-557.html": {"abstract": " This paper empirically investigates the link between political patronage and bank performance for Ukraine during 2003Q3-2005Q2. We find significant differences between politically affiliated and non-affiliated banks. The data suggest that affiliated banks have significantly lower interest rate margins and increase their capitalization. Furthermore, we show that the level of activity of affiliated deputies in parliament has a positive (negative) impact on banks' capitalization ratio (interest rate margin). Our findings imply, in line with the related literature, that political affiliation has important effects on banks' behaviour. Copyright (c) 2008 The Authors. Journal compilation (c) 2008 The European Bank for Reconstruction and Development.", "authors": ["epba1", "epca30", "epsc175", "epta65"], "abstractStem": " thi paper empir investig the link between polit patronag and bank perform for ukrain dure 2003q32005q2 we find signific differ between polit affili and nonaffili bank the data suggest that affili bank have significantli lower interest rate margin and increas their capit furthermor we show that the level of activ of affili deputi in parliament ha a posit neg impact on bank capit ratio interest rate margin our find impli in line with the relat literatur that polit affili ha import effect on bank behaviour copyright c 2008 the author journal compil c 2008 the european bank for reconstruct and develop", "title": "Political patronage in Ukrainian banking"}, "https://ideas.repec.org/a/kap/rqfnac/v12y1999i1p35-47.html": {"abstract": " The effects of measurement and specification error on estimates of the Q and cash flow model of investment are investigated. Two sources of error are considered: expensing of R&amp;D; expenditures and failing to identify that component of cash flow which relaxes financing constraints. We apply random-effects and instrumental variables estimators to a model that addresses these sources of error. We find that: (1) the capitalization of R&amp;D; strengthens the explanatory power of the model; (2) expected and unexpected components of cash flow have different effects; and (3) the effects of Q are much more evident in firms facing low costs of external finance. Copyright 1999 by Kluwer Academic Publishers", "authors": ["epba1", "epth99"], "abstractStem": " the effect of measur and specif error on estim of the q and cash flow model of invest are investig two sourc of error are consid expens of rampd expenditur and fail to identifi that compon of cash flow which relax financ constraint we appli randomeffect and instrument variabl estim to a model that address these sourc of error we find that 1 the capit of rampd strengthen the explanatori power of the model 2 expect and unexpect compon of cash flow have differ effect and 3 the effect of q are much more evid in firm face low cost of extern financ copyright 1999 by kluwer academ publish", "title": " Q, Cash Flow and Investment: An Econometric Critique"}, "https://ideas.repec.org/a/tsj/stataj/v3y2003i1p1-31.html": {"abstract": "We discuss instrumental variables (IV) estimation in the broader context of the generalized method of moments (GMM), and describe an extended IV estimation routine that provides GMM estimates as well as additional diagnostic tests. Stand-alone test procedures for heteroskedasticity, overidentification, and endogeneity in the IV context are also described. Copyright 2003 by Stata Corporation.", "authors": ["epba1", "epsc51", "epst124"], "abstractStem": "we discuss instrument variabl iv estim in the broader context of the gener method of moment gmm and describ an extend iv estim routin that provid gmm estim as well as addit diagnost test standalon test procedur for heteroskedast overidentif and endogen in the iv context are also describ copyright 2003 by stata corpor", "title": "Instrumental variables and GMM: Estimation and testing"}, "https://ideas.repec.org/a/tsj/stataj/v8y2008i2p299-303.html": {"abstract": "No abstract is available for this item.", "authors": ["epba1"], "abstractStem": "no abstract is avail for thi item", "title": "Stata tip 63: Modeling proportions"}, "https://ideas.repec.org/a/bla/jecsur/v25y2011i2p380-394.html": {"abstract": "We review the Stata statistical package and evaluate its suitability for applied research.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epba1", "epsc51", "epst124"], "abstractStem": "we review the stata statist packag and evalu it suitabl for appli researchpthi abstract wa borrow from anoth version of thi item", "title": "Using Stata For Applied Research: Reviewing Its Capabilities"}, "https://ideas.repec.org/a/jof/jforec/v25y2006i4p291-302.html": {"abstract": " Several studies have tested for long-range dependence in macroeconomic and financial time series but very few have assessed the usefulness of long-memory models as forecast-generating mechanisms. This study tests for fractional differencing in the US monetary indices (simple sum and divisia) and compares the out-of-sample fractional forecasts to benchmark forecasts. The long-memory parameter is estimated using Robinson's Gaussian semi-parametric and multivariate log-periodogram methods. The evidence amply suggests that the monetary series possess a fractional order between one and two. Fractional out-of-sample forecasts are consistently more accurate (with the exception of the M3 series) than benchmark autoregressive forecasts but the forecasting gains are not generally statistically significant. In terms of forecast encompassing, the fractional model encompasses the autoregressive model for the divisia series but neither model encompasses the other for the simple sum series.  Copyright Â© 2006 John Wiley &amp; Sons, Ltd.", "authors": ["epba1", "epba26"], "abstractStem": " sever studi have test for longrang depend in macroeconom and financi time seri but veri few have assess the use of longmemori model as forecastgener mechan thi studi test for fraction differenc in the us monetari indic simpl sum and divisia and compar the outofsampl fraction forecast to benchmark forecast the longmemori paramet is estim use robinson gaussian semiparametr and multivari logperiodogram method the evid ampli suggest that the monetari seri possess a fraction order between one and two fraction outofsampl forecast are consist more accur with the except of the m3 seri than benchmark autoregress forecast but the forecast gain are not gener statist signific in term of forecast encompass the fraction model encompass the autoregress model for the divisia seri but neither model encompass the other for the simpl sum seri copyright   2006 john wiley amp son ltd", "title": "Long-memory forecasting of US monetary indices"}, "https://ideas.repec.org/a/tsj/stataj/v10y2010i2p309-312.html": {"abstract": "No abstract is available for this item.", "authors": ["epba1"], "abstractStem": "no abstract is avail for thi item", "title": "Stata tip 88: Efficiently evaluating elasticities with the margins command"}, "https://ideas.repec.org/a/mcb/jmoncb/v38y2006i2p469-482.html": {"abstract": "A number of previous studies have questioned the dominant role of Germany within the European Monetary System (EMS). These conclusions are often based on empirical findings that the interest rates of EMS member countries are not affected by German interest rates, even in the long run. In this study, we demonstrate that intra-EMS interest rate differentials (vis-a-vis Germany) exhibit mean-reverting behavior characterized by long-memory dynamics. In a system incorporating six EMS countries and one non-EMS country (the U.S.A.), estimates from a fractional error correction model suggest the presence of short-run intra-EMS monetary-policy interdependencies but validate the German Dominance Hypothesis in the long run.", "authors": ["epba1", "epba26"], "abstractStem": "a number of previou studi have question the domin role of germani within the european monetari system em these conclus are often base on empir find that the interest rate of em member countri are not affect by german interest rate even in the long run in thi studi we demonstr that intraem interest rate differenti visavi germani exhibit meanrevert behavior character by longmemori dynam in a system incorpor six em countri and one nonem countri the usa estim from a fraction error correct model suggest the presenc of shortrun intraem monetarypolici interdepend but valid the german domin hypothesi in the long run", "title": "Dynamics of Intra-EMS Interest Rate Linkages"}, "https://ideas.repec.org/a/tsj/stbull/y2001v10i55sg136.html": {"abstract": "No abstract is available for this item.", "authors": ["epba1"], "abstractStem": "no abstract is avail for thi item", "title": "Tests for serial correlation in regression error distribution"}, "https://ideas.repec.org/a/tsj/stbull/y2001v10i57sts16.html": {"abstract": "No abstract is available for this item.", "authors": ["epba1"], "abstractStem": "no abstract is avail for thi item", "title": "Tests for long memory in a time series"}, "https://ideas.repec.org/a/bla/ecinqu/v47y2009i2p216-225.html": {"abstract": " \"This paper investigates the link between the optimal level of nonfinancial firms' short-term leverage and macroeconomic and idiosyncratic sources of uncertainty. We develop a structural model of a firm's value maximization problem that predicts a negative relationship between uncertainty and optimal levels of borrowing. This proposition is tested using a panel of nonfinancial U.S. firms drawn from the COMPUSTAT quarterly database covering the period 1993-2003. The estimates confirm that as either form of uncertainty increases, firms decrease their levels of short-term leverage. This effect is stronger for macroeconomic uncertainty than for idiosyncratic uncertainty. \" Copyright (c) 2008 Western Economic Association International.", "authors": ["epba1", "epst185", "epta185", "epta65"], "abstractStem": " thi paper investig the link between the optim level of nonfinanci firm shortterm leverag and macroeconom and idiosyncrat sourc of uncertainti we develop a structur model of a firm valu maxim problem that predict a neg relationship between uncertainti and optim level of borrow thi proposit is test use a panel of nonfinanci us firm drawn from the compustat quarterli databas cover the period 19932003 the estim confirm that as either form of uncertainti increas firm decreas their level of shortterm leverag thi effect is stronger for macroeconom uncertainti than for idiosyncrat uncertainti  copyright c 2008 western econom associ intern", "title": "The Effects Of Uncertainty On The Leverage Of Nonfinancial Firms"}, "https://ideas.repec.org/a/eee/pacfin/v6y1998i1-2p115-124.html": {"abstract": "Using the spectral regression and Gaussian semiparametric methods of estimating the long-memory parameter, we test for fractional dynamic behavior in a number of important Japanese financial time series: spot exchange rates, forward exchange rates, stock prices, currency forward premia, Euroyen deposit rates, and the Euroyen term premium. Stochastic long memory is established as a feature of the currency forward premia, Euroyen deposit rates, and Euroyen term premium series. The martingale model cannot be rejected for the spot, forward, and stock price series.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epba1", "epba26"], "abstractStem": "use the spectral regress and gaussian semiparametr method of estim the longmemori paramet we test for fraction dynam behavior in a number of import japanes financi time seri spot exchang rate forward exchang rate stock price currenc forward premia euroyen deposit rate and the euroyen term premium stochast long memori is establish as a featur of the currenc forward premia euroyen deposit rate and euroyen term premium seri the martingal model cannot be reject for the spot forward and stock price seriespthi abstract wa borrow from anoth version of thi item", "title": "Fractional dynamics in Japanese financial time series"}, "https://ideas.repec.org/a/ucp/jpolec/v87y1979i1p179-92.html": {"abstract": "No abstract is available for this item.", "authors": ["epba1", "fpst591"], "abstractStem": "no abstract is avail for thi item", "title": "Evidence on Structural Change in the Demand for Aggregate U.S. Imports and Exports"}, "https://ideas.repec.org/a/eee/revfin/v6y1997i2p187-198.html": {"abstract": "No abstract is available for this item.", "authors": ["epba1", "epba26"], "abstractStem": "no abstract is avail for thi item", "title": "A nonparametric investigation of the 90-day t-bill rate"}, "https://ideas.repec.org/a/tsj/stbull/y2001v10i57sts15.html": {"abstract": "No abstract is available for this item.", "authors": ["epba1"], "abstractStem": "no abstract is avail for thi item", "title": "Tests for stationarity of a time series"}, "https://ideas.repec.org/a/tsj/stbull/y2001v10i60sts19.html": {"abstract": "No abstract is available for this item.", "authors": ["epba1"], "abstractStem": "no abstract is avail for thi item", "title": "Multivariate portmanteau (Q) test for white noise"}, "https://ideas.repec.org/a/tsj/stataj/v9y2009i1p161-165.html": {"abstract": "No abstract is available for this item.", "authors": ["epba1"], "abstractStem": "no abstract is avail for thi item", "title": "Evaluating concavity for production and cost functions"}, "https://ideas.repec.org/a/eee/socmed/v73y2011i12p1689-1697.html": {"abstract": "Past research on the associations between area-level/contextual social capital and health has produced conflicting evidence. However, interpreting this rapidly growing literature is difficult because estimates using conventional regression are prone to major sources of bias including residual confounding and reverse causation. Instrumental variable (IV) analysis can reduce such bias. Using data on up to 167 344 adults in 64 nations in the European and World Values Surveys and applying IV and ordinary least squares (OLS) regression, we estimated the contextual effects of country-level social trust on individual self-rated health. We further explored whether these associations varied by gender and individual levels of trust. Using OLS regression, we found higher average country-level trust to be associated with better self-rated health in both women and men. Instrumental variable analysis yielded qualitatively similar results, although the estimates were more than double in size in both sexes when country population density and corruption were used as instruments. The estimated health effects of raising the percentage of a country’s population that trusts others by 10 percentage points were at least as large as the estimated health effects of an individual developing trust in others. These findings were robust to alternative model specifications and instruments. Conventional regression and to a lesser extent IV analysis suggested that these associations are more salient in women and in women reporting social trust. In a large cross-national study, our findings, including those using instrumental variables, support the presence of beneficial effects of higher country-level trust on self-rated health. Previous findings for contextual social capital using traditional regression may have underestimated the true associations. Given the close linkages between self-rated health and all-cause mortality, the public health gains from raising social capital within and across countries may be large.", "authors": ["epba1"], "abstractStem": "past research on the associ between arealevelcontextu social capit and health ha produc conflict evid howev interpret thi rapidli grow literatur is difficult becaus estim use convent regress are prone to major sourc of bia includ residu confound and revers causat instrument variabl iv analysi can reduc such bia use data on up to 167 344 adult in 64 nation in the european and world valu survey and appli iv and ordinari least squar ol regress we estim the contextu effect of countrylevel social trust on individu selfrat health we further explor whether these associ vari by gender and individu level of trust use ol regress we found higher averag countrylevel trust to be associ with better selfrat health in both women and men instrument variabl analysi yield qualit similar result although the estim were more than doubl in size in both sex when countri popul densiti and corrupt were use as instrument the estim health effect of rais the percentag of a countri s popul that trust other by 10 percentag point were at least as larg as the estim health effect of an individu develop trust in other these find were robust to altern model specif and instrument convent regress and to a lesser extent iv analysi suggest that these associ are more salient in women and in women report social trust in a larg crossnat studi our find includ those use instrument variabl support the presenc of benefici effect of higher countrylevel trust on selfrat health previou find for contextu social capit use tradit regress may have underestim the true associ given the close linkag between selfrat health and allcaus mortal the public health gain from rais social capit within and across countri may be larg", "title": "The contextual effects of social capital on health: A cross-national instrumental variable analysis"}, "https://ideas.repec.org/a/eee/dyncon/v12y1988i1p127-133.html": {"abstract": "No abstract is available for this item.", "authors": ["epba1", "fpdo293"], "abstractStem": "no abstract is avail for thi item", "title": "Dynamic adjustment of firms' capital structures in a varying-risk environment"}, "https://ideas.repec.org/a/taf/apfiec/v20y2010i15p1163-1171.html": {"abstract": " This article empirically investigates the impact of macroeconomic uncertainty on the spreads of individual firms' Credit Default Swaps (CDSs). While the existing literature acknowledges the importance of the levels of macroeconomic factors in determining CDS spreads, we find that the second moments of these factors-macroeconomic uncertainty-have significant explanatory power over and above that of traditional macroeconomic factors such as the risk-free rate and the Treasury term spread.", "authors": ["epba1", "fpwa414"], "abstractStem": " thi articl empir investig the impact of macroeconom uncertainti on the spread of individu firm credit default swap cdss while the exist literatur acknowledg the import of the level of macroeconom factor in determin cd spread we find that the second moment of these factorsmacroeconom uncertaintyhav signific explanatori power over and abov that of tradit macroeconom factor such as the riskfre rate and the treasuri term spread", "title": "Macroeconomic uncertainty and credit default swap spreads"}, "https://ideas.repec.org/a/eee/ecolet/v98y2008i3p282-287.html": {"abstract": "We investigate the impact of measures of uncertainty on firms' capital investment behavior using a panel of U.S. firms. Increases in firm-specific and CAPM-based measures have a significant negative effect on investment spending, while market-based uncertainty has a positive impact.", "authors": ["epba1", "epca30", "epta65"], "abstractStem": "we investig the impact of measur of uncertainti on firm capit invest behavior use a panel of us firm increas in firmspecif and capmbas measur have a signific neg effect on invest spend while marketbas uncertainti ha a posit impact", "title": "Uncertainty determinants of firm investment"}, "https://ideas.repec.org/a/eee/jebusi/v48y1996i4p387-400.html": {"abstract": "No abstract is available for this item.", "authors": ["epba1", "epkl48", "epth99"], "abstractStem": "no abstract is avail for thi item", "title": "Tobin's Q, intangible capital, and financial policy"}, "https://ideas.repec.org/a/kap/compec/v11y1998i1-2p53-70.html": {"abstract": " We employ threshold cointegration methodology to model the policy problem solved by the Federal Reserve System in their manipulation of the discount rate under a reserves target operating procedure utilized since October 1979. The infrequent and discrete adjustments that characterize movements in the discount rate instrument vis-a-vis the Federal Funds rate do not lend themselves to a linear cointegration framework. The inherently nonlinear relationship arising from the Fed's self-imposed constraints on discontinuously changing the discount rate is satisfactorily modeled as an instance of threshold cointegration between the discount rate and the Federal Funds rate. Citation Copyright 1998 by Kluwer Academic Publishers.", "authors": ["epba1"], "abstractStem": " we employ threshold cointegr methodolog to model the polici problem solv by the feder reserv system in their manipul of the discount rate under a reserv target oper procedur util sinc octob 1979 the infrequ and discret adjust that character movement in the discount rate instrument visavi the feder fund rate do not lend themselv to a linear cointegr framework the inher nonlinear relationship aris from the fed selfimpos constraint on discontinu chang the discount rate is satisfactorili model as an instanc of threshold cointegr between the discount rate and the feder fund rate citat copyright 1998 by kluwer academ publish", "title": "Modelling Federal Reserve Discount Policy"}, "https://ideas.repec.org/a/eee/dyncon/v2y1980i1p205-208.html": {"abstract": "No abstract is available for this item.", "authors": ["epba1"], "abstractStem": "no abstract is avail for thi item", "title": "On the sensitivity of optimal control solutions"}, "https://ideas.repec.org/a/eee/ecmode/v25y2008i5p833-849.html": {"abstract": "This paper investigates the link between the optimal level of non-financial firms' liquid assets and uncertainty. We develop a partial equilibrium model of precautionary demand for liquid assets showing that firms alter their liquidity ratio in response to changes in either macroeconomic or idiosyncratic uncertainty. We test this hypothesis using a panel of non-financial US firms drawn from the COMPUSTAT quarterly database covering the period 1993-2002. The results indicate that firms increase their liquidity ratios when macroeconomic uncertainty or idiosyncratic uncertainty increases.", "authors": ["epba1", "epca30", "epst185", "epta65"], "abstractStem": "thi paper investig the link between the optim level of nonfinanci firm liquid asset and uncertainti we develop a partial equilibrium model of precautionari demand for liquid asset show that firm alter their liquid ratio in respons to chang in either macroeconom or idiosyncrat uncertainti we test thi hypothesi use a panel of nonfinanci us firm drawn from the compustat quarterli databas cover the period 19932002 the result indic that firm increas their liquid ratio when macroeconom uncertainti or idiosyncrat uncertainti increas", "title": "Uncertainty determinants of corporate liquidity"}, "https://ideas.repec.org/a/bla/manchs/v81y2013i2p202-225.html": {"abstract": "In this paper we re-examine commercial banks' lending behavior taking into account changes in the stance of monetary policy in conjunction with changes in financial sector uncertainty. Using a very large data set covering all banks in the US between 1986-2000, we show that financial uncertainty has an important and significant role in the monetary policy transmission mechanism that varies across bank categories and the strength of banks' balance sheets. We find support for the existence of a bank lending channel among US banks.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epba1", "epca30", "epoz21"], "abstractStem": "in thi paper we reexamin commerci bank lend behavior take into account chang in the stanc of monetari polici in conjunct with chang in financi sector uncertainti use a veri larg data set cover all bank in the us between 19862000 we show that financi uncertainti ha an import and signific role in the monetari polici transmiss mechan that vari across bank categori and the strength of bank balanc sheet we find support for the exist of a bank lend channel among us bankspthi abstract wa borrow from anoth version of thi item", "title": "The Role Of Uncertainty In The Transmission Of Monetary Policy Effects On Bank Lending"}, "https://ideas.repec.org/a/bla/reviec/v21y2013i3p459-474.html": {"abstract": "The paper explores factors that lead to accumulation or decumulation of firms' cash reserves. In particular, we empirically examine whether additional future fixed capital and R&amp;D; investment expenditures induce firms to change their liquidity ratio while considering the role of market imperfections. Implementing a dynamic framework on a panel of US, UK and German firms, we find that firms in all three countries make larger adjustments to cash holdings when they plan additional future R&amp;D; rather than fixed capital investment expenditures. This behavior is particularly prevalent among financially constrained firms.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epba1", "epca30", "epta65"], "abstractStem": "the paper explor factor that lead to accumul or decumul of firm cash reserv in particular we empir examin whether addit futur fix capit and rampd invest expenditur induc firm to chang their liquid ratio while consid the role of market imperfect implement a dynam framework on a panel of us uk and german firm we find that firm in all three countri make larger adjust to cash hold when they plan addit futur rampd rather than fix capit invest expenditur thi behavior is particularli preval among financi constrain firmspthi abstract wa borrow from anoth version of thi item", "title": "The Effects of Future Capital Investment and R&amp;D; Expenditures on Firms' Liquidity"}, "https://ideas.repec.org/a/eee/jimfin/v20y2001i3p379-399.html": {"abstract": "This paper models the dynamics of adjustment to long-run purchasing power parity (PPP) over the post-Bretton Woods period in a nonlinear framework consistent with the presence of frictions in international trade. We estimate exponential smooth transition autoregressive (ESTAR) models of deviations from PPP using both CPI- and WPI-based measures for a broad set of U.S. trading partners. We find clear evidence of a mean-reverting dynamic process for sizable deviations from PPP, with an equilibrium tendency varying nonlinearly with the magnitude of disequilibrium.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epba1", "epba26", "epca30"], "abstractStem": "thi paper model the dynam of adjust to longrun purchas power pariti ppp over the postbretton wood period in a nonlinear framework consist with the presenc of friction in intern trade we estim exponenti smooth transit autoregress estar model of deviat from ppp use both cpi and wpibas measur for a broad set of us trade partner we find clear evid of a meanrevert dynam process for sizabl deviat from ppp with an equilibrium tendenc vari nonlinearli with the magnitud of disequilibriumpthi abstract wa borrow from anoth version of thi item", "title": "Nonlinear adjustment to purchasing power parity in the post-Bretton Woods era"}, "https://ideas.repec.org/a/tsj/stataj/v1y2001i1p101-104.html": {"abstract": "These routines support the diagnosis of groupwise heteroskedasticity and cross-sectional correlation in the context of a regression model fit to pooled cross-section time series (xt) data. Copyright 2001 by Stata Corporation.", "authors": ["epba1"], "abstractStem": "these routin support the diagnosi of groupwis heteroskedast and crosssect correl in the context of a regress model fit to pool crosssect time seri xt data copyright 2001 by stata corpor", "title": "Residual diagnostics for cross-section time series regression models"}, "https://ideas.repec.org/a/tsj/stataj/v7y2007i4p465-506.html": {"abstract": "We extend our 2003 paper on instrumental variables and generalized method of moments estimation, and we test and describe enhanced routines that address heteroskedasticity- and autocorrelation-consistent standard errors, weak instruments, limited-information maximum likelihood and k-class estimation, tests for endogeneity and Ramsey's regression specification-error test, and autocorrelation tests for instrumental variable estimates and panel-data instrumental variable estimates. Copyright 2007 by StataCorp LP.", "authors": ["epba1", "epsc51", "epst124"], "abstractStem": "we extend our 2003 paper on instrument variabl and gener method of moment estim and we test and describ enhanc routin that address heteroskedast and autocorrelationconsist standard error weak instrument limitedinform maximum likelihood and kclass estim test for endogen and ramsey regress specificationerror test and autocorrel test for instrument variabl estim and paneldata instrument variabl estim copyright 2007 by statacorp lp", "title": "Enhanced routines for instrumental variables/generalized method of moments estimation and testing"}, "https://ideas.repec.org/a/tsj/stataj/v7y2007i1p137-139.html": {"abstract": "No abstract is available for this item.", "authors": ["epba1"], "abstractStem": "no abstract is avail for thi item", "title": "Stata tip 40: Taking care of business"}, "https://ideas.repec.org/a/tsj/stbull/y2001v10i57sts17.html": {"abstract": "No abstract is available for this item.", "authors": ["epba1"], "abstractStem": "no abstract is avail for thi item", "title": "Compacting time series data"}, "https://ideas.repec.org/a/ijf/ijfiec/v15y2010i1p22-30.html": {"abstract": " We investigate the relationship between a firm's measures of corporate governance, macroeconomic uncertainty and changes in leverage. Recent research highlights the role of governance in financing decisions. Previous research also indicates that macroeconomic uncertainty affects a firm's ability to borrow. In this paper we investigate how both these channels of influence affects firms' financing decisions. Our findings show that macroeconomic uncertainty has an important role to play, both by itself and in interaction with a measure of corporate governance. Copyright © 2009 John Wiley &amp; Sons, Ltd.", "authors": ["epba1", "epch70"], "abstractStem": " we investig the relationship between a firm measur of corpor govern macroeconom uncertainti and chang in leverag recent research highlight the role of govern in financ decis previou research also indic that macroeconom uncertainti affect a firm abil to borrow in thi paper we investig how both these channel of influenc affect firm financ decis our find show that macroeconom uncertainti ha an import role to play both by itself and in interact with a measur of corpor govern copyright   2009 john wiley amp son ltd", "title": "The impact of macroeconomic uncertainty on firms' changes in financial leverage"}, "https://ideas.repec.org/a/tsj/stbull/y2000v9i52ip29.html": {"abstract": "No abstract is available for this item.", "authors": ["epba1", "epco34"], "abstractStem": "no abstract is avail for thi item", "title": "Metadata for user-written contributions to the Stata programming language"}, "https://ideas.repec.org/a/eee/intfor/v20y2004i1p151-161.html": {"abstract": "This paper is a review of the statistical package Stata, version 8.1, with special emphasis on its time series capabilities. The program which generates empirical results and graphics in the paper may also be downloaded.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epba1"], "abstractStem": "thi paper is a review of the statist packag stata version 81 with special emphasi on it time seri capabl the program which gener empir result and graphic in the paper may also be downloadedpthi abstract wa borrow from anoth version of thi item", "title": "A review of Stata 8.1 and its time series capabilities"}, "https://ideas.repec.org/a/eee/jmacro/v25y2003i1p109-122.html": {"abstract": "A plausible explanation for cointegration among spot currency rates determined in efficient markets is the existence of a stationary, time-varying currency risk premium. Such an interpretation is contingent upon stationarity of the forward premium. However, empirical evidence on the stochastic properties of the forward premium series has been inconclusive. We apply a panel unit-root test--the Johansen likelihood ratio (JLR) test--to forward exchange premiums by utilizing cross-sectional information from their term structure. In contrast to earlier studies, the JLR test provides decisive and temporally stable evidence in support of stationary forward premiums, and therefore foreign exchange market efficiency, for six major currencies.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epba1", "epba26", "epch70"], "abstractStem": "a plausibl explan for cointegr among spot currenc rate determin in effici market is the exist of a stationari timevari currenc risk premium such an interpret is conting upon stationar of the forward premium howev empir evid on the stochast properti of the forward premium seri ha been inconclus we appli a panel unitroot testth johansen likelihood ratio jlr testto forward exchang premium by util crosssect inform from their term structur in contrast to earlier studi the jlr test provid decis and tempor stabl evid in support of stationari forward premium and therefor foreign exchang market effici for six major currenciespthi abstract wa borrow from anoth version of thi item", "title": "Forward premiums and market efficiency: Panel unit-root evidence from the term structure of forward premiums"}, "https://ideas.repec.org/a/tsj/stataj/v6y2006i4p588-589.html": {"abstract": "No abstract is available for this item.", "authors": ["epba1"], "abstractStem": "no abstract is avail for thi item", "title": "Stata tip 37: And the last shall be first"}, "https://ideas.repec.org/a/eee/jmacro/v23y2001i4p565-576.html": {"abstract": "This paper investigates the effects of permanent and transitory components of the exchange rate on firms' profitability under imperfect information. Utilizing a signal extraction framework, we show that the variances of these components of the exchange rate process will have indeterminate effects on the firm's growth rate of profits, but will have predictable effects on its volatility. An increase in the variance of the permanent (transitory) component in the exchange rate process leads to greater (lesser) variability in the growth rate of the firm's profits, thus establishing that the source of exchange rate volatility matters in analyzing its effects. Implications of our theoretical findings for the empirical modeling of the underlying relationships are discussed.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epba1", "epba26", "epca30"], "abstractStem": "thi paper investig the effect of perman and transitori compon of the exchang rate on firm profit under imperfect inform util a signal extract framework we show that the varianc of these compon of the exchang rate process will have indetermin effect on the firm growth rate of profit but will have predict effect on it volatil an increas in the varianc of the perman transitori compon in the exchang rate process lead to greater lesser variabl in the growth rate of the firm profit thu establish that the sourc of exchang rate volatil matter in analyz it effect implic of our theoret find for the empir model of the underli relationship are discussedpthi abstract wa borrow from anoth version of thi item", "title": "Exchange Rate Uncertainty and Firm Profitability"}, "https://ideas.repec.org/a/eee/dyncon/v12y1988i1p3-3.html": {"abstract": "No abstract is available for this item.", "authors": ["epba1"], "abstractStem": "no abstract is avail for thi item", "title": "Foreword"}, "https://ideas.repec.org/a/bla/jfnres/v20y1997i3p355-72.html": {"abstract": " Using the spectral regression method, we test for long-term stochastic memory in three- and six-month daily returns series of Eurocurrency deposits denominated in major currencies. Significant evidence of positive long-term dependence is found in several Eurocurrency returns series. Compared with benchmark linear models, the estimate fractional models result in dramatic out-of-sample forecasting improvements over longer horizons for the Eurocurrency deposits denominated in German marks, Swiss francs, and Japanese yen.", "authors": ["epba1", "epba26"], "abstractStem": " use the spectral regress method we test for longterm stochast memori in three and sixmonth daili return seri of eurocurr deposit denomin in major currenc signific evid of posit longterm depend is found in sever eurocurr return seri compar with benchmark linear model the estim fraction model result in dramat outofsampl forecast improv over longer horizon for the eurocurr deposit denomin in german mark swiss franc and japanes yen", "title": "Fractional Differencing Modeling and Forecasting of Eurocurrency Deposit Rates"}, "https://ideas.repec.org/a/eee/jimfin/v21y2002i4p481-496.html": {"abstract": "This paper investigates the effects of exchange rate uncertainty on the volume and variability of trade flows. Employing a signal extraction framework, we show that the direction and magnitude of importers' and exporters' optimal trading activities depend upon the source of the uncertainty (general economic shocks, fundamental factors driving the exchange rate process, or noise in the signal of policy innovations), providing a rationale for the contradictory empirical evidence in the literature.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epba1", "epba26", "epca30"], "abstractStem": "thi paper investig the effect of exchang rate uncertainti on the volum and variabl of trade flow employ a signal extract framework we show that the direct and magnitud of import and export optim trade activ depend upon the sourc of the uncertainti gener econom shock fundament factor drive the exchang rate process or nois in the signal of polici innov provid a rational for the contradictori empir evid in the literaturepthi abstract wa borrow from anoth version of thi item", "title": "Exchange rate effects on the volume and variability of trade flows"}, "https://ideas.repec.org/a/tsj/stbull/y2001v10i60sts18.html": {"abstract": "No abstract is available for this item.", "authors": ["epba1"], "abstractStem": "no abstract is avail for thi item", "title": "A test for long-range dependence in a time series"}, "homepage": "https://ideas.repec.org/e/pba1.html", "https://ideas.repec.org/a/tsj/stbull/y2001v10i57dm81.html": {"abstract": "No abstract is available for this item.", "authors": ["epba1"], "abstractStem": "no abstract is avail for thi item", "title": "Utility for time series data"}, "https://ideas.repec.org/a/tsj/stbull/y2001v10i55sg135.html": {"abstract": "No abstract is available for this item.", "authors": ["epba1"], "abstractStem": "no abstract is avail for thi item", "title": "Test for autoregressive conditional heteroskedasticity in regression error distribution"}, "https://ideas.repec.org/a/eee/jimfin/v30y2011i4p678-691.html": {"abstract": "We estimate firms' cash flow sensitivity of cash to empirically test how the financial system's structure and level of development influence their financial constraints. For this purpose we merge Almeida etÂ al.'s work, a path-breaking design for evaluating a firm's financial constraints, with that of Levine, who paved the way for comparative analysis of financial systems around the world. We conjecture that a country's financial system, both in terms of its structure and its level of development, should influence the cash flow sensitivity of cash of constrained firms but leave unconstrained firms unaffected. We test our hypothesis with a large international sample of 30,000 firm-years from 1989 to 2006. Our findings reveal that both the structure of the financial system and its level of development matter. Bank-based financial systems provide constrained firms with easier access to external financing.", "authors": ["epba1", "epsc175", "epta65"], "abstractStem": "we estim firm cash flow sensit of cash to empir test how the financi system structur and level of develop influenc their financi constraint for thi purpos we merg almeida et  al work a pathbreak design for evalu a firm financi constraint with that of levin who pave the way for compar analysi of financi system around the world we conjectur that a countri financi system both in term of it structur and it level of develop should influenc the cash flow sensit of cash of constrain firm but leav unconstrain firm unaffect we test our hypothesi with a larg intern sampl of 30000 firmyear from 1989 to 2006 our find reveal that both the structur of the financi system and it level of develop matter bankbas financi system provid constrain firm with easier access to extern financ", "title": "The impact of the financial system's structure on firms' financial constraints"}, "https://ideas.repec.org/a/taf/apeclt/v5y1998i3p135-138.html": {"abstract": " Using spectral regression and exact maximum likelihood methods, we test for long memory dynamics in the traded goods prices for the G7 countries, as measured in their import and export price indices. Significant and robust evidence of fractional dynamics with long memory features is found in both import and export price inflation rates.", "authors": ["epba1", "epba26"], "abstractStem": " use spectral regress and exact maximum likelihood method we test for long memori dynam in the trade good price for the g7 countri as measur in their import and export price indic signific and robust evid of fraction dynam with long memori featur is found in both import and export price inflat rate", "title": "Stochastic long memory in traded goods prices"}, "https://ideas.repec.org/a/eee/ecolet/v106y2010i1p25-27.html": {"abstract": "We investigate the impact of debt on a panel of U.S. manufacturing firms' capital investment behavior as the underlying firm-specific and market-level uncertainty changes. Our estimates show that the influence of leverage on capital investment may be stimulating or mitigating depending on the effects of uncertainty.", "authors": ["epba1", "epca30", "epta65"], "abstractStem": "we investig the impact of debt on a panel of us manufactur firm capit invest behavior as the underli firmspecif and marketlevel uncertainti chang our estim show that the influenc of leverag on capit invest may be stimul or mitig depend on the effect of uncertainti", "title": "On the investment sensitivity of debt under uncertainty"}, "https://ideas.repec.org/a/wly/jfutmk/v16y1996i7p735-755.html": {"abstract": "Significant time-varying risk premia exist in the foreign currency futures basis, and these risk premia are meaningfully correlated with common macroeconomic risk factors from equity and bond markets. The stock index dividend yield and the bond default and term spreads in the U.S. markets help forecast the risk premium component of the foreign currency futures basis. The specific source of risk matters, but the relationships are robust across currencies. The currency futures basis is positively associated with the dividend yield and negatively associated with the spread variables. These correlations cannot be attributed to the expected spot price change component of the currency futures basis, thus establishing the presence of a time-varying risk premium component in the currency futures basis.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epba1"], "abstractStem": "signific timevari risk premia exist in the foreign currenc futur basi and these risk premia are meaning correl with common macroeconom risk factor from equiti and bond market the stock index dividend yield and the bond default and term spread in the us market help forecast the risk premium compon of the foreign currenc futur basi the specif sourc of risk matter but the relationship are robust across currenc the currenc futur basi is posit associ with the dividend yield and neg associ with the spread variabl these correl cannot be attribut to the expect spot price chang compon of the currenc futur basi thu establish the presenc of a timevari risk premium compon in the currenc futur basispthi abstract wa borrow from anoth version of thi item", "title": "Time‐varying risk premia in the foreign currency futures basis"}, "https://ideas.repec.org/a/tsj/stataj/v6y2006i4p590-592.html": {"abstract": "No abstract is available for this item.", "authors": ["epba1"], "abstractStem": "no abstract is avail for thi item", "title": "Stata tip 38: Testing for groupwise heteroskedasticity"}, "https://ideas.repec.org/a/eee/jbfina/v34y2010i11p2709-2719.html": {"abstract": "This paper analyzes the effects of parliamentary election cycles on the Turkish banking system. Using annual bank-level data representing all banks in Turkey during 1963-2007, we present evidence of meaningful differences in the structure of bank assets, liabilities and financial performance across different stages of the parliamentary election cycle. However, we find that government-owned banks' behavior does not meaningfully differ from that of either domestic and foreign-owned private-sector banks before, during or after elections. Our estimates also show that government-owned banks underperform both domestic and foreign-owned private-sector counterparts.", "authors": ["epba1", "epca30", "epta65"], "abstractStem": "thi paper analyz the effect of parliamentari elect cycl on the turkish bank system use annual banklevel data repres all bank in turkey dure 19632007 we present evid of meaning differ in the structur of bank asset liabil and financi perform across differ stage of the parliamentari elect cycl howev we find that governmentown bank behavior doe not meaning differ from that of either domest and foreignown privatesector bank befor dure or after elect our estim also show that governmentown bank underperform both domest and foreignown privatesector counterpart", "title": "Parliamentary election cycles and the Turkish banking sector"}, "https://ideas.repec.org/a/ebl/ecbull/eb-03e20002.html": {"abstract": "In this paper, employing VAR and factor analytic models with quarterly U.K. sectoral business investment data, we show that both common and sector-specific shocks play important roles in explaining business investment fluctuations.", "authors": ["epba1", "epca30"], "abstractStem": "in thi paper employ var and factor analyt model with quarterli uk sector busi invest data we show that both common and sectorspecif shock play import role in explain busi invest fluctuat", "title": "Sectoral fluctuations in U.K. firms' investment expenditures"}, "https://ideas.repec.org/a/tsj/stataj/v9y2009i1p166-168.html": {"abstract": "No abstract is available for this item.", "authors": ["epba1"], "abstractStem": "no abstract is avail for thi item", "title": "Stata tip 73: append with care!"}, "https://ideas.repec.org/a/taf/apfiec/v10y2000i2p177-184.html": {"abstract": " Tests are made of the stochastic long memory in the Greek stock market, an emerging capital market. The fractional differencing parameter is estimated using the spectral regression method. Contrary to findings for major capital markets, significant and robust evidence of positive long-term persistence is found in the Greek stock market. As compared to benchmark linear models, the estimated fractional models provide improved out-of-sample forecasting accuracy for the Greek stock returns series over longer forecasting horizons.", "authors": ["epba1", "epba26"], "abstractStem": " test are made of the stochast long memori in the greek stock market an emerg capit market the fraction differenc paramet is estim use the spectral regress method contrari to find for major capit market signific and robust evid of posit longterm persist is found in the greek stock market as compar to benchmark linear model the estim fraction model provid improv outofsampl forecast accuraci for the greek stock return seri over longer forecast horizon", "title": "Long memory in the Greek stock market"}, "https://ideas.repec.org/a/kap/csecmg/v5y1992i3p221-46.html": {"abstract": " This paper presents the methodology used to construct reliable estimates of the term structure of interest rates for the United States during 1919-30. These monthly term structures are based on individual corporate bonds' price quotations for the majority of U.S. railroad corporations' issues of that era. J. McCulloch's (1971, 1975) cubic spline methodology, coupled with C. Nelson and A. Siegel's (1987) parsimonious estimator, is used to derive curves for three investment-grade risk classes. These estimates compare favorably with D. Durand's (1958) hand-smoothed estimates as well as earlier annual estimates generated by C. Thies (1985). They provide a consistent basis a wide range of monetary and financial research on this period. Citation Copyright 1992 by Kluwer Academic Publishers.", "authors": ["epba1", "epth99"], "abstractStem": " thi paper present the methodolog use to construct reliabl estim of the term structur of interest rate for the unit state dure 191930 these monthli term structur are base on individu corpor bond price quotat for the major of us railroad corpor issu of that era j mcculloch 1971 1975 cubic spline methodolog coupl with c nelson and a siegel 1987 parsimoni estim is use to deriv curv for three investmentgrad risk class these estim compar favor with d durand 1958 handsmooth estim as well as earlier annual estim gener by c thi 1985 they provid a consist basi a wide rang of monetari and financi research on thi period citat copyright 1992 by kluwer academ publish", "title": "On the Construction of Monthly Term Structures of U.S. Interest Rates, 1919-1930"}, "https://ideas.repec.org/a/mcb/jmoncb/v22y1990i4p465-77.html": {"abstract": " A robust estimation technique--bounded-influence instrumental variables--is applied to an error-correction model formulation of a U.S. money-demand equation. The weights generated by bounded-influence instrumental variables are used to diagnose structural instability in the specification of the equations and their error processes. These techniques are shown to be valuable additions to the empirical researchers' toolkit and have been implemented in commonly-used econometric software. Copyright 1990 by Ohio State University Press.", "authors": ["epba1", "epfu17"], "abstractStem": " a robust estim techniqueboundedinflu instrument variablesi appli to an errorcorrect model formul of a us moneydemand equat the weight gener by boundedinflu instrument variabl are use to diagnos structur instabl in the specif of the equat and their error process these techniqu are shown to be valuabl addit to the empir research toolkit and have been implement in commonlyus econometr softwar copyright 1990 by ohio state univers press", "title": "Analyzing the Stability of Demand-for-Money Equations via Bounded-Influence Estimation Techniques"}, "https://ideas.repec.org/a/eee/jimfin/v59y2015icp100-122.html": {"abstract": "We examine the effect of scheduled macroeconomic announcements made by China on world financial and commodity futures markets. All announcements related to Chinese manufacturing and industrial output move stock markets, energy and industrial commodities as well as commodity currencies. News about Chinese domestic consumption leaves most markets unaffected, suggesting that market participants view the announcements primarily as a signal of the state of the global economy rather than merely of China's domestic demand. The market response to unexpectedly strong output announcements is not consistent with investors being concerned about tightening of Chinese macroeconomic policy; instead, the world markets view strong Chinese output as a rising tide that lifts all boats.", "authors": ["epba1", "fpha810"], "abstractStem": "we examin the effect of schedul macroeconom announc made by china on world financi and commod futur market all announc relat to chines manufactur and industri output move stock market energi and industri commod as well as commod currenc news about chines domest consumpt leav most market unaffect suggest that market particip view the announc primarili as a signal of the state of the global economi rather than mere of china domest demand the market respons to unexpectedli strong output announc is not consist with investor be concern about tighten of chines macroeconom polici instead the world market view strong chines output as a rise tide that lift all boat", "title": "What do Chinese macro announcements tell us about the world economy?"}, "https://ideas.repec.org/a/eee/revfin/v15y2006i4p289-304.html": {"abstract": "This paper empirically investigates whether changes in macroeconomic volatility affect the efficient allocation of non-financial firms' liquid assets. We argue that higher uncertainty will hamper managers' ability to accurately predict firm-specific information and induce them to implement similar cash management policies. Contrarily, when the macroeconomic environment becomes more tranquil, each manager will have the latitude to behave more idiosyncratically as she can adjust liquid assets based on the specific requirements of the firm, bringing about a more efficient allocation of liquid assets. Our empirical analysis provides support for these predictions.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epba1", "epca30", "epta65"], "abstractStem": "thi paper empir investig whether chang in macroeconom volatil affect the effici alloc of nonfinanci firm liquid asset we argu that higher uncertainti will hamper manag abil to accur predict firmspecif inform and induc them to implement similar cash manag polici contrarili when the macroeconom environ becom more tranquil each manag will have the latitud to behav more idiosyncrat as she can adjust liquid asset base on the specif requir of the firm bring about a more effici alloc of liquid asset our empir analysi provid support for these predictionspthi abstract wa borrow from anoth version of thi item", "title": "The impact of macroeconomic uncertainty on non-financial firms' demand for liquidity"}, "https://ideas.repec.org/a/diw/diwwob/74-23-2.html": {"abstract": "Verflechtungen zwischen Banken und Politikern werden hier am Beispiel ukrainischer Geschäftsbanken analysiert. Es zeigt sich, dass die \"Nähe zur Politik\" tendenziell einen dämpfenden Effekt auf die Entwicklung der Zinsmargen und einen positiven Effekt auf die Veränderung der Eigenkapitalquote der Banken hat. Bei der immer noch vergleichsweise niedrigen Kapitalisierung \"politik- naher\" Banken - sie liegt weit unter dem Niveau unabhängiger Banken - kann dieser Befund auch mit dem vermehrten Eintritt ausländischer Banken in den ukrainischen Markt zu tun haben. Es gibt Hinweise darauf, dass ausländische Investoren vor allem an politiknahen Banken interessiert sind. Wird die niedrige Eigenkapitalquote aber von ausländischen Investoren als Hindernis empfunden, erwächst für diesen Bankentyp möglicherweise ein starker Anreiz, die Eigenkapitaldecke zu erhöhen, um sich für Übernahmen attraktiv zu machen.", "authors": ["epba1", "epca30", "epsc175", "epta65"], "abstractStem": "verflechtungen zwischen banken und politikern werden hier am beispiel ukrainisch gesch ftsbanken analysiert es zeigt sich dass die n he zur politik tendenziel einen d mpfenden effekt auf die entwicklung der zinsmargen und einen positiven effekt auf die ver nderung der eigenkapitalquot der banken hat bei der immer noch vergleichsweis niedrigen kapitalisierung politik naher banken  sie liegt weit unter dem niveau unabh ngiger banken  kann dieser befund auch mit dem vermehrten eintritt ausl ndischer banken in den ukrainischen markt zu tun haben es gibt hinweis darauf dass ausl ndisch investoren vor allem an politiknahen banken interessiert sind wird die niedrig eigenkapitalquot aber von ausl ndischen investoren al hinderni empfunden erw chst f r diesen bankentyp m glicherweis ein starker anreiz die eigenkapitaldeck zu erh hen um sich f r  bernahmen attraktiv zu machen", "title": "Ukrainische Banken: politische Patronage von Bedeutung"}, "https://ideas.repec.org/a/spr/weltar/v114y1978p328-338.html": {"abstract": "No abstract is available for this item.", "authors": ["epba1", "epco167"], "abstractStem": "no abstract is avail for thi item", "title": "A Logit Analysis of the Factor Content of West German Foreign Trade"}, "firstname": "Christopher", "https://ideas.repec.org/a/eee/dyncon/v11y1987i2p195-200.html": {"abstract": "No abstract is available for this item.", "authors": ["epba1"], "abstractStem": "no abstract is avail for thi item", "title": "The effects of price- and output-stabilising policies in an interdependent world economy"}, "https://ideas.repec.org/a/eee/intfin/v9y1999i4p359-376.html": {"abstract": "This paper considers two potential rationales for the apparent absence of mean reversion in real exchange rates in the post-Bretton Woods era. We allow for (i) fractional integration and (ii) a double mean shift in the real exchange rate process. These methods, applied to CPI-based rates for 17 countries and WPI-based rates for 12 countries, demonstrate that the unit-root hypothesis is robust against both fractional alternatives and structural breaks. This evidence suggests rejection of the doctrine of absolute long-run purchasing power parity during the post-Bretton Woods era.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epba1", "epba26", "epca30"], "abstractStem": "thi paper consid two potenti rational for the appar absenc of mean revers in real exchang rate in the postbretton wood era we allow for i fraction integr and ii a doubl mean shift in the real exchang rate process these method appli to cpibas rate for 17 countri and wpibas rate for 12 countri demonstr that the unitroot hypothesi is robust against both fraction altern and structur break thi evid suggest reject of the doctrin of absolut longrun purchas power pariti dure the postbretton wood erapthi abstract wa borrow from anoth version of thi item", "title": "Long memory or structural breaks: can either explain nonstationary real exchange rates under the current float?"}, "https://ideas.repec.org/a/eee/jebusi/v43y1991i3p241-252.html": {"abstract": "No abstract is available for this item.", "authors": ["epba1", "epkl48", "epth99"], "abstractStem": "no abstract is avail for thi item", "title": "Tobin's q and measurement error: Caveat investigator"}, "https://ideas.repec.org/a/tsj/stbull/y2001v10i58sts15.1.html": {"abstract": "No abstract is available for this item.", "authors": ["epba1"], "abstractStem": "no abstract is avail for thi item", "title": "Tests for stationarity of a time series: update"}, "https://ideas.repec.org/a/tsj/stataj/v11y2011i2p157-158.html": {"abstract": "No abstract is available for this item.", "authors": ["epba1"], "abstractStem": "no abstract is avail for thi item", "title": "Richard Sperling (1961-2011)"}, "https://ideas.repec.org/a/spr/jhappi/v16y2015i2p427-442.html": {"abstract": " This study investigated pre- to post-disaster changes in happiness of 491 women affected by Hurricane Katrina, and identified factors that were associated with the survivors’ happiness after the storm. Participants completed surveys approximately 1 year before and 1 and 4 years after the storm. The surveys collected information on the women’s happiness, social support, household characteristics, and hurricane exposure. We found that happiness significantly decreased from pre-disaster to 1 year post-disaster but there were no significant differences in happiness between the pre-disaster and 4 years post-disaster assessments. An exception were 38 women who continued to have lower levels of happiness 4 years post-disaster than at pre-disaster. These women were more likely to be living on their own after the storm and reported consistently lower levels of perceived social support from the community both before and after the storm than the other women of the sample. Factors associated with the survivor’s happiness after the storm included exposure to hurricane stressors and losing a loved one to the hurricane. These were predictive of lower happiness 1 year post-disaster. Four years after the hurricane only exposure to hurricane stressors was predictive of lower levels of happiness. In contrast, pre-disaster happiness and post-disaster social support were protective against the negative effect of the hurricane on survivors’ happiness. Copyright Springer Science+Business Media Dordrecht 2015", "authors": ["epba1"], "abstractStem": " thi studi investig pre to postdisast chang in happi of 491 women affect by hurrican katrina and identifi factor that were associ with the survivor  happi after the storm particip complet survey approxim 1 year befor and 1 and 4 year after the storm the survey collect inform on the women s happi social support household characterist and hurrican exposur we found that happi significantli decreas from predisast to 1 year postdisast but there were no signific differ in happi between the predisast and 4 year postdisast assess an except were 38 women who continu to have lower level of happi 4 year postdisast than at predisast these women were more like to be live on their own after the storm and report consist lower level of perceiv social support from the commun both befor and after the storm than the other women of the sampl factor associ with the survivor s happi after the storm includ exposur to hurrican stressor and lose a love one to the hurrican these were predict of lower happi 1 year postdisast four year after the hurrican onli exposur to hurrican stressor wa predict of lower level of happi in contrast predisast happi and postdisast social support were protect against the neg effect of the hurrican on survivor  happi copyright springer sciencebusi media dordrecht 2015", "title": "Happily Ever After? Pre-and-Post Disaster Determinants of Happiness Among Survivors of Hurricane Katrina"}, "https://ideas.repec.org/a/eee/ecolet/v11y1983i1-2p43-48.html": {"abstract": "No abstract is available for this item.", "authors": ["epba1", "fpho307"], "abstractStem": "no abstract is avail for thi item", "title": "Activist policy and macroeconomic instability"}, "https://ideas.repec.org/a/taf/apfiec/v7y1997i6p635-643.html": {"abstract": " We re-examine Sephton and Larsen's (1991) conclusion that cointegration-based tests for market efficiency suffer from temporal instability. We improve upon their research by i) including a drift term in the vector error correction model (VECM) in the Johansen procedure, ii) correcting the likelihood ratio test statistic for finite-sample bias, and iii) fitting the model over longer data sets. We show that instability of the Johansen cointegration tests mostly disappears after accounting for these two factors. The evidence is even more stable in favour of no cointegration when we apply our analysis to longer data sets", "authors": ["epba1", "epba26"], "abstractStem": " we reexamin sephton and larsen 1991 conclus that cointegrationbas test for market effici suffer from tempor instabl we improv upon their research by i includ a drift term in the vector error correct model vecm in the johansen procedur ii correct the likelihood ratio test statist for finitesampl bia and iii fit the model over longer data set we show that instabl of the johansen cointegr test mostli disappear after account for these two factor the evid is even more stabl in favour of no cointegr when we appli our analysi to longer data set", "title": "A re-examination of the fragility of evidence from cointegration-based tests of foreign exchange market efficiency"}, "https://ideas.repec.org/a/taf/applec/v31y1999i11p1393-1400.html": {"abstract": " We test for fractional dynamics in US monetary series, their various formulations and components, and velocity series. Using the spectral regression method, we find evidence of a fractional exponent in the differencing process of the monetary series (both simple-sum and Divisia indices), in their components (with the exception of demand deposits, savings deposits, overnight repurchase agreements, and term repurchase agreements), and the monetary base and money multipliers. No evidence of fractional behaviour is found in the velocity series. Granger's (Journal of Econometrics, 25, 1980) aggregation hypothesis is evaluated and implications of the presence of fractional monetary dynamics are drawn.", "authors": ["epba1", "epba26", "epca30"], "abstractStem": " we test for fraction dynam in us monetari seri their variou formul and compon and veloc seri use the spectral regress method we find evid of a fraction expon in the differenc process of the monetari seri both simplesum and divisia indic in their compon with the except of demand deposit save deposit overnight repurchas agreement and term repurchas agreement and the monetari base and money multipli no evid of fraction behaviour is found in the veloc seri granger journal of econometr 25 1980 aggreg hypothesi is evalu and implic of the presenc of fraction monetari dynam are drawn", "title": "Fractional monetary dynamics"}, "https://ideas.repec.org/a/jae/japmet/v19y2004i1p1-23.html": {"abstract": " In this paper, we investigate empirically the impact of exchange rate volatility on real international trade flows utilizing a 13-country data set of monthly bilateral real exports for 1980-1998. We compute one-month-ahead exchange rate volatility from the intra-monthly variations in the exchange rate to better quantify this latent variable. We find that the effect of exchange rate volatility on trade flows is nonlinear, depending on its interaction with the importing country's volatility of economic activity, and that it varies considerably over the set of country pairs considered. Copyright © 2003 John Wiley &amp; Sons, Ltd.", "authors": ["epba1", "epca30", "epoz21"], "abstractStem": " in thi paper we investig empir the impact of exchang rate volatil on real intern trade flow util a 13countri data set of monthli bilater real export for 19801998 we comput onemonthahead exchang rate volatil from the intramonthli variat in the exchang rate to better quantifi thi latent variabl we find that the effect of exchang rate volatil on trade flow is nonlinear depend on it interact with the import countri volatil of econom activ and that it vari consider over the set of countri pair consid copyright   2003 john wiley amp son ltd", "title": "Nonlinear effects of exchange rate volatility on the volume of bilateral exports"}}}