{"epbe29": {"https://ideas.repec.org/a/ucp/jpolec/v87y1979i6p1153-89.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe29"], "abstractStem": "no abstract is avail for thi item", "title": "An Equilibrium Theory of the Distribution of Income and Intergenerational Mobility"}, "https://ideas.repec.org/a/aea/aecrev/v89y1999i2p145-149.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe29", "epgl9", "epmu108"], "abstractStem": "no abstract is avail for thi item", "title": "Population and Economic Growth"}, "https://ideas.repec.org/a/ucp/jpolec/v82y1974i2ps11-s26.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe29"], "abstractStem": "no abstract is avail for thi item", "title": "A Theory of Marriage: Part II"}, "https://ideas.repec.org/a/aea/aecrev/v67y1977i2p76-90.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe29", "epst24"], "abstractStem": "no abstract is avail for thi item", "title": "De Gustibus Non Est Disputandum"}, "https://ideas.repec.org/a/aea/aecrev/v84y1994i3p396-418.html": {"abstract": " To test a model of rational addiction, the authors examine whether lower past and future prices for cigarettes raise current cigarette consumption. The empirical results tend to support the implication of addictive behavior that cross-price effects are negative and that long-run responses exceed short-run responses. Since the long-run price elasticity of demand is almost twice as large as the short-run price elasticity, the long-run increase in tax revenue from an increase in the federal excise tax on cigarettes is considerably smaller than the short-run increase Copyright 1994 by American Economic Association.", "authors": ["epbe29", "epgr107", "epmu108"], "abstractStem": " to test a model of ration addict the author examin whether lower past and futur price for cigarett rais current cigarett consumpt the empir result tend to support the implic of addict behavior that crosspric effect are neg and that longrun respons exceed shortrun respons sinc the longrun price elast of demand is almost twice as larg as the shortrun price elast the longrun increas in tax revenu from an increas in the feder excis tax on cigarett is consider smaller than the shortrun increas copyright 1994 by american econom associ", "title": "An Empirical Analysis of Cigarette Addiction"}, "https://ideas.repec.org/a/ucp/jpolec/v81y1973i4p813-46.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe29"], "abstractStem": "no abstract is avail for thi item", "title": "A Theory of Marriage: Part I"}, "https://ideas.repec.org/a/bpj/evoice/v3y2006i3n4.html": {"abstract": "Gary Becker makes the economic case for capital punishment.", "authors": ["epbe29"], "abstractStem": "gari becker make the econom case for capit punish", "title": "On the Economics of Capital Punishment"}, "https://ideas.repec.org/a/aea/jeclit/v14y1976i3p817-26.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe29"], "abstractStem": "no abstract is avail for thi item", "title": "Altruism, Egoism, and Genetic Fitness: Economics and Sociobiology"}, "https://ideas.repec.org/a/ucp/jpolec/v98y1990i5ps12-37.html": {"abstract": " The authors' analysis of growth assumes endogenous fertility and a rising rate of return on human capital as the stock of human capital increases. When human capital is abundant, rates of return on human capital investments are high relative to rates of return on children, whereas, when human capital is scarce, rates of return on human capital are low relative to those on children. As a result, societies with limited human capital choose large families and invest little in each member; those with abundant human capital do the opposite. This leads to two stable steady states. One has large families and little human capital; the other has small families and perhaps growing human and physical capital. Copyright 1990 by University of Chicago Press.", "authors": ["epbe29", "epmu108", "epta173"], "abstractStem": " the author analysi of growth assum endogen fertil and a rise rate of return on human capit as the stock of human capit increas when human capit is abund rate of return on human capit invest are high rel to rate of return on children wherea when human capit is scarc rate of return on human capit are low rel to those on children as a result societi with limit human capit choos larg famili and invest littl in each member those with abund human capit do the opposit thi lead to two stabl steadi state one ha larg famili and littl human capit the other ha small famili and perhap grow human and physic capit copyright 1990 by univers of chicago press", "title": "Human Capital, Fertility, and Economic Growth"}, "https://ideas.repec.org/a/bpj/jeehcn/v3y1992i1p6n1.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe29"], "abstractStem": "no abstract is avail for thi item", "title": "George Joseph Stigler. January 11,1911 - December 1,1991"}, "https://ideas.repec.org/a/bpj/rlecon/v10y2014i3p6n4.html": {"abstract": "This exchange between Judge Posner and Professor Becker – two founding fathers of our discipline – was composed almost 3 years ago, but the perspective and wisdom of this exchange remains most relevant to this day. Since then, Professor Becker has died; Judge Posner has added a brief remembrance of Becker at the end of this exchange.", "authors": ["epbe29"], "abstractStem": "thi exchang between judg posner and professor becker   two found father of our disciplin   wa compos almost 3 year ago but the perspect and wisdom of thi exchang remain most relev to thi day sinc then professor becker ha die judg posner ha ad a brief remembr of becker at the end of thi exchang", "title": "The Future of Law and Economics"}, "https://ideas.repec.org/a/bla/econom/v48y1981i189p1-15.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe29"], "abstractStem": "no abstract is avail for thi item", "title": "Altruism in the Family and Selfishness in the Market Place"}, "https://ideas.repec.org/a/bpj/jeehcn/v7y1996i1n6.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe29"], "abstractStem": "no abstract is avail for thi item", "title": "Unemployment in Europe and the United States"}, "https://ideas.repec.org/a/ucp/jlawec/y2003v46i2p293-340.html": {"abstract": "We provide a model for analyzing effects of the tax system and spending programs on the determination of government spending and taxpayer welfare. An improvement in the efficiency of either taxes or spending would reduce political pressure for suppressing the growth of government and thereby increase total tax revenue and spending. We demonstrate the similarity of the political responses to revenue shocks, spending shocks, changes in tax efficiency, and changes in spending program efficiency. Empirical analysis of oil shocks, intergovernmental grants, and other autonomous changes in taxes or spending indicates that cause and effect is not only from spending to tax structures.", "authors": ["epbe29", "epmu64"], "abstractStem": "we provid a model for analyz effect of the tax system and spend program on the determin of govern spend and taxpay welfar an improv in the effici of either tax or spend would reduc polit pressur for suppress the growth of govern and therebi increas total tax revenu and spend we demonstr the similar of the polit respons to revenu shock spend shock chang in tax effici and chang in spend program effici empir analysi of oil shock intergovernment grant and other autonom chang in tax or spend indic that caus and effect is not onli from spend to tax structur", "title": "Deadweight Costs and the Size of Government"}, "https://ideas.repec.org/a/oup/qjecon/v107y1992i4p1137-1160..html": {"abstract": "This paper considers specialization and the division of labor. A more extensive division of labor raises productivity because returns to the time spent on tasks are usually greater to workers who concentrate on a narrower range of skills. The traditional discussion of the division of labor emphasizes the limitations to specialization imposed by the extent of the market. We claim that the degree of specialization is more often determined by other considerations. Especially emphasized are various costs of \"coordinating\" specialized workers who perform complementary tasks, and the amount of general knowledge available.", "authors": [], "abstractStem": "thi paper consid special and the divis of labor a more extens divis of labor rais product becaus return to the time spent on task are usual greater to worker who concentr on a narrow rang of skill the tradit discuss of the divis of labor emphas the limit to special impos by the extent of the market we claim that the degre of special is more often determin by other consider especi emphas are variou cost of coordin special worker who perform complementari task and the amount of gener knowledg avail", "title": "The Division of Labor, Coordination Costs, and Knowledge"}, "https://ideas.repec.org/a/bpj/jeehcn/v4y1993i2-3p26n1.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe29"], "abstractStem": "no abstract is avail for thi item", "title": "Voir La Vie De Façon Économique"}, "https://ideas.repec.org/a/aea/aecrev/v78y1988i1p1-13.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe29"], "abstractStem": "no abstract is avail for thi item", "title": "Family Economics and Macro Behavior"}, "https://ideas.repec.org/a/fip/fedrcs/y1995ifallp8-15nv.12no.3.html": {"abstract": "Gary S. Becker, the 1992 recipient of the Nobel Prize for Economic Science and Professor of Economics at the University of Chicago, spoke to business and community leaders as guest lecturer in the Federal Reserve Bank of Richmond's Economic Lecture Series. This article is excerpted from The Economics of Crime: Prevention, Enforcement, and Punishment, which outlined his premise that people decide whether to commit a crime by a comparison of the benefits and costs.", "authors": ["epbe29"], "abstractStem": "gari s becker the 1992 recipi of the nobel prize for econom scienc and professor of econom at the univers of chicago spoke to busi and commun leader as guest lectur in the feder reserv bank of richmond econom lectur seri thi articl is excerpt from the econom of crime prevent enforc and punish which outlin hi premis that peopl decid whether to commit a crime by a comparison of the benefit and cost", "title": "The economics of crime"}, "https://ideas.repec.org/a/aea/aecrev/v79y1989i3p514-18.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe29"], "abstractStem": "no abstract is avail for thi item", "title": "On the Economics of the Family: Reply to a Skeptic"}, "https://ideas.repec.org/a/ucp/jlstud/v3y1974i1p1-18.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe29"], "abstractStem": "no abstract is avail for thi item", "title": "Law Enforcement, Malfeasance, and Compensation of Enforcers"}, "https://ideas.repec.org/a/ucp/jpolec/v80y1972i4p623-48.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe29", "epeh1"], "abstractStem": "no abstract is avail for thi item", "title": "Market Insurance, Self-Insurance, and Self-Protection"}, "https://ideas.repec.org/a/bpj/bejeap/v10y2011i2n19.html": {"abstract": "We analyze the central features of economic policies to mitigate climate change. The basic structure of Pigouvian “carbon pricing” is shown to follow from a standard Hotelling problem for the intertemporal pricing of an exhaustible resource. We extend this analysis to consider the strength and timing of research incentives, the costs of implementation delay and the impact of anticipated future technologies on current carbon prices. We study a variety of issues related to the valuation of climate investments, including uncertainty as to the future timing and distribution of climate impacts and the appropriate social rate of discount for valuing policies. Under reasonable circumstances the insurance properties of climate investments may warrant unusually low discount rates. We use the same framework to argue that policy makers in developing countries will discount the expected returns from climate investments more heavily, because such investments have weaker insurance value in the developing world.", "authors": ["epbe29", "epmu108"], "abstractStem": "we analyz the central featur of econom polici to mitig climat chang the basic structur of pigouvian  carbon price  is shown to follow from a standard hotel problem for the intertempor price of an exhaust resourc we extend thi analysi to consid the strength and time of research incent the cost of implement delay and the impact of anticip futur technolog on current carbon price we studi a varieti of issu relat to the valuat of climat invest includ uncertainti as to the futur time and distribut of climat impact and the appropri social rate of discount for valu polici under reason circumst the insur properti of climat invest may warrant unusu low discount rate we use the same framework to argu that polici maker in develop countri will discount the expect return from climat invest more heavili becaus such invest have weaker insur valu in the develop world", "title": "On the Economics of Climate Policy"}, "https://ideas.repec.org/a/ucp/jpolec/v114y2006i1p38-60.html": {"abstract": "This paper considers the costs of reducing consumption of a good by making its production illegal and punishing apprehended illegal producers. We use illegal drugs as a prominent example. We show that the more inelastic either demand for or supply of a good is, the greater the increase in social cost from further reducing its production by greater enforcement efforts. So optimal public expenditures on apprehension and conviction of illegal suppliers depend not only on the difference between the social and private values from consumption but also on these elasticities. When demand and supply are not too elastic, it does not pay to enforce any prohibition unless the social value is negative. We also show that a monetary tax could cause a greater reduction in output and increase in price than optimal enforcement against the same good would if it were illegal, even though some producers may go underground to avoid a monetary tax. When enforcement is costly, excise taxes and quantity restrictions are not equivalent.", "authors": ["epbe29", "epgr107", "epmu108"], "abstractStem": "thi paper consid the cost of reduc consumpt of a good by make it product illeg and punish apprehend illeg produc we use illeg drug as a promin exampl we show that the more inelast either demand for or suppli of a good is the greater the increas in social cost from further reduc it product by greater enforc effort so optim public expenditur on apprehens and convict of illeg supplier depend not onli on the differ between the social and privat valu from consumpt but also on these elast when demand and suppli are not too elast it doe not pay to enforc ani prohibit unless the social valu is neg we also show that a monetari tax could caus a greater reduct in output and increas in price than optim enforc against the same good would if it were illeg even though some produc may go underground to avoid a monetari tax when enforc is costli excis tax and quantiti restrict are not equival", "title": "The Market for Illegal Goods: The Case of Drugs"}, "https://ideas.repec.org/a/ucp/jpolec/v96y1988i4p675-700.html": {"abstract": " The authors develop a theory of rational addiction in which rationality means a consistent plan to maximize utility over time. Strong addiction to a good requires a big effect of past consumption of the good on current consumption. Such powerful complementarities cause some steady states to be unstable. They are an important part of the authors' analysis be-cause even small deviations from the consumption at an unstable steady state can lead to large cumulative rises over time in addictive consumption or to rapid falls in consumption to abstention. Their theory also impies that \"cold turkey\" is used to end strong addictions, that addicts often go on binges, that addicts respond more to permanent than to temporary changes in prices of addictive goods, and that anxiety and tensions can precipitate an addiction. Copyright 1988 by University of Chicago Press.", "authors": ["epbe29", "epmu108"], "abstractStem": " the author develop a theori of ration addict in which ration mean a consist plan to maxim util over time strong addict to a good requir a big effect of past consumpt of the good on current consumpt such power complementar caus some steadi state to be unstabl they are an import part of the author analysi becaus even small deviat from the consumpt at an unstabl steadi state can lead to larg cumul rise over time in addict consumpt or to rapid fall in consumpt to abstent their theori also impi that cold turkey is use to end strong addict that addict often go on bing that addict respond more to perman than to temporari chang in price of addict good and that anxieti and tension can precipit an addict copyright 1988 by univers of chicago press", "title": "A Theory of Rational Addiction"}, "https://ideas.repec.org/a/ucp/jhucap/doi10.1086-657914.html": {"abstract": "The last 40 years have witnessed a remarkable boom in higher education, particularly of women. Today in most higher-income countries and many lower-income countries, more women than men complete tertiary education. We present a model of the market for college graduates in which supply is a function of the distribution of the costs and benefits of college across individuals. We find little evidence that benefits are higher for women. It appears that differences in the total costs of college for women and men--primarily differences in the distributions of noncognitive skills--explain the overtaking of men by women in higher education.", "authors": ["epbe29", "epmu108"], "abstractStem": "the last 40 year have wit a remark boom in higher educ particularli of women today in most higherincom countri and mani lowerincom countri more women than men complet tertiari educ we present a model of the market for colleg graduat in which suppli is a function of the distribut of the cost and benefit of colleg across individu we find littl evid that benefit are higher for women it appear that differ in the total cost of colleg for women and menprimarili differ in the distribut of noncognit skillsexplain the overtak of men by women in higher educ", "title": "Explaining the Worldwide Boom in Higher Education of Women"}, "https://ideas.repec.org/a/oup/revage/v28y2006i3p323-325.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe29"], "abstractStem": "no abstract is avail for thi item", "title": "Health and Human Capital: The Inaugural T.W. Schultz Lecture "}, "https://ideas.repec.org/a/oup/qjecon/v98y1983i3p371-400..html": {"abstract": "This paper presents a theory of competition among pressure groups for political influence. Political equilibrium depends on the efficiency of each group in producing pressure, the effect of additional pressure on their influence, the number of persons in different groups, and the deadweight cost of taxes and subsidies. An increase in deadweight costs discourages pressure by subsidized groups and encourages pressure by taxpayers. This analysis unifies the view that governments correct market failures with the view that they favor the politically powerful: both are produced by the competition for political favors.", "authors": [], "abstractStem": "thi paper present a theori of competit among pressur group for polit influenc polit equilibrium depend on the effici of each group in produc pressur the effect of addit pressur on their influenc the number of person in differ group and the deadweight cost of tax and subsidi an increas in deadweight cost discourag pressur by subsid group and encourag pressur by taxpay thi analysi unifi the view that govern correct market failur with the view that they favor the polit power both are produc by the competit for polit favor", "title": "A Theory of Competition Among Pressure Groups for Political Influence"}, "https://ideas.repec.org/a/rei/ecoins/v8y2006i15p17-42.html": {"abstract": "This paper considers the costs of reducing consumption of goods by making their production illegal and punishing illegal producers. We use illegal drugs as a prominent example. We show that the more inelastic either demand for or supply of goods is, the greater the increase in social cost from further reducing its production by greater enforcement efforts. So, optimal public expenditures on the apprehension and conviction of illegal suppliers depend not only on the difference between the social and private values of consumption, but also on this elasticity. When demand and supply are no so elastic, it does not pay to enforce any prohibition unless the social value is negative. We also show that a monetary tax could cause a greater reduction in output and increase in price than optimal enforcement against the same goods if it were illegal, even though some producers may go underground to avoid a monetary tax. When enforcement is costly, excise taxes and quantity restrictions are not equivalent.", "authors": ["epbe29", "epgr107", "epmu108"], "abstractStem": "thi paper consid the cost of reduc consumpt of good by make their product illeg and punish illeg produc we use illeg drug as a promin exampl we show that the more inelast either demand for or suppli of good is the greater the increas in social cost from further reduc it product by greater enforc effort so optim public expenditur on the apprehens and convict of illeg supplier depend not onli on the differ between the social and privat valu of consumpt but also on thi elast when demand and suppli are no so elast it doe not pay to enforc ani prohibit unless the social valu is neg we also show that a monetari tax could caus a greater reduct in output and increas in price than optim enforc against the same good if it were illeg even though some produc may go underground to avoid a monetari tax when enforc is costli excis tax and quantiti restrict are not equival", "title": "El mercado de bienes ilegales: el caso de la droga"}, "https://ideas.repec.org/a/bla/kyklos/v45y1992i3p327-45.html": {"abstract": " The past casts a long shadow on the present through its influence on the formation of present preferences. The past influences present preferences through habitual, addictive, and traditional behavior, and in other ways. These have profound implications for the analysis of economic and social phenomena, including short and long run changes in the amount of smoking due to higher taxes on a pack of cigarettes, and the effects of taxes on effort and work habits in the long run. The link between the past and present choice may also explain why and how parents influence the formation of children's preferences, and the formation and support of institutions and culture. Copyright 1992 by WWZ and Helbing &amp; Lichtenhahn Verlag AG", "authors": ["epbe29"], "abstractStem": " the past cast a long shadow on the present through it influenc on the format of present prefer the past influenc present prefer through habitu addict and tradit behavior and in other way these have profound implic for the analysi of econom and social phenomena includ short and long run chang in the amount of smoke due to higher tax on a pack of cigarett and the effect of tax on effort and work habit in the long run the link between the past and present choic may also explain whi and how parent influenc the format of children prefer and the format and support of institut and cultur copyright 1992 by wwz and helb amp lichtenhahn verlag ag", "title": "Habits, Addictions, and Traditions"}, "https://ideas.repec.org/a/oup/qjecon/v108y1993i4p941-964..html": {"abstract": "Our analysis treats advertisements and the goods advertised as complements in stable metautility functions, and generates new results for advertising by building on and extending the general analysis of complements. By assimilating the theory of advertising into the theory of complements, we avoid the special approaches to advertising found in many studies that place obstacles in the way of understanding the effects of advertising. We also use this approach to evaluate advertising from a welfare perspective. Whether there is excessive or too little advertising depends on several variables: the effects on consumer utility, the degree of competition in the market for advertised goods, the induced changes in prices and outputs of advertised goods, and whether advertising is sold to consumers.", "authors": [], "abstractStem": "our analysi treat advertis and the good advertis as complement in stabl metautil function and gener new result for advertis by build on and extend the gener analysi of complement by assimil the theori of advertis into the theori of complement we avoid the special approach to advertis found in mani studi that place obstacl in the way of understand the effect of advertis we also use thi approach to evalu advertis from a welfar perspect whether there is excess or too littl advertis depend on sever variabl the effect on consum util the degre of competit in the market for advertis good the induc chang in price and output of advertis good and whether advertis is sold to consum", "title": "A Simple Theory of Advertising as a Good or Bad"}, "https://ideas.repec.org/a/aea/aecrev/v95y2005i1p277-291.html": {"abstract": "GDP per capita is usually used to proxy for the quality of life of individuals living in different countries. Welfare is also affected by quantity of life, however, as represented by longevity. This paper incorporates longevity into an overall assessment of the evolution of cross-country inequality and shows that it is quantitatively important. The absence of reduction in cross-country inequality up to the 1990s documented in previous work is in stark contrast to the reduction in inequality after incorporating gains in longevity. Throughout the post-World War II period, health contributed to reduce significantly welfare inequality across countries. This paper derives valuation formulas for infra-marginal changes in longevity and computes a \"full\" growth rate that incorporates the gains in health experienced by 96 countries for the period between 1960 and 2000. Incorporating longevity gains changes traditional results; countries starting with lower income tended to grow faster than countries starting with higher income. We estimate an average yearly growth in \"full income\" of 4.1 percent for the poorest 50 percent of countries in 1960, of which 1.7 percentage points are due to health, as opposed to a growth of 2.6 percent for the richest 50 percent of countries, of which only 0.4 percentage points are due to health. Additionally, we decompose changes in life expectancy into changes attributable to 13 broad groups of causes of death and three age groups. We show that mortality from infectious, respiratory, and digestive diseases, congenital, perinatal, and \"ill-defined\" conditions, mostly concentrated before age 20 and between ages 20 and 50, is responsible for most of the reduction in life expectancy inequality. At the same time, the recent effect of AIDS, together with reductions in mortality after age 50-due to nervous system, senses organs, heart and circulatory diseases-contributed to increase health inequality across countries.", "authors": ["epbe29", "epph37", "epso51"], "abstractStem": "gdp per capita is usual use to proxi for the qualiti of life of individu live in differ countri welfar is also affect by quantiti of life howev as repres by longev thi paper incorpor longev into an overal assess of the evolut of crosscountri inequ and show that it is quantit import the absenc of reduct in crosscountri inequ up to the 1990 document in previou work is in stark contrast to the reduct in inequ after incorpor gain in longev throughout the postworld war ii period health contribut to reduc significantli welfar inequ across countri thi paper deriv valuat formula for inframargin chang in longev and comput a full growth rate that incorpor the gain in health experienc by 96 countri for the period between 1960 and 2000 incorpor longev gain chang tradit result countri start with lower incom tend to grow faster than countri start with higher incom we estim an averag yearli growth in full incom of 41 percent for the poorest 50 percent of countri in 1960 of which 17 percentag point are due to health as oppos to a growth of 26 percent for the richest 50 percent of countri of which onli 04 percentag point are due to health addit we decompos chang in life expect into chang attribut to 13 broad group of caus of death and three age group we show that mortal from infecti respiratori and digest diseas congenit perinat and illdefin condit mostli concentr befor age 20 and between age 20 and 50 is respons for most of the reduct in life expect inequ at the same time the recent effect of aid togeth with reduct in mortal after age 50due to nervou system sens organ heart and circulatori diseasescontribut to increas health inequ across countri", "title": "The Quantity and Quality of Life and the Evolution of World Inequality"}, "https://ideas.repec.org/a/ecm/emetrp/v57y1989i2p481-501.html": {"abstract": " Altruistic parents make choices of family size along with decisions about consumption and intergenerational transfers. The authors apply this framework to a closed economy, where the determination of interest rates and wage rates is simultaneous with the determination of population growth and the accumulation of capital. Thus, they extend the literature on optimal economic growth to allow for optimizing choices of fertility and intergenerational transfers. The authors use the model to assess the effects of child-rearing costs, the tax system, the conditions of technology and preferences, and shocks to the initial levels of population and the capital stock. Copyright 1989 by The Econometric Society.", "authors": ["fpba251", "epbe29"], "abstractStem": " altruist parent make choic of famili size along with decis about consumpt and intergener transfer the author appli thi framework to a close economi where the determin of interest rate and wage rate is simultan with the determin of popul growth and the accumul of capit thu they extend the literatur on optim econom growth to allow for optim choic of fertil and intergener transfer the author use the model to assess the effect of childrear cost the tax system the condit of technolog and prefer and shock to the initi level of popul and the capit stock copyright 1989 by the econometr societi", "title": "Fertility Choice in a Model of Economic Growth"}, "https://ideas.repec.org/a/eee/pubeco/v28y1985i3p329-347.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe29"], "abstractStem": "no abstract is avail for thi item", "title": "Public policies, pressure groups, and dead weight costs"}, "https://ideas.repec.org/a/ucp/jpolec/v115y2007p302-337.html": {"abstract": "We model happiness as a measurement tool used to rank alternative actions. Evolution favors a happiness function that measures the individualâ€™s success in relative terms. The optimal function is based on a time-varying reference pointâ€”or performance benchmarkâ€”that is updated over time in a statistically optimal way in order to match the individualâ€™s potential. Habits and peer comparisons arise as special cases of such an updating process. This updating also results in a volatile level of happiness that continuously reverts to its long-term mean. Throughout, we draw a parallel with a problem of optimal incentives, which allows us to apply statistical insights from agency theory to the study of happiness.", "authors": ["epbe29"], "abstractStem": "we model happi as a measur tool use to rank altern action evolut favor a happi function that measur the individu s success in rel term the optim function is base on a timevari refer point or perform benchmark that is updat over time in a statist optim way in order to match the individu s potenti habit and peer comparison aris as special case of such an updat process thi updat also result in a volatil level of happi that continu revert to it longterm mean throughout we draw a parallel with a problem of optim incent which allow us to appli statist insight from agenc theori to the studi of happi", "title": "Evolutionary Efficiency and Happiness"}, "https://ideas.repec.org/a/ucp/jlabec/v3y1985i1ps33-58.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe29"], "abstractStem": "no abstract is avail for thi item", "title": "Human Capital, Effort, and the Sexual Division of Labor"}, "https://ideas.repec.org/a/eee/jpolmo/v34y2012i4p517-524.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe29"], "abstractStem": "no abstract is avail for thi item", "title": "Growing human capital investment in China compared to falling investment in the United States"}, "https://ideas.repec.org/a/ces/ifodic/v8y2010i4p13-16.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe29"], "abstractStem": "no abstract is avail for thi item", "title": "Happiness, Income and Economic Policy"}, "https://ideas.repec.org/a/ucp/jpolec/v99y1991i5p1109-16.html": {"abstract": " This note tries to explain why many successful restaurants, plays, sporting events, and other activities do not raise prices even with persistent excess demand. The authors approach assumes that demand by a typical consumer is positively related to quantities demanded by other consumers. This can explain not only the puzzle about prices, but also why consumer demand is often fickle, why it is much easier to go from being \"in\" to being \"out\" than from \"out\" to \"in,\" and why supply does not increase to reduce the excess demand. Copyright 1991 by University of Chicago Press.", "authors": ["epbe29"], "abstractStem": " thi note tri to explain whi mani success restaur play sport event and other activ do not rais price even with persist excess demand the author approach assum that demand by a typic consum is posit relat to quantiti demand by other consum thi can explain not onli the puzzl about price but also whi consum demand is often fickl whi it is much easier to go from be in to be out than from out to in and whi suppli doe not increas to reduc the excess demand copyright 1991 by univers of chicago press", "title": "A Note on Restaurant Pricing and Other Examples of Social Influences on Price"}, "https://ideas.repec.org/a/ucp/jlstud/v29y2000i2p1149-52.html": {"abstract": " This comment discusses the importance of politics in understanding cost-benefit analysis. Economists frequently rely on a social planner model, under which cost-benefit analysis has a straightforward role, but a better model is the interest group competition model. In this model, cost-benefit analysis can be used to explain why some regulations are adopted and others are not. Further, cost-benefit analysis may also be useful for undermining misleading claims of self-interested political pressure groups. Copyright 2000 by the University of Chicago.", "authors": ["epbe29"], "abstractStem": " thi comment discuss the import of polit in understand costbenefit analysi economist frequent reli on a social planner model under which costbenefit analysi ha a straightforward role but a better model is the interest group competit model in thi model costbenefit analysi can be use to explain whi some regul are adopt and other are not further costbenefit analysi may also be use for undermin mislead claim of selfinterest polit pressur group copyright 2000 by the univers of chicago", "title": "A Comment on the Conference on Cost-Benefit Analysis"}, "firstname": "Gary", "https://ideas.repec.org/a/aea/jeclit/v15y1977i2p506-07.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe29"], "abstractStem": "no abstract is avail for thi item", "title": "Altruism, Egoism, and Genetic Fitness: Economics and Sociobiology: Reply"}, "https://ideas.repec.org/a/aea/jecper/v21y2007i3p3-24.html": {"abstract": "We evaluate the introduction of monetary incentives in the market for live and cadaveric organ donations. We show that monetary incentives would increase the supply of organs for transplant sufficiently to eliminate the very large queues in organ markets, and the suffering and deaths of many of those waiting, without increasing the total cost of transplant surgery by more than about 12 percent. We build on the value-of-life literature and other parts of economic analysis to estimate the equilibrium cost of live transplants for kidneys and livers. We also show that market price for kidneys will be determined by the cost of live donations, even though most organs will come from cadavers.", "authors": ["epbe29", "epel101"], "abstractStem": "we evalu the introduct of monetari incent in the market for live and cadaver organ donat we show that monetari incent would increas the suppli of organ for transplant suffici to elimin the veri larg queue in organ market and the suffer and death of mani of those wait without increas the total cost of transplant surgeri by more than about 12 percent we build on the valueoflif literatur and other part of econom analysi to estim the equilibrium cost of live transplant for kidney and liver we also show that market price for kidney will be determin by the cost of live donat even though most organ will come from cadav", "title": "Introducing Incentives in the Market for Live and Cadaveric Organ Donations"}, "lastname": "Becker", "https://ideas.repec.org/a/ucp/jpolec/v85y1977i6p1141-87.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe29"], "abstractStem": "no abstract is avail for thi item", "title": "An Economic Analysis of Marital Instability"}, "https://ideas.repec.org/a/ucp/jpolec/v81y1973i2ps279-88.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe29"], "abstractStem": "no abstract is avail for thi item", "title": "On the Interaction between the Quantity and Quality of Children"}, "https://ideas.repec.org/a/ucp/jpolec/v113y2005i2p282-310.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe29", "epwe141"], "abstractStem": "no abstract is avail for thi item", "title": "The Equilibrium Distribution of Income and the Market for Status"}, "https://ideas.repec.org/a/ucp/jhucap/v1i1y2007p9-35.html": {"abstract": "This article considers various differences between the effects of education in the marketplace and households. It shows that the household sector rewards skills that are useful at the many tasks that household members must execute, whereas the marketplace rewards skill at specialized tasks. In addition, increased supplies of more educated persons reduce returns to education in the marketplace, whereas if anything, increased supplies raise household returns to education. The greater demand over 40 years for household and market skills may have raised returns to education in households compared to those in the market sector.", "authors": ["epbe29", "epmu108"], "abstractStem": "thi articl consid variou differ between the effect of educ in the marketplac and household it show that the household sector reward skill that are use at the mani task that household member must execut wherea the marketplac reward skill at special task in addit increas suppli of more educ person reduc return to educ in the marketplac wherea if anyth increas suppli rais household return to educ the greater demand over 40 year for household and market skill may have rais return to educ in household compar to those in the market sector", "title": "Education and Consumption: The Effects of Education in the Household Compared to the Marketplace"}, "https://ideas.repec.org/a/ucp/jlawec/v31y1988i1p1-18.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe29", "epmu108"], "abstractStem": "no abstract is avail for thi item", "title": "The Family and the State"}, "https://ideas.repec.org/a/taf/defpea/v17y2006i6p619-643.html": {"abstract": " Often an economic agent dissatisfied with an endowed distribution of utilities desires to optimize this distribution by transferring income or resources across individuals or states of the world. This multi-state optimization theme recurs in a wide variety of economic contexts, ranging across taxation and income distribution, international trade and market disruption, labor contracts and unemployment insurance, Rawlsian design of social contracts, provision for retirement, and many others. Because analyses of such topics are frequently so context driven, the generality of this theme seems to have gone unnoticed and, of a particular paradoxical result, unappreciated. One example of this paradox is how lump-sum distribution in a first best environment will reverse the preference rankings of the endowed distribution of utilities - after redistribution the originally 'bad' outcomes become preferred to originally better ones. Or as another example, if fair insurance is available, the rational resource owner will buy so much insurance that the otherwise 'bad' contingency becomes preferred. This paper examines the underlying structure common to such contexts.", "authors": ["epbe29", "epmc200"], "abstractStem": " often an econom agent dissatisfi with an endow distribut of util desir to optim thi distribut by transfer incom or resourc across individu or state of the world thi multist optim theme recur in a wide varieti of econom context rang across taxat and incom distribut intern trade and market disrupt labor contract and unemploy insur rawlsian design of social contract provis for retir and mani other becaus analys of such topic are frequent so context driven the gener of thi theme seem to have gone unnot and of a particular paradox result unappreci one exampl of thi paradox is how lumpsum distribut in a first best environ will revers the prefer rank of the endow distribut of util  after redistribut the origin bad outcom becom prefer to origin better one or as anoth exampl if fair insur is avail the ration resourc owner will buy so much insur that the otherwis bad conting becom prefer thi paper examin the underli structur common to such context", "title": "Reversal Of Misfortune When Providing For Adversity"}, "https://ideas.repec.org/a/ucp/jlabec/v11y1993i1ps326-29.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe29"], "abstractStem": "no abstract is avail for thi item", "title": "U.S. and Canadian Income Maintenance Programs: Comments"}, "https://ideas.repec.org/a/aea/aecrev/v100y2010i2p229-33.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe29", "epmu108"], "abstractStem": "no abstract is avail for thi item", "title": "The Market for College Graduates and the Worldwide Boom in Higher Education of Women"}, "https://ideas.repec.org/a/ucp/jpolec/v101y1993i5p761-67.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe29"], "abstractStem": "no abstract is avail for thi item", "title": "George Joseph Stigler: January 17, 1911-December 1, 1991"}, "https://ideas.repec.org/a/ucp/jpolec/v80y1972i3ps252-s55.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe29"], "abstractStem": "no abstract is avail for thi item", "title": "Schooling and Inequality from Generation to Generation: Comment"}, "https://ideas.repec.org/a/aea/aecrev/v64y1974i2p317-19.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe29"], "abstractStem": "no abstract is avail for thi item", "title": "On the Relevance of the New Economics of the Family"}, "homepage": "https://ideas.repec.org/e/pbe29.html", "https://ideas.repec.org/a/ucp/jpolec/v70y1962p9.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe29"], "abstractStem": "no abstract is avail for thi item", "title": "Investment in Human Capital: A Theoretical Analysis"}, "https://ideas.repec.org/a/ucp/jpolec/v82y1974i6p1063-93.html": {"abstract": "This essay incorporates a general treatment of social interactions into the modern theory of consumer demand. Section 1 introduces the topic and explores some of the existing perspectives on social interactions and their importance in the basic structure of wants. In Section 2, various characteristics of different persons are assumed to affect the utility functions of some persons, and the behavioral implications are systematically explored. Section 3 develops further implications and applications in the context of analyzing intra-family relations, charitable behavior, merit goods and multi-persons interactions, and envy and hatred. The variety and significance of these applications is persuasive testimony not only to the importance of social interactions, but also to the feasibility of incorporating them into a rigorous analysis.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epbe29"], "abstractStem": "thi essay incorpor a gener treatment of social interact into the modern theori of consum demand section 1 introduc the topic and explor some of the exist perspect on social interact and their import in the basic structur of want in section 2 variou characterist of differ person are assum to affect the util function of some person and the behavior implic are systemat explor section 3 develop further implic and applic in the context of analyz intrafamili relat charit behavior merit good and multiperson interact and envi and hatr the varieti and signific of these applic is persuas testimoni not onli to the import of social interact but also to the feasibl of incorpor them into a rigor analysispthi abstract wa borrow from anoth version of thi item", "title": "A Theory of Social Interactions"}, "https://ideas.repec.org/a/ucp/jpolec/v106y1998i3p551-573.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe29", "epph37"], "abstractStem": "no abstract is avail for thi item", "title": "Old-Age Longevity and Mortality-Contingent Claims"}, "https://ideas.repec.org/a/bla/ecaffa/v31y2011is1p1-1.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe29"], "abstractStem": "no abstract is avail for thi item", "title": "Selling the Right to Immigrate"}, "https://ideas.repec.org/a/ucp/jpolec/v101y1993i3p385-409.html": {"abstract": " An important step in extending the traditional theory of individual rational choice to analyze social issues beyond those usually considered by economists is to incorporate into the theory a much richer class of attitudes, preferences, and calculations. While this approach to behavior builds on an expanded.theory of individual choice, it is not mainly concerned with individuals. It uses theory at the micro level as a powerful tool to derive implications at the group or macro level. The lecture describes the approach and illustrates it with examples drawn from the author's past and current work. Copyright 1993 by University of Chicago Press.", "authors": ["epbe29"], "abstractStem": " an import step in extend the tradit theori of individu ration choic to analyz social issu beyond those usual consid by economist is to incorpor into the theori a much richer class of attitud prefer and calcul while thi approach to behavior build on an expandedtheori of individu choic it is not mainli concern with individu it use theori at the micro level as a power tool to deriv implic at the group or macro level the lectur describ the approach and illustr it with exampl drawn from the author past and current work copyright 1993 by univers of chicago press", "title": "Nobel Lecture: The Economic Way of Looking at Behavior"}, "https://ideas.repec.org/a/spr/jopoec/v5y1992i3p185-201.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe29"], "abstractStem": "no abstract is avail for thi item", "title": "Fertility and the Economy"}, "https://ideas.repec.org/a/ucp/jlawec/v19y1976i2p245-48.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe29"], "abstractStem": "no abstract is avail for thi item", "title": "Toward a More General Theory of Regulation: Comment"}, "https://ideas.repec.org/a/aea/aecrev/v97y2007i2p487-491.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe29"], "abstractStem": "no abstract is avail for thi item", "title": "Habits, Peers, and Happiness: An Evolutionary Perspective"}, "https://ideas.repec.org/a/aea/aecrev/v81y1991i2p237-41.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe29", "epgr107", "epmu108"], "abstractStem": "no abstract is avail for thi item", "title": "Rational Addiction and the Effect of Price on Consumption"}, "https://ideas.repec.org/a/ucp/jlabec/v4y1986i3ps1-39.html": {"abstract": " This paper develops a model of the transmission of earnings, assets, and consumption from parents to descendants. The model assumes utility-maximizing parents who are concerned about the welfare of their children. The degree of intergenerational mobility is determined by the interaction of this utility-maximizing behavior with investment and consumption opportunities in different gene rations and with different kinds of luck. The authors examine a number of empirical studies for different countries. Regression to the mean in earnings in rich countries appears to be rapid. Almost all the earnings advantages or disadvantages of ancestors are wiped out in three generations. Copyright 1986 by University of Chicago Press.", "authors": ["epbe29"], "abstractStem": " thi paper develop a model of the transmiss of earn asset and consumpt from parent to descend the model assum utilitymaxim parent who are concern about the welfar of their children the degre of intergener mobil is determin by the interact of thi utilitymaxim behavior with invest and consumpt opportun in differ gene ration and with differ kind of luck the author examin a number of empir studi for differ countri regress to the mean in earn in rich countri appear to be rapid almost all the earn advantag or disadvantag of ancestor are wipe out in three gener copyright 1986 by univers of chicago press", "title": "Human Capital and the Rise and Fall of Families"}, "https://ideas.repec.org/a/ucp/jpolec/v84y1976i4ps143-62.html": {"abstract": "This paper brings together and integrates social interactions and the special relation between quantity and quality. We are able to show that the observed quality income elasticity would be relatively high and the quantity elasticity relatively low and sometimes negative, even if the true \"unobservedâ€? income elasticities for quantity and quality were equal and of average value. Moreover, the observed quality elasticity would fall, and the observed quantity elasticity would rise, as parental income rose.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epbe29"], "abstractStem": "thi paper bring togeth and integr social interact and the special relat between quantiti and qualiti we are abl to show that the observ qualiti incom elast would be rel high and the quantiti elast rel low and sometim neg even if the true unobserv  incom elast for quantiti and qualiti were equal and of averag valu moreov the observ qualiti elast would fall and the observ quantiti elast would rise as parent incom rosepthi abstract wa borrow from anoth version of thi item", "title": "Child Endowments and the Quantity and Quality of Children"}, "https://ideas.repec.org/a/eee/matsoc/v30y1995i3p323-324.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe29"], "abstractStem": "no abstract is avail for thi item", "title": "Social Consumption: The World of Veblen Revisited"}, "https://ideas.repec.org/a/ucp/jpolec/v66y1958p545.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe29", "epfr10"], "abstractStem": "no abstract is avail for thi item", "title": "The Friedman-Becker Illusion: Reply"}, "https://ideas.repec.org/a/oup/oxecpp/v59y2007i3p379-410.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe29"], "abstractStem": "no abstract is avail for thi item", "title": "Health as human capital: synthesis and extensions -super-1"}, "https://ideas.repec.org/a/ucp/jpolec/v76y1968p169.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe29"], "abstractStem": "no abstract is avail for thi item", "title": "Crime and Punishment: An Economic Approach"}}}