{"epbe46": {"https://ideas.repec.org/a/eee/pubeco/v91y2007i9p1645-1663.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe46", "epgh108"], "abstractStem": "no abstract is avail for thi item", "title": "Retailing public goods: The economics of corporate social responsibility"}, "https://ideas.repec.org/a/eee/pubeco/v91y2007i3-4p755-773.html": {"abstract": "This paper explores the logic of fiscal restraints in a political agency model with both moral hazard and adverse selection. The role of the political process is both to discipline incumbents who may act against the public interest and to sort in those politicians who are most likely act in voters’interests. We use the model to examine the optimality of ine¢ cient taxation, limits on the size of government, increasing trans- parency, and yardstick competition. Some conclusions are surprising. For example, we show that some forms of fiscal restraint can only be desirable when incumbents are su¢ ciently likely to be benevolent.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epbe46", "epsm6"], "abstractStem": "thi paper explor the logic of fiscal restraint in a polit agenc model with both moral hazard and advers select the role of the polit process is both to disciplin incumb who may act against the public interest and to sort in those politician who are most like act in voter interest we use the model to examin the optim of ine  cient taxat limit on the size of govern increas tran parenc and yardstick competit some conclus are surpris for exampl we show that some form of fiscal restraint can onli be desir when incumb are su  cientli like to be benevolentpthi abstract wa borrow from anoth version of thi item", "title": "Fiscal restraints and voter welfare"}, "https://ideas.repec.org/a/ifs/fistud/v26y2005i1p119-135.html": {"abstract": "One of the main problems in pension policy is to develop an institutional framework that guarantees that public and private pensions promises are kept. This paper discusses how the governance of public and private pensions is key to making such promises credible. It argues that credibility concerns undermine the case for earnings-related pensions run by the state and private defined benefit plans.", "authors": ["epbe46", "eppr174"], "abstractStem": "one of the main problem in pension polici is to develop an institut framework that guarante that public and privat pension promis are kept thi paper discuss how the govern of public and privat pension is key to make such promis credibl it argu that credibl concern undermin the case for earningsrel pension run by the state and privat defin benefit plan", "title": "Credible pensions"}, "https://ideas.repec.org/a/ecm/emetrp/v59y1991i6p1769-78.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe46", "epje50"], "abstractStem": "no abstract is avail for thi item", "title": "Decentralizing Public Good Supply"}, "https://ideas.repec.org/a/eee/pubeco/v72y1999i2p155-181.html": {"abstract": "A key dimension of differentiation between health care systems concerns the relative role of the public and private sectors in delivering care. Even in countries, such as Britain, that have relied on a national health care system for 50 years, there has always been an active private sector, catering to those who do not wish to use the National Health Service (NHS). For the most part, these are individuals who also smooth their medical payments by purchasing private insurance. If they become sick, then they consume treatment in the private rather than the public sector. This report studies the demand for private health insurance in the UK using data from the British Social Attitudes (BSA) survey. According to this, around 14% of British households have private health insurance, with a roughly equal split between individual and employer provision. Here, we are mainly concerned with determinants of demand for individual purchases. Our specific focus is on how this demand is related to aspects of NHS performance such as waiting-lists and measures of satisfaction with the NHS in the BSA data. While measures such as waiting-lists are frequently discussed as barometers of NHS performance, little evidence exists of their actual role in insurance demand. There are good reasons why we would expect that private insurance demand would respond to the state of the NHS. Private insurance provides a means by which individuals can reduce their reliance on the NHS as a source of health care. It is natural for them to take such a course if they are unhappy with aspects of the NHS. If the perceived or real quality of NHS provision declines, then individuals may choose to go private in greater numbers. We look for evidence that private insurance is fulfilling this function. Our main finding is that there is a positive association between the purchase of private health insurance and length of local NHS waiting-lists.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epbe46", "eppr2"], "abstractStem": "a key dimens of differenti between health care system concern the rel role of the public and privat sector in deliv care even in countri such as britain that have reli on a nation health care system for 50 year there ha alway been an activ privat sector cater to those who do not wish to use the nation health servic nh for the most part these are individu who also smooth their medic payment by purchas privat insur if they becom sick then they consum treatment in the privat rather than the public sector thi report studi the demand for privat health insur in the uk use data from the british social attitud bsa survey accord to thi around 14 of british household have privat health insur with a roughli equal split between individu and employ provis here we are mainli concern with determin of demand for individu purchas our specif focu is on how thi demand is relat to aspect of nh perform such as waitinglist and measur of satisfact with the nh in the bsa data while measur such as waitinglist are frequent discuss as baromet of nh perform littl evid exist of their actual role in insur demand there are good reason whi we would expect that privat insur demand would respond to the state of the nh privat insur provid a mean by which individu can reduc their relianc on the nh as a sourc of health care it is natur for them to take such a cours if they are unhappi with aspect of the nh if the perceiv or real qualiti of nh provis declin then individu may choos to go privat in greater number we look for evid that privat insur is fulfil thi function our main find is that there is a posit associ between the purchas of privat health insur and length of local nh waitinglistspthi abstract wa borrow from anoth version of thi item", "title": "The demand for private health insurance: do waiting lists matter?"}, "https://ideas.repec.org/a/eee/pubeco/v58y1995i1p73-84.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe46", "epje50"], "abstractStem": "no abstract is avail for thi item", "title": "Uniform taxation and consumer preferences"}, "https://ideas.repec.org/a/bla/jeurec/v9y2011i3p371-398.html": {"abstract": "It is widely recognized that fragile states are key symptoms of under-development in many parts of the world. Such states are incapable of delivering basic services to their citizens and political violence is commonplace. As of yet, mainstream development economics has not dealt in any systematic way with such concerns and the implications for development assistance. This paper puts forward a framework for analyzing fragile states and applies it to a variety of development policies in different types of states.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epbe46", "eppe28"], "abstractStem": "it is wide recogn that fragil state are key symptom of underdevelop in mani part of the world such state are incap of deliv basic servic to their citizen and polit violenc is commonplac as of yet mainstream develop econom ha not dealt in ani systemat way with such concern and the implic for develop assist thi paper put forward a framework for analyz fragil state and appli it to a varieti of develop polici in differ type of statespthi abstract wa borrow from anoth version of thi item", "title": "Fragile States And Development Policy"}, "https://ideas.repec.org/a/ecj/econjl/v106y1996i434p39-59.html": {"abstract": " Economies that experience rapid growth also experience major changes in their consumption patterns, particularly for consumer durables. This paper studies the diffusion of durables in Taiwan between 1977 and 1991. The authors focus on the link between household accumulation of durables and participation in informal financial institutions. While growth in per capita income in Taiwan has been great, many households still rely on traditional forms of finance. The authors test the idea that rotating savings and credit associations, which are found worldwide, exist to lower the cost of saving for durables. Their analysis finds evidence of that link. Copyright 1996 by Royal Economic Society.", "authors": ["epbe46"], "abstractStem": " economi that experi rapid growth also experi major chang in their consumpt pattern particularli for consum durabl thi paper studi the diffus of durabl in taiwan between 1977 and 1991 the author focu on the link between household accumul of durabl and particip in inform financi institut while growth in per capita incom in taiwan ha been great mani household still reli on tradit form of financ the author test the idea that rotat save and credit associ which are found worldwid exist to lower the cost of save for durabl their analysi find evid of that link copyright 1996 by royal econom societi", "title": "The Role of Informal Finance in Household Capital Accumulation: Evidence from Taiwan"}, "https://ideas.repec.org/a/eee/poleco/v7y1991i3p331-343.html": {"abstract": "No abstract is available for this item.", "authors": ["epaz45", "epbe46"], "abstractStem": "no abstract is avail for thi item", "title": "Peasant supply response under rationing: The role of the food market"}, "https://ideas.repec.org/a/aea/aecrev/v83y1993i2p396-402.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe46", "epca108"], "abstractStem": "no abstract is avail for thi item", "title": "Modeling Technology Adoption in Developing Countries"}, "https://ideas.repec.org/a/eee/pubeco/v48y1992i2p165-183.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe46", "epco66"], "abstractStem": "no abstract is avail for thi item", "title": "Understanding welfare stigma: Taxpayer resentment and statistical discrimination"}, "homepage": "https://ideas.repec.org/e/pbe46.html", "https://ideas.repec.org/a/tpr/jeurec/v6y2008i2-3p522-530.html": {"abstract": " The article builds a simple model to investigate how different types of armed conflict shape fiscal capacity: the state's ability to raise revenue from taxes. It starts from the simple observation that external war tends to generate common interests across groups in society, whereas internal, civil war entails deep conflicting interests across groups. Our model predicts that--compared to a society without conflict--civil wars lead to smaller investments in fiscal capacity, whereas prospects of external war generally lead to larger investments. Correlations in international data on conflicts and taxation are, by and large, consistent with these predictions. (JEL: H10, N40, O10) (c) 2008 by the European Economic Association.", "authors": ["epbe46", "eppe28"], "abstractStem": " the articl build a simpl model to investig how differ type of arm conflict shape fiscal capac the state abil to rais revenu from tax it start from the simpl observ that extern war tend to gener common interest across group in societi wherea intern civil war entail deep conflict interest across group our model predict thatcompar to a societi without conflictcivil war lead to smaller invest in fiscal capac wherea prospect of extern war gener lead to larger invest correl in intern data on conflict and taxat are by and larg consist with these predict jel h10 n40 o10 c 2008 by the european econom associ", "title": "Wars and State Capacity"}, "https://ideas.repec.org/a/now/jlqjps/100.00008059.html": {"abstract": "The role of citizens' initiatives figures prominently in contemporary debates on constitutional change. It is widely believed that permitting initiatives should improve the congruence between citizen preferences and policy outcomes across the spectrum of issues on which initiatives may be placed. This paper investigates the theoretical basis for this view. It begins by identifying three basic reasons why electoral competition may not, by itself, be sufficient to ensure congruence on specific issues. Each reason relies critically on the fact that citizens have only one vote to cast for candidates who have responsibility for choosing a bundle of issues. It then shows how allowing initiatives permits the unbundling of specific issues which improves congruence when the three reasons apply. Important caveats to this logic are also presented.", "authors": ["epbe46", "epco66"], "abstractStem": "the role of citizen initi figur promin in contemporari debat on constitut chang it is wide believ that permit initi should improv the congruenc between citizen prefer and polici outcom across the spectrum of issu on which initi may be place thi paper investig the theoret basi for thi view it begin by identifi three basic reason whi elector competit may not by itself be suffici to ensur congruenc on specif issu each reason reli critic on the fact that citizen have onli one vote to cast for candid who have respons for choos a bundl of issu it then show how allow initi permit the unbundl of specif issu which improv congruenc when the three reason appli import caveat to thi logic are also present", "title": "Issue Unbundling via Citizens' Initiatives"}, "lastname": "Besley", "https://ideas.repec.org/a/ntj/journl/v52y1999in._2p157-78.html": {"abstract": "We employ a unique data source to examine the incidence of sales taxes. The main idea is to take information on the prices of specific commodities in different U.S. cities and to examine the extent to which differences in tax rates and bases are reflected in prices, controlling for other factors (such as costs). We find a surprising variety of shifting patterns. For some commodities, the after-tax price increases by exactly the amount of the tax, a result consistent with the standard competitive model. However, taxes on other commodities are overshifted--an increase in tax revenue of one dollar per unit increases the price by more than one dollar.", "authors": ["epbe46", "epro55"], "abstractStem": "we employ a uniqu data sourc to examin the incid of sale tax the main idea is to take inform on the price of specif commod in differ us citi and to examin the extent to which differ in tax rate and base are reflect in price control for other factor such as cost we find a surpris varieti of shift pattern for some commod the aftertax price increas by exactli the amount of the tax a result consist with the standard competit model howev tax on other commod are overshiftedan increas in tax revenu of one dollar per unit increas the price by more than one dollar", "title": "Sales Taxes and Prices: An Empirical Analysis"}, "https://ideas.repec.org/a/oup/restud/v77y2010i4p1329-1352.html": {"abstract": " This paper develops a simple model to analyse how a lack of political competition may lead to policies that hinder economic growth. We test the predictions of the model on panel data for the US states. In these data, we find robust evidence that lack of political competition in a state is associated with anti-growth policies: higher taxes, lower capital spending, and a reduced likelihood of using rightto- work laws. We also document a strong link between low political competition and low income growth. Copyright , Wiley-Blackwell.", "authors": ["epbe46", "fpst443"], "abstractStem": " thi paper develop a simpl model to analys how a lack of polit competit may lead to polici that hinder econom growth we test the predict of the model on panel data for the us state in these data we find robust evid that lack of polit competit in a state is associ with antigrowth polici higher tax lower capit spend and a reduc likelihood of use rightto work law we also document a strong link between low polit competit and low incom growth copyright  wileyblackwel", "title": "Political Competition, Policy and Growth: Theory and Evidence from the US"}, "https://ideas.repec.org/a/aea/aecrev/v98y2008i2p218-23.html": {"abstract": "This paper looks at the voting patterns of internal and external members of the MPC to investigate how far there are differences between insiders and outsiders. We make three contributions. First, we assess the extent to which the Bank of England internally generated forecasts explain the MPC members' voting decisions. This is important as generating forecasts on a quarterly basis is a key part of the process used by the Bank of England. The forecast for inflation is made public in the Inflation Report while the output gap forecast is not. Second, we use a random coefficient method of estimation in which the parameters of the interest rate rule are allowed, but not required, to be different across members. Third, we find evidence of some heterogeneity in the intercept, a measure of experience on the MPC and the interest rate smoothing parameter, but no significant differences in the members' reaction to the forecasts of inflation and the output gap.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epbe46", "fpme365", "epsu32"], "abstractStem": "thi paper look at the vote pattern of intern and extern member of the mpc to investig how far there are differ between insid and outsid we make three contribut first we assess the extent to which the bank of england intern gener forecast explain the mpc member vote decis thi is import as gener forecast on a quarterli basi is a key part of the process use by the bank of england the forecast for inflat is made public in the inflat report while the output gap forecast is not second we use a random coeffici method of estim in which the paramet of the interest rate rule are allow but not requir to be differ across member third we find evid of some heterogen in the intercept a measur of experi on the mpc and the interest rate smooth paramet but no signific differ in the member reaction to the forecast of inflat and the output gappthi abstract wa borrow from anoth version of thi item", "title": "Insiders versus Outsiders in Monetary Policymaking"}, "https://ideas.repec.org/a/oup/qjecon/v115y2000i2p389-430..html": {"abstract": "In recent times there has been a renewed interest in relationships between redistribution, growth, and welfare. Land reforms in developing countries are often aimed at improving the poor's access to land, although their effectiveness has often been hindered by political constraints on implementation. In this paper we use panel data on the sixteen main Indian states from 1958 to 1992 to consider whether the large volume of legislated land reforms have had an appreciable impact on growth and poverty. We argue that such land reforms have been associated with poverty reduction.", "authors": [], "abstractStem": "in recent time there ha been a renew interest in relationship between redistribut growth and welfar land reform in develop countri are often aim at improv the poor access to land although their effect ha often been hinder by polit constraint on implement in thi paper we use panel data on the sixteen main indian state from 1958 to 1992 to consid whether the larg volum of legisl land reform have had an appreci impact on growth and poverti we argu that such land reform have been associ with poverti reduct", "title": "Land Reform, Poverty Reduction, and Growth: Evidence from India"}, "https://ideas.repec.org/a/oup/oxecpp/v40y1988i2p378-89.html": {"abstract": " This note looks at the effect of rationing on supply response in a model of an agent who both produces and consumes. The author shows th at if the Le Catelier principle is to be violated, it must be because income effects are powerful; since in their absence the supply respon se is always positive. The model here is shown to be related to a model of entrepreneurship and income effects in the theory of the firm analyzed by Jan de V. Graaff some years ago. Copyright 1988 by Royal Economic Society.", "authors": ["epbe46"], "abstractStem": " thi note look at the effect of ration on suppli respons in a model of an agent who both produc and consum the author show th at if the le cateli principl is to be violat it must be becaus incom effect are power sinc in their absenc the suppli respon se is alway posit the model here is shown to be relat to a model of entrepreneurship and incom effect in the theori of the firm analyz by jan de v graaff some year ago copyright 1988 by royal econom societi", "title": "Rationing, Income Effects and Supply Response: A Theoretical Note"}, "https://ideas.repec.org/a/aea/aecrev/v88y1998i1p139-56.html": {"abstract": " This paper studies the efficiency of policy choice in representative democracies. It extends the citizen-candidate model of democratic policy-making to a dynamic environment. Equilibrium policy choices are shown to be efficient in the sense that, in each period, conditional on future policies being selected through the democratic process, there exists no alternative current policy choices which can raise the expected utilities of all citizens. However, policies that would be declared efficient by standard economic criteria are not necessarily adopted in political equilibrium. The paper argues that these divergencies are legitimately viewed as 'political failures.' Copyright 1998 by American Economic Association.", "authors": ["epbe46", "epco66"], "abstractStem": " thi paper studi the effici of polici choic in repres democraci it extend the citizencandid model of democrat policymak to a dynam environ equilibrium polici choic are shown to be effici in the sens that in each period condit on futur polici be select through the democrat process there exist no altern current polici choic which can rais the expect util of all citizen howev polici that would be declar effici by standard econom criteria are not necessarili adopt in polit equilibrium the paper argu that these diverg are legitim view as polit failur copyright 1998 by american econom associ", "title": "Sources of Inefficiency in a Representative Democracy: A Dynamic Analysis"}, "https://ideas.repec.org/a/tpr/jeurec/v3y2005i2-3p648-657.html": {"abstract": " We use household and village survey data from South India to examine who participates in village meetings called by elected local governments, and what effect these meetings have on beneficiary selection for welfare programs. Our main finding is that it is the more disadvantaged social groups who attend village meetings and that holding such meeting simproves the targeting of resources towards the neediest groups. (JEL: H40, H42, O20) Copyright (c) 2005 The European Economic Association.", "authors": ["epbe46", "fppa900", "epra65"], "abstractStem": " we use household and villag survey data from south india to examin who particip in villag meet call by elect local govern and what effect these meet have on beneficiari select for welfar program our main find is that it is the more disadvantag social group who attend villag meet and that hold such meet simprov the target of resourc toward the neediest group jel h40 h42 o20 copyright c 2005 the european econom associ", "title": "Participatory Democracy in Action: Survey Evidence from South India"}, "https://ideas.repec.org/a/aea/jeclit/v41y2003i1p7-73.html": {"abstract": "A rich array of institutional diversity makes the United States an excellent place to study the relationship between political institutions and public policy outcomes. This essay has three main aims. It reviews empirical evidence on the relationship between institutional rules, political representation and policy outcomes; it aims to place the literature into a broader context of theoretical and empirical work in political economy. Second, it develops a parallel empirical analysis that updates studies in the literature and reexamines some of the claims, in a setting unified in terms of policy outcomes and period under study. Third, it develops new directions for research, presenting some novel exploratory results.", "authors": ["epbe46", "epca108"], "abstractStem": "a rich array of institut divers make the unit state an excel place to studi the relationship between polit institut and public polici outcom thi essay ha three main aim it review empir evid on the relationship between institut rule polit represent and polici outcom it aim to place the literatur into a broader context of theoret and empir work in polit economi second it develop a parallel empir analysi that updat studi in the literatur and reexamin some of the claim in a set unifi in term of polici outcom and period under studi third it develop new direct for research present some novel exploratori result", "title": "Political Institutions and Policy Choices: Evidence from the United States"}, "https://ideas.repec.org/a/ecj/econjl/v103y1993i416p119-41.html": {"abstract": " This paper presents a simple model to evaluate alternative payment schemes for tax inspectors in the presence of corruption. The authors consider problems of both moral hazard, whic h arises because taking bribes cannot be observed without costly monitoring, and adverse selection, since not all potential tax inspectors can be identified as being honest or dishonest. The autho rs identify three wage regimes. First, one could pay the same wage that a tax inspector could earn elsewhere--his reservation wage. Second, one could pay a wage which solves the moral hazard problem, i.e. deters bribery. This they call an efficiency wage, by analogy with recent models examined in macroeconomics. Third, the government could pay a wage below the reservation wage, at which onl y the dishonest become tax inspectors--the capitulation wage. The authors make precise the conditions under which each yields the greatest amount of tax revenues, net of administrative costs. Copyright 1993 by Royal Economic Society.", "authors": ["epbe46", "epmc174"], "abstractStem": " thi paper present a simpl model to evalu altern payment scheme for tax inspector in the presenc of corrupt the author consid problem of both moral hazard whic h aris becaus take bribe cannot be observ without costli monitor and advers select sinc not all potenti tax inspector can be identifi as be honest or dishonest the autho rs identifi three wage regim first one could pay the same wage that a tax inspector could earn elsewherehi reserv wage second one could pay a wage which solv the moral hazard problem ie deter briberi thi they call an effici wage by analog with recent model examin in macroeconom third the govern could pay a wage below the reserv wage at which onl y the dishonest becom tax inspectorsth capitul wage the author make precis the condit under which each yield the greatest amount of tax revenu net of administr cost copyright 1993 by royal econom societi", "title": "Taxes and Bribery: The Role of Wage Incentives"}, "https://ideas.repec.org/a/ifs/fistud/v32y2011i3p331-359.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe46", "epbl81", "epmi20", "eppo19"], "abstractStem": "no abstract is avail for thi item", "title": "The Mirrlees Review: Conclusions and Recommendations for Reform"}, "https://ideas.repec.org/a/ecj/econjl/v121y2011i554pf119-f122.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe46", "epca108", "fppa335"], "abstractStem": "no abstract is avail for thi item", "title": "Angus Deaton Symposium – Introduction"}, "https://ideas.repec.org/a/eee/pubeco/v39y1989i2p141-156.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe46"], "abstractStem": "no abstract is avail for thi item", "title": "Publicly provided disaster insurance for health and the control of moral hazard"}, "https://ideas.repec.org/a/eee/jhecon/v7y1988i4p321-336.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe46"], "abstractStem": "no abstract is avail for thi item", "title": "Optimal reimbursement health insurance and the theory of Ramsey taxation"}, "https://ideas.repec.org/a/eee/deveco/v41y1993i2p405-408.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe46"], "abstractStem": "no abstract is avail for thi item", "title": "Hunger and public action : Jean Dreze and Amartya Sen (Oxford University Press, Oxford)"}, "https://ideas.repec.org/a/eee/pubeco/v64y1997i2p137-152.html": {"abstract": "The U.K.'s experience with the poll tax reminds us that even in an economy with a relatively well developed detection and legal system, one cannot take tax compliance for granted. The experience of the poll tax provides a unique opportunity to study many dimensions of tax compliance. We model nonpayment rates in a short panel of data on the 366 English local authorities. The transparent observability of individual and aggregate liabilities makes reliable measurement of rates of nonpayment possible. Moreover, these rates rose to unprecedented levels as well as exhibiting considerable variation across authorities. This, together with the variation in local taxes both between districts and over time, creates an ideal opportunity for empirical investigation. Our empirical specification allows us to investigate the determinants of compliance as a function of authority characteristics from census and other geographical data. Moreover, the analysis takes seriously the possibility of neighbourhood influences across authority boundaries. Our empirical results confirm the idea that higher taxes lead to larger compliance problems and that attempts to enforce compliance have a positive effect. Neighbourhood effects on non-compliance were less conspicuous, figuring significantly, if at all, only in the final year.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epbe46", "eppr2"], "abstractStem": "the uk experi with the poll tax remind us that even in an economi with a rel well develop detect and legal system one cannot take tax complianc for grant the experi of the poll tax provid a uniqu opportun to studi mani dimens of tax complianc we model nonpay rate in a short panel of data on the 366 english local author the transpar observ of individu and aggreg liabil make reliabl measur of rate of nonpay possibl moreov these rate rose to unpreced level as well as exhibit consider variat across author thi togeth with the variat in local tax both between district and over time creat an ideal opportun for empir investig our empir specif allow us to investig the determin of complianc as a function of author characterist from censu and other geograph data moreov the analysi take serious the possibl of neighbourhood influenc across author boundari our empir result confirm the idea that higher tax lead to larger complianc problem and that attempt to enforc complianc have a posit effect neighbourhood effect on noncompli were less conspicu figur significantli if at all onli in the final yearpthi abstract wa borrow from anoth version of thi item", "title": "Fiscal anarchy in the UK: Modelling poll tax noncompliance"}, "https://ideas.repec.org/a/eee/eecrev/v45y2001i4-6p629-640.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe46", "epbu12"], "abstractStem": "no abstract is avail for thi item", "title": "Political agency, government responsiveness and the role of the media"}, "https://ideas.repec.org/a/boe/qbullt/0169.html": {"abstract": "On 19 December 2014, the Centre for Economic Policy Research and the Bank of England hosted a discussion forum based around Thomas Piketty’s book, Capital in the twenty-first century, with a number of economists from academia, public sector bodies and private sector institutions. Four speakers presented research on various issues relating to inequality, including: access to education; wealth and taxation policy; and the role of governance and institutions. This article presents each speaker’s key arguments, and includes a summary of the open-floor debate that followed.", "authors": ["epat7", "epbe46", "fpha1042", "fpli466", "eppi17"], "abstractStem": "on 19 decemb 2014 the centr for econom polici research and the bank of england host a discuss forum base around thoma piketti s book capit in the twentyfirst centuri with a number of economist from academia public sector bodi and privat sector institut four speaker present research on variou issu relat to inequ includ access to educ wealth and taxat polici and the role of govern and institut thi articl present each speaker s key argument and includ a summari of the openfloor debat that follow", "title": "Capital in the 21st century"}, "https://ideas.repec.org/a/aea/aecrev/v98y2008i2p206-11.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe46", "epgh108"], "abstractStem": "no abstract is avail for thi item", "title": "Status Incentives"}, "https://ideas.repec.org/a/bla/econom/v57y1990i225p119-29.html": {"abstract": " This paper contrasts the use of means-tested and universal schemes in the alleviation of poverty. Using a class of poverty measures, the authors illustrate the trade-off from the fact that means testing is costly to both the government and the claimant, while universal provision entails a leakage to the nonpoor. The paper provides numerical, as well as analytical, results. Copyright 1990 by The London School of Economics and Political Science.", "authors": ["epbe46"], "abstractStem": " thi paper contrast the use of meanstest and univers scheme in the allevi of poverti use a class of poverti measur the author illustr the tradeoff from the fact that mean test is costli to both the govern and the claimant while univers provis entail a leakag to the nonpoor the paper provid numer as well as analyt result copyright 1990 by the london school of econom and polit scienc", "title": "Means Testing versus Universal Provision in Poverty Alleviation Programmes"}, "https://ideas.repec.org/a/tpr/jeurec/v1y2003i5p1176-1206.html": {"abstract": " This paper contrasts direct election with political appointment of regulators. When regulators are appointed, regulatory policy becomes bundled with other policy issues the appointing politicians are responsible for. Because voters have only one vote to cast and regulatory issues are not salient for most voters, there are electoral incentives to respond to stakeholder interests. If regulators are elected, their stance on regulation is the only salient issue so that the electoral incentive is to run a pro-consumer candidate. Using panel data on regulatory outcomes from U.S. states, we find new evidence in favor of the idea that elected states are more pro-consumer in their regulatory policies. (JEL: H1, K2) Copyright (c) 2003 The European Economic Association.", "authors": ["epbe46", "epco66"], "abstractStem": " thi paper contrast direct elect with polit appoint of regul when regul are appoint regulatori polici becom bundl with other polici issu the appoint politician are respons for becaus voter have onli one vote to cast and regulatori issu are not salient for most voter there are elector incent to respond to stakehold interest if regul are elect their stanc on regul is the onli salient issu so that the elector incent is to run a proconsum candid use panel data on regulatori outcom from us state we find new evid in favor of the idea that elect state are more proconsum in their regulatori polici jel h1 k2 copyright c 2003 the european econom associ", "title": "Elected Versus Appointed Regulators: Theory and Evidence"}, "https://ideas.repec.org/a/aea/aejmac/v5y2013i4p205-35.html": {"abstract": "Investments in fiscal capacity?economic institutions for tax compliance?are an important feature of economic development. This paper develops a dynamic model to study the evolution of fiscal capacity over time. We contrast a social planner's investment path with politically feasible paths. Three types of states emerge in the long run: a common-interest state where public resources are devoted to public goods, a redistributive state where additional fiscal capacity is used for transfers, and a weak state with no transfers and a low level of public goods provision. We also present some preliminary evidence consistent with the theory.", "authors": ["epbe46", "epil21"], "abstractStem": "invest in fiscal capacityeconom institut for tax compliancear an import featur of econom develop thi paper develop a dynam model to studi the evolut of fiscal capac over time we contrast a social planner invest path with polit feasibl path three type of state emerg in the long run a commoninterest state where public resourc are devot to public good a redistribut state where addit fiscal capac is use for transfer and a weak state with no transfer and a low level of public good provis we also present some preliminari evid consist with the theori", "title": "Weak States and Steady States: The Dynamics of Fiscal Capacity"}, "https://ideas.repec.org/a/eee/jeborg/v80y2011i2p339-350.html": {"abstract": "This paper uses a simple dynamic model where a government performs three functions: taxation, public spending and contract enforcement to study pathologies in resource allocation by government. A key feature of the approach is that states may invest in their future capacities to raise taxes and protect property rights. Three types of state are shown to be possible in this framework: common-interest states, redistributive states and weak states whose emergence depends on the nature of political institutions. We consider both Pigouvian and Wicksellian benchmarks against which to compare different outcomes that might arise in political equilibrium. The paper argues for a greater focus on weak government and points out that a failure to generate Wicksellian unanimity lies behind them.", "authors": ["epbe46"], "abstractStem": "thi paper use a simpl dynam model where a govern perform three function taxat public spend and contract enforc to studi patholog in resourc alloc by govern a key featur of the approach is that state may invest in their futur capac to rais tax and protect properti right three type of state are shown to be possibl in thi framework commoninterest state redistribut state and weak state whose emerg depend on the natur of polit institut we consid both pigouvian and wicksellian benchmark against which to compar differ outcom that might aris in polit equilibrium the paper argu for a greater focu on weak govern and point out that a failur to gener wicksellian unanim lie behind them", "title": "Pathologies of the state"}, "https://ideas.repec.org/a/oup/qjecon/v112y1997i1p85-114..html": {"abstract": "This paper develops an approach to the study of democratic policy-making where politicians are selected by the people from those citizens who present themselves as candidates for public office. The approach has a number of attractive features. First, it is a conceptualization of a pure form of representative democracy in which government is by, as well as of, the people. Second, the model is analytically tractable, being able to handle multidimensional issue and policy spaces very naturally. Third, it provides a vehicle for answering normative questions about the performance of representative democracy.", "authors": [], "abstractStem": "thi paper develop an approach to the studi of democrat policymak where politician are select by the peopl from those citizen who present themselv as candid for public offic the approach ha a number of attract featur first it is a conceptu of a pure form of repres democraci in which govern is by as well as of the peopl second the model is analyt tractabl be abl to handl multidimension issu and polici space veri natur third it provid a vehicl for answer norm question about the perform of repres democraci", "title": "An Economic Model of Representative Democracy"}, "https://ideas.repec.org/a/ifs/fistud/v22y2001i3p357-374.html": {"abstract": "This paper provides an overview of the link between policy and economic growth. It stresses that while growth, as measured and discussed, is a macroeconomic phenomenon, the best available evidence of policy effectiveness is typically from studies using micro data. It also reiterates the message that divergence between private and social returns is a key part of the evidence needed to discuss what kinds of policy intervention are desirable.", "authors": ["epbe46"], "abstractStem": "thi paper provid an overview of the link between polici and econom growth it stress that while growth as measur and discuss is a macroeconom phenomenon the best avail evid of polici effect is typic from studi use micro data it also reiter the messag that diverg between privat and social return is a key part of the evid need to discuss what kind of polici intervent are desir", "title": "From micro to macro: public policies and aggregate economic performance"}, "https://ideas.repec.org/a/ier/iecrev/v33y1992i2p413-31.html": {"abstract": " This paper establishes comparative statics results for an oligopoly model with strategic commitment. Firms compete in two stages. In the first stage, firms decide on strategic cost-reducing R&amp;D; investment, whereas they choose output in the second stage. Taking an excise tax/subsidy as a shift parameter in the second stage game, the short-run as well as long-run effects on output, cost-reducing R&amp;D; investment, and second-best welfare will be examined. The crucial role played by the strategic substitutability of outputs as well as cost-reducing R&amp;D; investments is clarified, and a variant of the Le Chatelier-Samuelson principle in the authors' game-theoretic model is obtained. Copyright 1992 by Economics Department of the University of Pennsylvania and the Osaka University Institute of Social and Economic Research Association.", "authors": ["epbe46", "epsu126"], "abstractStem": " thi paper establish compar static result for an oligopoli model with strateg commit firm compet in two stage in the first stage firm decid on strateg costreduc rampd invest wherea they choos output in the second stage take an excis taxsubsidi as a shift paramet in the second stage game the shortrun as well as longrun effect on output costreduc rampd invest and secondbest welfar will be examin the crucial role play by the strateg substitut of output as well as costreduc rampd invest is clarifi and a variant of the le chateliersamuelson principl in the author gametheoret model is obtain copyright 1992 by econom depart of the univers of pennsylvania and the osaka univers institut of social and econom research associ", "title": "Taxation and Welfare in an Oligopoly with Strategic Commitment"}, "https://ideas.repec.org/a/eee/pubeco/v40y1989i3p359-367.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe46"], "abstractStem": "no abstract is avail for thi item", "title": "Commodity taxation and imperfect competition : A note on the effects of entry"}, "https://ideas.repec.org/a/aea/aecrev/v95y2005i3p616-636.html": {"abstract": "A unifying theme in the literature on organizations such as public bureaucracies and private nonprofits is the importance of mission, as opposed to profit, as an organizational goal. Such mission-oriented organizations are frequently staffed by motivated agents who subscribe to the mission. This paper studies incentives in such contexts and emphasizes the role of matching the mission preferences of principals and agents in increasing organizational efficiency. Matching economizes on the need for high-powered incentives. It can also, however, entrench bureaucratic conservatism and resistance to innovations. The framework developed in this paper is applied to school competition, incentives in the public sector and in private nonprofits, and the interdependence of incentives and productivity between the private for-profit sector and the mission-oriented sector through occupational choice.", "authors": ["epbe46", "epgh108"], "abstractStem": "a unifi theme in the literatur on organ such as public bureaucraci and privat nonprofit is the import of mission as oppos to profit as an organiz goal such missionori organ are frequent staf by motiv agent who subscrib to the mission thi paper studi incent in such context and emphas the role of match the mission prefer of princip and agent in increas organiz effici match econom on the need for highpow incent it can also howev entrench bureaucrat conservat and resist to innov the framework develop in thi paper is appli to school competit incent in the public sector and in privat nonprofit and the interdepend of incent and product between the privat forprofit sector and the missionori sector through occup choic", "title": "Competition and Incentives with Motivated Agents"}, "https://ideas.repec.org/a/ucp/macann/doi10.1086-669185.html": {"abstract": "This paper uses a unique data set on more than 600,000 mortgage contracts to estimate a credit supply function which allows for risk-heterogeneity. Non-linearity is modelled using quantile regressions. We propose an instrumental variable approach in which changes in the tax treatment of housing transactions are used as an instrument for loan demand. The results are suggestive of considerable risk heterogeneity with riskier borrowers penalised more for borrowing more.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epbe46", "epsu32"], "abstractStem": "thi paper use a uniqu data set on more than 600000 mortgag contract to estim a credit suppli function which allow for riskheterogen nonlinear is model use quantil regress we propos an instrument variabl approach in which chang in the tax treatment of hous transact are use as an instrument for loan demand the result are suggest of consider risk heterogen with riskier borrow penalis more for borrow morepthi abstract wa borrow from anoth version of thi item", "title": "Risk Heterogeneity and Credit Supply: Evidence from the Mortgage Market"}, "https://ideas.repec.org/a/bla/rdevec/v1y1997i1p57-70.html": {"abstract": " Since farmers in developing countries must make sunk investments to produce perennial crops, governments, in the guise of state-run marketing boards, face constraints on maximal sustainable price which can be charged by a marketing board assuming that \"punishments\" involve reversion to subsistence by untrusting farmers. This maximal price balances concerns about revenue extraction against the incentive of governments to cheat by capitalizing on sunk investments. Copyright 1997 by Blackwell Publishing Ltd", "authors": ["epbe46"], "abstractStem": " sinc farmer in develop countri must make sunk invest to produc perenni crop govern in the guis of staterun market board face constraint on maxim sustain price which can be charg by a market board assum that punish involv revers to subsist by untrust farmer thi maxim price balanc concern about revenu extract against the incent of govern to cheat by capit on sunk invest copyright 1997 by blackwel publish ltd", "title": "Monopsony and Time-Consistency: Sustainable Pricing Policies for Perennial Crops"}, "https://ideas.repec.org/a/aea/jecper/v9y1995i3p115-27.html": {"abstract": "The design credit and risk institutions in low-income countries provides one of the most exciting testing grounds for theories of contracting with imperfect information and limited enforcement. This paper reviews some of the recent literature, with a special focus on nonmarket institutions that cope with risk and provide credit. This literature attempts to bring together insights from economic theory, especially information economics, contract theory, and mechanism design theory. However, it is also applied, being motivated by the circumstance of the poor countries that their authors have visited and studied.", "authors": ["epbe46"], "abstractStem": "the design credit and risk institut in lowincom countri provid one of the most excit test ground for theori of contract with imperfect inform and limit enforc thi paper review some of the recent literatur with a special focu on nonmarket institut that cope with risk and provid credit thi literatur attempt to bring togeth insight from econom theori especi inform econom contract theori and mechan design theori howev it is also appli be motiv by the circumst of the poor countri that their author have visit and studi", "title": "Nonmarket Institutions for Credit and Risk Sharing in Low-Income Countries"}, "https://ideas.repec.org/a/kap/pubcho/v146y2011i3p291-317.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe46", "epla117"], "abstractStem": "no abstract is avail for thi item", "title": "Working or shirking? Expenses and attendance in the UK Parliament"}, "https://ideas.repec.org/a/bla/scandj/v93y1991i4p495-510.html": {"abstract": " It is argued that free provision of publicly provided goods or services is rarely optimal. The argument is simple: if optimal lump-sum transfers are not available, then the government will wish to use all handles which provide information about the distribution of welfare. One such handle may be the usage of publicly provided goods and services. As long as this is not uniform, then it is a potentially valuable index for redistributive purposes. This is illustrated using two models--one in which usage of the publicly provided good is legislated by the government and another in which it is determined in part by the private costs of consuming public services. Copyright 1991 by The editors of the Scandinavian Journal of Economics.", "authors": ["epbe46"], "abstractStem": " it is argu that free provis of publicli provid good or servic is rare optim the argument is simpl if optim lumpsum transfer are not avail then the govern will wish to use all handl which provid inform about the distribut of welfar one such handl may be the usag of publicli provid good and servic as long as thi is not uniform then it is a potenti valuabl index for redistribut purpos thi is illustr use two modelson in which usag of the publicli provid good is legisl by the govern and anoth in which it is determin in part by the privat cost of consum public servic copyright 1991 by the editor of the scandinavian journal of econom", "title": " Welfare Improving User Charges for Publicly Provided Private Goods"}, "https://ideas.repec.org/a/anr/reveco/v6y2014p927-949.html": {"abstract": "Three important aspects of development—per capita income, state capabilities, and (the absence of) political violence—are correlated with each other at the country level. This article discusses the causes of such development clusters and highlights two explanations: common economic, political, and social drivers and complementarities (two-way positive feedbacks). It also draws out preliminary policy implications of these patterns of development and proposes topics for further research.", "authors": ["epbe46"], "abstractStem": "three import aspect of develop per capita incom state capabl and the absenc of polit violenc are correl with each other at the countri level thi articl discuss the caus of such develop cluster and highlight two explan common econom polit and social driver and complementar twoway posit feedback it also draw out preliminari polici implic of these pattern of develop and propos topic for further research", "title": "The Causes and Consequences of Development Clusters: State Capacity, Peace, and Income "}, "https://ideas.repec.org/a/eee/eecrev/v42y1998i3-5p491-497.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe46", "eppr2"], "abstractStem": "no abstract is avail for thi item", "title": "Private and public health insurance in the UK"}, "https://ideas.repec.org/a/ecj/econjl/v110y2000i467pf672-94.html": {"abstract": " There are numerous empirical studies that exploit variation in policies over space and time in the U.S. federal system. If state policy making is purposeful action responsive to economic and political conditions within the state then it is necessary to identify and control for the forces that lead to these policy changes. This paper investigates the implications of policy endogeneity for a specific policy context--workers' compensation benefits. We contrast different methods of estimation and their pros and cons in this context.", "authors": ["epbe46", "epca108"], "abstractStem": " there are numer empir studi that exploit variat in polici over space and time in the us feder system if state polici make is purpos action respons to econom and polit condit within the state then it is necessari to identifi and control for the forc that lead to these polici chang thi paper investig the implic of polici endogen for a specif polici contextwork compens benefit we contrast differ method of estim and their pro and con in thi context", "title": "Unnatural Experiments? Estimating the Incidence of Endogenous Policies"}, "https://ideas.repec.org/a/eee/jetheo/v51y1990i2p403-422.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe46"], "abstractStem": "no abstract is avail for thi item", "title": "Optimal reimbursement health insurance: An application of profit functions and Frischian demands"}, "https://ideas.repec.org/a/eee/pubeco/v35y1988i3p371-383.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe46"], "abstractStem": "no abstract is avail for thi item", "title": "A simple model for merit good arguments"}, "https://ideas.repec.org/a/oup/oxford/v5y1989i1p21-33.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe46"], "abstractStem": "no abstract is avail for thi item", "title": "The Demand for Health Care and Health Insurance"}, "https://ideas.repec.org/a/bla/scandj/v99y1997i2p207-35.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe46", "epdi79"], "abstractStem": "no abstract is avail for thi item", "title": " James Mirrlees' Contributions to the Theory of Information and Incentives"}, "https://ideas.repec.org/a/oup/qjecon/v119y2004i1p91-134..html": {"abstract": "This paper investigates whether the industrial relations climate in Indian states has affected the pattern of manufacturing growth in the period 1958–1992. We show that states which amended the Industrial Disputes Act in a pro-worker direction experienced lowered output, employment, investment, and productivity in registered or formal manufacturing. In contrast, output in unregistered or informal manufacturing increased. Regulating in a pro-worker direction was also associated with increases in urban poverty. This suggests that attempts to redress the balance of power between capital and labor can end up hurting the poor.", "authors": [], "abstractStem": "thi paper investig whether the industri relat climat in indian state ha affect the pattern of manufactur growth in the period 1958 1992 we show that state which amend the industri disput act in a prowork direct experienc lower output employ invest and product in regist or formal manufactur in contrast output in unregist or inform manufactur increas regul in a prowork direct wa also associ with increas in urban poverti thi suggest that attempt to redress the balanc of power between capit and labor can end up hurt the poor", "title": "Can Labor Regulation Hinder Economic Performance? Evidence from India"}, "https://ideas.repec.org/a/kap/pubcho/v114y2003i3-4p253-73.html": {"abstract": " The public choice literature urges the welfare economist to anticipate how political forces will shape the levels of new policy instruments when government intervenes in a new way. This paper argues that the welfare economist should also recognize that new interventions may impact the politically determined levels of existing policy instruments. It shows how the introduction of a new instrument can lead to shifts in political coalitions or compromises in existing areas of conflict that can produce significant changes in existing policies. Such spillover effects can provide new arguments for introducing particular policy interventions. Even a policy instrument without an obvious welfare economic rationale can change voter coalitions and shift the policy equilibrium in a welfare improving direction. Copyright 2003 by Kluwer Academic Publishers", "authors": ["epbe46", "epco66"], "abstractStem": " the public choic literatur urg the welfar economist to anticip how polit forc will shape the level of new polici instrument when govern interven in a new way thi paper argu that the welfar economist should also recogn that new intervent may impact the polit determin level of exist polici instrument it show how the introduct of a new instrument can lead to shift in polit coalit or compromis in exist area of conflict that can produc signific chang in exist polici such spillov effect can provid new argument for introduc particular polici intervent even a polici instrument without an obviou welfar econom rational can chang voter coalit and shift the polici equilibrium in a welfar improv direct copyright 2003 by kluwer academ publish", "title": " On the Public Choice Critique of Welfare Economics"}, "https://ideas.repec.org/a/eee/deveco/v46y1995i1p1-18.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe46", "epco66"], "abstractStem": "no abstract is avail for thi item", "title": "Group lending, repayment incentives and social collateral"}, "https://ideas.repec.org/a/oup/qjecon/v126y2011i3p1411-1445.html": {"abstract": " This article offers a unified approach for studying political violence whether it emerges as repression or civil war. We formulate a model where an incumbent or opposition can use violence to maintain or acquire power to study which political and economic factors drive one-sided or two-sided violence (repression or civil war). The model predicts a hierarchy of violence states from peace via repression to civil war; and suggests a natural empirical approach. Exploiting only within-country variation in the data, we show that violence is associated with shocks that can affect wages and aid. As in the theory, these effects are only present where political institutions are noncohesive. Copyright 2011, Oxford University Press.", "authors": ["epbe46", "eppe28"], "abstractStem": " thi articl offer a unifi approach for studi polit violenc whether it emerg as repress or civil war we formul a model where an incumb or opposit can use violenc to maintain or acquir power to studi which polit and econom factor drive onesid or twosid violenc repress or civil war the model predict a hierarchi of violenc state from peac via repress to civil war and suggest a natur empir approach exploit onli withincountri variat in the data we show that violenc is associ with shock that can affect wage and aid as in the theori these effect are onli present where polit institut are noncohes copyright 2011 oxford univers press", "title": "The Logic of Political Violence"}, "https://ideas.repec.org/a/oup/restud/v61y1994i4p701-719..html": {"abstract": "This paper examines the allocative performance of rotating savings and credit associations (roscas), a financial institution which is observed world-wide. We develop a model in which individuals save for an indivisible good and study roscas which distribute funds using random allocation and bidding. The allocations achieved by the two types of rosca are compared with that achieved by a credit market and with efficient allocations more generally. We find that neither type of rosca is efficient and that individuals are better off with a credit market than a bidding rosca. Nonetheless, a random rosca may sometimes yield a higher level of ex ante expected utility to prospective participants than would a credit market.", "authors": [], "abstractStem": "thi paper examin the alloc perform of rotat save and credit associ rosca a financi institut which is observ worldwid we develop a model in which individu save for an indivis good and studi rosca which distribut fund use random alloc and bid the alloc achiev by the two type of rosca are compar with that achiev by a credit market and with effici alloc more gener we find that neither type of rosca is effici and that individu are better off with a credit market than a bid rosca nonetheless a random rosca may sometim yield a higher level of ex ant expect util to prospect particip than would a credit market", "title": "Rotating Savings and Credit Associations, Credit Markets and Efficiency"}, "https://ideas.repec.org/a/kap/revaec/v22y2009i2p177-180.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe46"], "abstractStem": "no abstract is avail for thi item", "title": "Reply"}, "https://ideas.repec.org/a/aea/aecrev/v103y2013i3p163-67.html": {"abstract": "This paper argues that the possibility of bailouts to financial intermediaries distorts the supply price of capital and creates an argument for taxing financial bonuses separately from other sources of income. We develop a model of financial contracting where intermediaries compete for workers whose actions affect productivity and risk-taking in the financial sector. This derives the second-best optimum and market equilibrium. The optimal taxes that we propose increase both equity and efficiency compared to the pure market outcome.", "authors": ["epbe46", "epgh108"], "abstractStem": "thi paper argu that the possibl of bailout to financi intermediari distort the suppli price of capit and creat an argument for tax financi bonus separ from other sourc of incom we develop a model of financi contract where intermediari compet for worker whose action affect product and risktak in the financi sector thi deriv the secondbest optimum and market equilibrium the optim tax that we propos increas both equiti and effici compar to the pure market outcom", "title": "Bailouts and the Optimal Taxation of Bonus Pay"}, "https://ideas.repec.org/a/oup/oxford/v19y2003i2p235-249.html": {"abstract": " This paper discusses a theoretical framework to study the issues of competition and incentives without relying on the standard profit-oriented 'market' model in the context of the debates about public-service reform in the UK. It uses the idea that the production of public services coheres around a mission, and discusses how decentralized service provision can raise productivity by matching motivated workers to their preferred missions. Our focus on competition and incentives cuts across traditional debates about public versus private ownership and allows for the possibility of involving private non-profit organizations. We also address concerns about the consequences of allowing more flexibility in mission design and competition on inequality. Copyright 2003, Oxford University Press.", "authors": ["epbe46", "epgh108"], "abstractStem": " thi paper discuss a theoret framework to studi the issu of competit and incent without reli on the standard profitori market model in the context of the debat about publicservic reform in the uk it use the idea that the product of public servic coher around a mission and discuss how decentr servic provis can rais product by match motiv worker to their prefer mission our focu on competit and incent cut across tradit debat about public versu privat ownership and allow for the possibl of involv privat nonprofit organ we also address concern about the consequ of allow more flexibl in mission design and competit on inequ copyright 2003 oxford univers press", "title": "Incentives, Choice, and Accountability in the Provision of Public Services"}, "https://ideas.repec.org/a/oup/amlawe/v15y2013i1p212-251.html": {"abstract": " Legislation to limit workplace discrimination is among the most common reforms in labor market policy of the past 50 years. Its effectiveness depends on enforcement of the legislation by state and federal agencies and, ultimately, the courts. This paper uses information on discrimination charges in the United States between 1973 and 2000 to analyze whether the number of charges filed is correlated with the method by which state judges are selected. We find evidence that states that appoint their judges have significantly fewer anti-discrimination charges being filed. Copyright 2013, Oxford University Press.", "authors": ["epbe46"], "abstractStem": " legisl to limit workplac discrimin is among the most common reform in labor market polici of the past 50 year it effect depend on enforc of the legisl by state and feder agenc and ultim the court thi paper use inform on discrimin charg in the unit state between 1973 and 2000 to analyz whether the number of charg file is correl with the method by which state judg are select we find evid that state that appoint their judg have significantli fewer antidiscrimin charg be file copyright 2013 oxford univers press", "title": "Implementation of Anti-Discrimination Policy: Does Judicial Selection Matter?"}, "https://ideas.repec.org/a/oup/oxecpp/v42y1990i1p46-60.html": {"abstract": " This paper uses a model of managers' behavior under uncertainty to analyze the effects of limited liability of optimal profits taxes. In particular, it addresses the question of whether the benefits of limited liability should be taxed. The authors show that an increase in profits taxation yields a welfare improvement under limited liability. Hence, the existence of limited liability provides an argument for engaging in corrective taxation over and above that implied by market incompleteness. Copyright 1990 by Royal Economic Society.", "authors": ["fpba894", "epbe46"], "abstractStem": " thi paper use a model of manag behavior under uncertainti to analyz the effect of limit liabil of optim profit tax in particular it address the question of whether the benefit of limit liabil should be tax the author show that an increas in profit taxat yield a welfar improv under limit liabil henc the exist of limit liabil provid an argument for engag in correct taxat over and abov that impli by market incomplet copyright 1990 by royal econom societi", "title": "Moral Hazard, Limited Liability and Taxation: A Principal-Agent Model"}, "https://ideas.repec.org/a/kap/itaxpf/v1y1994i2p197-204.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe46"], "abstractStem": "no abstract is avail for thi item", "title": "Three approaches to public economics"}, "https://ideas.repec.org/a/ecj/econjl/v98y1988i392p701-19.html": {"abstract": " This paper formulates the problem of the optimal pattern of food subsidies in a general setting, where the objective is to minimize a class of poverty indices within the framework of the mo dern public finance theory. Taking explicit account of the budget con straint and preferences and technologies, the authors derive rules fo r retargetting food subsidies to reduce poverty. Many operational rul es of thumb appear as special cases of the general results. The analy sis thus provides not only the microfoundations of these operational rules, but also their appropriate generalizations when the conditions under which they arise are not fulfilled. Copyright 1988 by Royal Economic Society.", "authors": ["epbe46", "fpka712"], "abstractStem": " thi paper formul the problem of the optim pattern of food subsidi in a gener set where the object is to minim a class of poverti indic within the framework of the mo dern public financ theori take explicit account of the budget con straint and prefer and technolog the author deriv rule fo r retarget food subsidi to reduc poverti mani oper rul es of thumb appear as special case of the gener result the anali si thu provid not onli the microfound of these oper rule but also their appropri gener when the condit under which they aris are not fulfil copyright 1988 by royal econom societi", "title": "Food Subsidies and Poverty Alleviation"}, "https://ideas.repec.org/a/eee/deveco/v79y2006i2pv-v.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe46", "fpro558"], "abstractStem": "no abstract is avail for thi item", "title": "Editorial"}, "https://ideas.repec.org/a/tpr/jeurec/v8y2010i2-3p655-663.html": {"abstract": " The question of who guards the guards is intimately connected with broader questions of state capacity and the establishment of a monopoly of violence in society, something which is often viewed as the defining feature of the modern state. But to establish such a monopoly, civilian rulers need not only to build an effective military, but also to control it. In this paper we study how governments may solve this problem when they recognize that their decisions to build a strong army may have ramifications for subsequent coups. (JEL: H11, H56) (c) 2010 by the European Economic Association.", "authors": ["epbe46"], "abstractStem": " the question of who guard the guard is intim connect with broader question of state capac and the establish of a monopoli of violenc in societi someth which is often view as the defin featur of the modern state but to establish such a monopoli civilian ruler need not onli to build an effect militari but also to control it in thi paper we studi how govern may solv thi problem when they recogn that their decis to build a strong armi may have ramif for subsequ coup jel h11 h56 c 2010 by the european econom associ", "title": "Quis Custodiet Ipsos Custodes? Civilian Control Over the Military"}, "https://ideas.repec.org/a/aea/aecrev/v83y1993i4p792-810.html": {"abstract": " This paper analyzes the economic role and performance of a type of financial institution that is observed worldwide: rotating savings and credit associations. Using a model in which individuals save for an indivisible durable consumption good, the authors study rotating savings and credit associations that distribute funds using random allocation and bidding. Each type of rotating savings and credit association allows individuals without access to credit markets to improve their welfare but, under a reasonable assumption on preferences, random allocation is preferred when individuals have identical tastes. This conclusion need not hold when individuals are heterogeneous. The authors also discuss the sustainability of rotating savings and credit associations given the possibility of default. Copyright 1993 by American Economic Association.", "authors": ["epbe46", "epco66", "eplo117"], "abstractStem": " thi paper analyz the econom role and perform of a type of financi institut that is observ worldwid rotat save and credit associ use a model in which individu save for an indivis durabl consumpt good the author studi rotat save and credit associ that distribut fund use random alloc and bid each type of rotat save and credit associ allow individu without access to credit market to improv their welfar but under a reason assumpt on prefer random alloc is prefer when individu have ident tast thi conclus need not hold when individu are heterogen the author also discuss the sustain of rotat save and credit associ given the possibl of default copyright 1993 by american econom associ", "title": "The Economics of Rotating Savings and Credit Associations"}, "https://ideas.repec.org/a/eee/ecolet/v28y1988i2p105-108.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe46"], "abstractStem": "no abstract is avail for thi item", "title": "Tied-in credit with a monopoly product market"}, "https://ideas.repec.org/a/aea/aecrev/v82y1992i1p249-61.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe46", "epco66"], "abstractStem": "no abstract is avail for thi item", "title": "Workfare versus Welfare Incentive Arguments for Work Requirements in Poverty-Alleviation Programs"}, "https://ideas.repec.org/a/oup/qjecon/v117y2002i4p1415-1451..html": {"abstract": "The determinants of government responsiveness to its citizens are a key issue in political economy. Here, we develop a model based on the solution of political agency problems. Having a more informed and politically active electorate strengthens incentives for governments to be responsive. This suggests that there is a role for both democratic institutions and mass media in ensuring that the preferences of citizens are reflected in policy. The ideas behind the model are tested on panel data from India. We show that state governments are more responsive to falls in food production and crop flood damage via public food distribution and calamity relief expenditure where newspaper circulation is higher and electoral accountability greater.", "authors": [], "abstractStem": "the determin of govern respons to it citizen are a key issu in polit economi here we develop a model base on the solut of polit agenc problem have a more inform and polit activ elector strengthen incent for govern to be respons thi suggest that there is a role for both democrat institut and mass media in ensur that the prefer of citizen are reflect in polici the idea behind the model are test on panel data from india we show that state govern are more respons to fall in food product and crop flood damag via public food distribut and calam relief expenditur where newspap circul is higher and elector account greater", "title": "The Political Economy of Government Responsiveness: Theory and Evidence from India"}, "https://ideas.repec.org/a/oup/wbecrv/v26y2012i2p191-216.html": {"abstract": " What factors determine the nature of political opportunism in local government in South India? To answer this question, we study two types of policy decisions that have been delegated to local politicians—beneficiary selection for transfer programs and the allocation of within-village public goods. Our data on village councils in South India show that, relative to other citizens, elected councillors are more likely to be selected as beneficiaries of a large transfer program. The chief councillor's village also obtains more public goods, relative to other villages. These findings can be interpreted using a simple model of the logic of political incentives in the context that we study. Copyright 2012, Oxford University Press.", "authors": ["epbe46", "fppa900", "epra65"], "abstractStem": " what factor determin the natur of polit opportun in local govern in south india to answer thi question we studi two type of polici decis that have been deleg to local politician beneficiari select for transfer program and the alloc of withinvillag public good our data on villag council in south india show that rel to other citizen elect councillor are more like to be select as beneficiari of a larg transfer program the chief councillor villag also obtain more public good rel to other villag these find can be interpret use a simpl model of the logic of polit incent in the context that we studi copyright 2012 oxford univers press", "title": "Just Rewards? Local Politics and Public Resource Allocation in South India"}, "https://ideas.repec.org/a/tpr/jeurec/v2y2004i2-3p416-426.html": {"abstract": " This paper uses village and household survey data from South India to examine how political geography and politician identity impacts on public good provision. We provide evidence that the nature of this relationship varies by type of public good. For high spillover public goods residential proximity to elected representative matters. In contrast, for low spillover public goods sharing the politician's group identity is what matters. (JEL: D78, H40) Copyright (c) 2004 The European Economic Association.", "authors": ["epbe46", "fppa900", "epra65"], "abstractStem": " thi paper use villag and household survey data from south india to examin how polit geographi and politician ident impact on public good provis we provid evid that the natur of thi relationship vari by type of public good for high spillov public good residenti proxim to elect repres matter in contrast for low spillov public good share the politician group ident is what matter jel d78 h40 copyright c 2004 the european econom associ", "title": "The Politics of Public Good Provision: Evidence from Indian Local Governments"}, "https://ideas.repec.org/a/bla/ecpoli/v14y1999i28p13-53.html": {"abstract": " The use of state aids to industry is a poorly understood part of competition policy. Currently, the EU Commission presumes that state aids distort competition, yet it approves 98% of applications, often for social or distributional reasons. We argue that proper regulation of state aids should focus on two issues, the externalities generated and the inefficiencies arising from failures in competition between governments. We thus develop a new framework for EU policy and compare its implications with the existing practice of the EU Commission. Copyright Centre for Economic Policy Research, Centre for Economic Studies, Maison des Sciences de l'Homme 1999.", "authors": ["epbe46", "fpse312"], "abstractStem": " the use of state aid to industri is a poorli understood part of competit polici current the eu commiss presum that state aid distort competit yet it approv 98 of applic often for social or distribut reason we argu that proper regul of state aid should focu on two issu the extern gener and the ineffici aris from failur in competit between govern we thu develop a new framework for eu polici and compar it implic with the exist practic of the eu commiss copyright centr for econom polici research centr for econom studi maison de scienc de lhomm 1999", "title": "The effects and policy implications of state aids to industry: an economic analysis"}, "https://ideas.repec.org/a/ecj/econjl/v99y1989i394p132-46.html": {"abstract": " This paper examines the motivation for States to intervene in the provisions that their citizens make for ill-health. The author examines arguments that relate to imperfect information and a kind of misperception which he calls evaluator relativity. He identifies ex post regret as being the force that may justify intervention that helps to sidestep some of the problems that arise when expected utility is invoked as a welfare criterion. Copyright 1989 by Royal Economic Society.", "authors": ["epbe46"], "abstractStem": " thi paper examin the motiv for state to interven in the provis that their citizen make for illhealth the author examin argument that relat to imperfect inform and a kind of mispercept which he call evalu rel he identifi ex post regret as be the forc that may justifi intervent that help to sidestep some of the problem that aris when expect util is invok as a welfar criterion copyright 1989 by royal econom societi", "title": "Ex Ante Evaluation of Health States and the Provision for Ill-Health"}, "https://ideas.repec.org/a/eee/deveco/v51y1996i1p45-68.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe46"], "abstractStem": "no abstract is avail for thi item", "title": "The anatomy of an informal financial market: Rosca participation in Taiwan"}, "https://ideas.repec.org/a/ecj/econjl/v121y2011i554pf205-.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe46"], "abstractStem": "no abstract is avail for thi item", "title": "Do Educated Leaders Matter?"}, "https://ideas.repec.org/a/eee/pubeco/v87y2003i12p2611-2637.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe46", "epco66"], "abstractStem": "no abstract is avail for thi item", "title": "Centralized versus decentralized provision of local public goods: a political economy approach"}, "https://ideas.repec.org/a/aea/aecrev/v99y2009i4p1218-44.html": {"abstract": "Economists generally assume that the state has sufficient institutional capacity to support markets and levy taxes. This paper develops a framework where \"policy choices\" in market regulation and taxation are constrained by past investments in legal and fiscal capacity. It studies the economic and political determinants of such investments, demonstrating that legal and fiscal capacity are typically complements. The results show that, among other things, common interest public goods, such as fighting external wars, as well as political stability and inclusive political institutions, are conducive to building state capacity. Some correlations in cross-country data are consistent with the theory. (JEL D72, E62, H11, H20, P14)", "authors": ["epbe46", "eppe28"], "abstractStem": "economist gener assum that the state ha suffici institut capac to support market and levi tax thi paper develop a framework where polici choic in market regul and taxat are constrain by past invest in legal and fiscal capac it studi the econom and polit determin of such invest demonstr that legal and fiscal capac are typic complement the result show that among other thing common interest public good such as fight extern war as well as polit stabil and inclus polit institut are conduc to build state capac some correl in crosscountri data are consist with the theori jel d72 e62 h11 h20 p14", "title": "The Origins of State Capacity: Property Rights, Taxation, and Politics"}, "https://ideas.repec.org/a/aea/aecrev/v96y2006i2p313-318.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe46", "epku125"], "abstractStem": "no abstract is avail for thi item", "title": "Health and Democracy"}, "https://ideas.repec.org/a/sae/niesru/v212y2010i1pr15-r33.html": {"abstract": "This paper analyses Labour's record on monetary policy and the record of the MPC which it created. The paper begins by discussing the conceptual framework and institutions behind inflation targeting as it operates in the UK. We then discuss the successes that it enjoyed up to 2007 and debate the lessons that are being learned as a consequence of the experience since then. We then raise some of the formidable challenges that UK monetary policy must now face up to including maintaining the credibility of the inflation targeting regime in the face of greater interdependence between monetary and fiscal policy, and between monetary policy and support to the banking system and financial markets.", "authors": ["epbe46", "fpsh236"], "abstractStem": "thi paper analys labour record on monetari polici and the record of the mpc which it creat the paper begin by discuss the conceptu framework and institut behind inflat target as it oper in the uk we then discuss the success that it enjoy up to 2007 and debat the lesson that are be learn as a consequ of the experi sinc then we then rais some of the formid challeng that uk monetari polici must now face up to includ maintain the credibl of the inflat target regim in the face of greater interdepend between monetari and fiscal polici and between monetari polici and support to the bank system and financi market", "title": "Monetary Policy Under Labour"}, "https://ideas.repec.org/a/tpr/jeurec/v4y2006i2-3p404-414.html": {"abstract": " This paper proposes a simple framework to study incentives and matching in the market for teachers. The framework is used to investigate the consequences of introducing incentive pay for teachers when contracts have both a matching and an incentive effect. Our analysis suggests that school competition and teacher incentives cannot be studied in isolation from one another. (JEL: D73, I20, J45, L31 (c) 2006 by the European Economic Association.", "authors": ["epbe46", "epgh108"], "abstractStem": " thi paper propos a simpl framework to studi incent and match in the market for teacher the framework is use to investig the consequ of introduc incent pay for teacher when contract have both a match and an incent effect our analysi suggest that school competit and teacher incent cannot be studi in isol from one anoth jel d73 i20 j45 l31 c 2006 by the european econom associ", "title": "Sorting with Motivated Agents: Implications for School Competition and Teacher Incentives"}, "https://ideas.repec.org/a/ucp/jpolec/v103y1995i5p903-37.html": {"abstract": " This paper examines the link between property rights and investment incentives. The author develops three theoretical arguments based on security of tenure, using land as collateral and obtaining gains from trade. The paper then presents empirical evidence from two regions in Ghana. The author investigates the possibility that rights are endogenous, with farmers making improvements to enhance their land rights. Finally, he suggests tests for which of the theories might explain the results. Copyright 1995 by University of Chicago Press.", "authors": ["epbe46"], "abstractStem": " thi paper examin the link between properti right and invest incent the author develop three theoret argument base on secur of tenur use land as collater and obtain gain from trade the paper then present empir evid from two region in ghana the author investig the possibl that right are endogen with farmer make improv to enhanc their land right final he suggest test for which of the theori might explain the result copyright 1995 by univers of chicago press", "title": "Property Rights and Investment Incentives: Theory and Evidence from Ghana"}, "https://ideas.repec.org/a/eee/pubeco/v70y1998i3p383-398.html": {"abstract": "A common feature of federal systems is that tax bases are joint property. Consequently, state and federal tax setting decisions are interdependent. Our aim here is to put forward a rudimentary theoretical analysis of this phenomenon, and to use the theory as a framework for econometrically estimating the magnitude of the responses. We find that when the federal government increases taxes, there is a significant positive response of state taxes. For example, a 10-cent per gallon increase in the federal tax rate on gasoline leads to a 3.2-cent increase in the state tax rate.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epbe46", "epro55"], "abstractStem": "a common featur of feder system is that tax base are joint properti consequ state and feder tax set decis are interdepend our aim here is to put forward a rudimentari theoret analysi of thi phenomenon and to use the theori as a framework for econometr estim the magnitud of the respons we find that when the feder govern increas tax there is a signific posit respons of state tax for exampl a 10cent per gallon increas in the feder tax rate on gasolin lead to a 32cent increas in the state tax ratepthi abstract wa borrow from anoth version of thi item", "title": "Vertical externalities in tax setting: evidence from gasoline and cigarettes"}, "https://ideas.repec.org/a/ntj/journl/v65y2012i3p655-83.html": {"abstract": "Based on the best available theory and evidence, the Mirrlees Review sets out a comprehensive set of proposals for tax reform. While focused on the UK, its analysis and conclusions bear directly on the policy debate in other developed countries. The Review proposes a move to a more neutral tax system. Key ingredients include adjusting the personal tax and welfare system to achieve redistribution more efficiently, imposing VAT on a broader base of consumption at a single rate, targeting environmental externalities more accurately, and aligning tax rates across all income sources while exempting the normal return to saving from tax, and introducing an allowance for corporate equity into the corporate tax system.", "authors": ["epbe46", "epbl81", "epmi20"], "abstractStem": "base on the best avail theori and evid the mirrle review set out a comprehens set of propos for tax reform while focus on the uk it analysi and conclus bear directli on the polici debat in other develop countri the review propos a move to a more neutral tax system key ingredi includ adjust the person tax and welfar system to achiev redistribut more effici impos vat on a broader base of consumpt at a singl rate target environment extern more accur and align tax rate across all incom sourc while exempt the normal return to save from tax and introduc an allow for corpor equiti into the corpor tax system", "title": "The Mirrlees Review: A Proposal For Systematic Tax Reform"}, "https://ideas.repec.org/a/oup/jafrec/v16yisuppl_1p-156.html": {"abstract": " This paper reviews some issues relevant to the delivery of public services. It reviews some of the debates and flags some issues that are significant worldwide, especially in Africa. It emphasises how the debate has moved along in terms of defining the relative responsibilities of the public and private sectors for delivering public services. It also discusses the role of incentives among politicians and bureaucrats in service delivery. In a broader context, there is a need to understand the role of mission-driven delivery and the role of competition in public services. The paper argues for a focus on accountability in part through rigorous evaluation of service delivery and basing policy on sound first-principles. Copyright The author 2007. Published by Oxford University Press on behalf of the Centre for the Study of African Economies. All rights reserved. For permissions, please email: journals.permissions@oxfordjournals.org, Oxford University Press.", "authors": ["epbe46", "epgh108"], "abstractStem": " thi paper review some issu relev to the deliveri of public servic it review some of the debat and flag some issu that are signific worldwid especi in africa it emphasis how the debat ha move along in term of defin the rel respons of the public and privat sector for deliv public servic it also discuss the role of incent among politician and bureaucrat in servic deliveri in a broader context there is a need to understand the role of missiondriven deliveri and the role of competit in public servic the paper argu for a focu on account in part through rigor evalu of servic deliveri and base polici on sound firstprincipl copyright the author 2007 publish by oxford univers press on behalf of the centr for the studi of african economi all right reserv for permiss pleas email journalspermissionsoxfordjournalsorg oxford univers press", "title": "Reforming Public Service Delivery-super- 1"}, "https://ideas.repec.org/a/aea/jeclit/v51y2013i2p478-95.html": {"abstract": "This essay will discuss the criticisms of the economic approach to markets offered by Michael Sandelâ€™s What Money Canâ€™t Buy. After reviewing the main arguments, the essay looks at these from three main angles. First, it relates them to different traditions of thinking about markets and their achievements that have been developed by economists. Second, it discusses the idea that markets can change values as argued by Sandel in light of recent related literature in economics. Third, it discusses some of the literature on alternatives to using the market to allocate resources and the pros and cons of these.", "authors": ["epbe46"], "abstractStem": "thi essay will discuss the critic of the econom approach to market offer by michael sandel s what money can t buy after review the main argument the essay look at these from three main angl first it relat them to differ tradit of think about market and their achiev that have been develop by economist second it discuss the idea that market can chang valu as argu by sandel in light of recent relat literatur in econom third it discuss some of the literatur on altern to use the market to alloc resourc and the pro and con of these", "title": "What's the Good of the Market? An Essay on Michael Sandel's What Money Can't Buy"}, "https://ideas.repec.org/a/aea/jecper/v19y2005i3p43-60.html": {"abstract": "Almost every major episode of economic change over the past 200 years of political history has been associated with key personalities coming to power with a commitment to these changes. But if such dynamic leaders are so important, then we need to understand how they come to hold the reins of power. This outcome could be viewed as largely the product of random events colored by idiosyncratic personalities and chance encounters. However, at least some role must be given to the underlying institutional structure, which has a more systematic influence on who rises to the top. Thus, it is essential to understand how political selection works.", "authors": ["epbe46"], "abstractStem": "almost everi major episod of econom chang over the past 200 year of polit histori ha been associ with key person come to power with a commit to these chang but if such dynam leader are so import then we need to understand how they come to hold the rein of power thi outcom could be view as larg the product of random event color by idiosyncrat person and chanc encount howev at least some role must be given to the underli institut structur which ha a more systemat influenc on who rise to the top thu it is essenti to understand how polit select work", "title": "Political Selection"}, "https://ideas.repec.org/a/oup/wbrobs/v9y1994i1p27-47.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe46"], "abstractStem": "no abstract is avail for thi item", "title": "How Do Market Failures Justify Interventions in Rural Credit Markets?"}, "https://ideas.repec.org/a/aea/aecrev/v102y2012i2p810-33.html": {"abstract": " This article exploits data on the pattern of violence across regions and over time to estimate the impact of the peace process in Northern Ireland on house prices. After establishing a negative correlation between killings and house prices, we estimate the parameters of a Markov switching model with conflict and peace as latent states. We use the model to estimate the size of the peace dividend as captured in house price changes. (JEL D74, R23, R31)", "authors": ["epbe46", "epmu156"], "abstractStem": " thi articl exploit data on the pattern of violenc across region and over time to estim the impact of the peac process in northern ireland on hous price after establish a neg correl between kill and hous price we estim the paramet of a markov switch model with conflict and peac as latent state we use the model to estim the size of the peac dividend as captur in hous price chang jel d74 r23 r31", "title": "Estimating the Peace Dividend: The Impact of Violence on House Prices in Northern Ireland"}, "https://ideas.repec.org/a/eee/pubeco/v119y2014icp61-70.html": {"abstract": "This paper exploits the 2008–09 stamp duty holiday in the United Kingdom to estimate the incidence of a transaction tax on housing. The average reduction in the after-tax sale price is found to be around £900 against the backdrop of an average tax reduction of about £1500. While we estimate an increase in transactions of properties affected by the tax holiday around 8%, most of this effect appears to have reversed rapidly after the policy was withdrawn, suggesting mostly a short-term retiming of transactions. The findings are calibrated to a simple bargaining model to show they imply that about sixty percent of the surplus generated by the holiday accrued to buyers.", "authors": ["epbe46", "epsu32"], "abstractStem": "thi paper exploit the 2008 09 stamp duti holiday in the unit kingdom to estim the incid of a transact tax on hous the averag reduct in the aftertax sale price is found to be around  900 against the backdrop of an averag tax reduct of about  1500 while we estim an increas in transact of properti affect by the tax holiday around 8 most of thi effect appear to have revers rapidli after the polici wa withdrawn suggest mostli a shortterm retim of transact the find are calibr to a simpl bargain model to show they impli that about sixti percent of the surplu gener by the holiday accru to buyer", "title": "The incidence of transaction taxes: Evidence from a stamp duty holiday"}, "https://ideas.repec.org/a/aea/jecper/v28y2014i4p99-120.html": {"abstract": "Low-income countries typically collect taxes of between 10 to 20 percent of GDP while the average for high-income countries is more like 40 percent. In order to understand taxation, economic development, and the relationships between them, we need to think about the forces that drive the development process. Poor countries are poor for certain reasons, and these reasons can also help to explain their weakness in raising tax revenue. We begin by laying out some basic relationships regarding how tax revenue as a share of GDP varies with per capita income and with the breadth of a country's tax base. We sketch a baseline model of what determines a country's tax revenue as a share of GDP. We then turn to our primary focus: why do developing countries tax so little? We begin with factors related to the economic structure of these economies. But we argue that there is also an important role for political factors, such as weak institutions, fragmented polities, and a lack of transparency due to weak news media. Moreover, sociological and cultural factors- such as a weak sense of national identity and a poor norm for compliance- may stifle the collection of tax revenue. In each case, we suggest the need for a dynamic approach that encompasses the two-way interactions between these political, social, and cultural factors and the economy.", "authors": ["epbe46"], "abstractStem": "lowincom countri typic collect tax of between 10 to 20 percent of gdp while the averag for highincom countri is more like 40 percent in order to understand taxat econom develop and the relationship between them we need to think about the forc that drive the develop process poor countri are poor for certain reason and these reason can also help to explain their weak in rais tax revenu we begin by lay out some basic relationship regard how tax revenu as a share of gdp vari with per capita incom and with the breadth of a countri tax base we sketch a baselin model of what determin a countri tax revenu as a share of gdp we then turn to our primari focu whi do develop countri tax so littl we begin with factor relat to the econom structur of these economi but we argu that there is also an import role for polit factor such as weak institut fragment politi and a lack of transpar due to weak news media moreov sociolog and cultur factor such as a weak sens of nation ident and a poor norm for complianc may stifl the collect of tax revenu in each case we suggest the need for a dynam approach that encompass the twoway interact between these polit social and cultur factor and the economi", "title": "Why Do Developing Countries Tax So Little?"}, "https://ideas.repec.org/a/ecj/econjl/v99y1989i397p844-49.html": {"abstract": " This note proposes a definition of luxury and necessity that is useful when utility functions are cardinal. The author offers an exposition using the profit function representation of preferences and also gives some motivation. Applications are found in the theory of the consumer in an intertemporal setting, commodity price stabilization theory, and a consumer's decision to hedge in a futures market. Copyright 1989 by Royal Economic Society.", "authors": ["epbe46"], "abstractStem": " thi note propos a definit of luxuri and necess that is use when util function are cardin the author offer an exposit use the profit function represent of prefer and also give some motiv applic are found in the theori of the consum in an intertempor set commod price stabil theori and a consum decis to hedg in a futur market copyright 1989 by royal econom societi", "title": "A Definition of Luxury and Necessity for Cardinal Utility Functions"}, "https://ideas.repec.org/a/aea/aecrev/v99y2009i2p292-97.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe46", "eppe28"], "abstractStem": "no abstract is avail for thi item", "title": "Repression or Civil War?"}, "https://ideas.repec.org/a/tpr/jeurec/v2y2004i2-3p193-215.html": {"abstract": " This paper looks at the theory behind the idea that paying politicians better will improve their performance. The paper lays out a political agency model with adverse selection and moral hazard where politicians are subject to two-period term limits. This model provides a number of predictions about how the pay of politicians affects agency problems. We also consider what happens when the pool of politicians is endogenous. The main ideas in the model are confronted with data on U.S. governors. (JEL: D72, J33) Copyright (c) 2004 The European Economic Association.", "authors": ["epbe46"], "abstractStem": " thi paper look at the theori behind the idea that pay politician better will improv their perform the paper lay out a polit agenc model with advers select and moral hazard where politician are subject to twoperiod term limit thi model provid a number of predict about how the pay of politician affect agenc problem we also consid what happen when the pool of politician is endogen the main idea in the model are confront with data on us governor jel d72 j33 copyright c 2004 the european econom associ", "title": "Joseph Schumpeter Lecture: Paying Politicians: Theory and Evidence"}, "https://ideas.repec.org/a/aea/jecper/v17y2003i3p3-22.html": {"abstract": "The Millennium Development Goals--global targets that the world's leaders set at the Millennium Summit in September 2000--are an ambitious agenda for reducing poverty. As a central plank, these goals include halving the proportion of people living below a dollar a day from around 30 percent of the developing world's population in 1990 to 15 percent by 2015--a reduction in the absolute number of poor of around one billion. This paper examines what economic research can tell us about how to fulfill these goals. It begins by discussing poverty trends on a global scale--where the poor are located in the world and how their numbers have been changing over time. It then discusses the relationship of economic growth and income distribution to poverty reduction. Finally, it suggests an evidence-based agenda for poverty reduction in the developing world.", "authors": ["epbe46", "epbu12"], "abstractStem": "the millennium develop goalsglob target that the world leader set at the millennium summit in septemb 2000are an ambiti agenda for reduc poverti as a central plank these goal includ halv the proport of peopl live below a dollar a day from around 30 percent of the develop world popul in 1990 to 15 percent by 2015a reduct in the absolut number of poor of around one billion thi paper examin what econom research can tell us about how to fulfil these goal it begin by discuss poverti trend on a global scalewher the poor are locat in the world and how their number have been chang over time it then discuss the relationship of econom growth and incom distribut to poverti reduct final it suggest an evidencebas agenda for poverti reduct in the develop world", "title": "Halving Global Poverty"}, "https://ideas.repec.org/a/sae/niesru/v224y2013i1pr1-r13.html": {"abstract": "What policies and institutions are needed to sustain long-run growth in the UK? We describe an optimistic story of the UK economy over the past 30 years. From the late 1970s, the UK reversed a century of relative decline in terms of per capita GDP with our main counterparts in the US, France and Germany. A key factor behind this improvement was an array of policy changes including an expansion of higher education and greater competition in product and labour markets. However, major weaknesses with respect to long-run investment in human capital, infrastructure and innovation remain. These are hampered by problems of short-termism and policy risk. We propose a series of radical reforms to address these problems: such as more flexibility in schooling with a new focus on disadvantage; a new architecture for national infrastructure decisions and more competition in banking.", "authors": ["epbe46", "epva45"], "abstractStem": "what polici and institut are need to sustain longrun growth in the uk we describ an optimist stori of the uk economi over the past 30 year from the late 1970 the uk revers a centuri of rel declin in term of per capita gdp with our main counterpart in the us franc and germani a key factor behind thi improv wa an array of polici chang includ an expans of higher educ and greater competit in product and labour market howev major weak with respect to longrun invest in human capit infrastructur and innov remain these are hamper by problem of shortterm and polici risk we propos a seri of radic reform to address these problem such as more flexibl in school with a new focu on disadvantag a new architectur for nation infrastructur decis and more competit in bank", "title": "Investing for Prosperity: Skills, Infrastructure and Innovation"}, "https://ideas.repec.org/a/eee/wdevel/v17y1989i12p1921-1930.html": {"abstract": "No abstract is available for this item.", "authors": ["epaz45", "epbe46"], "abstractStem": "no abstract is avail for thi item", "title": "General equilibrium with parallel markets for goods and foreign exchange: Theory and application to Ghana"}, "https://ideas.repec.org/a/aea/aecrev/v96y2006i3p720-736.html": {"abstract": "It has long been recognized that the media play an essential role in government accountability. Even in the absence of censorship, however, the government may influence news content by maintaining a \"cozy\" relationship with the media. This paper develops a model of democratic politics in which media capture is endogenous. The model offers insights into the features of the media market that determine the ability of the government to exercise such capture and hence to influence political outcomes. (JEL D72, D73, L82)", "authors": ["epbe46", "eppr174"], "abstractStem": "it ha long been recogn that the media play an essenti role in govern account even in the absenc of censorship howev the govern may influenc news content by maintain a cozi relationship with the media thi paper develop a model of democrat polit in which media captur is endogen the model offer insight into the featur of the media market that determin the abil of the govern to exercis such captur and henc to influenc polit outcom jel d72 d73 l82", "title": "Handcuffs for the Grabbing Hand? Media Capture and Government Accountability"}, "firstname": "Timothy", "https://ideas.repec.org/a/oup/restud/v68y2001i1p67-82..html": {"abstract": "This paper studies the impact of lobbying on political competition and policy outcomes in a framework which integrates the citizen-candidate model of representative democracy with the menu-auction model of lobbying. Positive and normative issues are analysed. On the positive side, lobbying need have little or no effect on policy outcomes because voters can restrict the influence of lobbyists by supporting candidates with offsetting policy preferences. On the normative side, coordination failure among lobbyists can result in Pareto inefficient policy choices. In addition, by creating rents to holding office, lobbying can lead to \"excessive\" entry into electoral competition.", "authors": [], "abstractStem": "thi paper studi the impact of lobbi on polit competit and polici outcom in a framework which integr the citizencandid model of repres democraci with the menuauct model of lobbi posit and norm issu are analys on the posit side lobbi need have littl or no effect on polici outcom becaus voter can restrict the influenc of lobbyist by support candid with offset polici prefer on the norm side coordin failur among lobbyist can result in pareto ineffici polici choic in addit by creat rent to hold offic lobbi can lead to excess entri into elector competit", "title": "Lobbying and Welfare in a Representative Democracy"}, "https://ideas.repec.org/a/aea/aecrev/v85y1995i1p25-45.html": {"abstract": " This paper develops a model of the political economy of tax-setting in a multijurisdictional world where voters' choices and incumbent behavior are determined simultaneously. Voters are assumed to make comparisons between jurisdictions to overcome political agency problems. This forces incumbents into a (yardstick) competition in which they care about what other incumbents are doing. The authors provide a theoretical framework and empirical evidence using U.S. state data from 1960 to 1988. The results are encouraging to the view that vote-seeking and tax-setting are tied together through the nexus of yardstick competition. Copyright 1995 by American Economic Association.", "authors": ["epbe46", "epca108"], "abstractStem": " thi paper develop a model of the polit economi of taxset in a multijurisdict world where voter choic and incumb behavior are determin simultan voter are assum to make comparison between jurisdict to overcom polit agenc problem thi forc incumb into a yardstick competit in which they care about what other incumb are do the author provid a theoret framework and empir evid use us state data from 1960 to 1988 the result are encourag to the view that voteseek and taxset are tie togeth through the nexu of yardstick competit copyright 1995 by american econom associ", "title": "Incumbent Behavior: Vote-Seeking, Tax-Setting, and Yardstick Competition"}, "https://ideas.repec.org/a/eee/deveco/v65y2001i1p239-241.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe46"], "abstractStem": "no abstract is avail for thi item", "title": "Development microeconomics: Pranab K. Bardhan and C. Udry, 1999, Clarendon Press: Oxford, pp. 237"}, "https://ideas.repec.org/a/oup/qjecon/v109y1994i2p491-515..html": {"abstract": "Economists now appreciate that resource allocation in less economically developed economies is profoundly influenced by nonfirm economic institutions. However, our theories of nonfirm institutions often suggest different answers to many questions including those of policy. This paper illustrates a method for discriminating between alternative theories using data from German credit cooperatives from nineteenth and early twentieth century Germany. We build a model of credit cooperatives designed to provide monitoring incentives and test this using nineteenth century data.", "authors": ["epgu29"], "abstractStem": "economist now appreci that resourc alloc in less econom develop economi is profoundli influenc by nonfirm econom institut howev our theori of nonfirm institut often suggest differ answer to mani question includ those of polici thi paper illustr a method for discrimin between altern theori use data from german credit cooper from nineteenth and earli twentieth centuri germani we build a model of credit cooper design to provid monitor incent and test thi use nineteenth centuri data", "title": "Thy Neighbor's Keeper: The Design of a Credit Cooperative with Theory and a Test"}, "https://ideas.repec.org/a/ecj/econjl/v117y2007i524pf570-f587.html": {"abstract": " The aim of the New Political Economy is to understand important issues that arise in the policy sphere. -super-1  It is not, as is occasionally hinted, an effort by economists to colonise political science. Rather, the main concern is to extend the competence of economists to analyse issues that require some facility with economic and political decision making. At the margin, the New Political Economy reverses the split that occurred between the disciplines of economics and political science at the end of the nineteenth century. This article is not a survey of the field. It is a selective and personal view of some of the themes in the literature. It is framed more as a manifesto presented in the hope that somebody who encounters these ideas for the first time here might be tempted to delve further into the literature and even contribute to it. Copyright 2007 The Author(s). Journal compilation Royal Economic Society 2007.", "authors": ["epbe46"], "abstractStem": " the aim of the new polit economi is to understand import issu that aris in the polici sphere super1  it is not as is occasion hint an effort by economist to colonis polit scienc rather the main concern is to extend the compet of economist to analys issu that requir some facil with econom and polit decis make at the margin the new polit economi revers the split that occur between the disciplin of econom and polit scienc at the end of the nineteenth centuri thi articl is not a survey of the field it is a select and person view of some of the theme in the literatur it is frame more as a manifesto present in the hope that somebodi who encount these idea for the first time here might be tempt to delv further into the literatur and even contribut to it copyright 2007 the author journal compil royal econom societi 2007", "title": "The New Political Economy"}, "https://ideas.repec.org/a/ecm/emetrp/v78y2010i1p1-34.html": {"abstract": " The absence of state capacities to raise revenue and to support markets is a key factor in explaining the persistence of weak states. This paper reports on an ongoing project to investigate the incentive to invest in such capacities. The paper sets out a simple analytical structure in which state capacities are modeled as forward looking investments by government. The approach highlights some determinants of state building including the risk of external or internal conflict, the degree of political instability, and dependence on natural resources. Throughout, we link these state capacity investments to patterns of development and growth. Copyright 2010 The Econometric Society.", "authors": ["epbe46", "eppe28"], "abstractStem": " the absenc of state capac to rais revenu and to support market is a key factor in explain the persist of weak state thi paper report on an ongo project to investig the incent to invest in such capac the paper set out a simpl analyt structur in which state capac are model as forward look invest by govern the approach highlight some determin of state build includ the risk of extern or intern conflict the degre of polit instabl and depend on natur resourc throughout we link these state capac invest to pattern of develop and growth copyright 2010 the econometr societi", "title": "State Capacity, Conflict, and Development"}, "https://ideas.repec.org/a/bla/buecrs/v40y1988i2p159-63.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe46", "eppr2"], "abstractStem": "no abstract is avail for thi item", "title": "Invariance and the Axiomatics of Income Tax Progression: A Comment"}, "https://ideas.repec.org/a/cai/edddbu/edd_224_0089.html": {"abstract": "Effective provision of public goods is one of the key determinants of quality of life and also an important plank of poverty reduction strategy. Improving public service delivery is therefore one of the biggest challenges. In this paper we discuss some ideas from the emerging literature on public organizations and political economy that breaks out of the standard market-government dichotomy with a special focus on the role of non-state actors, such as non-governmental organizations (NGOs).", "authors": ["epbe46", "epgh108"], "abstractStem": "effect provis of public good is one of the key determin of qualiti of life and also an import plank of poverti reduct strategi improv public servic deliveri is therefor one of the biggest challeng in thi paper we discuss some idea from the emerg literatur on public organ and polit economi that break out of the standard marketgovern dichotomi with a special focu on the role of nonstat actor such as nongovernment organ ngo", "title": "L'offre de services publics par les acteurs non gouvernementaux"}, "https://ideas.repec.org/a/oup/qjecon/v127y2012i1p237-282.html": {"abstract": " This paper explores the consequences of improving property rights to facilitate the use of fixed assets as collateral, popularly attributed to the influential policy advocate Hernando de Soto. We use an equilibrium model of a credit market with moral hazard to characterize the theoretical effects and also develop a quantitative analysis using data from Sri Lanka. We show that the effects are likely to be nonlinear and heterogeneous by wealth group. They also depend on the extent of competition between lenders. There can be significant increases in profits and reductions in interest rates when credit markets are competitive. However, since these are due to reductions in moral hazard, that is, increased effort, the welfare gains tend to be modest when cost of effort is taken into account. Allowing for an extensive margin where borrowers gain access to the credit market can make these effects larger depending on the underlying wealth distribution. Copyright 2012, Oxford University Press.", "authors": ["epbe46", "fpbu275", "epgh108"], "abstractStem": " thi paper explor the consequ of improv properti right to facilit the use of fix asset as collater popularli attribut to the influenti polici advoc hernando de soto we use an equilibrium model of a credit market with moral hazard to character the theoret effect and also develop a quantit analysi use data from sri lanka we show that the effect are like to be nonlinear and heterogen by wealth group they also depend on the extent of competit between lender there can be signific increas in profit and reduct in interest rate when credit market are competit howev sinc these are due to reduct in moral hazard that is increas effort the welfar gain tend to be modest when cost of effort is taken into account allow for an extens margin where borrow gain access to the credit market can make these effect larger depend on the underli wealth distribut copyright 2012 oxford univers press", "title": "Incentives and the De Soto Effect"}, "https://ideas.repec.org/a/aea/aecrev/v81y1991i4p979-84.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe46", "epco66"], "abstractStem": "no abstract is avail for thi item", "title": "Public Provision of Private Goods and the Redistribution of Income"}, "https://ideas.repec.org/a/eso/journl/v44y2013i3p297-321.html": {"abstract": "'The fiscal history of a people is above all an essential part of its general history. An enormous influence on the fate of nations emanates from the economic bleeding which the needs of the state necessitates, and from the use to which the results are put.' Joseph Schumpeter, “The Crisis of the Tax State”, 1917/18, page 100. The above quote is from an article by Schumpeter which is often thought of as one of the founding articles in the field of fiscal sociology. I am fairly certain that many economists, even those who work in the field of public finance, have not engaged very much with the issues that Schumpeter raises here. It is worth bearing in mind he wrote the words above in an era when it was common for governments of the most prosperous countries to raise around 10 per cent of GDP in taxes. Even then, the question that pre-occupied Schumpeter was whether and how revenues on that scale were sustainable. This requires a proper appreciation of the economic, social and political forces that make tax raising possible.", "authors": ["epbe46"], "abstractStem": "the fiscal histori of a peopl is abov all an essenti part of it gener histori an enorm influenc on the fate of nation eman from the econom bleed which the need of the state necessit and from the use to which the result are put joseph schumpet  the crisi of the tax state  191718 page 100 the abov quot is from an articl by schumpet which is often thought of as one of the found articl in the field of fiscal sociolog i am fairli certain that mani economist even those who work in the field of public financ have not engag veri much with the issu that schumpet rais here it is worth bear in mind he wrote the word abov in an era when it wa common for govern of the most prosper countri to rais around 10 per cent of gdp in tax even then the question that preoccupi schumpet wa whether and how revenu on that scale were sustain thi requir a proper appreci of the econom social and polit forc that make tax rais possibl", "title": "Making and Breaking Tax Systems"}}}