{"epbe55": {"https://ideas.repec.org/a/eee/moneco/v31y1993i2p251-267.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe55"], "abstractStem": "no abstract is avail for thi item", "title": "The world on a cross of gold : A review of 'golden fetters: The gold standard and the great depression, 1919-1939'"}, "https://ideas.repec.org/a/aea/aecrev/v91y2001i2p253-257.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe55", "epge11"], "abstractStem": "no abstract is avail for thi item", "title": "Should Central Banks Respond to Movements in Asset Prices?"}, "https://ideas.repec.org/a/aea/aecrev/v78y1988i2p435-39.html": {"abstract": "Standard models of aggregate demand treat money and credit asymmetrically; money is given a special status, while loans, bonds, and other debt instruments are lumped together in a \"bond market\" and suppressed by Walras' Law. This makes bank liabilities central to the monetary transmission mechanism, while giving no role to bank assets. We show how to modify a textbook IS-UI model so as to permit a more balanced treatment. As in Tobin (1969) and Brunner-Meltzer (1972), the key assumption is that loans and bonds are imperfect substitutes. In the modified model, credit supply and demand shocks have independent effects on aggregate demand; the nature of the monetary transmission mechanism is also somewhat different. The main policy implication is that the relative value of money and credit as policy indicators depends on the variances of shocks to money and credit demand. We present some evidence that money-demand shocks have become more important relative to credit-demand shocks during the 1980s.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epbe55", "epbl41"], "abstractStem": "standard model of aggreg demand treat money and credit asymmetr money is given a special statu while loan bond and other debt instrument are lump togeth in a bond market and suppress by walra law thi make bank liabil central to the monetari transmiss mechan while give no role to bank asset we show how to modifi a textbook isui model so as to permit a more balanc treatment as in tobin 1969 and brunnermeltz 1972 the key assumpt is that loan and bond are imperfect substitut in the modifi model credit suppli and demand shock have independ effect on aggreg demand the natur of the monetari transmiss mechan is also somewhat differ the main polici implic is that the rel valu of money and credit as polici indic depend on the varianc of shock to money and credit demand we present some evid that moneydemand shock have becom more import rel to creditdemand shock dure the 1980spthi abstract wa borrow from anoth version of thi item", "title": "Credit, Money, and Aggregate Demand"}, "https://ideas.repec.org/a/cml/boletn/vlixy2013i2p43-56.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe55"], "abstractStem": "no abstract is avail for thi item", "title": "Un siglo de la banca central estadounidense: objetivos, marcos de política y rendición de cuentas"}, "https://ideas.repec.org/a/eee/crcspp/v39y1993ip47-52.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe55"], "abstractStem": "no abstract is avail for thi item", "title": "How important is the credit channel in the transmission of monetary policy? : A comment"}, "https://ideas.repec.org/a/mcb/jmoncb/v29y1997i4p649-52.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe55"], "abstractStem": "no abstract is avail for thi item", "title": "Comment on \"Unanticipated Money Growth and the Business Cycle Reconsidered.\""}, "https://ideas.repec.org/a/eee/econom/v37y1988i3p293-326.html": {"abstract": "This paper develops and compares nonnested hypothesis tests for linear regression models with first-order serially correlated errors. It extends the nonnested testing procedures of Pesaran, Fisher and McAleer, and Davidson and MacKinnon, and compares their performance on four conventional models of aggregate investment demand using quarterly U.S. investment data from 1951:1 to 1983:IV. The data and the nonnested hypothesis tests initially indicate that no model is correctly specified, and that the tests are occasionally intransitive in their assessments. Before rejecting these conventional models of investment demand, we go on to investigate the small sample properties of these different nonnested test procedures through a series of monte carlo studies. These investigations demonstrate that when there is significant serial correlation, there are systematic finite sample biases in the nominal size and power of these test statistics. The direction of the bias is toward rejection of the null model, although it varies considerably by the type of test and estimation technique. After revising our critical levels for this finite sample bias, we conclude that the accelerator model of equipment investment cannot be rejected by any of the other alternatives.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epbe55", "epbo25"], "abstractStem": "thi paper develop and compar nonnest hypothesi test for linear regress model with firstord serial correl error it extend the nonnest test procedur of pesaran fisher and mcaleer and davidson and mackinnon and compar their perform on four convent model of aggreg invest demand use quarterli us invest data from 19511 to 1983iv the data and the nonnest hypothesi test initi indic that no model is correctli specifi and that the test are occasion intransit in their assess befor reject these convent model of invest demand we go on to investig the small sampl properti of these differ nonnest test procedur through a seri of mont carlo studi these investig demonstr that when there is signific serial correl there are systemat finit sampl bias in the nomin size and power of these test statist the direct of the bia is toward reject of the null model although it vari consider by the type of test and estim techniqu after revis our critic level for thi finit sampl bia we conclud that the acceler model of equip invest cannot be reject by ani of the other alternativespthi abstract wa borrow from anoth version of thi item", "title": "Alternative non-nested specification tests of time-series investment models"}, "https://ideas.repec.org/a/aea/aecrev/v73y1983i2p71-75.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe55"], "abstractStem": "no abstract is avail for thi item", "title": "The Determinants of Investment: Another Look"}, "https://ideas.repec.org/a/fip/fedbne/y1990inovp51-68.html": {"abstract": "Economists have long understood that financial market variables contain considerable information about the future of the economy. Recently a number of researchers have pointed out that interest rates and interest rate spreads--that is, differences between interest rates on alternative financial assets--can be effective predictors of the economy. ; This finding raises a number of questions, possibly the most important being why interest rates and spreads predict the course of the economy so well. The author’s tentative conclusion is that the spread between commercial paper and Treasury bill rates has historically been a good predictor because it combines information about both monetary and nonmonetary factors ~iffecting the economy, and because it does this more accurately than alternative interest rate-based measures.", "authors": ["epbe55"], "abstractStem": "economist have long understood that financi market variabl contain consider inform about the futur of the economi recent a number of research have point out that interest rate and interest rate spreadsthat is differ between interest rate on altern financi assetscan be effect predictor of the economi  thi find rais a number of question possibl the most import be whi interest rate and spread predict the cours of the economi so well the author s tent conclus is that the spread between commerci paper and treasuri bill rate ha histor been a good predictor becaus it combin inform about both monetari and nonmonetari factor iffect the economi and becaus it doe thi more accur than altern interest ratebas measur", "title": "On the predictive power of interest rates and interest rate spreads"}, "https://ideas.repec.org/a/aea/jecper/v9y1995i4p27-48.html": {"abstract": "The 'credit channel' theory of monetary policy transmission holds that informational frictions in credit markets worsen during tight-money periods. The resulting increase in the external finance premium--the difference in cost between internal and external funds--enhances the effects of monetary policy on the real economy. The authors document the responses of GDP and its components to monetary policy shocks and describe how the credit channel helps explain the facts. They discuss two main components of this mechanism, the balance sheet and bank lending channels. The authors argue that forecasting exercises using credit aggregates are not valid tests of this theory.", "authors": ["epbe55", "epge11"], "abstractStem": "the credit channel theori of monetari polici transmiss hold that inform friction in credit market worsen dure tightmoney period the result increas in the extern financ premiumth differ in cost between intern and extern fundsenh the effect of monetari polici on the real economi the author document the respons of gdp and it compon to monetari polici shock and describ how the credit channel help explain the fact they discuss two main compon of thi mechan the balanc sheet and bank lend channel the author argu that forecast exercis use credit aggreg are not valid test of thi theori", "title": "Inside the Black Box: The Credit Channel of Monetary Policy Transmission"}, "https://ideas.repec.org/a/bin/bpeajo/v35y2004i2004-2p1-100.html": {"abstract": "The success over the years in reducing inflation and, consequently, the average level of nominal interest rates has increased the likelihood that the nominal policy interest rate may become constrained by the zero lower bound. When that happens, a central bank can no longer stimulate aggregate demand by further interest-rate reductions and must rely on \"non-standard\" policy alternatives. To assess the potential effectiveness of such policies, we analyze the behavior of selected asset prices over short periods surrounding central bank statements or other types of financial or economic news and estimate \"no-arbitrage\" models of the term structure for the United States and Japan. There is some evidence that central bank communications can help to shape public expectations of future policy actions and that asset purchases in large volume by a central bank would be able to affect the price or yield of the targeted asset.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epbe55", "epre75"], "abstractStem": "the success over the year in reduc inflat and consequ the averag level of nomin interest rate ha increas the likelihood that the nomin polici interest rate may becom constrain by the zero lower bound when that happen a central bank can no longer stimul aggreg demand by further interestr reduct and must reli on nonstandard polici altern to assess the potenti effect of such polici we analyz the behavior of select asset price over short period surround central bank statement or other type of financi or econom news and estim noarbitrag model of the term structur for the unit state and japan there is some evid that central bank commun can help to shape public expect of futur polici action and that asset purchas in larg volum by a central bank would be abl to affect the price or yield of the target assetpthi abstract wa borrow from anoth version of thi item", "title": "Monetary Policy Alternatives at the Zero Bound: An Empirical Assessment"}, "https://ideas.repec.org/a/fip/fedkpr/y2008p1-13.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe55"], "abstractStem": "no abstract is avail for thi item", "title": "Opening remarks: 2008 Economic Symposium, Jackson Hole"}, "https://ideas.repec.org/a/cml/boletn/vlviy2010i1p3-17.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe55"], "abstractStem": "no abstract is avail for thi item", "title": "Política monetaria y la burbuja inmobiliaria"}, "https://ideas.repec.org/a/aea/jecper/v27y2013i4p3-16.html": {"abstract": "Several key episodes in the 100-year history of the Federal Reserve have been referred to in various contexts with the adjective \"Great\" attached to them: the Great Experiment of the Federal Reserve's founding, the Great Depression, the Great Inflation and subsequent disinflation, the Great Moderation, and the recent Great Recession. Here, I'll use this sequence of \"Great\" episodes to discuss the evolution over the past 100 years of three key aspects of Federal Reserve policymaking: the goals of policy, the policy framework, and accountability and communication. The changes over time in these three areas provide a useful perspective, I believe, on how the role and functioning of the Federal Reserve have changed since its founding in 1913, as well as some lessons for the present and for the future.", "authors": ["epbe55"], "abstractStem": "sever key episod in the 100year histori of the feder reserv have been refer to in variou context with the adject great attach to them the great experi of the feder reserv found the great depress the great inflat and subsequ disinfl the great moder and the recent great recess here ill use thi sequenc of great episod to discuss the evolut over the past 100 year of three key aspect of feder reserv policymak the goal of polici the polici framework and account and commun the chang over time in these three area provid a use perspect i believ on how the role and function of the feder reserv have chang sinc it found in 1913 as well as some lesson for the present and for the futur", "title": "A Century of US Central Banking: Goals, Frameworks, Accountability"}, "https://ideas.repec.org/a/aea/aecrev/v79y1989i2p210-14.html": {"abstract": "In this paper, we consider whether there are lessons to be drawn from the experience of the American economy during the 1930's for the current European situation. The comparison reveals some important differences: In particular, the persistence of American unemployment in the 1930's reflected to a much greater degree a sequence of large destabilizing shocks, and much less a low-level equilibrium trap, than does modern European unemployment. The self-correcting tendencies of the 1930's U.S. economy were probably much stronger than is generally acknowledged. However, the experience of the Depression era confirms the modern observation that the level of unemployment does not much affect the rate of inflation--an observation that, we argue, is consistent with macro theory. The Depression experience also supports the impression that political factors are important in real wage determination.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epbe55"], "abstractStem": "in thi paper we consid whether there are lesson to be drawn from the experi of the american economi dure the 1930 for the current european situat the comparison reveal some import differ in particular the persist of american unemploy in the 1930 reflect to a much greater degre a sequenc of larg destabil shock and much less a lowlevel equilibrium trap than doe modern european unemploy the selfcorrect tendenc of the 1930 us economi were probabl much stronger than is gener acknowledg howev the experi of the depress era confirm the modern observ that the level of unemploy doe not much affect the rate of inflationan observ that we argu is consist with macro theori the depress experi also support the impress that polit factor are import in real wage determinationpthi abstract wa borrow from anoth version of thi item", "title": "Unemployment, Inflation, and Wages in the American Depression: Are There Lessons for Europe?"}, "https://ideas.repec.org/a/fip/fedkpr/y2010p1-16.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe55"], "abstractStem": "no abstract is avail for thi item", "title": "Opening remarks: the economic outlook and monetary policy"}, "https://ideas.repec.org/a/aea/aecrev/v94y2004i2p85-90.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe55", "epre75"], "abstractStem": "no abstract is avail for thi item", "title": "Conducting Monetary Policy at Very Low Short-Term Interest Rates"}, "https://ideas.repec.org/a/aea/jecper/v11y1997i2p97-116.html": {"abstract": "In recent years, a number of industrialized countries have adopted a strategy for monetary policy known as 'inflation targeting.' The authors describe how this approach has been implemented in practice and argue that it is best understood as a broad framework for policy, which allows the central bank 'constrained discretion,' rather than as an ironclad policy rule in the Friedman sense. They discuss the potential of the inflation-targeting approach for making monetary policy more coherent and transparent and for increasing monetary policy discipline. The authors' final section addresses some additional practical issues raised by this approach.", "authors": ["epbe55", "epmi37"], "abstractStem": "in recent year a number of industri countri have adopt a strategi for monetari polici known as inflat target the author describ how thi approach ha been implement in practic and argu that it is best understood as a broad framework for polici which allow the central bank constrain discret rather than as an ironclad polici rule in the friedman sens they discuss the potenti of the inflationtarget approach for make monetari polici more coher and transpar and for increas monetari polici disciplin the author final section address some addit practic issu rais by thi approach", "title": "Inflation Targeting: A New Framework for Monetary Policy?"}, "https://ideas.repec.org/a/oup/qjecon/v120y2005i1p387-422..html": {"abstract": "Structural vector autoregressions (VARs) are widely used to trace out the effect of monetary policy innovations on the economy. However, the sparse information sets typically used in these empirical models lead to at least three potential problems with the results. First, to the extent that central banks and the private sector have information not reflected in the VAR, the measurement of policy innovations is likely to be contaminated. Second, the choice of a specific data series to represent a general economic concept such as \"real activity\" is often arbitrary to some degree. Third, impulse responses can be observed only for the included variables, which generally constitute only a small subset of the variables that the researcher and policy-maker care about. In this paper we investigate one potential solution to this limited information problem, which combines the standard structural VAR analysis with recent developments in factor analysis for large data sets. We find that the information that our factor-augmented VAR (FAVAR) methodology exploits is indeed important to properly identify the monetary transmission mechanism. Overall, our results provide a comprehensive and coherent picture of the effect of monetary policy on the economy.", "authors": [], "abstractStem": "structur vector autoregress var are wide use to trace out the effect of monetari polici innov on the economi howev the spars inform set typic use in these empir model lead to at least three potenti problem with the result first to the extent that central bank and the privat sector have inform not reflect in the var the measur of polici innov is like to be contamin second the choic of a specif data seri to repres a gener econom concept such as real activ is often arbitrari to some degre third impuls respons can be observ onli for the includ variabl which gener constitut onli a small subset of the variabl that the research and policymak care about in thi paper we investig one potenti solut to thi limit inform problem which combin the standard structur var analysi with recent develop in factor analysi for larg data set we find that the inform that our factoraug var favar methodolog exploit is inde import to properli identifi the monetari transmiss mechan overal our result provid a comprehens and coher pictur of the effect of monetari polici on the economi", "title": "Measuring the Effects of Monetary Policy: A Factor-Augmented Vector Autoregressive (FAVAR) Approach"}, "https://ideas.repec.org/a/fip/fedlrv/y2008ijulp405-420nv.90no.4.html": {"abstract": "\"The Importance of Being Predictable\" by John B. Taylor -- \"Monetary Policy Under Uncertainty\" by Ben S. Bernanke -- \"The Importance of Being Predictable\" by William Poole", "authors": ["epbe55", "eppo114", "epta174"], "abstractStem": "the import of be predict by john b taylor  monetari polici under uncertainti by ben s bernank  the import of be predict by william pool", "title": "Panel discussion"}, "https://ideas.repec.org/a/fip/fedkpr/y2011p1-12.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe55"], "abstractStem": "no abstract is avail for thi item", "title": "Opening remarks: the near and longer-term prospects for the U.S. economy"}, "https://ideas.repec.org/a/fip/fedpbr/y1988inovp3-11.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe55"], "abstractStem": "no abstract is avail for thi item", "title": "Monetary policy transmission: through money or credit?"}, "https://ideas.repec.org/a/aea/aecrev/v76y1986i1p82-109.html": {"abstract": " This paper employs monthly, industry-level data in a study of Depression-era labor markets. As in Robert Lucas (1970), the model usedhere assumes that employers can vary total labor input not only by changing the number of workers but also by changing the length of thework week. (This assumption seems particularly relevant to the 1930s, aperiod in which work weeks fluctuated sharply.) With aggregate demandtreated as exogenous and in conjunction with additional elements, themodel seems able to provide an empirical explanation of the behavior ofthe key labor market time series, including hours of work and real wages. Copyright 1986 by American Economic Association.", "authors": ["epbe55"], "abstractStem": " thi paper employ monthli industrylevel data in a studi of depressionera labor market as in robert luca 1970 the model usedher assum that employ can vari total labor input not onli by chang the number of worker but also by chang the length of thework week thi assumpt seem particularli relev to the 1930 aperiod in which work week fluctuat sharpli with aggreg demandtr as exogen and in conjunct with addit element themodel seem abl to provid an empir explan of the behavior ofth key labor market time seri includ hour of work and real wage copyright 1986 by american econom associ", "title": "Employment, Hours, and Earnings in the Depression: An Analysis of EightManufacturing Industries"}, "https://ideas.repec.org/a/bin/bpeajo/v28y1997i1997-1p91-157.html": {"abstract": "Macroeconomic shocks such as wil price increases induce a systematic (endogenous) response of monetary policy. We develop a VAR-based technique for decomposing the total economic effects of a given exogenous shock into the portion attributable directly to the shock and the part arising from the policy response to the shock.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epbe55", "epge11", "fpwa582"], "abstractStem": "macroeconom shock such as wil price increas induc a systemat endogen respons of monetari polici we develop a varbas techniqu for decompos the total econom effect of a given exogen shock into the portion attribut directli to the shock and the part aris from the polici respons to the shockpthi abstract wa borrow from anoth version of thi item", "title": "Systematic Monetary Policy and the Effects of Oil Price Shocks"}, "https://ideas.repec.org/a/mcb/jmoncb/v27y1995i1p1-28.html": {"abstract": "Recently, research on the causes of the Great Depression has shifted from a heavy emphasis on events in the United States to a broader, more comparative approach that examines the interwar experiences of many countries simultaneously. In this lecture I survey the current state of our knowledge about the Depression from a comparative perspective. On the aggregate demand side of the economy, comparative analysis has greatly strengthened the empirical case for monetary shocks as a major driving force of the Depression; an interesting possibility suggested by this analysis is that the worldwide monetary collapse that began in 1931 may be interpreted as a jump from one Nash equilibrium to another. On the aggregate supply side, comparative empirical studies provide support for both induced financial crisis and sticky nominal wages as mechanisms by which nominal shocks had real effects. Still unresolved is why nominal wages did not adjust more quickly in the face of mass unemployment.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epbe55"], "abstractStem": "recent research on the caus of the great depress ha shift from a heavi emphasi on event in the unit state to a broader more compar approach that examin the interwar experi of mani countri simultan in thi lectur i survey the current state of our knowledg about the depress from a compar perspect on the aggreg demand side of the economi compar analysi ha greatli strengthen the empir case for monetari shock as a major drive forc of the depress an interest possibl suggest by thi analysi is that the worldwid monetari collaps that began in 1931 may be interpret as a jump from one nash equilibrium to anoth on the aggreg suppli side compar empir studi provid support for both induc financi crisi and sticki nomin wage as mechan by which nomin shock had real effect still unresolv is whi nomin wage did not adjust more quickli in the face of mass unemploymentpthi abstract wa borrow from anoth version of thi item", "title": "The Macroeconomics of the Great Depression: A Comparative Approach"}, "https://ideas.repec.org/a/bpj/bejeap/v9y2009i3n2.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe55"], "abstractStem": "no abstract is avail for thi item", "title": "The Future of Mortgage Finance in the United States"}, "https://ideas.repec.org/a/aea/aecrev/v82y1992i4p901-21.html": {"abstract": " The authors show that the interest rate on Federal funds is extremely informative about future movements of real macroeconomic variables. Then they argue that the reason for this forecasting success is that the funds rate sensitively records shocks to the supply of bank reserves; that is, the funds rate is a good indicator of monetary policy actions. Finally, using innovations to the funds rate as a measure of changes in policy, the authors present evidence consistent with the view that monetary policy works at least in part through \"credit\" (i.e., bank loans) as well as through \"money\" (i.e., bank deposits). Copyright 1992 by American Economic Association.", "authors": ["epbe55", "epbl41"], "abstractStem": " the author show that the interest rate on feder fund is extrem inform about futur movement of real macroeconom variabl then they argu that the reason for thi forecast success is that the fund rate sensit record shock to the suppli of bank reserv that is the fund rate is a good indic of monetari polici action final use innov to the fund rate as a measur of chang in polici the author present evid consist with the view that monetari polici work at least in part through credit ie bank loan as well as through money ie bank deposit copyright 1992 by american econom associ", "title": "The Federal Funds Rate and the Channels of Monetary Transmission"}, "https://ideas.repec.org/a/fip/fedlrv/y1995imayp127-141.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe55", "epco35"], "abstractStem": "no abstract is avail for thi item", "title": "What do we know about how monetary policy affects the economy: a conference panel discussion"}, "https://ideas.repec.org/a/aea/aecrev/v71y1981i2p155-59.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe55"], "abstractStem": "no abstract is avail for thi item", "title": "Bankruptcy, Liquidity, and Recession"}, "https://ideas.repec.org/a/fip/fedlrv/y2005imarp277-292nv.87no.2,pt.2.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe55", "epbl41", "epmc4"], "abstractStem": "no abstract is avail for thi item", "title": "Panel discussion I: what have we learned since October 1979?"}, "https://ideas.repec.org/a/cto/journl/v25y2005i1p1-12.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe55"], "abstractStem": "no abstract is avail for thi item", "title": "Monetary Policy in a World of Mobile Capital"}, "https://ideas.repec.org/a/fip/fedfpr/y2003imarx1.html": {"abstract": "This paper analyzes the impact of unanticipated changes in the Federal funds target on equity prices, with the aim of both estimating the size of the typical reaction, and understanding the reasons for the market's response. On average over the May 1989 to December 2001 sample, a \"typical\" unanticipated 25 basis point rate cut has been associated with a 1.3 percent increase in the S&amp;P; 500 composite index. The estimated response varies considerably across industries, with the greatest sensitivity observed in cyclical industries like construction, and the smallest in mining and utilities. Very little of the market's reaction can be attributed to policy's effects on the real rate of interest or future dividends, however. Instead, most of the response of the current excess return on equities can be traced to policy's impact on expected future excess returns.", "authors": ["epbe55", "epku75"], "abstractStem": "thi paper analyz the impact of unanticip chang in the feder fund target on equiti price with the aim of both estim the size of the typic reaction and understand the reason for the market respons on averag over the may 1989 to decemb 2001 sampl a typic unanticip 25 basi point rate cut ha been associ with a 13 percent increas in the sampp 500 composit index the estim respons vari consider across industri with the greatest sensit observ in cyclic industri like construct and the smallest in mine and util veri littl of the market reaction can be attribut to polici effect on the real rate of interest or futur dividend howev instead most of the respons of the current excess return on equiti can be trace to polici impact on expect futur excess return", "title": "What explains the stock market's reaction to Federal Reserve policy?"}, "https://ideas.repec.org/a/bfr/fisrev/20111502.html": {"abstract": "A broad array of domestic institutional factors –including problems with the originate-to-distribute model for mortgage loans, deteriorating lending standards, deficiencies in risk management, conflicting incentives for the government-sponsored enterprises (GSEs), and shortcomings of supervision and regulation– were the primary sources of the US housing boom and bust and the associated financial crisis. In addition, the extended rise in US house prices was likely also supported by long-term interest rates (including mortgage rates) that were surprisingly low, given the level of short-term rates and other macro fundamentals –a development that Greenspan (2005) dubbed a “conundrum.” The “global saving glut” (GSG) hypothesis (Bernanke, 2005 and 2007) argues that increased capital inflows to the United States from countries in which desired saving greatly exceeded desired investment –including Asian emerging markets and commodity exporters– were an important reason that US longer-term interest rates during this period were lower than expected. This essay investigates further the effects of capital inflows to the United States on US longer-term interest rates; however, we look beyond the overall size of the inflows emphasised by the GSG hypothesis to examine the implications for US yields of the portfolio preferences of foreign creditors. We present evidence that, in the spirit of Caballero and Krishnamurthy (2009), foreign investors during this period tended to prefer US assets perceived to be safe. In particular, foreign investors –especially the GSG countries–acquired a substantial share of the new issues of US Treasuries, Agency debt, and Agency-sponsored mortgage-backed securities. The downward pressure on yields exerted by inflows from the GSG countries was reinforced by the portfolio preferences of other foreign investors. We focus particularly on the case of Europe: although Europe did not run a large current account surplus as did the GSG countries, we show that it leveraged up its international balance sheet, issuing external liabilities to finance substantial purchases of apparently safe US “private label” mortgage-backed securities and other fixed-income products. The strong demand for apparently safe assets by both domestic and foreign investors not only served to reduce yields on these assets but also provided additional incentives for the US financial services industry to develop structured investment products that “transformed” risky loans into highly-rated securities. Our findings do not challenge the view that domestic factors, including those listed above, were the primary sources of the housing boom and bust in the United States. However, examining how changes in the pattern of international capital flows affected yields on US assets helps provide a deeper understanding of the origins and dynamics of the crisis.", "authors": ["epbe55"], "abstractStem": "a broad array of domest institut factor  includ problem with the originatetodistribut model for mortgag loan deterior lend standard defici in risk manag conflict incent for the governmentsponsor enterpris gse and shortcom of supervis and regul  were the primari sourc of the us hous boom and bust and the associ financi crisi in addit the extend rise in us hous price wa like also support by longterm interest rate includ mortgag rate that were surprisingli low given the level of shortterm rate and other macro fundament  a develop that greenspan 2005 dub a  conundrum  the  global save glut  gsg hypothesi bernank 2005 and 2007 argu that increas capit inflow to the unit state from countri in which desir save greatli exceed desir invest  includ asian emerg market and commod export  were an import reason that us longerterm interest rate dure thi period were lower than expect thi essay investig further the effect of capit inflow to the unit state on us longerterm interest rate howev we look beyond the overal size of the inflow emphasis by the gsg hypothesi to examin the implic for us yield of the portfolio prefer of foreign creditor we present evid that in the spirit of caballero and krishnamurthi 2009 foreign investor dure thi period tend to prefer us asset perceiv to be safe in particular foreign investor  especi the gsg countri acquir a substanti share of the new issu of us treasuri agenc debt and agencysponsor mortgageback secur the downward pressur on yield exert by inflow from the gsg countri wa reinforc by the portfolio prefer of other foreign investor we focu particularli on the case of europ although europ did not run a larg current account surplu as did the gsg countri we show that it leverag up it intern balanc sheet issu extern liabil to financ substanti purchas of appar safe us  privat label  mortgageback secur and other fixedincom product the strong demand for appar safe asset by both domest and foreign investor not onli serv to reduc yield on these asset but also provid addit incent for the us financi servic industri to develop structur invest product that  transform  riski loan into highlyr secur our find do not challeng the view that domest factor includ those list abov were the primari sourc of the hous boom and bust in the unit state howev examin how chang in the pattern of intern capit flow affect yield on us asset help provid a deeper understand of the origin and dynam of the crisi", "title": "International capital flows and the returns to safe assets in the United States 2003-2007"}, "https://ideas.repec.org/a/oup/qjecon/v113y1998i3p869-902..html": {"abstract": "We develop a model-based, VAR methodology for measuring innovations in monetary policy and their macroeconomic effects. Using this framework, we are able to compare existing approaches to measuring monetary policy shocks and derive a new measure of policy innovations based directly on (possibly time-varying) estimates of the central bank's operating procedures. We also propose a new measure of the overall stance of policy (including the endogenous or systematic component) that is consistent with our approach.", "authors": [], "abstractStem": "we develop a modelbas var methodolog for measur innov in monetari polici and their macroeconom effect use thi framework we are abl to compar exist approach to measur monetari polici shock and deriv a new measur of polici innov base directli on possibl timevari estim of the central bank oper procedur we also propos a new measur of the overal stanc of polici includ the endogen or systemat compon that is consist with our approach", "title": "Measuring Monetary Policy"}, "https://ideas.repec.org/a/fip/fedkpr/y2012p1-22.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe55"], "abstractStem": "no abstract is avail for thi item", "title": "Opening remarks: monetary policy since the onset of the crisis"}, "https://ideas.repec.org/a/mcb/jmoncb/v36y2004i2p287-91.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe55", "epge11", "fpwa582"], "abstractStem": "no abstract is avail for thi item", "title": "Oil Shocks and Aggregate Macroeconomic Behavior: The Role of Monetary Policy: Reply"}, "homepage": "https://ideas.repec.org/e/pbe55.html", "https://ideas.repec.org/a/fip/fedgpr/y2005p323-339.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe55", "eppo114", "epta174"], "abstractStem": "no abstract is avail for thi item", "title": "Panel discussion monetary policy modeling: where are we and where should we be going?"}, "https://ideas.repec.org/a/fip/fedfpr/y1982inovp134-168.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe55"], "abstractStem": "no abstract is avail for thi item", "title": "The real effects of financial crises: theory and evidence"}, "https://ideas.repec.org/a/mcb/jmoncb/v32y2000i4p994-97.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe55"], "abstractStem": "no abstract is avail for thi item", "title": "Comment on America's Historical Experience with Low Inflation"}, "https://ideas.repec.org/a/cml/boletn/vlviiy2011i2p62-68.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe55"], "abstractStem": "no abstract is avail for thi item", "title": "La implementación de un enfoque macro-prudencial para la supervisión y la regulación"}, "firstname": "Ben", "https://ideas.repec.org/a/fip/fedlrv/y2004ijulp165-183nv.86no.4.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe55"], "abstractStem": "no abstract is avail for thi item", "title": "Panel discussion: inflation targeting"}, "lastname": "Bernanke", "https://ideas.repec.org/a/eee/eecrev/v41y1997i6p1025-1053.html": {"abstract": "Although its primary ultimate objective is price stability, the Bundesbank has drawn a distinction between its money-focus strategy and the inflation targeting approach recently adopted by a number of central banks. We show that, holding constant the current forecast of inflation, German monetary policy responds very little to changes in forecasted money growth; we conclude that the Bundesbank is much better described as an inflation targeter than as a money targeter. An additional contribution of the paper is to apply the structural VAR methods of Bernanke and Mihov (1995) to determine the optimal indicator of German monetary policy: We find that the Lombard rate has historically been a good policy indicator, although the use of the call rate as an indicator cannot be statistically rejected.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epbe55", "epmi131"], "abstractStem": "although it primari ultim object is price stabil the bundesbank ha drawn a distinct between it moneyfocu strategi and the inflat target approach recent adopt by a number of central bank we show that hold constant the current forecast of inflat german monetari polici respond veri littl to chang in forecast money growth we conclud that the bundesbank is much better describ as an inflat target than as a money target an addit contribut of the paper is to appli the structur var method of bernank and mihov 1995 to determin the optim indic of german monetari polici we find that the lombard rate ha histor been a good polici indic although the use of the call rate as an indic cannot be statist rejectedpthi abstract wa borrow from anoth version of thi item", "title": "What does the Bundesbank target?"}, "https://ideas.repec.org/a/fip/fedfpr/y1986x7.html": {"abstract": "Bad economic times are typically associated with a high incidence of financial distress, e.g., insolvency and bankruptcy. This paper studies the role of changes in borrower solvency in the initiation and propagation of the business cycle. We first develop a model of the process of financing real investment projects under asymmetric information, extending work by Robert Townsend. A major conclusion here is that when the entrepreneurs who borrow to finance projects are more solvent (have more \"collateral\"), the deadweight agency costs of investment finance are lower. This model of investment finance is then embedded in a dynamic macroeconomic setting. We show that, first, since reductions in collateral in bad times increase the agency costs of borrowing, which in turn depress the demand for investment, the presence of these financial factors will tend to amplify swings in real output. Second, we find that autonomous factors which affect the collateral of borrowers (as in a \"debt-deflation\") can actually initiate cycles in output.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epbe55", "epge11"], "abstractStem": "bad econom time are typic associ with a high incid of financi distress eg insolv and bankruptci thi paper studi the role of chang in borrow solvenc in the initi and propag of the busi cycl we first develop a model of the process of financ real invest project under asymmetr inform extend work by robert townsend a major conclus here is that when the entrepreneur who borrow to financ project are more solvent have more collater the deadweight agenc cost of invest financ are lower thi model of invest financ is then embed in a dynam macroeconom set we show that first sinc reduct in collater in bad time increas the agenc cost of borrow which in turn depress the demand for invest the presenc of these financi factor will tend to amplifi swing in real output second we find that autonom factor which affect the collater of borrow as in a debtdefl can actual initi cycl in outputpthi abstract wa borrow from anoth version of thi item", "title": "Agency costs, collateral, and business fluctuations"}, "https://ideas.repec.org/a/fip/fedlrv/y1996inovp70-72.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe55"], "abstractStem": "no abstract is avail for thi item", "title": "The sensitivity of empirical studies to alternative measures of the monetary base and reserves - commentary"}, "https://ideas.repec.org/a/aea/aecrev/v73y1983i3p257-76.html": {"abstract": "This paper examines the effects of the financial crisis of the 1930s onthe path of aggregate output during that period. Our approach is complementary to that of Friedman and Schwartz, who emphasized the monetary impact of the bank failures; we focus on non-monetary (primarily credit-related) aspects of the financial sector--output link and consider the problems of debtors as well as those of the banking system. We argue that the financial disruptions of 1930-33 reduced the efficiency of the credit allocation process; and that the resulting higher cost and reduced availability of credit acted to depress aggregate demand. Evidence suggests that effects of this type can help explain the unusual length and depth of the Great Depression.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epbe55"], "abstractStem": "thi paper examin the effect of the financi crisi of the 1930 onth path of aggreg output dure that period our approach is complementari to that of friedman and schwartz who emphas the monetari impact of the bank failur we focu on nonmonetari primarili creditrel aspect of the financi sectoroutput link and consid the problem of debtor as well as those of the bank system we argu that the financi disrupt of 193033 reduc the effici of the credit alloc process and that the result higher cost and reduc avail of credit act to depress aggreg demand evid suggest that effect of thi type can help explain the unusu length and depth of the great depressionpthi abstract wa borrow from anoth version of thi item", "title": "Nonmonetary Effects of the Financial Crisis in Propagation of the Great Depression"}, "https://ideas.repec.org/a/fip/fedgpr/y2008x2.html": {"abstract": "a speech at the Fourth Conference of the International Research Forum on Monetary Policy, Washington, D.C.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epbe55"], "abstractStem": "a speech at the fourth confer of the intern research forum on monetari polici washington dcpthi abstract wa borrow from anoth version of thi item", "title": "Welcoming remarks"}, "https://ideas.repec.org/a/eee/crcspp/v25y1986ip49-99.html": {"abstract": "Standard explanations of the bivariate correlation of money and income attribute this correlation to an inability of agents to discriminate in the short run between real and nominal sources of price shocks. This paper is an empirical comparison of the standard explanation with two alternatives: 1) the\"credit view\", which focuses on financial market imperfections rather than real-nominal confusion; and 2) the real business cycle approach, which argues that the money-income correlation reflects a passive response of money to income. The methodology, which is a variant of the Sims VAR approach, follows Blanchard and Watson (1984) in using an estimated, explicitly structural model to orthogonalize the VAR residuals. (This variant methodology, I argue, is the more appropriate for structural hypothesis testing.) The results suggest that the standard explanations of the money-income relation are largely, but perhaps not completely, displaced by the alternatives.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epbe55"], "abstractStem": "standard explan of the bivari correl of money and incom attribut thi correl to an inabl of agent to discrimin in the short run between real and nomin sourc of price shock thi paper is an empir comparison of the standard explan with two altern 1 thecredit view which focus on financi market imperfect rather than realnomin confus and 2 the real busi cycl approach which argu that the moneyincom correl reflect a passiv respons of money to incom the methodolog which is a variant of the sim var approach follow blanchard and watson 1984 in use an estim explicitli structur model to orthogon the var residu thi variant methodolog i argu is the more appropri for structur hypothesi test the result suggest that the standard explan of the moneyincom relat are larg but perhap not complet displac by the alternativespthi abstract wa borrow from anoth version of thi item", "title": "Alternative explanations of the money-income correlation"}, "https://ideas.repec.org/a/fip/fedfcr/y2007p1-7nv.3no.2.html": {"abstract": "In a speech to the Greenlining Institute, Federal Reserve Board Chairman Ben S. Bernanke speaks to the need for developing and analyzing social and economic data at the local level to do the following: uncover new investment opportunities; provide transparency and promote good governance and sound public policies; and promote independent policy research.", "authors": ["epbe55"], "abstractStem": "in a speech to the greenlin institut feder reserv board chairman ben s bernank speak to the need for develop and analyz social and econom data at the local level to do the follow uncov new invest opportun provid transpar and promot good govern and sound public polici and promot independ polici research", "title": "By the numbers: Data and measurement in community economic development"}, "https://ideas.repec.org/a/fip/fedcpr/y1997p653-686.html": {"abstract": "Proposals for 'inflation targeting' as a strategy for monetary policy leave open the important operational question of how to determine whether current policies are consistent with the long-run inflation target. An interesting possibility is that the central bank might target current private-sector forecasts of inflation, either those made explicitly by professional forecasters or those implicit in asset prices. We address the issue of existence and uniqueness of rational expectations equilibria when the central bank uses private-sector forecasts as a guide to policy actions. In a dynamic model which incorporates both sluggish price adjustment and shocks to aggregate demand and aggregate supply, we show that strict targeting of inflation forecasts is typically inconsistent with the existence of rational expectations equilibrium, and that policies approximating strict inflation-forecast targeting are likely to have undesirable properties. We also show that economies with more general forecast-based policy rules are particularly susceptible to indeterminacy of rational expectations equilibria. We conclude that, although private-sector forecasts may contain information useful to the central bank, ultimately the monetary authorities must rely on an explicit structural model of the economy to guide their policy decisions.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epbe55", "epwo3"], "abstractStem": "propos for inflat target as a strategi for monetari polici leav open the import oper question of how to determin whether current polici are consist with the longrun inflat target an interest possibl is that the central bank might target current privatesector forecast of inflat either those made explicitli by profession forecast or those implicit in asset price we address the issu of exist and uniqu of ration expect equilibria when the central bank use privatesector forecast as a guid to polici action in a dynam model which incorpor both sluggish price adjust and shock to aggreg demand and aggreg suppli we show that strict target of inflat forecast is typic inconsist with the exist of ration expect equilibrium and that polici approxim strict inflationforecast target are like to have undesir properti we also show that economi with more gener forecastbas polici rule are particularli suscept to indeterminaci of ration expect equilibria we conclud that although privatesector forecast may contain inform use to the central bank ultim the monetari author must reli on an explicit structur model of the economi to guid their polici decisionspthi abstract wa borrow from anoth version of thi item", "title": "Inflation forecasts and monetary policy"}, "https://ideas.repec.org/a/fip/fedpbr/y1989isepp3-13.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe55"], "abstractStem": "no abstract is avail for thi item", "title": "Is there too much corporate debt?"}, "https://ideas.repec.org/a/fip/fedkpr/y2006p1-14.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe55"], "abstractStem": "no abstract is avail for thi item", "title": "The new economic geography: opening remarks"}, "https://ideas.repec.org/a/fip/feddpr/y2003ioctp207-214.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe55"], "abstractStem": "no abstract is avail for thi item", "title": "Friedman's monetary framework: some lessons"}, "https://ideas.repec.org/a/oup/rfinst/v3y1990i1p133-51.html": {"abstract": " This article is a reexamination of the clearing and settlement process in financial markets (particularly the futures market) and its performance during the 1987 stock market crash. It provides both some institutional background and some conceptual perspective on the problems faced by the system during the week of October 19. Much of the discussion is based on the useful analogies that can be drawn between the clearinghouse and other financial intermediaries, such as banks and insurance companies. A major conclusion is that the Federal Reserve played a vital role in protecting the integrity of the clearing and settlements system during the crash. Article published by Oxford University Press on behalf of the Society for Financial Studies in its journal, The Review of Financial Studies.", "authors": ["epbe55"], "abstractStem": " thi articl is a reexamin of the clear and settlement process in financi market particularli the futur market and it perform dure the 1987 stock market crash it provid both some institut background and some conceptu perspect on the problem face by the system dure the week of octob 19 much of the discuss is base on the use analog that can be drawn between the clearinghous and other financi intermediari such as bank and insur compani a major conclus is that the feder reserv play a vital role in protect the integr of the clear and settlement system dure the crash articl publish by oxford univers press on behalf of the societi for financi studi in it journal the review of financi studi", "title": "Clearing and Settlement during the Crash"}, "https://ideas.repec.org/a/tpr/restat/v65y1983i2p214-24.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe55"], "abstractStem": "no abstract is avail for thi item", "title": "On the Sources of Labor Productivity Variation in U.S. Manufacturing, 1947-1980"}, "https://ideas.repec.org/a/ucp/jpolec/v99y1991i3p439-59.html": {"abstract": " The authors study the phenomenon of short-run increasing returns to labor (SRIRL) in a sample of ten interwar U.S. manufacturing industries. Their authors main findings are that SRIRL was common in the interwar period and that the pattern of SRIRL across industries was similar to that observed in the postwar period. The authors argue that, since presumably the Depression was not caused by technical regress, these findings are inconsistent with the claim of real business cycle theorists that SRIRL are, in general, due to procyclical technological shocks. They propose tests for discriminating between two other leading explanations of SRIRL, but find that their conclusions differ by industry. Copyright 1991 by University of Chicago Press.", "authors": ["epbe55"], "abstractStem": " the author studi the phenomenon of shortrun increas return to labor srirl in a sampl of ten interwar us manufactur industri their author main find are that srirl wa common in the interwar period and that the pattern of srirl across industri wa similar to that observ in the postwar period the author argu that sinc presum the depress wa not caus by technic regress these find are inconsist with the claim of real busi cycl theorist that srirl are in gener due to procycl technolog shock they propos test for discrimin between two other lead explan of srirl but find that their conclus differ by industri copyright 1991 by univers of chicago press", "title": "Procyclical Labor Productivity and Competing Theories of the Business Cycle: Some Evidence from Interwar U.S. Manufacturing Industries"}, "https://ideas.repec.org/a/oup/qjecon/v98y1983i1p85-106..html": {"abstract": "This paper builds on the theory of irreversible choice under uncertainty to give an explanation of cyclical investment fluctuations. The key observation is that, when individual projects are irreversible, agents must make investment timing decisions that trade off the extra returns from early commitment against the benefits of increased information gained by waiting. In an environment in which the underlying stochastic structure is itself subject to random change, events whose long-run implications are uncertain can create an investment cycle by temporarily increasing the returns to waiting for information.", "authors": [], "abstractStem": "thi paper build on the theori of irrevers choic under uncertainti to give an explan of cyclic invest fluctuat the key observ is that when individu project are irrevers agent must make invest time decis that trade off the extra return from earli commit against the benefit of increas inform gain by wait in an environ in which the underli stochast structur is itself subject to random chang event whose longrun implic are uncertain can creat an invest cycl by temporarili increas the return to wait for inform", "title": "Irreversibility, Uncertainty, and Cyclical Investment"}, "https://ideas.repec.org/a/eee/moneco/v15y1985i1p41-68.html": {"abstract": "Previous tests of the permanent income hypothesis (PIH) have focused on either nondurables or durables expenditures in isolation. This paper studies consumer purchases of nondurables and durables as the outcome of a single optimization problem.It is shown that the presence of adjustment costs of changing durables stocks may substantially affect the time series properties of both components of expenditure under the PIH.However, econometric tests based on this model do not contradict earlier rejections of the PIH in aggregate quarterly data.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epbe55"], "abstractStem": "previou test of the perman incom hypothesi pih have focus on either nondur or durabl expenditur in isol thi paper studi consum purchas of nondur and durabl as the outcom of a singl optim problemit is shown that the presenc of adjust cost of chang durabl stock may substanti affect the time seri properti of both compon of expenditur under the pihhowev econometr test base on thi model do not contradict earlier reject of the pih in aggreg quarterli datapthi abstract wa borrow from anoth version of thi item", "title": "Adjustment costs, durables, and aggregate consumption"}, "https://ideas.repec.org/a/fip/fedlpr/y1992p85-117.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe55", "epla73"], "abstractStem": "no abstract is avail for thi item", "title": "The cycle before new-classical economics"}, "https://ideas.repec.org/a/fip/fedkpr/y2009p1-17.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe55"], "abstractStem": "no abstract is avail for thi item", "title": "Opening remarks: reflections on a year of crisis"}, "https://ideas.repec.org/a/fip/fednqr/y1993isprp50-70nv.18no.1.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe55"], "abstractStem": "no abstract is avail for thi item", "title": "Credit in the macroeconomy"}, "https://ideas.repec.org/a/bin/bpeajo/v22y1991i1991-2p205-248.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe55"], "abstractStem": "no abstract is avail for thi item", "title": "The Credit Crunch"}, "https://ideas.repec.org/a/fip/fedkpr/y2007p1-20.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe55"], "abstractStem": "no abstract is avail for thi item", "title": "Housing, housing finance, and monetary policy: a symposium sponsored by the Federal Reserve Bank of Kansas City: opening remarks"}, "https://ideas.repec.org/a/fip/fedkpr/y1999p77-128.html": {"abstract": "We explore the implications of asset price volatility for the management of monetary policy. We show that it is desirable for central banks to focus on underlying inflationary pressures. Asset prices become relevant only to the extent they may signal potential inflationary or deflationary forces. Rules that directly target asset prices appear to have undesirable side effects. We base our conclusions on (i) simulation of different policy rules in a small scale macro model and (ii) a comparative analysis of recent U.S. and Japanese monetary policy.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epbe55", "epge11"], "abstractStem": "we explor the implic of asset price volatil for the manag of monetari polici we show that it is desir for central bank to focu on underli inflationari pressur asset price becom relev onli to the extent they may signal potenti inflationari or deflationari forc rule that directli target asset price appear to have undesir side effect we base our conclus on i simul of differ polici rule in a small scale macro model and ii a compar analysi of recent us and japanes monetari policypthi abstract wa borrow from anoth version of thi item", "title": "Monetary policy and asset price volatility"}, "https://ideas.repec.org/a/oup/qjecon/v105y1990i1p87-114..html": {"abstract": "Financial stability is an important goal of policy, but the relation of financial stability to economic performance and even the meaning of the term itself are poorly understood. This paper explores these issues in a theoretical model. We argue that financial instability, or fragility, occurs when entrepreneurs who want to undertake investment projects have low net worth; the heavy reliance on external finance that this implies causes the agency costs of investment to be high. High agency costs in turn lead to low and inefficient investment. Standard policies for fighting financial fragility can be interpreted as transfers that maintain or increase the net worth of potential borrowers.", "authors": ["epge11"], "abstractStem": "financi stabil is an import goal of polici but the relat of financi stabil to econom perform and even the mean of the term itself are poorli understood thi paper explor these issu in a theoret model we argu that financi instabl or fragil occur when entrepreneur who want to undertak invest project have low net worth the heavi relianc on extern financ that thi impli caus the agenc cost of invest to be high high agenc cost in turn lead to low and ineffici invest standard polici for fight financi fragil can be interpret as transfer that maintain or increas the net worth of potenti borrow", "title": "Financial Fragility and Economic Performance"}, "https://ideas.repec.org/a/bin/bpeajo/v21y1990i1990-1p255-286.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe55", "epca54", "epwh6"], "abstractStem": "no abstract is avail for thi item", "title": "U.S. Corporate Leverage: Developments in 1987 and 1988"}, "https://ideas.repec.org/a/wej/wldecn/105.html": {"abstract": "Ben Bernanke is a leading macroeconomist who has contributed extensively to the literature on business cycles, monetary policy, the role of financial markets in economic fluctuations, inflation targeting and the economics of the Great Depression. He is one of the six economists who form the NBER Business Cycle Dating Committee, a group that determines the dates of recessions in the US. In this article/interview Professor Bernanke discusses issues relating to the Great Depression of the 1930s and problems relating to inflation in the latter half of the twentieth century.", "authors": ["epbe55"], "abstractStem": "ben bernank is a lead macroeconomist who ha contribut extens to the literatur on busi cycl monetari polici the role of financi market in econom fluctuat inflat target and the econom of the great depress he is one of the six economist who form the nber busi cycl date committe a group that determin the date of recess in the us in thi articleinterview professor bernank discuss issu relat to the great depress of the 1930 and problem relat to inflat in the latter half of the twentieth centuri", "title": "The Ups and Downs of Capitalism"}, "https://ideas.repec.org/a/aea/aecrev/v79y1989i1p14-31.html": {"abstract": " This paper develops a simple neoclassical model of the business cycle in which the condition of borrowers' balance sheets is a source of output dynamics. The mechanism is that higher borrower net worth reduces the agency costs of financing real capital investments. Business upturns improve net worth, lower agency costs, and increase investment, which amplifies the upturn; vice versa, for downturns. Shocks that affect net worth (as in a debt-deflation) can initiate fluctuations. Copyright 1989 by American Economic Association.", "authors": ["epbe55", "epge11"], "abstractStem": " thi paper develop a simpl neoclass model of the busi cycl in which the condit of borrow balanc sheet is a sourc of output dynam the mechan is that higher borrow net worth reduc the agenc cost of financ real capit invest busi upturn improv net worth lower agenc cost and increas invest which amplifi the upturn vice versa for downturn shock that affect net worth as in a debtdefl can initi fluctuat copyright 1989 by american econom associ", "title": "Agency Costs, Net Worth, and Business Fluctuations"}, "https://ideas.repec.org/a/tpr/restat/v78y1996i1p1-15.html": {"abstract": " The articles in this symposium cover some of the most active areas of research in macroeconomics. By design, each article is structured to present both a theoretical framework and empirical evidence. Through this structure, the articles synthesize recent developments, present new results, and provide guidance on avenues for further research. Earlier versions of these papers were presented at the Economic Fluctuations research meeting of the National Bureau of Economic Research on October 22 and 23, 1993. All papers were subject to the peer referee process that is standard at the 'Review of Economics and Statistics.' The 'Review' gratefully acknowledges the efforts of Professor Russell Cooper of Boston University and Professor Steven Durlauf of the University of Wisconsin (Madison), who volunteered their services to work as special co-editors for this symposium, with the assistance of the chair of the board of editors of the 'Review,' James Stock. Copyright 1996 by MIT Press.", "authors": ["epbe55", "epge11", "epgi28"], "abstractStem": " the articl in thi symposium cover some of the most activ area of research in macroeconom by design each articl is structur to present both a theoret framework and empir evid through thi structur the articl synthes recent develop present new result and provid guidanc on avenu for further research earlier version of these paper were present at the econom fluctuat research meet of the nation bureau of econom research on octob 22 and 23 1993 all paper were subject to the peer refere process that is standard at the review of econom and statist the review grate acknowledg the effort of professor russel cooper of boston univers and professor steven durlauf of the univers of wisconsin madison who volunt their servic to work as special coeditor for thi symposium with the assist of the chair of the board of editor of the review jame stock copyright 1996 by mit press", "title": "The Financial Accelerator and the Flight to Quality"}, "https://ideas.repec.org/a/pal/buseco/v43y2008i4p8-12.html": {"abstract": "Although the Federal Reserve strongly favors private-sector solutions to private-sector problems, the risk of financial instability in the United States and in much of the rest of the world has implied the need to take extraordinary actions on the part of governments and central banks. The complexity of the problems has in some instances required situation-specific responses. Enactment of the Emergency Economic Stabilization Act, especially the Troubled Asset Relief Program, is an important step to deal with a systemic financial problem of historic dimensions. Fortunately, economic policymakers have learned the lessons of history and have intervened while the majority of financial institutions still have adequate capital and liquidity to provide credit to the economy. Timely government intervention, together with the natural recuperative power of financial markets, will lay the groundwork for financial and economic recovery.Business Economics (2008) 43, 8–12; doi:10.2145/20080401", "authors": ["epbe55"], "abstractStem": "although the feder reserv strongli favor privatesector solut to privatesector problem the risk of financi instabl in the unit state and in much of the rest of the world ha impli the need to take extraordinari action on the part of govern and central bank the complex of the problem ha in some instanc requir situationspecif respons enact of the emerg econom stabil act especi the troubl asset relief program is an import step to deal with a system financi problem of histor dimens fortun econom policymak have learn the lesson of histori and have interven while the major of financi institut still have adequ capit and liquid to provid credit to the economi time govern intervent togeth with the natur recup power of financi market will lay the groundwork for financi and econom recoverybusi econom 2008 43 8 12 doi10214520080401", "title": "Current Economic and Financial Conditions"}, "https://ideas.repec.org/a/eee/moneco/v50y2003i3p525-546.html": {"abstract": "Most empirical analyses of monetary policy have been confined to frameworks in which the Federal Reserve is implicitly assumed to exploit only a limited amount of information, despite the fact that the Fed actively monitors literally thousands of economic time series. This article explores the feasibility of incorporating richer information sets into the analysis, both positive and normative, of Fed policymaking. We employ a factor-model approach, developed by Stock and Watson (1999a,b), that permits the systematic information in large data sets to be summarized by relatively few estimated factors. With this framework, we reconfirm Stock and Watson's result that the use of large data sets can improve forecast accuracy, and we show that this result does not seem to depend on the use of finally revised (as opposed to 'real-time') data. We estimate policy reaction functions for the Fed that take into account its data-rich environment and provide a test of the hypothesis that Fed actions are explained solely by its forecasts of inflation and real activity. Finally, we explore the possibility of developing an 'expert system' that could aggregate diverse information and provide benchmark policy settings.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epbe55", "epbo43"], "abstractStem": "most empir analys of monetari polici have been confin to framework in which the feder reserv is implicitli assum to exploit onli a limit amount of inform despit the fact that the fed activ monitor liter thousand of econom time seri thi articl explor the feasibl of incorpor richer inform set into the analysi both posit and norm of fed policymak we employ a factormodel approach develop by stock and watson 1999ab that permit the systemat inform in larg data set to be summar by rel few estim factor with thi framework we reconfirm stock and watson result that the use of larg data set can improv forecast accuraci and we show that thi result doe not seem to depend on the use of final revis as oppos to realtim data we estim polici reaction function for the fed that take into account it datarich environ and provid a test of the hypothesi that fed action are explain sole by it forecast of inflat and real activ final we explor the possibl of develop an expert system that could aggreg divers inform and provid benchmark polici settingspthi abstract wa borrow from anoth version of thi item", "title": "Monetary policy in a data-rich environment"}, "https://ideas.repec.org/a/eee/crcspp/v49y1998ip149-194.html": {"abstract": "The propositions that monetary expansion lowers short-term nominal interest rates (the liquidity effect), and that monetary policy does not have long-run real effects (long-run neutrality), are widely accepted, yet to date the empirical evidence for both is mixed. We reconsider both propositions simultaneously in a structural VAR context, using a model of the market for bank reserves due to Bernanke and Mihov (forthcoming). We find little basis for rejecting either the liquidity effect or long-run neutrality. Our results are robust over the space of admissible model parameter values, and to the use of long-run rather than short-run identifying restrictions.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epbe55", "epmi131"], "abstractStem": "the proposit that monetari expans lower shortterm nomin interest rate the liquid effect and that monetari polici doe not have longrun real effect longrun neutral are wide accept yet to date the empir evid for both is mix we reconsid both proposit simultan in a structur var context use a model of the market for bank reserv due to bernank and mihov forthcom we find littl basi for reject either the liquid effect or longrun neutral our result are robust over the space of admiss model paramet valu and to the use of longrun rather than shortrun identifi restrictionspthi abstract wa borrow from anoth version of thi item", "title": "The liquidity effect and long-run neutrality"}, "https://ideas.repec.org/a/bpj/evoice/v3y2006i2n2.html": {"abstract": "Dr. Ben S. Bernanke, the Chairman of the Council of Economic Advisers, and nominee to be Chairman of the Board of Governors of the Federal Reserve System, explains why the \"Leave it to Beaver model of economic security is increasingly less viable in today's world,\" and describes what can be done and what should not.", "authors": ["epbe55"], "abstractStem": "dr ben s bernank the chairman of the council of econom advis and nomine to be chairman of the board of governor of the feder reserv system explain whi the leav it to beaver model of econom secur is increasingli less viabl in today world and describ what can be done and what should not", "title": "Skills, Ownership, and Economic Security"}, "https://ideas.repec.org/a/bin/bpeajo/v19y1988i1988-1p83-140.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe55", "epca54"], "abstractStem": "no abstract is avail for thi item", "title": "Is There a Corporate Debt Crisis?"}, "https://ideas.repec.org/a/cto/journl/v28y2008i2p175-186.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe55"], "abstractStem": "no abstract is avail for thi item", "title": "The Fed's Road toward Greater Transparency"}}}