{"epbl81": {"https://ideas.repec.org/a/bla/econom/v79y2012i313p1-26.html": {"abstract": "No abstract is available for this item.", "authors": ["fpba509", "epbl81", "epol30", "epsm28"], "abstractStem": "no abstract is avail for thi item", "title": "Housing Mobility and Downsizing at Older Ages in Britain and the USA"}, "https://ideas.repec.org/a/eee/reecon/v54y2000i1p57-60.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl81"], "abstractStem": "no abstract is avail for thi item", "title": "Comments on James Heckman's \"Policies to foster human capital\""}, "https://ideas.repec.org/a/ifs/fistud/v5y1984i4p1-22.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl81", "epme144", "epsy12", "fpwa298"], "abstractStem": "no abstract is avail for thi item", "title": "On the reform of the taxation of husband and wife: are incentives important?"}, "https://ideas.repec.org/a/ecm/emetrp/v75y2007i2p323-363.html": {"abstract": " This paper examines changes in the distribution of wages using bounds to allow for the impact of nonrandom selection into work. We show that worst case bounds can be informative. However, because employment rates in the United Kingdom are often low, they are not informative about changes in educational or gender wage differentials. Thus we explore ways to tighten these bounds using restrictions motivated from economic theory. With these assumptions, we find convincing evidence of an increase in inequality within education groups, changes in educational differentials, and increases in the relative wages of women. Copyright The Econometric Society 2007.", "authors": ["epbl81", "epgo42", "epic1", "epme144"], "abstractStem": " thi paper examin chang in the distribut of wage use bound to allow for the impact of nonrandom select into work we show that worst case bound can be inform howev becaus employ rate in the unit kingdom are often low they are not inform about chang in educ or gender wage differenti thu we explor way to tighten these bound use restrict motiv from econom theori with these assumpt we find convinc evid of an increas in inequ within educ group chang in educ differenti and increas in the rel wage of women copyright the econometr societi 2007", "title": "Changes in the Distribution of Male and Female Wages Accounting for Employment Composition Using Bounds"}, "https://ideas.repec.org/a/ecj/econjl/v106y1996i438p1227-41.html": {"abstract": " The exact measurement of the welfare costs of tax and price reform requires a detailed knowledge of individual preferences. Typically, first-order approximations of welfare costs are calculated avoiding detailed knowledge of substitution effects. The authors derive second-order approximations which, unlike first-order approximations, require knowledge of the distribution of substitution elasticities. This paper asks to what extent simple approximations can be used to measure the welfare costs of tax reform and evaluates the magnitude of the biases for a plausible size tax reform. In the authors' empirical examples, first-order approximations display systematic biases; second-order approximations always work well. Copyright 1996 by Royal Economic Society.", "authors": ["fpba509", "epbl81", "eple43"], "abstractStem": " the exact measur of the welfar cost of tax and price reform requir a detail knowledg of individu prefer typic firstord approxim of welfar cost are calcul avoid detail knowledg of substitut effect the author deriv secondord approxim which unlik firstord approxim requir knowledg of the distribut of substitut elast thi paper ask to what extent simpl approxim can be use to measur the welfar cost of tax reform and evalu the magnitud of the bias for a plausibl size tax reform in the author empir exampl firstord approxim display systemat bias secondord approxim alway work well copyright 1996 by royal econom societi", "title": "Tax Reform and Welfare Measurement: Do We Need Demand System Estimation?"}, "https://ideas.repec.org/a/eee/econom/v179y2014i2p112-127.html": {"abstract": "This paper develops a new approach to the estimation of consumer demand models with unobserved heterogeneity subject to revealed preference inequality restrictions. Particular attention is given to nonseparable heterogeneity. The inequality restrictions are used to identify bounds on counterfactual demand. A nonparametric estimator for these bounds is developed and asymptotic properties are derived. An empirical application using data from the UK Family Expenditure Survey illustrates the usefulness of the methods.", "authors": ["epbl81", "epkr127", "fpma1417"], "abstractStem": "thi paper develop a new approach to the estim of consum demand model with unobserv heterogen subject to reveal prefer inequ restrict particular attent is given to nonsepar heterogen the inequ restrict are use to identifi bound on counterfactu demand a nonparametr estim for these bound is develop and asymptot properti are deriv an empir applic use data from the uk famili expenditur survey illustr the use of the method", "title": "Bounding quantile demand functions using revealed preference inequalities"}, "https://ideas.repec.org/a/ecm/emetrp/v76y2008i6p1227-1262.html": {"abstract": " This paper uses revealed preference inequalities to provide the tightest possible (best) nonparametric bounds on predicted consumer responses to price changes using consumer-level data over a finite set of relative price changes. These responses are allowed to vary nonparametrically across the income distribution. This is achieved by combining the theory of revealed preference with the semiparametric estimation of consumer expansion paths (Engel curves). We label these expansion path based bounds on demand responses as E-bounds. Deviations from revealed preference restrictions are measured by preference perturbations which are shown to usefully characterize taste change and to provide a stochastic environment within which violations of revealed preference inequalities can be assessed. Copyright 2008 The Econometric Society.", "authors": ["epbl81", "fpbr221", "epcr80"], "abstractStem": " thi paper use reveal prefer inequ to provid the tightest possibl best nonparametr bound on predict consum respons to price chang use consumerlevel data over a finit set of rel price chang these respons are allow to vari nonparametr across the incom distribut thi is achiev by combin the theori of reveal prefer with the semiparametr estim of consum expans path engel curv we label these expans path base bound on demand respons as ebound deviat from reveal prefer restrict are measur by prefer perturb which are shown to use character tast chang and to provid a stochast environ within which violat of reveal prefer inequ can be assess copyright 2008 the econometr societi", "title": "Best Nonparametric Bounds on Demand Responses"}, "https://ideas.repec.org/a/ecm/emetrp/v68y2000i1p53-84.html": {"abstract": "This paper develops a new concept of separability with overlapping groups. This is shown to provide a useful empirical and theoretical framework for investigating the grouping of goods and prices. It is a generalisation of weak separability in which goods are allowed to enter more than one group and where the composition of groups is identified by the choice of group specific exclusive goods. For the Almost Ideal and Translog demand models and their generalisations, we provide a method for choosing the number of separable groups. A detailed method for exploring the composition of the separable groups is also presented.", "authors": ["epbl81", "fpro323"], "abstractStem": "thi paper develop a new concept of separ with overlap group thi is shown to provid a use empir and theoret framework for investig the group of good and price it is a generalis of weak separ in which good are allow to enter more than one group and where the composit of group is identifi by the choic of group specif exclus good for the almost ideal and translog demand model and their generalis we provid a method for choos the number of separ group a detail method for explor the composit of the separ group is also present", "title": "Latent Separability: Grouping Goods without Weak Separability"}, "https://ideas.repec.org/a/ecm/quante/v4y2013i1p1-37.html": {"abstract": " This paper concerns the decomposition of income risk into permanent and transitory components using repeated cross-section data on income and consumption. Our focus is on the detection of changes in the magnitudes of variances of permanent and transitory risks. A new approximation to the optimal consumption growth rule is developed. Evidence from a dynamic stochastic simulation is used to show that this approximation can provide a robust method for decomposing income risk in a nonstationary environment. We examine robustness to unobserved heterogeneity in consumption growth and to unobserved heterogeneity in income growth. We use this approach to investigate the growth in income inequality in the UK in the 1980s.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epbl81", "eplo34", "eppr2"], "abstractStem": " thi paper concern the decomposit of incom risk into perman and transitori compon use repeat crosssect data on incom and consumpt our focu is on the detect of chang in the magnitud of varianc of perman and transitori risk a new approxim to the optim consumpt growth rule is develop evid from a dynam stochast simul is use to show that thi approxim can provid a robust method for decompos incom risk in a nonstationari environ we examin robust to unobserv heterogen in consumpt growth and to unobserv heterogen in incom growth we use thi approach to investig the growth in incom inequ in the uk in the 1980spthi abstract wa borrow from anoth version of thi item", "title": "Decomposing changes in income risk using consumption data"}, "https://ideas.repec.org/a/ucp/jpolec/v117y2009i6p1140-1154.html": {"abstract": " Significant departures from log normality are observed in income data, in violation of Gibrat's law. We show empirically that the distribution of consumption expenditures across households is, within cohorts, closer to log normal than the distribution of income. We explain this empirical result by showing that the logic of Gibrat's law applies not to total income, but to permanent income and to marginal utility. (c) 2009 by The University of Chicago. All rights reserved.", "authors": ["epba163", "epbl81", "eple43"], "abstractStem": " signific departur from log normal are observ in incom data in violat of gibrat law we show empir that the distribut of consumpt expenditur across household is within cohort closer to log normal than the distribut of incom we explain thi empir result by show that the logic of gibrat law appli not to total incom but to perman incom and to margin util c 2009 by the univers of chicago all right reserv", "title": "Why Is Consumption More Log Normal than Income? Gibrat's Law Revisited"}, "https://ideas.repec.org/a/eee/reecon/v52y1998i2p103-131.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl81", "fpha1028", "epme144"], "abstractStem": "no abstract is avail for thi item", "title": "Unemployment, discouraged workers and female labour supply"}, "https://ideas.repec.org/a/bes/jnlbes/v15y1997i2p153-64.html": {"abstract": " A model is developed that allows for a lay-off rate and a job arrival rate in the intertemporal choice of consumption and labor market state. The identification of such a model is established without recourse to dynamic programming solutions and the minimum date requirements for estimation are derived. Unobserved heterogeneity is included in the model specification but state dependence is only allowed through the lay-off and arrival rates which are restricted to be functions of observable weakly exogenous variables.", "authors": ["epbl81", "epma44", "epme144"], "abstractStem": " a model is develop that allow for a layoff rate and a job arriv rate in the intertempor choic of consumpt and labor market state the identif of such a model is establish without recours to dynam program solut and the minimum date requir for estim are deriv unobserv heterogen is includ in the model specif but state depend is onli allow through the layoff and arriv rate which are restrict to be function of observ weakli exogen variabl", "title": "Savings and Labor-Market Transitions"}, "https://ideas.repec.org/a/ecm/emetrp/v54y1986i3p679-85.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl81", "epsm83"], "abstractStem": "no abstract is avail for thi item", "title": "An Exogeneity Test for a Simultaneous Equation Tobit Model with an Application to Labor Supply"}, "homepage": "https://ideas.repec.org/e/pbl81.html", "https://ideas.repec.org/a/aea/aecrev/v103y2013i3p563-69.html": {"abstract": "The control function approach is a convenient method of estimation in simultaneous equation systems. This requires that the system can be expressed in triangular form with variables satisfying a conditional mean independence restriction. Linear simultaneous models with additive errors can always be expressed in this form. However, in nonlinear nonadditive simultaneous systems, conditional independence requires a strong additional restriction known as control function separability. We argue that nonadditive models are a key characteristic of simultaneous models of economic behavior with unobserved heterogeneity. We review alternative \"system\" approaches and document the biases that occur when the control function approach is used inappropriately.", "authors": ["epbl81", "epkr127", "fpma1417"], "abstractStem": "the control function approach is a conveni method of estim in simultan equat system thi requir that the system can be express in triangular form with variabl satisfi a condit mean independ restrict linear simultan model with addit error can alway be express in thi form howev in nonlinear nonaddit simultan system condit independ requir a strong addit restrict known as control function separ we argu that nonaddit model are a key characterist of simultan model of econom behavior with unobserv heterogen we review altern system approach and document the bias that occur when the control function approach is use inappropri", "title": "Control Functions and Simultaneous Equations Methods"}, "lastname": "Blundell", "https://ideas.repec.org/a/tpr/jeurec/v1y2003i1piii-iv.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl81", "epne11", "eppe28", "epti33"], "abstractStem": "no abstract is avail for thi item", "title": "Editorial"}, "https://ideas.repec.org/a/ecj/econjl/v112y2002i478pc52-c59.html": {"abstract": " This paper studies the paths from inequality in earnings to inequality in household consumption. We show that careful study of the evolution of the variances and covariances of earnings and consumption within cohorts across time can identify permanent and transitory shocks. We present an application to the evolution of inequality in the United Kingdom. We extend previous results to recognise separate earnings of partners in couples. Copyright Royal Economic Society 2002.", "authors": ["epat7", "fpbe766", "epbl81", "eppr2"], "abstractStem": " thi paper studi the path from inequ in earn to inequ in household consumpt we show that care studi of the evolut of the varianc and covari of earn and consumpt within cohort across time can identifi perman and transitori shock we present an applic to the evolut of inequ in the unit kingdom we extend previou result to recognis separ earn of partner in coupl copyright royal econom societi 2002", "title": "From Earnings Inequality to Consumption Inequality"}, "https://ideas.repec.org/a/eee/labeco/v13y2006i4p423-443.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl81"], "abstractStem": "no abstract is avail for thi item", "title": "Earned income tax credit policies: Impact and optimality: The Adam Smith Lecture, 2005"}, "https://ideas.repec.org/a/ifs/fistud/v16y1995i3p40-54.html": {"abstract": "Despite the widespread use of income as a measure of household welfare, there is much to recommend the use of consumption. Indeed, standard economic arguments suggest that consumption expenditure will better reflect expected lifetime resources and many economists have been unequivocal in advocating its use. Slesnick (1993), for example, suggests that ‘From a theoretical perspective it is more appropriate to evaluate poverty using a consumption based measure of household welfare’. Cutler and Katz (1992) state that ‘Economic theory suggests that permanent income or consumption is a more accurate measure of the distribution of resources than is current income’. Poterba (1989) argues that `If households base their spending plans on their expected lifetime income, then consumption provides a more accurate measure of resources than does annual income’.", "authors": ["epbl81", "eppr2"], "abstractStem": "despit the widespread use of incom as a measur of household welfar there is much to recommend the use of consumpt inde standard econom argument suggest that consumpt expenditur will better reflect expect lifetim resourc and mani economist have been unequivoc in advoc it use slesnick 1993 for exampl suggest that  from a theoret perspect it is more appropri to evalu poverti use a consumpt base measur of household welfar  cutler and katz 1992 state that  econom theori suggest that perman incom or consumpt is a more accur measur of the distribut of resourc than is current incom  poterba 1989 argu that if household base their spend plan on their expect lifetim incom then consumpt provid a more accur measur of resourc than doe annual incom ", "title": "Income, expenditure and the living standards of UK households"}, "https://ideas.repec.org/a/ucp/jlabec/v26y2008i3p421-453.html": {"abstract": " We use British panel data to investigate single women's labor supply changes in response to three reforms that affected individuals' work incentives. We use these reforms to identify changes in labor supply. There is evidence of small hours of work effects for two of such reforms. A third reform in 1999 instead led to a significant increase in single mothers' hours of work. The mechanism by which the labor supply adjustments were made occurred largely through job changes rather than hours changes with the same employer. This is little overall effect of the reforms on wages. (c) 2008 by The University of Chicago.", "authors": ["epbl81", "epbr11", "epfr88"], "abstractStem": " we use british panel data to investig singl women labor suppli chang in respons to three reform that affect individu work incent we use these reform to identifi chang in labor suppli there is evid of small hour of work effect for two of such reform a third reform in 1999 instead led to a signific increas in singl mother hour of work the mechan by which the labor suppli adjust were made occur larg through job chang rather than hour chang with the same employ thi is littl overal effect of the reform on wage c 2008 by the univers of chicago", "title": "Job Changes and Hours Changes: Understanding the Path of Labor Supply Adjustment"}, "https://ideas.repec.org/a/kap/reveho/v4y2006i2p99-111.html": {"abstract": " A widely shared intuition holds that individual control over money matters for the decision process within the household and the subsequent distribution of resources and welfare. As a consequence, there are good reasons to depart from the unitary model of the household and to explore the possibilities offered by models of the family accounting for several decision makers in the household and for the potential impact of tax reforms on the balance of power. This paper summarizes both the methodological and empirical findings presented in the next three papers of this special issue of the Review of the Economics of the Household. This series of contributions primarily entails a concrete comparison of the policy implications of the choice between the unitary and a particular multi-person representation: the collective representation. On the one hand, it suggests a methodology to implement the collective model of labor supply in a realistic context where participation is modeled together with working hours, and where the full tax-benefit system is accounted for. On the other hand, the empirical part relies on comprehensive simulations of tax reforms in Belgium, France, Germany, Italy, Spain, and the United Kingdom, and allows to quantify the distortions that may affect policy recommendations based on the unitary model. Copyright Springer Science+Business Media, LLC 2006", "authors": ["epba190", "epbl81", "fpca295", "epch3", "fpla556", "eple83", "fpmo300", "epmy21", "epru77", "epve33"], "abstractStem": " a wide share intuit hold that individu control over money matter for the decis process within the household and the subsequ distribut of resourc and welfar as a consequ there are good reason to depart from the unitari model of the household and to explor the possibl offer by model of the famili account for sever decis maker in the household and for the potenti impact of tax reform on the balanc of power thi paper summar both the methodolog and empir find present in the next three paper of thi special issu of the review of the econom of the household thi seri of contribut primarili entail a concret comparison of the polici implic of the choic between the unitari and a particular multiperson represent the collect represent on the one hand it suggest a methodolog to implement the collect model of labor suppli in a realist context where particip is model togeth with work hour and where the full taxbenefit system is account for on the other hand the empir part reli on comprehens simul of tax reform in belgium franc germani itali spain and the unit kingdom and allow to quantifi the distort that may affect polici recommend base on the unitari model copyright springer sciencebusi media llc 2006", "title": "Does the Representation of Household Behavior Matter for Welfare Analysis of Tax-benefit Policies? An Introduction"}, "https://ideas.repec.org/a/ecj/econjl/v119y2009i535pf101-f121.html": {"abstract": " Optimal tax rules are used to evaluate the optimality of taxation for lone mothers in Germany and Britain. The theoretical model is combined with elasticities derived from the structural estimation of lone mothers' labour supply. For both countries we do not find that in-work credits with marginal tax rates are optimal. However we show that when the government has a low taste for redistribution, out-of-work transfers and transfer for the working poor are very similar, implying very low marginal tax rates. Further, the current tax and transfer systems in both countries are shown to be optimal only if governments have a much higher welfare value for income received by the non-workers than the working poor. Copyright � Institute of Fiscal Studies. Journal compilation � Royal Economic Society 2009.", "authors": ["epbl81", "epbr11", "fpha295", "fpsh498"], "abstractStem": " optim tax rule are use to evalu the optim of taxat for lone mother in germani and britain the theoret model is combin with elast deriv from the structur estim of lone mother labour suppli for both countri we do not find that inwork credit with margin tax rate are optim howev we show that when the govern ha a low tast for redistribut outofwork transfer and transfer for the work poor are veri similar impli veri low margin tax rate further the current tax and transfer system in both countri are shown to be optim onli if govern have a much higher welfar valu for incom receiv by the nonwork than the work poor copyright   institut of fiscal studi journal compil   royal econom societi 2009", "title": "Optimal Income Taxation of Lone Mothers: An Empirical Comparison of the UK and Germany"}, "https://ideas.repec.org/a/iza/izawol/journly2014n2.html": {"abstract": "With aging populations and increased demands on government revenue, countries need to boost employment and earnings. Tax policy should focus on labor market entry and retirement. Those are the points where labor supply is most responsive to tax incentives, which can enhance the flow into work of people leaving school and women with young children and can prolong employment among older workers. Human capital policy has a complementary role in improving the payoff to work and ensuring that earnings hold up longer over a lifetime.", "authors": ["epbl81"], "abstractStem": "with age popul and increas demand on govern revenu countri need to boost employ and earn tax polici should focu on labor market entri and retir those are the point where labor suppli is most respons to tax incent which can enhanc the flow into work of peopl leav school and women with young children and can prolong employ among older worker human capit polici ha a complementari role in improv the payoff to work and ensur that earn hold up longer over a lifetim", "title": "How responsive is the labor market to tax policy?"}, "https://ideas.repec.org/a/eee/econom/v87y1998i1p115-143.html": {"abstract": "In this paper we consider estimation of the autoregressive error components model. When the autoregressive parameter is moderately large and the number of time series observations is moderately small, the usual Generalised Methods of Moments (GMM) estimator obtained after first differencing has been found to be poorly behaved. Here we consider alternative linear estimators that are designed to improve the properties of the standard first-differenced GMM estimator. We consider two approaches to estimation. The first approach extends the model by adding the observed initial values as an extra regressor. This allows consistent estimates to be obtained by error-components GLS. This estimator is shown to be equivalent to the optimal GMM estimator for the normal homoskedastic error components model. The second approach considers a mild restriction on the initial condition process under which lagged differences in the dependent variable can be used to construct linear moment conditions in the levels equations. The complete set of moment conditions can then be exploited by a linear GMM estimator in a system of first-differenced and levels equations, rendering the non-linear moment conditions redundant for estimation. This estimator is strictly more efficient than non-linear GMM when the additional restriction is valid. Monte Carlo simulations are reported which demonstrate the dramatic improvement in performance of the proposed estimators compared to the usual first-differenced GMM estimator, especially for high values of the autoregressive parameter.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epbl81"], "abstractStem": "in thi paper we consid estim of the autoregress error compon model when the autoregress paramet is moder larg and the number of time seri observ is moder small the usual generalis method of moment gmm estim obtain after first differenc ha been found to be poorli behav here we consid altern linear estim that are design to improv the properti of the standard firstdifferenc gmm estim we consid two approach to estim the first approach extend the model by ad the observ initi valu as an extra regressor thi allow consist estim to be obtain by errorcompon gl thi estim is shown to be equival to the optim gmm estim for the normal homoskedast error compon model the second approach consid a mild restrict on the initi condit process under which lag differ in the depend variabl can be use to construct linear moment condit in the level equat the complet set of moment condit can then be exploit by a linear gmm estim in a system of firstdifferenc and level equat render the nonlinear moment condit redund for estim thi estim is strictli more effici than nonlinear gmm when the addit restrict is valid mont carlo simul are report which demonstr the dramat improv in perform of the propos estim compar to the usual firstdifferenc gmm estim especi for high valu of the autoregress parameterpthi abstract wa borrow from anoth version of thi item", "title": "Initial conditions and moment restrictions in dynamic panel data models"}, "https://ideas.repec.org/a/oup/restud/v50y1983i3p397-410..html": {"abstract": "Traditionally, restrictions on systems of demand equations have been tested using static models, whilst being estimated with time series data. This paper develops a vector time series model of expenditure shares in the context of a singular dynamic demand system. The model allows for non-symmetric and non-homogeneous short run behaviour. The homogeneity and symmetry restrictions are only examined in the long run structure. Results based on Canadian time series data are presented and reject the current practise of static modelling while restrictions suggested by economic theory are not rejected when imposed on the long run structure.", "authors": ["epbl81"], "abstractStem": "tradit restrict on system of demand equat have been test use static model whilst be estim with time seri data thi paper develop a vector time seri model of expenditur share in the context of a singular dynam demand system the model allow for nonsymmetr and nonhomogen short run behaviour the homogen and symmetri restrict are onli examin in the long run structur result base on canadian time seri data are present and reject the current practis of static model while restrict suggest by econom theori are not reject when impos on the long run structur", "title": "Testing Restrictions in a Flexible Dynamic Demand System: An Application to Consumers' Expenditure in Canada"}, "https://ideas.repec.org/a/kap/decono/v152y2004i2p233-250.html": {"abstract": " Alongside the growth in overall employment and the steady rise in average real incomes over the 1990s, many developed countries experienced a concentration of low labour market attachment and low pay among certain groups in society. In response, the focus of welfare policy shifted towards targeted 'making work pay' programs. This paper considers the validity of the arguments underlying this shift in welfare policy. It examines two broad classes of policies: active labour market programs and earned income tax credits.", "authors": ["epbl81"], "abstractStem": " alongsid the growth in overal employ and the steadi rise in averag real incom over the 1990 mani develop countri experienc a concentr of low labour market attach and low pay among certain group in societi in respons the focu of welfar polici shift toward target make work pay program thi paper consid the valid of the argument underli thi shift in welfar polici it examin two broad class of polici activ labour market program and earn incom tax credit", "title": "Labour Market Policy and Welfare Reform: Meeting Distribution and Efficiency Objectives"}, "https://ideas.repec.org/a/ifs/fistud/v13y1992i3p15-40.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl81"], "abstractStem": "no abstract is avail for thi item", "title": "Labour supply and taxation: a survey"}, "https://ideas.repec.org/a/ifs/fistud/v32y2011i3p331-359.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe46", "epbl81", "epmi20", "eppo19"], "abstractStem": "no abstract is avail for thi item", "title": "The Mirrlees Review: Conclusions and Recommendations for Reform"}, "https://ideas.repec.org/a/cje/issued/v44y2011i4p1106-1137.html": {"abstract": "This paper examines the role of evidence in drawing up the recommendations for tax reform in the Mirrlees Review . The arguments are organised loosely under five related headings: (i) Key margins of adjustment. (ii) Measurement of effective tax rates. (iii) The importance of information and complexity. (iv) Evidence on the size of responses. (v) Implications from theory for tax design. Although the Mirrlees Review focuses on all aspects of tax reform, the focus is this paper is on the taxation of earnings with some examples drawn from the taxation of consumption and savings.", "authors": ["epbl81"], "abstractStem": "thi paper examin the role of evid in draw up the recommend for tax reform in the mirrle review  the argument are organis loos under five relat head i key margin of adjust ii measur of effect tax rate iii the import of inform and complex iv evid on the size of respons v implic from theori for tax design although the mirrle review focus on all aspect of tax reform the focu is thi paper is on the taxat of earn with some exampl drawn from the taxat of consumpt and save", "title": "Viewpoint: Empirical evidence and tax policy design: lessons from the Mirrlees Review"}, "https://ideas.repec.org/a/jae/japmet/v13y1998i5p435-461.html": {"abstract": " This paper considers the implementation of semiparametric methods in the empirical analysis of consumer demand. The application is to the estimation of the Engel curve relationship and uses the British Family Expenditure Survey. Household composition is modelled using an extended partially linear framework. This is shown to provide a useful method for pooling non-parametric Engel curves across households of different demographic composition. © 1998 John Wiley &amp; Sons, Ltd.", "authors": ["epbl81", "epdu103", "fppe241"], "abstractStem": " thi paper consid the implement of semiparametr method in the empir analysi of consum demand the applic is to the estim of the engel curv relationship and use the british famili expenditur survey household composit is model use an extend partial linear framework thi is shown to provid a use method for pool nonparametr engel curv across household of differ demograph composit   1998 john wiley amp son ltd", "title": "Semiparametric estimation and consumer demand"}, "https://ideas.repec.org/a/eee/econom/v59y1993i1-2p137-160.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl81", "epme144", "epne100"], "abstractStem": "no abstract is avail for thi item", "title": "Labour supply and intertemporal substitution"}, "https://ideas.repec.org/a/oup/qjecon/v120y2005i2p701-728..html": {"abstract": "This paper investigates the relationship between product market competition and innovation. We find strong evidence of an inverted-U relationship using panel data. We develop a model where competition discourages laggard firms from innovating but encourages neck-and-neck firms to innovate. Together with the effect of competition on the equilibrium industry structure, these generate an inverted-U. Two additional predictions of the model—that the average technological distance between leaders and followers increases with competition, and that the inverted-U is steeper when industries are more neck-and-neck—are both supported by the data.", "authors": ["epbl55", "epbl81"], "abstractStem": "thi paper investig the relationship between product market competit and innov we find strong evid of an invertedu relationship use panel data we develop a model where competit discourag laggard firm from innov but encourag neckandneck firm to innov togeth with the effect of competit on the equilibrium industri structur these gener an invertedu two addit predict of the model that the averag technolog distanc between leader and follow increas with competit and that the invertedu is steeper when industri are more neckandneck are both support by the data", "title": "Competition and Innovation: an Inverted-U Relationship"}, "https://ideas.repec.org/a/ecj/econjl/v94y1984i376p800-811.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl81", "fpra205"], "abstractStem": "no abstract is avail for thi item", "title": "Testing for Linear Engel Curves and Additively Separable Preferences Using a New Flexible Demand System"}, "https://ideas.repec.org/a/ifs/fistud/v21y2000i1p75-103.html": {"abstract": "In October 1999, the working families’ tax credit (WFTC) replaced family credit as the main package of in-work support for families with children. Among a range of stated aims, the WFTC is intended to ‘... improve work incentives, encouraging people without work to move into employment’. In this paper, we consider the impact of WFTC on hours and participation. To simulate labour supply responses, we use a discrete behavioural model of household labour supply with controls for fixed and childcare costs, and unobserved heterogeneity. In simulation, we experiment with a number of scenarios regarding the take-up of the credit, entry wage level and hourly childcare price. We find participation rates among single mothers to increase by around 2.2 percentage points for the base-case scenario, while for married women participation rates are modelled to fall. Our simulation results indicate a small increase in overall participation of around 30,000 individuals.", "authors": ["epbl81", "epdu103", "epme144"], "abstractStem": "in octob 1999 the work famili  tax credit wftc replac famili credit as the main packag of inwork support for famili with children among a rang of state aim the wftc is intend to   improv work incent encourag peopl without work to move into employ  in thi paper we consid the impact of wftc on hour and particip to simul labour suppli respons we use a discret behaviour model of household labour suppli with control for fix and childcar cost and unobserv heterogen in simul we experi with a number of scenario regard the takeup of the credit entri wage level and hourli childcar price we find particip rate among singl mother to increas by around 22 percentag point for the basecas scenario while for marri women particip rate are model to fall our simul result indic a small increas in overal particip of around 30000 individu", "title": "The labour market impact of the working families’ tax credit"}, "https://ideas.repec.org/a/bla/jorssa/v168y2005i3p473-512.html": {"abstract": " Regression, matching, control function and instrumental variables methods for recovering the effect of education on individual earnings are reviewed for single treatments and sequential multiple treatments with and without heterogeneous returns. The sensitivity of the estimates once applied to a common data set is then explored. We show the importance of correcting for detailed test score and family background differences and of allowing for (observable) heterogeneity in returns. We find an average return of 27% for those completing higher education \"versus\" anything less. Compared with stopping at 16 years of age without qualifications, we find an average return to O-levels of 18%, to A-levels of 24% and to higher education of 48%. Copyright 2005 Royal Statistical Society.", "authors": ["epbl81", "fpde444", "epsi28"], "abstractStem": " regress match control function and instrument variabl method for recov the effect of educ on individu earn are review for singl treatment and sequenti multipl treatment with and without heterogen return the sensit of the estim onc appli to a common data set is then explor we show the import of correct for detail test score and famili background differ and of allow for observ heterogen in return we find an averag return of 27 for those complet higher educ versu anyth less compar with stop at 16 year of age without qualif we find an averag return to olevel of 18 to alevel of 24 and to higher educ of 48 copyright 2005 royal statist societi", "title": "Evaluating the effect of education on earnings: models, methods and results from the National Child Development Survey"}, "https://ideas.repec.org/a/ifs/fistud/v16y1995i3p106-125.html": {"abstract": "It is 20 years ago this July that the committee under the chairmanship of James Meade was set up by the Institute for Fiscal Studies to take a fundamental look at the UK tax structure. What it produced stands as a landmark in the history of tax policy analysis and was an important springboard for subsequent IFS research. The membership of the committee included three research ‘secretaries’, two of whom were recent presenters of the IFS Annual Lecture — John Flemming and Mervyn King — and the other of whom was to become Director of IFS — John Kay. With such an active history in research in this area, it would seem reasonable to ask ‘what’s new?’.", "authors": ["epbl81"], "abstractStem": "it is 20 year ago thi juli that the committe under the chairmanship of jame mead wa set up by the institut for fiscal studi to take a fundament look at the uk tax structur what it produc stand as a landmark in the histori of tax polici analysi and wa an import springboard for subsequ if research the membership of the committe includ three research  secretari  two of whom were recent present of the if annual lectur   john flem and mervyn king   and the other of whom wa to becom director of if   john kay with such an activ histori in research in thi area it would seem reason to ask  what s new ", "title": "Tax policy reform: why we need microeconomics"}, "https://ideas.repec.org/a/ifs/fistud/v21y2000i4p427-468.html": {"abstract": "This paper presents a review of non-experimental methods for the evaluation of social programmes. We consider matching and selection methods and analyse each for cross-section, repeated cross-section and longitudinal data. The methods are assessed drawing on evidence from labour market programmes in the UK and in the US.", "authors": ["epbl81"], "abstractStem": "thi paper present a review of nonexperiment method for the evalu of social programm we consid match and select method and analys each for crosssect repeat crosssect and longitudin data the method are assess draw on evid from labour market programm in the uk and in the us", "title": "Evaluation methods for non-experimental data"}, "https://ideas.repec.org/a/eee/pubeco/v127y2015icp58-73.html": {"abstract": "What do labor income dynamics look like over the life-cycle? What is the relative importance of persistent shocks, transitory shocks and heterogeneous profiles? To what extent do taxes, transfers and the family attenuate these various factors in the evolution of life-cycle inequality? In this paper, we use rich Norwegian population panel data to answer these important questions. We let individuals with different education levels have a separate income process; and within each skill group, we allow for non-stationarity in age and time, heterogeneous experience profiles, and shocks of varying persistence. We find that the income processes differ systematically by age, skill level and their interaction. To accurately describe labor income dynamics over the life-cycle, it is necessary to allow for heterogeneity by education levels and account for non-stationarity in age and time. Our findings suggest that the redistributive nature of the Norwegian tax–transfer system plays a key role in attenuating the magnitude and persistence of income shocks, especially among the low skilled. By comparison, spouse's income matters less for the dynamics of inequality over the life-cycle.", "authors": ["epbl81", "fpgr486", "fpmo570"], "abstractStem": "what do labor incom dynam look like over the lifecycl what is the rel import of persist shock transitori shock and heterogen profil to what extent do tax transfer and the famili attenu these variou factor in the evolut of lifecycl inequ in thi paper we use rich norwegian popul panel data to answer these import question we let individu with differ educ level have a separ incom process and within each skill group we allow for nonstationar in age and time heterogen experi profil and shock of vari persist we find that the incom process differ systemat by age skill level and their interact to accur describ labor incom dynam over the lifecycl it is necessari to allow for heterogen by educ level and account for nonstationar in age and time our find suggest that the redistribut natur of the norwegian tax transfer system play a key role in attenu the magnitud and persist of incom shock especi among the low skill by comparison spous incom matter less for the dynam of inequ over the lifecycl", "title": "Labor income dynamics and the insurance from taxes, transfers, and the family"}, "https://ideas.repec.org/a/eee/ecolet/v9y1982i4p371-376.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl81", "fpwa298"], "abstractStem": "no abstract is avail for thi item", "title": "On the optimal taxation of two person households"}, "https://ideas.repec.org/a/oup/restud/v79y2012i2p481-510.html": {"abstract": " The optimal design of low-income support is examined using a structural labour supply model. The approach incorporates unobserved heterogeneity, fixed costs of work, childcare costs and the detailed non-convexities of the tax and transfer system. The analysis considers purely Pareto improving reforms and also optimal design under social welfare functions with different degrees of inequality aversion. We explore the gains from tagging and also examine the case for the use of hours-contingent payments. Using the tax schedule for lone parents in the U.K. as our policy environment, the results point to a reformed non-linear tax schedule with tax credits only optimal for low earners. The results also suggest a welfare improving role for tagging according to child age and for hours-contingent payments, although the case for the latter is mitigated when hours cannot be monitored or recorded accurately by the tax authorities. Copyright 2012, Oxford University Press.", "authors": ["epbl81", "fpsh498"], "abstractStem": " the optim design of lowincom support is examin use a structur labour suppli model the approach incorpor unobserv heterogen fix cost of work childcar cost and the detail nonconvex of the tax and transfer system the analysi consid pure pareto improv reform and also optim design under social welfar function with differ degre of inequ avers we explor the gain from tag and also examin the case for the use of hoursconting payment use the tax schedul for lone parent in the uk as our polici environ the result point to a reform nonlinear tax schedul with tax credit onli optim for low earner the result also suggest a welfar improv role for tag accord to child age and for hoursconting payment although the case for the latter is mitig when hour cannot be monitor or record accur by the tax author copyright 2012 oxford univers press", "title": "Employment, Hours of Work and the Optimal Taxation of Low-Income Families"}, "https://ideas.repec.org/a/prs/ecoprv/ecop_0249-4744_1993_num_110_4_5639.html": {"abstract": "[fre] Estimation d'un système complet de demandes de biens et d'offre de travail pour un échantillon de ménages français, par Richard Blundell, François Laisney, Matthias Ruth. Pour obtenir un système complet de demandes compatible avec la prise de décisions sur le cycle de vie, nous utilisons des résultats d'estimation obtenus précédemment pour l'offre de travail des femmes mariées pour identifier les paramètres de préférences quasi-homothétiques définies sur 16 categories de biens, estimées sur un échantillon de ménages basés sur un couple marié, tiré de l'enquête Insee \"Budgets des Familles 1978-1979\". Nous distinguons quatre régimes selon que le ménage indique ou non avoir effectué des achats dans les catégories tabac et alcool, et traitons les autres dépenses nulles éventuelles comme résultant du phénomène \"d'infréquence d'achat\". Nous utilisons pour les consommations minimales une paramétrisation très détaillée en fonction de caractéristiques socio-démographiques, en mettant l'accent sur un traitement symétrique des caractéristiques du mari et de la femme. Des diagnostics de l'hypothèse de séparabilité entre loisir et biens dans les préférences, hypothèse sur laquelle repose la stratégie d'estimation adoptée, rejettent nettement cette hypothèse pour les quatre catégories de biens \"habits et chaussures\", \"durables\", \"transport et communication\" et \"services au taux réduit\". Ce résultat peut être du en fait à l'existence de coûts fixes de l'activité portant sur ces catégories de biens. [eng] Estimation of a Comprehensive System of Goods Demand and Labour Supply for a Sample of French Households, by Richard Blundell, François Laisney and Matthias Ruth. In order to obtain a comprehensive demand system compatible with life-cycle decisions, previously obtained estimation results for the married-woman labour supply are used to identify the virtually homothetic preference parameters defined for 16 categories of goods estimated for a sample of married-couple households taken from the INSEE Budget des Familles 1978-1979 survey. Four systems are differentiated according to whether or not the household reports purchases in the tobacco and alcohol categories. The other possible zero outlays are treated as resulting from the \"purchase infrequency\" phenomenon. Minimal consumption is parameterized in great detail according to socio-demographic characteristics, by placintg the emphasis on a symmetrical handling of the characteristics of the husband and the wife. Diagnoses of the hypothesis of the separability of leisure and goods preferences, on which the adopted estimation strategy is based, clearly reject the hypothesis for the four goods categories of \"clothing dans shoes\", \"durables\", \"transport and communication\" and \"VAT-reduced rate services\". This result could be due to the existence of fixed business costs for these goods categories. [spa] Valoración de un sistema completo de demandas de bienes y de oferta de trabajo para una muestra de familias francesas, por Richard Blundell, François Laisney y Matthias Ruth. Para llegar a obtener un sistema completo de demandas compatible con la toma de decisiones acerca del ciclo de vida, los autores utilizan los resultados de valoraciones conseguidas anteriormente para la oferta del trabajo de las mujeres casadas, para identificar los paramétros de preferencia casi homotéticos definidos para 16 categorías de bienes, valorados para una muestra de familias compuestas por una pareja casada, según se deriva de la encuesta del INSEE \"Presupuestos de las Familias 1978-1979\". Cabe establecer la distinción entre cuatro regímenes según si la familia précisa o no haber efectuado compras en las categorîas del tabaco y del alcohol, y se procesan los otros gastos nulos, en su caso, como resultado del fenómeno de \"infrecuencia de compra\". Por lo que respecta a los consumos mínimos, se utiliza una parametrización sumamente detallada acorde a las características sociodemográficas, haciendo hincapié sobre un procesamiento simétrico de las características del marido y de la mujer. Los diagnósticos de la hipótesis de separabilidad entre tiempo libre y bienes en las preferencias, hipótesis en que se funda la estrategia de la valoración adoptada, rechazan abiertamente semejante hipótesis para las cuatro categorías de bienes \"vestido y calzado\"\", bienes duraderos\", \"transporte y comunicación\" y \"servicios a tasa reducida\". Este resultado puede tener por origen la existencia de costes fijos de la actividad relativa a estas categorías de bienes. [ger] Simulationen von Reformen bei der direkten und indirekten Besteuerung der französischen Haushalte, von François Laisney, Martin Mühleisen, Matthias Staat, Stefan Vögele. Wir untersuchen in diesem Artikel die Auswirkungen auf den Lebensstandard der französischen privaten Haushalte einer bei konstanten Steuereinnahmen gleichzeitig durchgeführten Reform der indirekten Besteuerung (verschiedene Varianten des ersten Vorschlages der Europäischen Kommission für eine Mehrwertsteuer-Harmonisierung) und der direkten Besteuerung (verschiedene Varianten einer Abscnwächung des 'Familienquotienten-Systems', das eine Besonderheit des französischen Steuerwesens darstellt und als Mittel zur Anpassung der Steuerbelastung an die demographische Zusammensetzung des Haushalts verstanden werden kann). Verglichen werden zwei Ansätze zur Kalibrierung der Bezugssituation, die mit zwei Ansätzen zur Simulierung der Reaktionen der Haushalte auf die Änderungen des Steuersystems in Verbindung gebracht werden. In einem dieser Ansätze wird das Vorhandensein von arbeitsbedingten Fixkosten berücksichtigt. Bei beiden Ansàtzen gelangen wir zu der Erkenntnis, daß die Verwirklichung des Kommissionsvorschlages, dem zufolge der ermäßigte Steuersatz unverändert bleibt, zwar für eine knappe Mehrheit der untersuchten Haushalte von Vorteil sein kann (die gegenwärtige Situation ist jedoch auch aufgrund verschiedener anderer Kriterien anscheinend vorzuziehen); daß aber der normale Steuersatz, der die Kontinuität der Steuereinnahmen sicherstellt, die von der Kommission auferlegten Grenzen übersteigt. Obwohl durch die gleichzeitige Abschwächung des Familienquotienten-Systems der normale Steuersatz in die gewünschte Bandbreite gebracht werden könnte und somit das Preisniveau gesenkt würde, ist die bloße Änderung der Mehrwertsteuer einer gemeinsamen Reformierung eindeutig vorzuziehen. Dieses Ergebnis widerspricht der Auffassung, der zufolge eine Steuerentlastung im Zusammenhang mit dem Familienquotienten ledighch für die wohlhabendsten Haushalte spürbare Erleichterungen mit sich bringen würde.", "authors": ["epbl81", "fpla556"], "abstractStem": "fre estim dun syst me complet de demand de bien et doffr de travail pour un  chantillon de m nage fran ai par richard blundel fran oi laisney matthia ruth pour obtenir un syst me complet de demand compat avec la prise de d cision sur le cycl de vie nou utilison de r sultat destim obtenu pr c demment pour loffr de travail de femm mari es pour identifi le param tre de pr f renc quasihomoth tiqu d fini sur 16 categori de bien estim es sur un  chantillon de m nage ba s sur un coupl mari  tir  de lenqu te inse budget de famil 19781979 nou distinguon quatr r gime selon que le m nage indiqu ou non avoir effectu  de achat dan le cat gori tabac et alcool et traiton le autr d pens null  ventuel comm r sultant du ph nom ne dinfr quenc dachat nou utilison pour le consomm minimal une param trisat tr s d taill e en fonction de caract ristiqu sociod mographiqu en mettant laccent sur un traitement sym triqu de caract ristiqu du mari et de la femm de diagnost de lhypoth se de s parabilit  entr loisir et bien dan le pr f renc hypoth se sur laquel repos la strat gie destim adopt e rejett nettement cett hypoth se pour le quatr cat gori de bien habit et chaussur durabl transport et commun et servic au taux r duit ce r sultat peut  tre du en fait   lexist de co ts fix de lactivit  portant sur ce cat gori de bien eng estim of a comprehens system of good demand and labour suppli for a sampl of french household by richard blundel fran oi laisney and matthia ruth in order to obtain a comprehens demand system compat with lifecycl decis previous obtain estim result for the marriedwoman labour suppli are use to identifi the virtual homothet prefer paramet defin for 16 categori of good estim for a sampl of marriedcoupl household taken from the inse budget de famil 19781979 survey four system are differenti accord to whether or not the household report purchas in the tobacco and alcohol categori the other possibl zero outlay are treat as result from the purchas infrequ phenomenon minim consumpt is parameter in great detail accord to sociodemograph characterist by placintg the emphasi on a symmetr handl of the characterist of the husband and the wife diagnos of the hypothesi of the separ of leisur and good prefer on which the adopt estim strategi is base clearli reject the hypothesi for the four good categori of cloth dan shoe durabl transport and commun and vatreduc rate servic thi result could be due to the exist of fix busi cost for these good categori spa valoraci n de un sistema completo de demanda de bien y de oferta de trabajo para una muestra de familia francesa por richard blundel fran oi laisney y matthia ruth para llegar a obten un sistema completo de demanda compat con la toma de decision acerca del ciclo de vida lo autor utilizan lo resultado de valoracion conseguida anteriorment para la oferta del trabajo de la mujer casada para identificar lo param tro de preferencia casi homot tico definido para 16 categor as de bien valorado para una muestra de familia compuesta por una pareja casada seg n se deriva de la encuesta del inse presupuesto de la familia 19781979 cabe establec la distinci n entr cuatro reg mene seg n si la familia pr cisa o no haber efectuado compra en la categor as del tabaco y del alcohol y se procesan lo otro gasto nulo en su caso como resultado del fen meno de infrecuencia de compra por lo que respecta a lo consumo m nimo se utiliza una parametrizaci n sumament detallada acord a la caract stica sociodemogr fica haciendo hincapi  sobr un procesamiento sim trico de la caract stica del marido y de la mujer lo diagn stico de la hip tesi de separabilidad entr tiempo libr y bien en la preferencia hip tesi en que se funda la estrategia de la valoraci n adoptada rechazan abiertament semejant hip tesi para la cuatro categor as de bien vestido y calzado bien duradero transport y comunicaci n y servicio a tasa reducida est resultado pued tener por origen la existencia de cost fijo de la actividad relativa a esta categor as de bien ger simulationen von reformen bei der direkten und indirekten besteuerung der franz sischen haushalt von fran oi laisney martin m hleisen matthia staat stefan v gele wir untersuchen in diesem artikel die auswirkungen auf den lebensstandard der franz sischen privaten haushalt einer bei konstanten steuereinnahmen gleichzeitig durchgef hrten reform der indirekten besteuerung verschieden varianten de ersten vorschlag der europ ischen kommiss f r ein mehrwertsteuerharmonisierung und der direkten besteuerung verschieden varianten einer abscnw chung de familienquotientensystem da ein besonderheit de franz sischen steuerwesen darstellt und al mittel zur anpassung der steuerbelastung an die demographisch zusammensetzung de haushalt verstanden werden kann verglichen werden zwei an tze zur kalibrierung der bezugssitu die mit zwei an tzen zur simulierung der reaktionen der haushalt auf die  nderungen de steuersystem in verbindung gebracht werden in einem dieser an tze wird da vorhandensein von arbeitsbedingten fixkosten ber cksichtigt bei beiden an tzen gelangen wir zu der erkenntni da  die verwirklichung de kommissionsvorschlag dem zufolg der erm igt steuersatz unver ndert bleibt zwar f r ein knapp mehrheit der untersuchten haushalt von vorteil sein kann die gegenw rtige situat ist jedoch auch aufgrund verschieden ander kriterien anscheinend vorzuziehen da  aber der normal steuersatz der die kontinuit t der steuereinnahmen sicherstellt die von der kommiss auferlegten grenzen  bersteigt obwohl durch die gleichzeitig abschw chung de familienquotientensystem der normal steuersatz in die gew nschte bandbreit gebracht werden k nnte und somit da preisniveau gesenkt w rde ist die blo e  nderung der mehrwertsteu einer gemeinsamen reformierung eindeutig vorzuziehen dies ergebni widerspricht der auffassung der zufolg ein steuerentlastung im zusammenhang mit dem familienquotienten ledighch f r die wohlhabendsten haushalt sp rbare erleichterungen mit sich bringen w rde", "title": "Estimation d'un système complet de demandes de biens et d'offre de travail pour un échantillon de ménages français"}, "https://ideas.repec.org/a/uwp/jhriss/v44y2009i3p565-640.html": {"abstract": "This paper reviews some of the most popular policy evaluation methods in empirical microeconomics: social experiments, natural experiments, matching, instrumental variables, discontinuity design, and control functions. It discusses identification of traditionally used average parameters and more complex distributional parameters. The adequacy, assumptions, and data requirements of each approach are discussed, drawing on empirical evidence from the education and employment policy evaluation literature. A workhorse simulation model of education and earnings is used throughout the paper to discuss and illustrate each approach. The full set of STATA data sets and do-files are available free online and can be used to reproduce all estimation results.", "authors": ["epbl81"], "abstractStem": "thi paper review some of the most popular polici evalu method in empir microeconom social experi natur experi match instrument variabl discontinu design and control function it discuss identif of tradit use averag paramet and more complex distribut paramet the adequaci assumpt and data requir of each approach are discuss draw on empir evid from the educ and employ polici evalu literatur a workhors simul model of educ and earn is use throughout the paper to discuss and illustr each approach the full set of stata data set and dofil are avail free onlin and can be use to reproduc all estim result", "title": "Alternative Approaches to Evaluation in Empirical Microeconomics"}, "https://ideas.repec.org/a/oup/oxecpp/v53y2001i2p189-214.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl81"], "abstractStem": "no abstract is avail for thi item", "title": "Welfare Reform for Low Income Workers"}, "https://ideas.repec.org/a/spr/empeco/v18y1993i3p393-415.html": {"abstract": " This paper examines the labour supply behaviour of married women in France. A sequence of models is specified and estimated which incorporate different amounts of information on observed weekly hours. In all models the distinction is drawn between search and non-participation among non-workers. We provide extensive specification diagnostics, including Heckman-Andrews tests, as well as Hausman tests for the comparison of different handlings of the hours information. It turns out that distinguishing between part-time, full-time and long hours gives virtually the same results as treating observed hours as reflecting desired hours.", "authors": ["epbl81", "fpla556", "eple131"], "abstractStem": " thi paper examin the labour suppli behaviour of marri women in franc a sequenc of model is specifi and estim which incorpor differ amount of inform on observ weekli hour in all model the distinct is drawn between search and nonparticip among nonwork we provid extens specif diagnost includ heckmanandrew test as well as hausman test for the comparison of differ handl of the hour inform it turn out that distinguish between parttim fulltim and long hour give virtual the same result as treat observ hour as reflect desir hour", "title": "Alternative Interpretations of Hours Information in an Econometric Model of Labour Supply"}, "https://ideas.repec.org/a/oup/restud/v56y1989i1p37-57..html": {"abstract": "Estimation in a class of simultaneous equation limited dependent variable models is considered. The minimum Chi-squared method is used to compare the asymptotic relative efficiency of marginal and new conditional maximum likelihood estimators for this class of models. Efficient minimum Chi-squared estimation procedures are described. A two-step algorithm based on a conditional maximum likelihood estimator provides a natural framework for both computing a linearized and locating the joint maximum likelihood estimator. The unimodality of the simultaneous equation tobit likelihood function is proved and this model is used to illustrate the empirical application of some of the estimators considered in the paper. The relative efficiency of these estimators in the simultaneous equation tobit model is examined in a set of Monte-Carlo experiments.", "authors": ["epbl81"], "abstractStem": "estim in a class of simultan equat limit depend variabl model is consid the minimum chisquar method is use to compar the asymptot rel effici of margin and new condit maximum likelihood estim for thi class of model effici minimum chisquar estim procedur are describ a twostep algorithm base on a condit maximum likelihood estim provid a natur framework for both comput a linear and locat the joint maximum likelihood estim the unimod of the simultan equat tobit likelihood function is prove and thi model is use to illustr the empir applic of some of the estim consid in the paper the rel effici of these estim in the simultan equat tobit model is examin in a set of montecarlo experi", "title": "Estimation in a Class of Simultaneous Equation Limited Dependent Variable Models"}, "https://ideas.repec.org/a/eee/econom/v141y2007i1p65-83.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl81"], "abstractStem": "no abstract is avail for thi item", "title": "Censored regression quantiles with endogenous regressors"}, "https://ideas.repec.org/a/ecj/econjl/v92y1982i366p351-64.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl81", "fpwa298"], "abstractStem": "no abstract is avail for thi item", "title": "Modelling the Joint Determination of Household Labour Supplies and Commodity Demands"}, "https://ideas.repec.org/a/tpr/jeurec/v3y2005i2-3p211-235.html": {"abstract": " This lecture address the following two key criticisms of the empirical application of revealed preference theory: When the RP conditions do not reject, they do not provide precise predictions; and when they do reject, they do not help characterize the nature of irrationality or the degree/direction of changing tastes. Recent developments in the application of RP theory are shown to have rendered these criticisms unfounded. A powerful test of rationality is available that also provides a natural characterization of changing tastes. Tight bounds on demand responses and on the welfare costs of relative price and tax changes are also available and are shown to work well in practice. (JEL: D11, D12, C14) Copyright (c) 2005 The European Economic Association.", "authors": ["epbl81"], "abstractStem": " thi lectur address the follow two key critic of the empir applic of reveal prefer theori when the rp condit do not reject they do not provid precis predict and when they do reject they do not help character the natur of irration or the degreedirect of chang tast recent develop in the applic of rp theori are shown to have render these critic unfound a power test of ration is avail that also provid a natur character of chang tast tight bound on demand respons and on the welfar cost of rel price and tax chang are also avail and are shown to work well in practic jel d11 d12 c14 copyright c 2005 the european econom associ", "title": "Presidential Address: How Revealing Is Revealed Preference?"}, "https://ideas.repec.org/a/aea/aecrev/v88y1998i2p168-72.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl81"], "abstractStem": "no abstract is avail for thi item", "title": "Pensions and Labor-Market Participation in the United Kingdom"}, "https://ideas.repec.org/a/oup/restud/v53y1986i4p539-558..html": {"abstract": "This paper estimates a utility maximising model of the joint determination of male and female labour supplies using a sample of married couples from the U.K. Family Expenditure Survey. The emphasis is on the estimation of within period preferences that are consistent with intertemporal two-stage budgeting under uncertainty. However, the approach we adopt provides an alternative method of estimating certain aspects of life-cycle behaviour to the fixed effects λ-constant approach of Heckman and MaCurdy (1980), MaCurdy (1981) and Browning, Deaton and Irish (1985). Moreover, it relaxes some of the underlying restrictions that are implicit in these λ-constant models under uncertainty.", "authors": ["epbl81"], "abstractStem": "thi paper estim a util maximis model of the joint determin of male and femal labour suppli use a sampl of marri coupl from the uk famili expenditur survey the emphasi is on the estim of within period prefer that are consist with intertempor twostag budget under uncertainti howev the approach we adopt provid an altern method of estim certain aspect of lifecycl behaviour to the fix effect  constant approach of heckman and macurdi 1980 macurdi 1981 and brown deaton and irish 1985 moreov it relax some of the underli restrict that are implicit in these  constant model under uncertainti", "title": "A Life-Cycle Consistent Empirical Model of Family Labour Supply Using Cross-Section Data"}, "https://ideas.repec.org/a/tpr/restat/v91y2009i1p20-32.html": {"abstract": " How does firm entry affect innovation incentives in incumbent firms? Microdata suggest that there is heterogeneity across industries. Specifically, incumbent productivity growth and patenting is positively correlated with lagged greenfield foreign firm entry in technologically advanced industries, but not in laggard industries. In this paper we provide evidence that these correlations arise from a causal effect predicted by Schumpeterian growth theory-the threat of technologically advanced entry spurs innovation incentives in sectors close to the technology frontier, where successful innovation allows incumbents to survive the threat, but discourages innovation in laggard sectors, where the threat reduces incumbents' expected rents from innovating. We find that the empirical patterns hold using rich micro panel data for the United Kingdom. We control for the endogeneity of entry by exploiting major European and U.K. policy reforms, and allow for endogeneity of additional factors. We complement the analysis for foreign entry with evidence for domestic entry and entry through imports. Copyright by the President and Fellows of Harvard College and the Massachusetts Institute of Technology.", "authors": ["epbl81", "epgr70", "epho22"], "abstractStem": " how doe firm entri affect innov incent in incumb firm microdata suggest that there is heterogen across industri specif incumb product growth and patent is posit correl with lag greenfield foreign firm entri in technolog advanc industri but not in laggard industri in thi paper we provid evid that these correl aris from a causal effect predict by schumpeterian growth theoryth threat of technolog advanc entri spur innov incent in sector close to the technolog frontier where success innov allow incumb to surviv the threat but discourag innov in laggard sector where the threat reduc incumb expect rent from innov we find that the empir pattern hold use rich micro panel data for the unit kingdom we control for the endogen of entri by exploit major european and uk polici reform and allow for endogen of addit factor we complement the analysi for foreign entri with evid for domest entri and entri through import copyright by the presid and fellow of harvard colleg and the massachusett institut of technolog", "title": "The Effects of Entry on Incumbent Innovation and Productivity"}, "https://ideas.repec.org/a/ecm/emetrp/v75y2007i6p1613-1669.html": {"abstract": " This paper studies a shape-invariant Engel curve system with endogenous total expenditure, in which the shape-invariant specification involves a common shift parameter for each demographic group in a pooled system of nonparametric Engel curves. We focus on the identification and estimation of both the nonparametric shapes of the Engel curves and the parametric specification of the demographic scaling parameters. The identification condition relates to the bounded completeness and the estimation procedure applies the sieve minimum distance estimation of conditional moment restrictions, allowing for endogeneity. We establish a new root mean squared convergence rate for the nonparametric instrumental variable regression when the endogenous regressor could have unbounded support. Root-n asymptotic normality and semiparametric efficiency of the parametric components are also given under a set of \"low-level\" sufficient conditions. Our empirical application using the U.K. Family Expenditure Survey shows the importance of adjusting for endogeneity in terms of both the nonparametric curvatures and the demographic parameters of systems of Engel curves. Copyright The Econometric Society 2007.", "authors": ["epbl81", "epkr127"], "abstractStem": " thi paper studi a shapeinvari engel curv system with endogen total expenditur in which the shapeinvari specif involv a common shift paramet for each demograph group in a pool system of nonparametr engel curv we focu on the identif and estim of both the nonparametr shape of the engel curv and the parametr specif of the demograph scale paramet the identif condit relat to the bound complet and the estim procedur appli the siev minimum distanc estim of condit moment restrict allow for endogen we establish a new root mean squar converg rate for the nonparametr instrument variabl regress when the endogen regressor could have unbound support rootn asymptot normal and semiparametr effici of the parametr compon are also given under a set of lowlevel suffici condit our empir applic use the uk famili expenditur survey show the import of adjust for endogen in term of both the nonparametr curvatur and the demograph paramet of system of engel curv copyright the econometr societi 2007", "title": "Semi-Nonparametric IV Estimation of Shape-Invariant Engel Curves"}, "https://ideas.repec.org/a/ucp/jpolec/v113y2005i6p1277-1306.html": {"abstract": "We extend the collective model of household behavior to allow for the existence of public consumption. We show how this model allows the analysis of welfare consequences of policies aimed at changing the distribution of power within the household. Our setting provides a conceptual framework for addressing issues linked to the \"targeting\" of specific benefits or taxes. We also show that the observation of the labor supplies and the household demand for the public good allow one to identify individual welfare and the decision process. This requires either a separability assumption or the presence of a distribution factor.", "authors": ["epbl81", "fpch377", "epme144"], "abstractStem": "we extend the collect model of household behavior to allow for the exist of public consumpt we show how thi model allow the analysi of welfar consequ of polici aim at chang the distribut of power within the household our set provid a conceptu framework for address issu link to the target of specif benefit or tax we also show that the observ of the labor suppli and the household demand for the public good allow one to identifi individu welfar and the decis process thi requir either a separ assumpt or the presenc of a distribut factor", "title": "Collective Labor Supply with Children"}, "https://ideas.repec.org/a/eee/econom/v64y1994i1-2p355-373.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl81", "epsm83"], "abstractStem": "no abstract is avail for thi item", "title": "Coherency and estimation in simultaneous models with censored or qualitative dependent variables"}, "https://ideas.repec.org/a/kap/reveho/v4y2006i2p159-180.html": {"abstract": " This paper proposes a comparison of the results of tax policy analysis obtained on the basis of unitary and collective representations of the household. We first generate labour supplies consistent with the collective rationality, by use of a model calibrated on microdata as described in Vermeulen et al. [Collective Models of Household Labor Supply with Nonconvex Budget Sets and Nonparticipation: A Calibration Approach ( 2006 )]. A unitary model is then estimated on these collective data and unitary and collective responses to a tax reform are compared. We focus on the introduction of linear taxation in Germany. The exercise is replicated for other European countries and other topical reforms. Distortions due to the use of a unitary model turn out to be important in predicting labour supply adjustments, in the design of tax revenue neutral reforms, and in predicting a reform’s welfare implications. Copyright Springer Science+Business Media, LLC 2006", "authors": ["epba190", "epbl81", "fpca295", "epch3", "fpla556", "eple83", "fplo244", "fpmo300", "epmy21", "epru77", "epve33"], "abstractStem": " thi paper propos a comparison of the result of tax polici analysi obtain on the basi of unitari and collect represent of the household we first gener labour suppli consist with the collect ration by use of a model calibr on microdata as describ in vermeulen et al collect model of household labor suppli with nonconvex budget set and nonparticip a calibr approach  2006  a unitari model is then estim on these collect data and unitari and collect respons to a tax reform are compar we focu on the introduct of linear taxat in germani the exercis is replic for other european countri and other topic reform distort due to the use of a unitari model turn out to be import in predict labour suppli adjust in the design of tax revenu neutral reform and in predict a reform s welfar implic copyright springer sciencebusi media llc 2006", "title": "Evaluating the Move to a Linear Tax System in Germany and Other European Countries"}, "https://ideas.repec.org/a/aea/aecrev/v88y1998i4p769-88.html": {"abstract": " This paper addresses whether households save enough for their retirement. For successive date-of-birth cohorts the authors analyze income and expenditure patterns around the time of retirement. They find a fall in consumption as household heads retire which cannot be fully explained by a forward-looking consumption-smoothing model that accounts for expected demographic changes and mortality risk. Controlling for labor-market participation explains part, but not all, of this dip. The authors argue that the only way to reconcile fully the fall in consumption with the life-cycle hypothesis is with the systematic arrival of unexpected adverse information. Copyright 1998 by American Economic Association.", "authors": ["fpba509", "epbl81", "epsm105"], "abstractStem": " thi paper address whether household save enough for their retir for success dateofbirth cohort the author analyz incom and expenditur pattern around the time of retir they find a fall in consumpt as household head retir which cannot be fulli explain by a forwardlook consumptionsmooth model that account for expect demograph chang and mortal risk control for labormarket particip explain part but not all of thi dip the author argu that the onli way to reconcil fulli the fall in consumpt with the lifecycl hypothesi is with the systemat arriv of unexpect advers inform copyright 1998 by american econom associ", "title": "Is There a Retirement-Savings Puzzle?"}, "https://ideas.repec.org/a/aea/aecrev/v98y2008i5p1887-1921.html": {"abstract": "This paper examines the link between income and consumption inequality. We create panel data on consumption for the Panel Study of Income Dynamics using an imputation procedure based on food demand estimates from the Consumer Expenditure Survey. We document a disjuncture between income and consumption inequality over the 1980s and show that it can be explained by changes in the persistence of income shocks. We find some partial insurance of permanent shocks, especially for the college educated and those near retirement. We find full insurance of transitory shocks except among poor households. Taxes, transfers, and family labor supply play an important role in insuring permanent shocks. (JEL D12, D31, D91, E21)", "authors": ["epbl81", "eppi39", "eppr2"], "abstractStem": "thi paper examin the link between incom and consumpt inequ we creat panel data on consumpt for the panel studi of incom dynam use an imput procedur base on food demand estim from the consum expenditur survey we document a disjunctur between incom and consumpt inequ over the 1980 and show that it can be explain by chang in the persist of incom shock we find some partial insur of perman shock especi for the colleg educ and those near retir we find full insur of transitori shock except among poor household tax transfer and famili labor suppli play an import role in insur perman shock jel d12 d31 d91 e21", "title": "Consumption Inequality and Partial Insurance"}, "https://ideas.repec.org/a/eee/streco/v3y1992i2p291-299.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl81", "fpma783"], "abstractStem": "no abstract is avail for thi item", "title": "Panel data analysis: An introductory overview"}, "https://ideas.repec.org/a/uwp/jhriss/v38y2003i2p241-279.html": {"abstract": "In this paper, we describe the household wealth distribution in the United States and United Kingdom over the past two decades, and compare both wealth inequality and the form in which wealth is held. Unconditionally, there are large differences in financial wealth between the two countries at the top fifth of the wealth distribution. Even after controlling for age and income differences between the two countries, we show that the median U.S. household accumulates more financial wealth than their United Kingdom counterpart does. We explore a number of alternative reasons for these differences and reject some explanations as implausible. Some of the observed differences are due to what we refer to as ‘‘initial conditions,’’ in particular previously high rates of corporate equity ownership in the U.S. and housing ownership among young British households. This only provides a partial explanation, however. Among other explanations are differences in the annuitization of retirement incomes and in the amount of wealth held in the form of housing equity. In the first case, forced and voluntary annuitization in the United Kingdom mean older households face considerably less longevity risk. In the second, higher house price volatility in the United Kingdom can create an incentive, as shown Banks, Blundell, and Smith (2002), away from stock market equity earlier in the life cycle.", "authors": ["fpba509", "epbl81", "epsm28"], "abstractStem": "in thi paper we describ the household wealth distribut in the unit state and unit kingdom over the past two decad and compar both wealth inequ and the form in which wealth is held uncondit there are larg differ in financi wealth between the two countri at the top fifth of the wealth distribut even after control for age and incom differ between the two countri we show that the median us household accumul more financi wealth than their unit kingdom counterpart doe we explor a number of altern reason for these differ and reject some explan as implaus some of the observ differ are due to what we refer to as  initi condit  in particular previous high rate of corpor equiti ownership in the us and hous ownership among young british household thi onli provid a partial explan howev among other explan are differ in the annuit of retir incom and in the amount of wealth held in the form of hous equiti in the first case forc and voluntari annuit in the unit kingdom mean older household face consider less longev risk in the second higher hous price volatil in the unit kingdom can creat an incent as shown bank blundel and smith 2002 away from stock market equiti earlier in the life cycl", "title": "Understanding Differences in Household Financial Wealth between the United States and Great Britain"}, "https://ideas.repec.org/a/ecj/econjl/v94y1984i376ap59-68.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl81", "fpwa298"], "abstractStem": "no abstract is avail for thi item", "title": "A Household Production Specification of Demographic Variables in Demand Analysis"}, "https://ideas.repec.org/a/aea/aecrev/v101y2011i3p482-86.html": {"abstract": " In this paper we propose a systematic way of examining the importance of the extensive and the intensive margins of labor supply in order to explain the overall movements in total hours of work over time. We show how informative bounds can be developed on each of these margins. We apply this analysis to the evolution of hours of work in the US, the UK, and France and show that both the extensive and intensive margins matter in explaining changes in total hours.", "authors": ["epbl81", "fpbo439", "fpla208"], "abstractStem": " in thi paper we propos a systemat way of examin the import of the extens and the intens margin of labor suppli in order to explain the overal movement in total hour of work over time we show how inform bound can be develop on each of these margin we appli thi analysi to the evolut of hour of work in the us the uk and franc and show that both the extens and intens margin matter in explain chang in total hour", "title": "Labor Supply and the Extensive Margin"}, "https://ideas.repec.org/a/ecj/econjl/v97y1987i388ap44-64.html": {"abstract": " The definition of labor force participation in the standard labor supply model stands in sharp contrast to that used in compiling the labor force statistics. In standard labor supply models, only those supplying positive hours of work are considered to be labor force participants. On the other hand, participation in the labor force statistics is often defined to include not only those supplying positive hours but also those actively searching for work. This paper is an attempt to reconcile these concepts and turns out to be aconvenient way to enter demand side factors. The model is applied to the working behavior of married women in the U.K. Family Expenditure Survey. Copyright 1987 by Royal Economic Society.", "authors": ["epbl81", "fpha1028", "epme144"], "abstractStem": " the definit of labor forc particip in the standard labor suppli model stand in sharp contrast to that use in compil the labor forc statist in standard labor suppli model onli those suppli posit hour of work are consid to be labor forc particip on the other hand particip in the labor forc statist is often defin to includ not onli those suppli posit hour but also those activ search for work thi paper is an attempt to reconcil these concept and turn out to be aconveni way to enter demand side factor the model is appli to the work behavior of marri women in the uk famili expenditur survey copyright 1987 by royal econom societi", "title": "Unemployment and Female Labour Supply"}, "https://ideas.repec.org/a/aea/jecper/v29y2015i2p173-90.html": {"abstract": "The UK has enacted a number of reforms to the structure of disability benefits that has made it a major case study for other countries thinking of reform. The introduction of Incapacity Benefit in 1995 coincided with a strong decline in disability benefit expenditure, reversing previous sharp increases. From 2008 the replacement of Incapacity Benefit with Employment and Support Allowance was intended to reduce spending further. We bring together administrative and survey data over the period and highlight key differences in receipt of disability benefits by age, sex, and health. These disability benefit reforms and the trends in receipt are also put into the context of broader trends in health and employment by education and sex. We document a growing proportion of claimants in any age group with mental and behavioral disorders as their principal health condition. We also show the decline in the number of older working age men receiving disability benefits to have been partially offset by growth in the number of younger women receiving these benefits. We speculate on the impact of disability reforms on employment.", "authors": ["fpba509", "epbl81"], "abstractStem": "the uk ha enact a number of reform to the structur of disabl benefit that ha made it a major case studi for other countri think of reform the introduct of incapac benefit in 1995 coincid with a strong declin in disabl benefit expenditur revers previou sharp increas from 2008 the replac of incapac benefit with employ and support allow wa intend to reduc spend further we bring togeth administr and survey data over the period and highlight key differ in receipt of disabl benefit by age sex and health these disabl benefit reform and the trend in receipt are also put into the context of broader trend in health and employ by educ and sex we document a grow proport of claimant in ani age group with mental and behavior disord as their princip health condit we also show the declin in the number of older work age men receiv disabl benefit to have been partial offset by growth in the number of younger women receiv these benefit we specul on the impact of disabl reform on employ", "title": "Disability Benefit Receipt and Reform: Reconciling Trends in the United Kingdom"}, "https://ideas.repec.org/a/ifs/fistud/v20y1999i1p1-23.html": {"abstract": "This paper provides a non-technical review of the evidence on the returns to education and training for the individual, the firm and the economy at large. It begins by reviewing the empirical work that has attempted to estimate the true causal effect of education and training on individual earnings, focusing on the recent literature that has attempted to control for potential biases in the estimated returns to education and training. It then moves on to review the literature that has looked at the returns from human capital investments to employers. Lack of suitable data and methodological difficulties have resulted in a paucity of studies that have carried out sound empirical work on this issue. In the final part of the review, we look at the work that has tried to assess the contribution of human capital to national economic growth at the macroeconomic level. This work has generally involved using either a ‘growth accounting’ theoretical framework or ‘new growth’ theories. Although the empirical macroeconomic evidence that accompanies this work does not generally allow one to distinguish between the two approaches, there is a substantial body of evidence on the contribution of education to economic growth.", "authors": ["epbl81", "fpde444", "epme144", "epsi28"], "abstractStem": "thi paper provid a nontechn review of the evid on the return to educ and train for the individu the firm and the economi at larg it begin by review the empir work that ha attempt to estim the true causal effect of educ and train on individu earn focus on the recent literatur that ha attempt to control for potenti bias in the estim return to educ and train it then move on to review the literatur that ha look at the return from human capit invest to employ lack of suitabl data and methodolog difficulti have result in a pauciti of studi that have carri out sound empir work on thi issu in the final part of the review we look at the work that ha tri to assess the contribut of human capit to nation econom growth at the macroeconom level thi work ha gener involv use either a  growth account  theoret framework or  new growth  theori although the empir macroeconom evid that accompani thi work doe not gener allow one to distinguish between the two approach there is a substanti bodi of evid on the contribut of educ to econom growth", "title": "Human capital investment: the returns from education and training to the individual, the firm and the economy"}, "https://ideas.repec.org/a/eee/eecrev/v43y1999i3p475-507.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl81"], "abstractStem": "no abstract is avail for thi item", "title": "Consumption and the timing of income risk"}, "https://ideas.repec.org/a/wly/econjl/vy2014i576p377-407.html": {"abstract": " This paper uses individual data on employment and wages to shed light on the UK’s productivity puzzle. It finds that workforce composition cannot explain the reduction in wages and hence productivity that we observe; instead, real wages have fallen significantly within jobs. Why? One possibility we investigate is higher labour supply in this recession than in the past. Another is lower trade union membership. Alternatively, it might be driven by a fall in productivity as a result of a lower capital-labour ratio. We cannot tell whether productivity is driving wages or vice versa, but understanding why wages have fallen within jobs is at the heart of the UK's productivity puzzle.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epbl81"], "abstractStem": " thi paper use individu data on employ and wage to shed light on the uk s product puzzl it find that workforc composit cannot explain the reduct in wage and henc product that we observ instead real wage have fallen significantli within job whi one possibl we investig is higher labour suppli in thi recess than in the past anoth is lower trade union membership altern it might be driven by a fall in product as a result of a lower capitallabour ratio we cannot tell whether product is drive wage or vice versa but understand whi wage have fallen within job is at the heart of the uk product puzzlepthi abstract wa borrow from anoth version of thi item", "title": "What Can Wages and Employment Tell Us about the UK's Productivity Puzzle?"}, "https://ideas.repec.org/a/eee/econom/v156y2010i1p25-26.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl81"], "abstractStem": "no abstract is avail for thi item", "title": "Comments on: Michael P. Keane 'Structural vs. atheoretic approaches to econometrics'"}, "https://ideas.repec.org/a/ecj/econjl/v98y1987i390p58-74.html": {"abstract": " Official estimates of housing benefit take-up rates suggest that up to two million families in the United Kingdom ma y not be receiving the help with their housing costs to which they ar e entitled. The authors' interest in the take-up of means tested bene fits is therefore motivated by two concerns. The first is the governm ent revenue implications of a change to benefit entitlement levels. T he second relates to the welfare of individuals who fail to claim the ir entitlement to benefit. In this paper, the authors investigate the relationship between the take-up of means-tested housing benefit, in dividual socioeconomic characteristics, and the level of entitlement. Copyright 1987 by Royal Economic Society.", "authors": ["epbl81", "fpwa298"], "abstractStem": " offici estim of hous benefit takeup rate suggest that up to two million famili in the unit kingdom ma y not be receiv the help with their hous cost to which they ar e entitl the author interest in the takeup of mean test bene fit is therefor motiv by two concern the first is the governm ent revenu implic of a chang to benefit entitl level t he second relat to the welfar of individu who fail to claim the ir entitl to benefit in thi paper the author investig the relationship between the takeup of meanstest hous benefit in dividu socioeconom characterist and the level of entitl copyright 1987 by royal econom societi", "title": "Modelling the Take-up of Means-tested Benefits: the Case of Housing Benefits in the United Kingdom"}, "https://ideas.repec.org/a/oup/qjecon/v113y1998i2p603-640..html": {"abstract": "This paper places the debate over using consumption or income in studies of inequality growth in a formal intertemporal setting. It highlights the importance of permanent and transitory income uncertainty in the evaluation of growth in consumption inequality. We derive conditions under which the growth of variances and covariances of income and consumption can be used to separately identify the growth in the variance of permanent and transitory income shocks. Household data from Britain for the period 1968–1992 are used to show a strong growth in transitory inequality toward the end of this period, while younger cohorts are shown to face significantly higher levels of permanent inequality.", "authors": ["epbl81", "eppr2"], "abstractStem": "thi paper place the debat over use consumpt or incom in studi of inequ growth in a formal intertempor set it highlight the import of perman and transitori incom uncertainti in the evalu of growth in consumpt inequ we deriv condit under which the growth of varianc and covari of incom and consumpt can be use to separ identifi the growth in the varianc of perman and transitori incom shock household data from britain for the period 1968 1992 are use to show a strong growth in transitori inequ toward the end of thi period while younger cohort are shown to face significantli higher level of perman inequ", "title": "Consumption Inequality and Income Uncertainty"}, "https://ideas.repec.org/a/tpr/restat/v79y1997i4p527-539.html": {"abstract": " This paper presents a model of consumer demand that is consistent with the observed expenditure patterns of individual consumers in a long time series of expenditure surveys and is also able to provide a detailed welfare analysis of shifts in relative prices. A nonparametric analysis of consumer expenditure patterns suggests that Engel curves require quadratic terms in the logarithm of expenditure. While popular models of demand such as the Translog or the Almost Ideal Demand Systems do allow flexible price responses within a theoretically coherent structure, they have expenditure share Engel curves that are linear in the logarithm of total expenditure. We derive the complete class of integrable quadratic logarithmic expenditure share systems. A specification from this class is estimated on a large pooled data set of U.K. households. Models that fail to account for Engel curvature are found to generate important distortions in the patterns of welfare losses associated with a tax increase. © 1997 by the President and Fellows of Harvard College and the Massachusetts Institute of Technology", "authors": ["fpba509", "epbl81", "eple43"], "abstractStem": " thi paper present a model of consum demand that is consist with the observ expenditur pattern of individu consum in a long time seri of expenditur survey and is also abl to provid a detail welfar analysi of shift in rel price a nonparametr analysi of consum expenditur pattern suggest that engel curv requir quadrat term in the logarithm of expenditur while popular model of demand such as the translog or the almost ideal demand system do allow flexibl price respons within a theoret coher structur they have expenditur share engel curv that are linear in the logarithm of total expenditur we deriv the complet class of integr quadrat logarithm expenditur share system a specif from thi class is estim on a larg pool data set of uk household model that fail to account for engel curvatur are found to gener import distort in the pattern of welfar loss associ with a tax increas   1997 by the presid and fellow of harvard colleg and the massachusett institut of technolog", "title": "Quadratic Engel Curves And Consumer Demand"}, "https://ideas.repec.org/a/kap/itaxpf/v6y1999i3p235-237.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl81", "fpde444", "epgr70"], "abstractStem": "no abstract is avail for thi item", "title": "Public Finance, Employment and Labor Markets"}, "https://ideas.repec.org/a/ifs/fistud/v26y2005i1p35-53.html": {"abstract": "This paper looks at the policy debate surrounding private pensions and retirement patterns in the UK. Recent increases in longevity have led not only to increased pressures in public pensions but also to corresponding increases in the importance of private pensions in the UK and changes in the way in which they are structured. We consider the economic implications of these changes, and in particular the increased importance of defined contribution plans. In addition, we discuss the prospects for future trends in retirement ages.", "authors": ["fpba509", "epbl81"], "abstractStem": "thi paper look at the polici debat surround privat pension and retir pattern in the uk recent increas in longev have led not onli to increas pressur in public pension but also to correspond increas in the import of privat pension in the uk and chang in the way in which they are structur we consid the econom implic of these chang and in particular the increas import of defin contribut plan in addit we discuss the prospect for futur trend in retir age", "title": "Private pension arrangements and retirement in Britain"}, "https://ideas.repec.org/a/oup/restud/v68y2001i4p757-779..html": {"abstract": "In this paper we model the evolution of income risk and consumption growth. We decompose the time series innovation of the income process into its common and cohort-specific components. From these we compute conditional variances which are used as separate risk terms in a consumption growth equation. Using a long series of British household data we exploit the time-series variation to identify precautionary saving effects and find strong evidence of their importance. Specifically, after allowing for demographic and labour market status, there is an independent role for income risk in explaining consumption growth. Rather than the component that is common across cohorts, however, it is the cohort-specific element that is important in determining changes in consumption growth. This result points to a failure of between-cohort insurance mechanisms.", "authors": ["epbl81"], "abstractStem": "in thi paper we model the evolut of incom risk and consumpt growth we decompos the time seri innov of the incom process into it common and cohortspecif compon from these we comput condit varianc which are use as separ risk term in a consumpt growth equat use a long seri of british household data we exploit the timeseri variat to identifi precautionari save effect and find strong evid of their import specif after allow for demograph and labour market statu there is an independ role for incom risk in explain consumpt growth rather than the compon that is common across cohort howev it is the cohortspecif element that is import in determin chang in consumpt growth thi result point to a failur of betweencohort insur mechan", "title": "Risk Pooling, Precautionary Saving and Consumption Growth"}, "https://ideas.repec.org/a/eee/riceco/v47y1993i3p235-252.html": {"abstract": " Aggregation and consumer behaviour: some recent results<p>(This abstract was borrowed from another version of this item.)", "authors": ["epbl81", "epme144", "epwe54"], "abstractStem": " aggreg and consum behaviour some recent resultspthi abstract wa borrow from anoth version of thi item", "title": "Aggregation and consumer behaviour: some recent results"}, "https://ideas.repec.org/a/tpr/jeurec/v3y2005i2-3p466-476.html": {"abstract": " We examine the possible consequences of the increasing shift from Defined Benefit to Defined Contribution arrangements for private pensions. Whilst much analysis has focused on the possible distribution of investment and job tenure risk, we point out the additional role for issues relating to adverse selection and to retirement incentives. These issues are illustrated using empirical evidence from the United Kingdom, where the fact that private pensions are an alternative, as opposed to a supplement, to earnings-related state pension provision makes the effects particularly salient. (JEL: I38, J32, D91) Copyright (c) 2005 The European Economic Association.", "authors": ["fpba509", "epbl81"], "abstractStem": " we examin the possibl consequ of the increas shift from defin benefit to defin contribut arrang for privat pension whilst much analysi ha focus on the possibl distribut of invest and job tenur risk we point out the addit role for issu relat to advers select and to retir incent these issu are illustr use empir evid from the unit kingdom where the fact that privat pension are an altern as oppos to a supplement to earningsrel state pension provis make the effect particularli salient jel i38 j32 d91 copyright c 2005 the european econom associ", "title": "The Balance Between Defined Benefit, Defined Contribution, and State Provision"}, "https://ideas.repec.org/a/oup/oxford/v7y1991i2p54-76.html": {"abstract": " The paper is concerned with the empirical modeling of domestic demand for energy at the level of the individual household. A model of household energy expenditures and energy using durable ownership is described. Estimation takes place using a pooled sample of households drawn from the repeated cross- sections of the annual Family Expenditure Survey (FES). Price and income elasticities are found to be highly dependent on individual household characteristics, type of house tenure, energy using durable ownership and outside temperature. Finally the results are placed in a policy relevant context. Copyright 1991 by Oxford University Press.", "authors": ["epbl81"], "abstractStem": " the paper is concern with the empir model of domest demand for energi at the level of the individu household a model of household energi expenditur and energi use durabl ownership is describ estim take place use a pool sampl of household drawn from the repeat cross section of the annual famili expenditur survey fe price and incom elast are found to be highli depend on individu household characterist type of hous tenur energi use durabl ownership and outsid temperatur final the result are place in a polici relev context copyright 1991 by oxford univers press", "title": "The Microeconometric Approach to Modelling Energy Demand: Some Results for UK Households"}, "https://ideas.repec.org/a/tpr/jeurec/v2y2004i4p569-606.html": {"abstract": " This paper exploits area-based piloting and age-related eligibility rules to identify treatment effects of a labor market program-the New Deal for Young People in the U.K. A central focus is on substitution/displacement effects and on equilibrium wage effects. The program includes extensive job assistance and wage subsidies to employers. We find that the impact of the program significantly raised transitions to employment by about 5 percentage points. The impact is robust to a wide variety of nonexperimental estimators. However, we present some evidence that this effect may not be as large in the longer run. (JEL: J18, J23, J38) Copyright (c) 2004 The European Economic Association.", "authors": ["epbl81", "epme144", "epva45"], "abstractStem": " thi paper exploit areabas pilot and agerel elig rule to identifi treatment effect of a labor market programth new deal for young peopl in the uk a central focu is on substitutiondisplac effect and on equilibrium wage effect the program includ extens job assist and wage subsidi to employ we find that the impact of the program significantli rais transit to employ by about 5 percentag point the impact is robust to a wide varieti of nonexperiment estim howev we present some evid that thi effect may not be as larg in the longer run jel j18 j23 j38 copyright c 2004 the european econom associ", "title": "Evaluating the Employment Impact of a Mandatory Job Search Program"}, "https://ideas.repec.org/a/ecj/econjl/v99y1989i397p720-38.html": {"abstract": " This paper is concerned with the empirical modeling of domestic demand for energy in the United Kingdom at the level of the individual household. A two-stage budgeting model of household demand for energy conditional on durable ownership is developed. At the first stage, income is allocated between energy and nonenergy consumption, while at the second stage, energy expenditure is disaggregated. The second-stage allocation is assumed to be between gas, electricity, and a composite good \"other fuels.\" Estimation takes place using a sample of some 50,000 households drawn from the annual U.K. Family Expenditure Survey for the years 1972-83, a source that has not been fully exploited in the analysis of energy demand to date. Copyright 1989 by Royal Economic Society.", "authors": ["epbl81", "fpmi211"], "abstractStem": " thi paper is concern with the empir model of domest demand for energi in the unit kingdom at the level of the individu household a twostag budget model of household demand for energi condit on durabl ownership is develop at the first stage incom is alloc between energi and nonenergi consumpt while at the second stage energi expenditur is disaggreg the secondstag alloc is assum to be between ga electr and a composit good other fuel estim take place use a sampl of some 50000 household drawn from the annual uk famili expenditur survey for the year 197283 a sourc that ha not been fulli exploit in the analysi of energi demand to date copyright 1989 by royal econom societi", "title": "Modelling Household Energy Expenditures Using Micro-data"}, "https://ideas.repec.org/a/red/issued/09-202.html": {"abstract": "This paper presents an analysis of the trends in inequality across income, earnings and consumption in Britain since 1978. It documents the episodic nature of inequality growth over this period largely dominated by the inequality 'boom' in earnings inequality of the 1980s. It builds a consistent picture across these key measures of inequality to provide a coherent link between the microeconomic and macroeconomic analysis of the evolution of inequality. (Copyright: Elsevier)", "authors": ["epbl81", "epet22"], "abstractStem": "thi paper present an analysi of the trend in inequ across incom earn and consumpt in britain sinc 1978 it document the episod natur of inequ growth over thi period larg domin by the inequ boom in earn inequ of the 1980 it build a consist pictur across these key measur of inequ to provid a coher link between the microeconom and macroeconom analysi of the evolut of inequ copyright elsevi", "title": "Consumption, Income and Earnings Inequality in Britain"}, "https://ideas.repec.org/a/kap/reveho/v4y2006i2p113-127.html": {"abstract": " We suggest a methodology to calibrate a collective model with household-specific bargaining rules and marriage-specific preferences that incorporate leisure externalities. The empirical identification relies on the assumption that some aspects of individual preferences remain the same after marriage, so that estimation on single individuals can be used. The procedure maps the complete Pareto frontier of each household in the dataset and we define alternative measures of a power index. The latter is then regressed on relevant bargaining factors, including a set of variables retracing the potential relative contributions of the spouses to household disposable income. In its capacity to handle complex budget sets and labor force participation decisions of both spouses, this framework allows the comparison of unitary and collective predictions of labor supply reactions and welfare changes entailed by fiscal reforms in a realistic setting (see Michal Myck et al., 2006 ; Denis Beninger et al., 2006 ). Copyright Springer Science+Business Media, LLC 2006", "authors": ["epba190", "epbl81", "fpca295", "epch3", "fpla556", "eple83", "fpmo300", "epmy21", "epru77", "epve33"], "abstractStem": " we suggest a methodolog to calibr a collect model with householdspecif bargain rule and marriagespecif prefer that incorpor leisur extern the empir identif reli on the assumpt that some aspect of individu prefer remain the same after marriag so that estim on singl individu can be use the procedur map the complet pareto frontier of each household in the dataset and we defin altern measur of a power index the latter is then regress on relev bargain factor includ a set of variabl retrac the potenti rel contribut of the spous to household dispos incom in it capac to handl complex budget set and labor forc particip decis of both spous thi framework allow the comparison of unitari and collect predict of labor suppli reaction and welfar chang entail by fiscal reform in a realist set see michal myck et al 2006  deni bening et al 2006  copyright springer sciencebusi media llc 2006", "title": "Collective Models of Labor Supply with Nonconvex Budget Sets and Nonparticipation: A Calibration Approach"}, "https://ideas.repec.org/a/eee/econom/v34y1987i1-2p179-200.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl81", "epme144"], "abstractStem": "no abstract is avail for thi item", "title": "Bivariate alternatives to the Tobit model"}, "https://ideas.repec.org/a/kap/reveho/v4y2006i2p129-158.html": {"abstract": " A framework for simplified implementation of the collective model of labor supply decisions is presented in the context of fiscal reforms in the UK. Through its collective form the model accounts for the well known problem of distribution between wallet and purse, a broadly debated issue which has so far been impossible to model due to the limitations of the unitary model of household behavior. A calibrated data set is used to model the effects of introducing two forms of the Working Families’ Tax Credit. We also summarize results of estimations and calibrations obtained using the same methodology on data from five other European countries. The results underline the importance of taking account of the intrahousehold decision process and suggest that who receives government transfers does matter from the point of view of labor supply and welfare of household members. They also highlight the need for more research into models of household behavior. Copyright Springer Science+Business Media, LLC 2006", "authors": ["epba190", "epbl81", "fpca295", "epch3", "fpla556", "eple83", "fplo244", "fpmo300", "epmy21", "epru77", "epve33"], "abstractStem": " a framework for simplifi implement of the collect model of labor suppli decis is present in the context of fiscal reform in the uk through it collect form the model account for the well known problem of distribut between wallet and purs a broadli debat issu which ha so far been imposs to model due to the limit of the unitari model of household behavior a calibr data set is use to model the effect of introduc two form of the work famili  tax credit we also summar result of estim and calibr obtain use the same methodolog on data from five other european countri the result underlin the import of take account of the intrahousehold decis process and suggest that who receiv govern transfer doe matter from the point of view of labor suppli and welfar of household member they also highlight the need for more research into model of household behavior copyright springer sciencebusi media llc 2006", "title": "The Working Families’ Tax Credit and Some European Tax Reforms in A Collective Setting"}, "https://ideas.repec.org/a/eee/eecrev/v38y1994i7p1391-1410.html": {"abstract": "No abstract is available for this item.", "authors": ["fpba509", "epbl81", "eppr2"], "abstractStem": "no abstract is avail for thi item", "title": "Life-cycle expenditure allocations and the consumption costs of children"}, "https://ideas.repec.org/a/oup/oxford/v16y2000i1p27-44.html": {"abstract": " In-work benefit reforms seek to reduce poverty and promote employment among low-income families. Using evidence from similar policies in the USA and Canada, this paper reviews the likely impact of recent UK reforms. The focus is on employment and hours. In particular, the paper examines the effectiveness of the new Working Families Tax Credit in the UK in increasing employment among low-income families. It presents evidence suggesting modest increases in employment for single parents and workerless married couples with children, but with some offsetting reductions in employment in two-earner couples with young children. Copyright 2000 by Oxford University Press.", "authors": ["epbl81"], "abstractStem": " inwork benefit reform seek to reduc poverti and promot employ among lowincom famili use evid from similar polici in the usa and canada thi paper review the like impact of recent uk reform the focu is on employ and hour in particular the paper examin the effect of the new work famili tax credit in the uk in increas employ among lowincom famili it present evid suggest modest increas in employ for singl parent and workerless marri coupl with children but with some offset reduct in employ in twoearner coupl with young children copyright 2000 by oxford univers press", "title": "Work Incentives and 'In-Work' Benefit Reforms: A Review"}, "https://ideas.repec.org/a/oup/restud/v74y2007i2p417-445.html": {"abstract": " We present identification and estimation results for the “collective” model of labour supply in which there are discrete choices, censoring of hours, and non-participation in employment. We derive the collective restrictions on labour supply functions and contrast them with restrictions implied by the usual “unitary” framework. Using the large changes in the wage structure between men and women in the U.K. over the last two decades, we estimate a collective labour supply model for married couples without children. The estimates of the sharing rule show that male wages and employment have a strong influence on bargaining power within couples. Copyright 2007, Wiley-Blackwell.", "authors": ["epbl81", "fpch377", "epma44", "epme144"], "abstractStem": " we present identif and estim result for the  collect  model of labour suppli in which there are discret choic censor of hour and nonparticip in employ we deriv the collect restrict on labour suppli function and contrast them with restrict impli by the usual  unitari  framework use the larg chang in the wage structur between men and women in the uk over the last two decad we estim a collect labour suppli model for marri coupl without children the estim of the share rule show that male wage and employ have a strong influenc on bargain power within coupl copyright 2007 wileyblackwel", "title": "Collective Labour Supply: Heterogeneity and Non-Participation"}, "https://ideas.repec.org/a/ifs/fistud/v30y2009i1p31-38.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl81"], "abstractStem": "no abstract is avail for thi item", "title": "Assessing the Temporary VAT Cut Policy in the UK"}, "https://ideas.repec.org/a/bla/scandj/v103y2001i2p191-203.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl81"], "abstractStem": "no abstract is avail for thi item", "title": " James Heckman's Contributions to Economics and Econometrics"}, "https://ideas.repec.org/a/tpr/jeurec/v3y2005i2-3p776-779.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl81"], "abstractStem": "no abstract is avail for thi item", "title": "Report Of The President 2004"}, "https://ideas.repec.org/a/taf/emetrv/v19y2000i3p321-340.html": {"abstract": " This paper considers the estimation of Cobb-Douglas production functions using panel data covering a large sample of companies observed for a small number of time periods. GMM estimatorshave been found to produce large finite-sample biases when using the standard first-differenced estimator. These biases can be dramatically reduced by exploiting reasonable stationarity restrictions on the initial conditions process. Using data for a panel of R&amp;Dperforming; US manufacturing companies we find that the additional instruments used in our extended GMM estimator yield much more reasonable parameter estimates.", "authors": ["epbl81"], "abstractStem": " thi paper consid the estim of cobbdougla product function use panel data cover a larg sampl of compani observ for a small number of time period gmm estimatorshav been found to produc larg finitesampl bias when use the standard firstdifferenc estim these bias can be dramat reduc by exploit reason stationar restrict on the initi condit process use data for a panel of rampdperform us manufactur compani we find that the addit instrument use in our extend gmm estim yield much more reason paramet estim", "title": "GMM Estimation with persistent panel data: an application to production functions"}, "https://ideas.repec.org/a/ntj/journl/v65y2012i3p655-83.html": {"abstract": "Based on the best available theory and evidence, the Mirrlees Review sets out a comprehensive set of proposals for tax reform. While focused on the UK, its analysis and conclusions bear directly on the policy debate in other developed countries. The Review proposes a move to a more neutral tax system. Key ingredients include adjusting the personal tax and welfare system to achieve redistribution more efficiently, imposing VAT on a broader base of consumption at a single rate, targeting environmental externalities more accurately, and aligning tax rates across all income sources while exempting the normal return to saving from tax, and introducing an allowance for corporate equity into the corporate tax system.", "authors": ["epbe46", "epbl81", "epmi20"], "abstractStem": "base on the best avail theori and evid the mirrle review set out a comprehens set of propos for tax reform while focus on the uk it analysi and conclus bear directli on the polici debat in other develop countri the review propos a move to a more neutral tax system key ingredi includ adjust the person tax and welfar system to achiev redistribut more effici impos vat on a broader base of consumpt at a singl rate target environment extern more accur and align tax rate across all incom sourc while exempt the normal return to save from tax and introduc an allow for corpor equiti into the corpor tax system", "title": "The Mirrlees Review: A Proposal For Systematic Tax Reform"}, "https://ideas.repec.org/a/ecj/econjl/v112y2002i478pc153-c170.html": {"abstract": " This mix of state and private pension provision in the United Kingdom provides a rare degree of variation in pension incentives for retirement. Using a sample of individuals from the UK Retirement Survey, the paper models the probability of retirement in terms of the incentives underlying the individual\"s pension plan as well as other socio-economic factors. It follows an option value approach and allows a separate role for pension wealth, for spouse\"s economic characteristics and for demographic characteristics. It distinguishes between SERPS and private schemes and models eligibility to disability. The results point to significant retirement incentive effects from the pension system. Copyright Royal Economic Society 2002.", "authors": ["epbl81", "epme144", "epsm105"], "abstractStem": " thi mix of state and privat pension provis in the unit kingdom provid a rare degre of variat in pension incent for retir use a sampl of individu from the uk retir survey the paper model the probabl of retir in term of the incent underli the individu pension plan as well as other socioeconom factor it follow an option valu approach and allow a separ role for pension wealth for spous econom characterist and for demograph characterist it distinguish between serp and privat scheme and model elig to disabl the result point to signific retir incent effect from the pension system copyright royal econom societi 2002", "title": "Pension Incentives and the Pattern of Early Retirement"}, "https://ideas.repec.org/a/wly/econjl/vy2014i576p289-318.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl81"], "abstractStem": "no abstract is avail for thi item", "title": "Income Dynamics and Life‐cycle Inequality: Mechanisms and Controversies"}, "https://ideas.repec.org/a/ecj/econjl/v98y1988i389p16-65.html": {"abstract": " This survey is designed to emphasize the relationship between empirical a nd theoretical considerations in the analysis of consumer behavior. A lthough it focuses primarily on analysis at the individual or micro l evel, it tries, where possible, to draw implications for the estimati on of aggregate relationships. The importance of micro-level analysis stems from the rapid expansion in available panel and survey data se ts. This development has generated its own theoretical and empirical issues, many of which are raised in this survey. Copyright 1988 by Royal Economic Society.", "authors": ["epbl81"], "abstractStem": " thi survey is design to emphas the relationship between empir a nd theoret consider in the analysi of consum behavior a lthough it focus primarili on analysi at the individu or micro l evel it tri where possibl to draw implic for the estimati on of aggreg relationship the import of microlevel analysi stem from the rapid expans in avail panel and survey data se ts thi develop ha gener it own theoret and empir issu mani of which are rais in thi survey copyright 1988 by royal econom societi", "title": "Consumer Behaviour: Theory and Empirical Evidence--a Survey"}, "https://ideas.repec.org/a/wly/quante/v5y2014ip271-295.html": {"abstract": " The control function approach (Heckman and Robb (1985)) in a system of linear simultaneous equations provides a convenient procedure to estimate one of the functions in the system using reduced form residuals from the other functions as additional regressors. The conditions on the structural system under which this procedure can be used in nonlinear and nonparametric simultaneous equations has thus far been unknown. In this paper, we define a new property of functions called control function separability and show it provides a complete characterization of the structural systems of simultaneous equations in which the control function procedure is valid.", "authors": ["epbl81", "fpma1417"], "abstractStem": " the control function approach heckman and robb 1985 in a system of linear simultan equat provid a conveni procedur to estim one of the function in the system use reduc form residu from the other function as addit regressor the condit on the structur system under which thi procedur can be use in nonlinear and nonparametr simultan equat ha thu far been unknown in thi paper we defin a new properti of function call control function separ and show it provid a complet character of the structur system of simultan equat in which the control function procedur is valid", "title": "Control functions in nonseparable simultaneous equations models"}, "https://ideas.repec.org/a/eee/ecolet/v9y1982i4p349-354.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl81", "fpra205"], "abstractStem": "no abstract is avail for thi item", "title": "A non-separable generalisation of the linear expenditure system allowing non-linear Engel curves"}, "https://ideas.repec.org/a/ier/iecrev/v48y2007i4p1227-1244.html": {"abstract": " There are three key dimensions by which revealed preference bounds on consumer demand responses can be improved. The first relates to the improvements that arise from using expansion paths for given relative prices, E-bounds. The second concerns the addition of new price information. Thirdly, there are improvements due to assuming separability. Our previous research has examined the first two cases. In this article, we show how to impose separability assumptions within a fully nonparametric analysis and distinguish between weak and homothetic separability. We also apply these ideas to the analysis of demand responses using United Kingdom household level data. Copyright 2007 by the Economics Department Of The University Of Pennsylvania And Osaka University Institute Of Social And Economic Research Association.", "authors": ["epbl81", "fpbr221", "epcr80"], "abstractStem": " there are three key dimens by which reveal prefer bound on consum demand respons can be improv the first relat to the improv that aris from use expans path for given rel price ebound the second concern the addit of new price inform thirdli there are improv due to assum separ our previou research ha examin the first two case in thi articl we show how to impos separ assumpt within a fulli nonparametr analysi and distinguish between weak and homothet separ we also appli these idea to the analysi of demand respons use unit kingdom household level data copyright 2007 by the econom depart of the univers of pennsylvania and osaka univers institut of social and econom research associ", "title": "Improving Revealed Preference Bounds On Demand Responses"}, "https://ideas.repec.org/a/oup/restud/v75y2008i4p1069-1080.html": {"abstract": " This paper considers structural non-parametric random utility models for continuous choice variables with unobserved heterogeneity. We provide sufficient conditions on random preferences to yield reduced-form systems of non-parametric stochastic demand functions that allow global invertibility between demands and non-separable unobserved heterogeneity. Invertibility is essential for global identification of structural consumer demand models, for the existence of well-specified probability models of choice and for the non-parametric analysis of revealed stochastic preference. We distinguish between new classes of models in which heterogeneity is separable and non-separable in the marginal rates of substitution, respectively. Copyright 2008, Wiley-Blackwell.", "authors": ["fpbe439", "epbl81"], "abstractStem": " thi paper consid structur nonparametr random util model for continu choic variabl with unobserv heterogen we provid suffici condit on random prefer to yield reducedform system of nonparametr stochast demand function that allow global invert between demand and nonsepar unobserv heterogen invert is essenti for global identif of structur consum demand model for the exist of wellspecifi probabl model of choic and for the nonparametr analysi of reveal stochast prefer we distinguish between new class of model in which heterogen is separ and nonsepar in the margin rate of substitut respect copyright 2008 wileyblackwel", "title": "Heterogeneity and the Non-Parametric Analysis of Consumer Choice: Conditions for Invertibility"}, "https://ideas.repec.org/a/jae/japmet/v14y1999i3p209-32.html": {"abstract": " Empirical demand systems that do not impose unreasonable restrictions on preferences are typically non-linear. We show, however, that all popular systems possess the property of conditional linearity. A computationally attractive iterated linear least squares estimator (ILLE) is proposed for large non-linear simultaneous equation systems which are conditionally linear in unknown parameters. The estimator is shown to be consistent and its asymptotic efficiency properties are derived. An application is given for a 22-commodity quadratic demand system using household-level data from a time series of repeated cross-sections.", "authors": ["epbl81", "fpro323"], "abstractStem": " empir demand system that do not impos unreason restrict on prefer are typic nonlinear we show howev that all popular system possess the properti of condit linear a comput attract iter linear least squar estim ill is propos for larg nonlinear simultan equat system which are condit linear in unknown paramet the estim is shown to be consist and it asymptot effici properti are deriv an applic is given for a 22commod quadrat demand system use householdlevel data from a time seri of repeat crosssect", "title": "Estimation in Large and Disaggregated Demand Systems: An Estimator for Conditionally Linear Systems"}, "https://ideas.repec.org/a/ecm/emetrp/v50y1982i6p1559-71.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl81"], "abstractStem": "no abstract is avail for thi item", "title": "Estimation and Hypothesis Testing in Dynamic Singular Equation Systems"}, "https://ideas.repec.org/a/eee/econom/v51y1992i1-2p233-257.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl81", "epde1", "epsc8"], "abstractStem": "no abstract is avail for thi item", "title": "Investment and Tobin's Q: Evidence from company panel data"}, "https://ideas.repec.org/a/oup/restud/v71y2004i3p655-679.html": {"abstract": " This paper develops and implements semiparametric methods for estimating binary response (binary choice) models with continuous endogenous regressors. It extends existing results on semiparametric estimation in single-index binary response models to the case of endogenous regressors. It develops a control function approach to account for endogeneity in triangular and fully simultaneous binary response models. The proposed estimation method is applied to estimate the income effect in a labour market participation problem using a large micro data-set from the British Family Expenditure Survey. The semiparametric estimator is found to perform well, detecting a significant attenuation bias. The proposed estimator is contrasted to the corresponding probit and linear probability specifications. Copyright 2004, Wiley-Blackwell.", "authors": ["epbl81"], "abstractStem": " thi paper develop and implement semiparametr method for estim binari respons binari choic model with continu endogen regressor it extend exist result on semiparametr estim in singleindex binari respons model to the case of endogen regressor it develop a control function approach to account for endogen in triangular and fulli simultan binari respons model the propos estim method is appli to estim the incom effect in a labour market particip problem use a larg micro dataset from the british famili expenditur survey the semiparametr estim is found to perform well detect a signific attenu bia the propos estim is contrast to the correspond probit and linear probabl specif copyright 2004 wileyblackwel", "title": "Endogeneity in Semiparametric Binary Response Models"}, "https://ideas.repec.org/a/ifs/fistud/v12y1991i3p16-29.html": {"abstract": "In any policy-orientated study of family welfare, it is inevitable that some comparison of welfare between households with different compositions will be required, and the theory of (adult) equivalence scales aims to formalise the way in which these comparisons may be made. An adult equivalence scale is defined as the proportionate increase in income per adult necessary to maintain a certain level of household living standard given some change in demographic circumstances (typically, the introduction of children). Values for such scales might be obtained in any of a number of ways. It is clear, for instance, that any national social security system can be interpreted as embodying one such set of scales; in the UK this is given by those reported in Table 1.", "authors": ["fpba509", "epbl81", "eppr2"], "abstractStem": "in ani policyorient studi of famili welfar it is inevit that some comparison of welfar between household with differ composit will be requir and the theori of adult equival scale aim to formalis the way in which these comparison may be made an adult equival scale is defin as the proportion increas in incom per adult necessari to maintain a certain level of household live standard given some chang in demograph circumst typic the introduct of children valu for such scale might be obtain in ani of a number of way it is clear for instanc that ani nation social secur system can be interpret as embodi one such set of scale in the uk thi is given by those report in tabl 1", "title": "Adult equivalence scales: a life-cycle perspective"}, "https://ideas.repec.org/a/wly/hlthec/v9y2000i6p465-474.html": {"abstract": " In this paper the differences in average waiting times are utilized to identify the determinants of demand for health services. The equilibrium waiting time framework is used, but the full equilibrium assumption is relaxed by selecting areas with low waiting times and by estimating a (semi-)parametric selection model. Determinants of supply are used as instruments for the endogeneity of waiting times. A model for the demand for acute services at the ward level in the UK is estimated. The model estimates, and their implications for health service allocations in the UK, are contrasted against more standard allocation models. The present results show that it is critically important to account for rationing by waiting times when identifying needs from care utilization data. Copyright © 2000 John Wiley &amp; Sons, Ltd.", "authors": ["epbl81", "epwi50"], "abstractStem": " in thi paper the differ in averag wait time are util to identifi the determin of demand for health servic the equilibrium wait time framework is use but the full equilibrium assumpt is relax by select area with low wait time and by estim a semiparametr select model determin of suppli are use as instrument for the endogen of wait time a model for the demand for acut servic at the ward level in the uk is estim the model estim and their implic for health servic alloc in the uk are contrast against more standard alloc model the present result show that it is critic import to account for ration by wait time when identifi need from care util data copyright   2000 john wiley amp son ltd", "title": "Identifying demand for health resources using waiting times information"}, "https://ideas.repec.org/a/oup/restud/v66y1999i3p529-554..html": {"abstract": "This paper examines the empirical relationship between technological innovations, market share and stock market value. New developments in the estimation of dynamic count data models are used to control for unobserved firm specific heterogeneity. We find a robust and positive effect of market share on observable headcounts of innovations and patents although increased product market competition in the industry tends to stimulate innovative activity. Furthermore, the impact of innovation on market value is larger for firms with higher market shares. We argue that our results are consistent with models where high market share firms have incentives to pre-emptively innovate.", "authors": ["epbl81", "epva45"], "abstractStem": "thi paper examin the empir relationship between technolog innov market share and stock market valu new develop in the estim of dynam count data model are use to control for unobserv firm specif heterogen we find a robust and posit effect of market share on observ headcount of innov and patent although increas product market competit in the industri tend to stimul innov activ furthermor the impact of innov on market valu is larger for firm with higher market share we argu that our result are consist with model where high market share firm have incent to preemptiv innov", "title": "Market Share, Market Value and Innovation in a Panel of British Manufacturing Firms"}, "https://ideas.repec.org/a/ecj/econjl/v94y1984i376ap35-44.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl81"], "abstractStem": "no abstract is avail for thi item", "title": "Consumer Non-Durables in the U.K. A Dynamic Demand System"}, "https://ideas.repec.org/a/eee/pubeco/v36y1988i1p23-52.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl81", "epme144", "epsy12", "fpwa298"], "abstractStem": "no abstract is avail for thi item", "title": "Labour supply specification and the evaluation of tax reforms"}, "https://ideas.repec.org/a/ecj/econjl/v105y1995i429p333-44.html": {"abstract": " This paper examines the application of count data models to firm level panel data on technological innovations. The model the authors propose exhibits dynamic feedback and unobserved heterogeneity. We develop a fixed effects estimator that generalizes the standard Poisson and negative binomial models allowing for dynamic feedback through both the firm's stock of knowledge and its product market power. By using the long pre-sample history of innovation information this 'entry stock' estimator is shown to control for correlated fixed effects and is compared with an alternative nonlinear GMM estimator. We find evidence of history dependence in innovation activity although variables reflecting the company's economic environment are also found to play a major role. Copyright 1995 by Royal Economic Society.", "authors": ["epbl81", "epgr70", "epva45"], "abstractStem": " thi paper examin the applic of count data model to firm level panel data on technolog innov the model the author propos exhibit dynam feedback and unobserv heterogen we develop a fix effect estim that gener the standard poisson and neg binomi model allow for dynam feedback through both the firm stock of knowledg and it product market power by use the long presampl histori of innov inform thi entri stock estim is shown to control for correl fix effect and is compar with an altern nonlinear gmm estim we find evid of histori depend in innov activ although variabl reflect the compani econom environ are also found to play a major role copyright 1995 by royal econom societi", "title": "Dynamic Count Data Models of Technological Innovation"}, "https://ideas.repec.org/a/ecm/emetrp/v71y2003i1p205-240.html": {"abstract": " This paper applies revealed preference theory to the nonparametric statistical analysis of consumer demand. Knowledge of expansion paths is shown to improve the power of nonparametric tests of revealed preference. The tightest bounds on indifference surfaces and welfare measures are derived using an algorithm for which revealed preference conditions are shown to guarantee convergence. Nonparametric Engel curves are used to estimate expansion paths and provide a stochastic structure within which to examine the consistency of household level data and revealed preference theory. An application is made to a long time series of repeated cross--sections from the Family Expenditure Survey for Britain. The consistency of these data with revealed preference theory is examined. For periods of consistency with revealed preference, tight bounds are placed on true cost of living indices. Copyright The Econometric Society 2003.", "authors": ["epbl81", "fpbr221"], "abstractStem": " thi paper appli reveal prefer theori to the nonparametr statist analysi of consum demand knowledg of expans path is shown to improv the power of nonparametr test of reveal prefer the tightest bound on indiffer surfac and welfar measur are deriv use an algorithm for which reveal prefer condit are shown to guarante converg nonparametr engel curv are use to estim expans path and provid a stochast structur within which to examin the consist of household level data and reveal prefer theori an applic is made to a long time seri of repeat crosssect from the famili expenditur survey for britain the consist of these data with reveal prefer theori is examin for period of consist with reveal prefer tight bound are place on true cost of live indic copyright the econometr societi 2003", "title": "Nonparametric Engel Curves and Revealed Preference"}, "https://ideas.repec.org/a/aea/aecrev/v93y2003i4p1114-1131.html": {"abstract": "A new and easily implementable framework for the empirical analysis of the relationship between aggregate and individual wages is developed. Aggregate real wages are shown to contain three important bias terms: one associated with the dispersion of individual wages, a second deriving from compositional changes in the (selected) sample of workers, and a third reflecting the distribution of working hours. Their importance for interpreting the path of aggregate wages and of the returns to education for recent experience in Britain is highlighted. A close correspondence between the estimated biases and the patterns of differences shown by aggregate wages is established. (JEL C34, E24, J31)", "authors": ["epbl81"], "abstractStem": "a new and easili implement framework for the empir analysi of the relationship between aggreg and individu wage is develop aggreg real wage are shown to contain three import bia term one associ with the dispers of individu wage a second deriv from composit chang in the select sampl of worker and a third reflect the distribut of work hour their import for interpret the path of aggreg wage and of the return to educ for recent experi in britain is highlight a close correspond between the estim bias and the pattern of differ shown by aggreg wage is establish jel c34 e24 j31", "title": "Interpreting Aggregate Wage Growth: The Role of Labor Market Participation"}, "https://ideas.repec.org/a/ifs/fistud/v34y2013i1p1-29.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl81", "fpbo439", "fpla208"], "abstractStem": "no abstract is avail for thi item", "title": "Extensive and Intensive Margins of Labour Supply: Work and Working Hours in the US, the UK and France"}, "https://ideas.repec.org/a/aea/aecrev/v83y1993i3p570-97.html": {"abstract": " The aim of this paper is to assess the importance of using micro-level data in the econometric analysis of consumer demand. To do this, the authors utilize a time series of repeated cross sections covering some 4,000 households in each of fifteen years. Employing a number of different aggregation procedures, they conclude that aggregate data alone are unlikely to produce reliable estimates of structural price and income coefficients. However, once certain aggregation factors as well as trend and seasonal components are included, an aggregate model is not necessarily outperformed across all demand equations in terms of forecasting ability. Copyright 1993 by American Economic Association.", "authors": ["epbl81", "eppa83", "epwe54"], "abstractStem": " the aim of thi paper is to assess the import of use microlevel data in the econometr analysi of consum demand to do thi the author util a time seri of repeat cross section cover some 4000 household in each of fifteen year employ a number of differ aggreg procedur they conclud that aggreg data alon are unlik to produc reliabl estim of structur price and incom coeffici howev onc certain aggreg factor as well as trend and season compon are includ an aggreg model is not necessarili outperform across all demand equat in term of forecast abil copyright 1993 by american econom associ", "title": "What Do We Learn About Consumer Demand Patterns from Micro Data?"}, "firstname": "Richard", "https://ideas.repec.org/a/eee/eecrev/v14y1980i2p145-157.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl81"], "abstractStem": "no abstract is avail for thi item", "title": "Estimating continuous consumer equivalence scales in an expenditure model with labour supply"}, "https://ideas.repec.org/a/eee/econom/v108y2002i1p113-131.html": {"abstract": "In this paper we examine the panel data estimation of dynamic models for count data that include correlated fixed effects and predetermined variables.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epbl81", "epgr70", "epwi50"], "abstractStem": "in thi paper we examin the panel data estim of dynam model for count data that includ correl fix effect and predetermin variablespthi abstract wa borrow from anoth version of thi item", "title": "Individual effects and dynamics in count data models"}, "https://ideas.repec.org/a/eee/pubeco/v88y2004i11p2223-2225.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl81", "epgo95"], "abstractStem": "no abstract is avail for thi item", "title": "Editorial"}, "https://ideas.repec.org/a/kap/itaxpf/v6y1999i3p339-360.html": {"abstract": " This paper examines alternative approaches to wage subsidy programmes. It does this in the context of a recent active labour market reform for the young unemployed in Britain. This “New Deal” reform and the characteristics of the target group are examined in detail. We discuss theoretical considerations, the existing empirical evidence and propose two strategies for evaluation. The first suggests an ex-post ‘trend adjusted difference in difference’ estimator. The second, relates to a model based ex-ante evaluation. We present the conditions for each to provide a reliable evaluation and fit some of the crucial parameters using data from the British Labour Force Survey. We stress that the success of this type of labour market programmes hinge on dynamic aspects of the youth labour market, in particular the pay-off to experience and training. Copyright Kluwer Academic Publishers 1999", "authors": ["fpbe689", "epbl81", "epva45"], "abstractStem": " thi paper examin altern approach to wage subsidi programm it doe thi in the context of a recent activ labour market reform for the young unemploy in britain thi  new deal  reform and the characterist of the target group are examin in detail we discuss theoret consider the exist empir evid and propos two strategi for evalu the first suggest an expost  trend adjust differ in differ  estim the second relat to a model base exant evalu we present the condit for each to provid a reliabl evalu and fit some of the crucial paramet use data from the british labour forc survey we stress that the success of thi type of labour market programm hing on dynam aspect of the youth labour market in particular the payoff to experi and train copyright kluwer academ publish 1999", "title": "Getting the Unemployed Back to Work: The Role of Targeted Wage Subsidies"}, "https://ideas.repec.org/a/tpr/jeurec/v2y2004i2-3p265-276.html": {"abstract": " How does entry affect productivity growth of incumbents? In this paper we exploit policy reforms in the United Kingdom that changed entry conditions by opening up the U.K. economy during the 1980s and panel data on British establishments to shed light on this question. We show that more entry, measured by a higher share of industry employment in foreign firms, has led to faster total factor productivity growth of domestic incumbent firms and thus to faster aggregate productivity growth. (JEL: L5, L10, O31, O4) Copyright (c) 2004 The European Economic Association.", "authors": ["epbl81", "epgr70", "epho22"], "abstractStem": " how doe entri affect product growth of incumb in thi paper we exploit polici reform in the unit kingdom that chang entri condit by open up the uk economi dure the 1980 and panel data on british establish to shed light on thi question we show that more entri measur by a higher share of industri employ in foreign firm ha led to faster total factor product growth of domest incumb firm and thu to faster aggreg product growth jel l5 l10 o31 o4 copyright c 2004 the european econom associ", "title": "Entry and Productivity Growth: Evidence from Microlevel Panel Data"}, "https://ideas.repec.org/a/bla/jeurec/v10y2012i1p43-77.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl81"], "abstractStem": "no abstract is avail for thi item", "title": "Tax Policy Reform: The Role Of Empirical Evidence"}, "https://ideas.repec.org/a/aea/aejmic/v7y2015i1p43-60.html": {"abstract": "Sharp nonparametric bounds are derived for counterfactual demands and Hicksian compensating and equivalent variations. These \"i-bounds\" refine and extend earlier results of Blundell, Browning, and Crawford (2008). We show that their bounds are sharp under the Weak Axiom of Revealed Preference (WARP) since they do not require transitivity. The new bounds are sharp under the Strong Axiom of Revealed Preference (SARP). By requiring transitivity they can be used to bound welfare measures. The new bounds on welfare measures are shown to be operationalized through algorithms that are easy to implement. (JEL D04, D11)", "authors": ["epbl81", "fpbr221", "epch127", "epcr80", "fpde305", "epve33"], "abstractStem": "sharp nonparametr bound are deriv for counterfactu demand and hicksian compens and equival variat these ibound refin and extend earlier result of blundel brown and crawford 2008 we show that their bound are sharp under the weak axiom of reveal prefer warp sinc they do not requir transit the new bound are sharp under the strong axiom of reveal prefer sarp by requir transit they can be use to bound welfar measur the new bound on welfar measur are shown to be operation through algorithm that are easi to implement jel d04 d11", "title": "Sharp for SARP: Nonparametric Bounds on Counterfactual Demands"}, "https://ideas.repec.org/a/oup/restud/v61y1994i1p57-80..html": {"abstract": "The purpose of this paper is to estimate the parameters of household preferences that determine the allocation of goods within the period and over the life cycle, using micro data. In doing so we are able to identify important effects of demographics, labour market status and other household characteristics on the intertemporal allocation of expenditure. We test the validity of the life-cycle model using excess sensitivity tests and find that controlling for demographics and labour market status variables can largely explain the excess sensitivity of consumption to anticipated changes in income.", "authors": ["epbl81"], "abstractStem": "the purpos of thi paper is to estim the paramet of household prefer that determin the alloc of good within the period and over the life cycl use micro data in do so we are abl to identifi import effect of demograph labour market statu and other household characterist on the intertempor alloc of expenditur we test the valid of the lifecycl model use excess sensit test and find that control for demograph and labour market statu variabl can larg explain the excess sensit of consumpt to anticip chang in incom", "title": "Consumer Demand and the Life-Cycle Allocation of Household Expenditures"}, "https://ideas.repec.org/a/uwp/jhriss/v33y1998i1p62-87.html": {"abstract": "We consider the implementation of Kernel methods in empirical microeconomics with specific application to Engel curve estimation in the analysis of consumer behavior. A set of recently developed tests for the parametric null hypothesis against a nonparametric alternative are discussed and implemented for the Engel curve application. We also consider semi-parametric estimation in partially linear models and the case of endogenous regressors. Gauss-based software is available for each technique implemented in the paper.", "authors": ["epbl81", "epdu103"], "abstractStem": "we consid the implement of kernel method in empir microeconom with specif applic to engel curv estim in the analysi of consum behavior a set of recent develop test for the parametr null hypothesi against a nonparametr altern are discuss and implement for the engel curv applic we also consid semiparametr estim in partial linear model and the case of endogen regressor gaussbas softwar is avail for each techniqu implement in the paper", "title": "Kernel Regression in Empirical Microeconomics"}, "https://ideas.repec.org/a/eee/riceco/v49y1995i3p255-275.html": {"abstract": "No abstract is available for this item.", "authors": ["fpba509", "epbl81", "epsm105"], "abstractStem": "no abstract is avail for thi item", "title": "Consumption growth, saving and retirement in the U.K"}, "https://ideas.repec.org/a/ecm/quante/v3y2012i1p29-51.html": {"abstract": " This paper develops a new method for estimating a demand function and the welfare consequences of price changes. The method is applied to gasoline demand in the U.S. and is applicable to other goods. The method uses shape restrictions derived from economic theory to improve the precision of a nonparametric estimate of the demand function. Using data from the U.S. National Household Travel Survey, we show that the restrictions are consistent with the data on gasoline demand and remove the anomalous behavior of a standard nonparametric estimator. Our approach provides new insights about the price responsiveness of gasoline demand and the way responses vary across the income distribution. We find that price responses vary nonmonotonically with income. In particular, we find that low- and high-income consumers are less responsive to changes in gasoline prices than are middle-income consumers. We find similar results using comparable data from Canada.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epbl81", "fppa379"], "abstractStem": " thi paper develop a new method for estim a demand function and the welfar consequ of price chang the method is appli to gasolin demand in the us and is applic to other good the method use shape restrict deriv from econom theori to improv the precis of a nonparametr estim of the demand function use data from the us nation household travel survey we show that the restrict are consist with the data on gasolin demand and remov the anomal behavior of a standard nonparametr estim our approach provid new insight about the price respons of gasolin demand and the way respons vari across the incom distribut we find that price respons vari nonmonoton with incom in particular we find that low and highincom consum are less respons to chang in gasolin price than are middleincom consum we find similar result use compar data from canadapthi abstract wa borrow from anoth version of thi item", "title": "Measuring the price responsiveness of gasoline demand: Economic shape restrictions and nonparametric demand estimation"}, "https://ideas.repec.org/a/ecj/econjl/v110y2000i461pf82-99.html": {"abstract": " We use British birth cohort panel data to examine the impact that degree level qualifications and other higher education qualifications have on the earnings of individuals in the medium to longer term. We compare the outcomes of these individuals with those of individuals who had the prospect of undertaking Higher Education but chose not to. Our approach involves \"matching\" these individuals according to observed characteristics which we have in the data such as ability, family background and demographics and then comparing outcomes between individuals who proved to HE and otherwise identical individuals who had the opportunity but did not.", "authors": ["epbl81", "fpde444"], "abstractStem": " we use british birth cohort panel data to examin the impact that degre level qualif and other higher educ qualif have on the earn of individu in the medium to longer term we compar the outcom of these individu with those of individu who had the prospect of undertak higher educ but chose not to our approach involv match these individu accord to observ characterist which we have in the data such as abil famili background and demograph and then compar outcom between individu who prove to he and otherwis ident individu who had the opportun but did not", "title": "The Returns to Higher Education in Britain: Evidence from a British Cohort"}, "https://ideas.repec.org/a/prs/ecoprv/ecop_0249-4744_1993_num_108_2_5604.html": {"abstract": "[ger] Arbeitsangebot und Steuerpolitik: ein Überblick über die Fachliteratur, von Richard Blundell. In diesem Überblick über die Fachliteratur wird die Bedeutung aufgezeigt, die dem Verhalten des Arbeitsangebotes bei der wirtschaf tlichen Bewertung der Steuerreformen zukommt. Anhand der umfassenden Reformen, die in Großbritannien in den achtziger Jahren durchgeführt wurden, läßt sich die Reaktion der verschiedenen Wirtschaftssubjekte analysieren. Das Verhalten der verheirateten Frauen weist die größte Reagibilität gegenüber steuerrechtlichen Veränderungen auf . Daneben gibt es allerdings noch bestimmte andere Gruppen, die sich ebenfalls durch spürbare Schwankungen des Familieneinkommens und beträchtliche marginale Einkommensänderungen auszeichnen. Manche Reformen veranlassen diejenigen, die bereits über eine Beschaftigung verfugen, noch mehr zu arbeiten, während andere einen Anreiz für die Teilnahme am Arbeitsmarkt darstellen. [spa] Oferta laboral y fiscalidad : análisis de la literatura, por Richard Blundell. En el presente análisis de la literatura existente acerca de este tema se pone de relieve la importancia del comportamiento de oferta laboral para la evaluación économica de las reformas fiscales. Las importantes medidas adoptadas en Gran Bretaña durante los años ochenta fjermiten evaluar las reacciones de los agentes. El comportamiento de las mujeres casadas es aquel más sensible a las modificaciones de a fiscalidad, pero determinados gmpos se caracterizan también por variaciones sensibles de sus ingresos familiares y por importantes modificaciones marginales de sus ingresos. Algunas reformas incitan a las personas que ya tienen un empleo a trabajar más, mientras que otras están destinadas a fomentar la participación en el mercado del trabajo. [fre] Offre de travail et fiscalité : une revue de la littérature, par Richard Blundell. Cette revue de la littérature met en évidence l'importance du comportement d'offre de travail dans l'évaluation économique des réformes fiscales. Les importantes mesures prises au Royaume-Uni au cours des années quatre-vingt permettent d'évaluer les réactions des agents. Le comportement des femmes mariées est le plus sensible aux modifications de la fiscalité, mais certains groupes sont également caractérisés par des variations sensibles du revenu familial et par des modifications marginales importantes du revenu. Certaines réformes incitent ceux qui disposent déjà d'un emploi à travailler plus, tandis que d'autres encouragent la participation au marché du travail. [eng] Labour Supply and Taxation: A Survey, by Richard Blundell. This review shows how important the behaviour of the labour supply is in the economic evaluation of tax reforms. An evaluation of agents' reactions can be made by looking at the radical measures taken by the United Kingdom in the 1980s. The behaviour of married women is most sensitive to changes in taxation. However, several other groups are also marked by considerable variations in family income and by sizeable marginal changes in income. Certain reforms encourage those already in employment to work longer hours, while others prompt participation in the job market.", "authors": ["epbl81"], "abstractStem": "ger arbeitsangebot und steuerpolitik ein  berblick  ber die fachliteratur von richard blundel in diesem  berblick  ber die fachliteratur wird die bedeutung aufgezeigt die dem verhalten de arbeitsangebot bei der wirtschaf tlichen bewertung der steuerreformen zukommt anhand der umfassenden reformen die in gro britannien in den achtzig jahren durchgef hrt wurden l t sich die reaktion der verschiedenen wirtschaftssubjekt analysieren da verhalten der verheirateten frauen weist die gr te reagibilit t gegen ber steuerrechtlichen ver nderungen auf  daneben gibt es allerd noch bestimmt ander gruppen die sich ebenfal durch sp rbare schwankungen de familieneinkommen und betr chtlich marginal einkommen nderungen auszeichnen manch reformen veranlassen diejenigen die bereit  ber ein beschaftigung verfugen noch mehr zu arbeiten w hrend ander einen anreiz f r die teilnahm am arbeitsmarkt darstellen spa oferta labor y fiscalidad  an lisi de la literatura por richard blundel en el present an lisi de la literatura existent acerca de est tema se pone de reliev la importancia del comportamiento de oferta labor para la evaluaci n  conomica de la reforma fiscal la important medida adoptada en gran breta a durant lo a os ochenta fjermiten evaluar la reaccion de lo agent el comportamiento de la mujer casada es aquel m s sensibl a la modificacion de a fiscalidad pero determinado gmpo se caracterizan tambi n por variacion sensibl de su ingreso familiar y por important modificacion marginal de su ingreso alguna reforma incitan a la persona que ya tienen un empleo a trabajar m s mientra que otra est n destinada a fomentar la participaci n en el mercado del trabajo fre offr de travail et fiscalit   une revu de la litt ratur par richard blundel cett revu de la litt ratur met en  videnc limport du comport doffr de travail dan l valuat  conomiqu de r form fiscal le important mesur prise au royaumeuni au cour de ann es quatrevingt permett d valuer le r action de agent le comport de femm mari es est le plu sensibl aux modif de la fiscalit  mai certain group sont  galement caract ri s par de variat sensibl du revenu famili et par de modif marginal important du revenu certain r form incit ceux qui dispos d j  dun emploi   travail plu tandi que dautr encourag la particip au march  du travail eng labour suppli and taxat a survey by richard blundel thi review show how import the behaviour of the labour suppli is in the econom evalu of tax reform an evalu of agent reaction can be made by look at the radic measur taken by the unit kingdom in the 1980 the behaviour of marri women is most sensit to chang in taxat howev sever other group are also mark by consider variat in famili incom and by sizeabl margin chang in incom certain reform encourag those alreadi in employ to work longer hour while other prompt particip in the job market", "title": "Offre de travail et fiscalité : une revue de la littérature"}, "https://ideas.repec.org/a/jae/japmet/v1y1986i1p55-80.html": {"abstract": "In this paper we develop a set of selection criteria for the specification of a female labour supply model for microdata. We look at both economic and statistical criteria in assessing various models, paying particular attention to the flexibility of the economic model and the stochastic specification of unobservable factors. Using these criteria, a model is selected from a sample of United Kingdom Family Expenditure Survey data.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epbl81", "epme144"], "abstractStem": "in thi paper we develop a set of select criteria for the specif of a femal labour suppli model for microdata we look at both econom and statist criteria in assess variou model pay particular attent to the flexibl of the econom model and the stochast specif of unobserv factor use these criteria a model is select from a sampl of unit kingdom famili expenditur survey datapthi abstract wa borrow from anoth version of thi item", "title": "Selection Criteria for a Microeconometric Model of Labour Supply"}, "https://ideas.repec.org/a/eee/econom/v34y1987i1-2p1-4.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl81"], "abstractStem": "no abstract is avail for thi item", "title": "Editor's introduction"}, "https://ideas.repec.org/a/ecm/emetrp/v66y1998i4p827-862.html": {"abstract": "The 1980s tax reforms and the changing dispersion of wages offer one of the best opportunities yet to estimate labor supply effects. Nevertheless, changing sample composition, aggregate shocks, the changing composition of the tax paying population, and discontinuities in the tax system create serious identification and estimation problems. The authors develop grouping estimators that address these issues. Their results reveal positive and moderately sized wage elasticities. The authors also find negative income effects for women with children.", "authors": ["epbl81", "epdu103", "epme144"], "abstractStem": "the 1980 tax reform and the chang dispers of wage offer one of the best opportun yet to estim labor suppli effect nevertheless chang sampl composit aggreg shock the chang composit of the tax pay popul and discontinu in the tax system creat seriou identif and estim problem the author develop group estim that address these issu their result reveal posit and moder size wage elast the author also find neg incom effect for women with children", "title": "Estimating Labor Supply Responses Using Tax Reforms"}, "https://ideas.repec.org/a/wly/hlthec/v6y1997i4p439-443.html": {"abstract": " For small group sizes, the GLS estimator in multilevel models is biased and inconsistent when the random cluster effects are correlated with the regressors. A fixed effects approach, conditioning on the cluster effects, provides consistent estimates for the slope parameters. The two estimators are equivalent when group sizes are large. The same results obtain for two-stage estimation procedures that allow for some of the regressors to be simultaneously determined with the dependent variable. The GLS and fixed effects estimators are applied to data on acute care hospital utilization in the UK, allowing for health authority district effects. © 1997 John Wiley &amp; Sons, Ltd.", "authors": ["epbl81", "epwi50"], "abstractStem": " for small group size the gl estim in multilevel model is bias and inconsist when the random cluster effect are correl with the regressor a fix effect approach condit on the cluster effect provid consist estim for the slope paramet the two estim are equival when group size are larg the same result obtain for twostag estim procedur that allow for some of the regressor to be simultan determin with the depend variabl the gl and fix effect estim are appli to data on acut care hospit util in the uk allow for health author district effect   1997 john wiley amp son ltd", "title": "Cluster effects and simultaneity in multilevel models"}, "https://ideas.repec.org/a/ecj/econjl/v102y1992i411p265-78.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl81", "epdu103", "epme144"], "abstractStem": "no abstract is avail for thi item", "title": "Taxation in Empirical Labour Supply Models: Lone Mothers in the UK"}, "https://ideas.repec.org/a/oup/restud/v74y2007i4p1035-1058.html": {"abstract": " This paper presents a test for exogeneity of explanatory variables that minimizes the need for auxiliary assumptions that are not required by the definition of exogeneity. It concerns inference about a non-parametric function g that is identified by a conditional moment restriction involving instrumental variables (IV). A test of the hypothesis that g is the mean of a random variable Y conditional on a covariate X is developed that is not subject to the ill-posed inverse problem of non-parametric IV estimation. The test is consistent whenever g differs from E (Y ∣ X) on a set of non-zero probability. The usefulness of this new exogeneity test is displayed through Monte Carlo experiments and an application to estimation of non-parametric consumer expansion paths. Copyright 2007, Wiley-Blackwell.", "authors": ["epbl81"], "abstractStem": " thi paper present a test for exogen of explanatori variabl that minim the need for auxiliari assumpt that are not requir by the definit of exogen it concern infer about a nonparametr function g that is identifi by a condit moment restrict involv instrument variabl iv a test of the hypothesi that g is the mean of a random variabl y condit on a covari x is develop that is not subject to the illpos invers problem of nonparametr iv estim the test is consist whenev g differ from e y   x on a set of nonzero probabl the use of thi new exogen test is display through mont carlo experi and an applic to estim of nonparametr consum expans path copyright 2007 wileyblackwel", "title": "A Non-Parametric Test of Exogeneity"}}}