{"epbl2": {"https://ideas.repec.org/a/aea/aecrev/v78y1988i2p182-87.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl2", "epsu137"], "abstractStem": "no abstract is avail for thi item", "title": "Beyond the Natural Rate Hypothesis"}, "https://ideas.repec.org/a/fip/fednep/y1995ijanp48-53nv.1.no.1.html": {"abstract": "Besides widening wage inequality, if the demand for skills continues to increase it will probably reduce aggregate employment. Policy measures to offset the impact of increased demand for skills on wage inequality and employment would be very costly. Moreover, given local funding of primary and secondary education a sufficiently large supply response cannot be assumed.", "authors": ["epbl2"], "abstractStem": "besid widen wage inequ if the demand for skill continu to increas it will probabl reduc aggreg employ polici measur to offset the impact of increas demand for skill on wage inequ and employ would be veri costli moreov given local fund of primari and secondari educ a suffici larg suppli respons cannot be assum", "title": "Macroeconomic implications of shifts in the relative demand for skills"}, "https://ideas.repec.org/a/eee/crcspp/v20y1984ip207-208.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl2"], "abstractStem": "no abstract is avail for thi item", "title": "A reexamination of the theory of automatic stabilizers Income stability and economic efficiency under alternative tax schemes : Comments on Christiano and Miller"}, "https://ideas.repec.org/a/cup/macdyn/v3y1999i03p427-450_01.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl2"], "abstractStem": "no abstract is avail for thi item", "title": "An Interview with J nos Kornai"}, "https://ideas.repec.org/a/ksa/szemle/232.html": {"abstract": "A Macroeconomic Dynamics, az Egyesült Államokban megjelenő elméleti folyóirat minden számában közöl egy-egy interjút neves közgazdászokkal. Ezeknek az interjúknak az a különös sajátosságuk, hogy maga a kérdező is ismert, tekintélyes közgazdász. Eddig két interjú jelent meg: Wassily Leontieffel Duncan Foley és Allan Meltzerrel Ben McCallum beszélgetett. Publikálásra várnak még többek között a következő írások: Gerard Debreu-vel Andreau Mas-Collel, Franco Modiglianival Robert Solow, míg Robert Solow-val Franco Modigliani beszélget. Még néhány név az interjúalanyok közül: Paul Samuelson, Martin Feldstein, Robert E. Lucas, Jim Mirlees, Frank Hahn és Tony Atkinson.", "authors": ["epbl2"], "abstractStem": "a macroeconom dynam az egy lt  llamokban megjelen  elm leti foli irat minden sz m ban k z l egyegi interj t neve k zgazd szokkal ezeknek az interj knak az a k l n s saj toss guk hogi maga a k rdez  is ismert tekint lye k zgazd sz eddig k t interj  jelent meg wassili leontieffel duncan foley  s allan meltzerrel ben mccallum besz lgetett publik l sra v rnak m g t bbek k z tt a k vetkez   r sok gerard debreuvel andreau mascollel franco modiglianiv robert solow m g robert solowv franco modigliani besz lget m g n h ny n v az interj alanyok k z l paul samuelson martin feldstein robert e luca jim mirle frank hahn  s toni atkinson", "title": "Interjú Kornai Jánossal"}, "https://ideas.repec.org/a/ucp/jpolec/v93y1985i2p223-47.html": {"abstract": "Many issues in macroeconomics, such as the level of the steady state interest rate, or the dynamic effects of government deficit finance, depend crucially on the horizon of economic agents. This paper develops a simple analytical model in which such issues can be examined and in which the horizon of agents is a parameter which can be chosen arbitrarily.The first three sections of the paper characterize the dynamics and steady state of the economy in the absence of a government. The focus is on the effects of the horizon index on the economy. The paper clarifies in particular the separate roles of finite horizons and declining labor income through life in the determination of steady state interest rates.The next three sections study the effects and the role of fiscal policy.The focus is on the effects of deficit finance both in closed and open economies. The paper clarifies the respective roles of government spending, deficits and debt in the determination of interest rates.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epbl2"], "abstractStem": "mani issu in macroeconom such as the level of the steadi state interest rate or the dynam effect of govern deficit financ depend crucial on the horizon of econom agent thi paper develop a simpl analyt model in which such issu can be examin and in which the horizon of agent is a paramet which can be chosen arbitrarilyth first three section of the paper character the dynam and steadi state of the economi in the absenc of a govern the focu is on the effect of the horizon index on the economi the paper clarifi in particular the separ role of finit horizon and declin labor incom through life in the determin of steadi state interest ratesth next three section studi the effect and the role of fiscal policyth focu is on the effect of deficit financ both in close and open economi the paper clarifi the respect role of govern spend deficit and debt in the determin of interest ratespthi abstract wa borrow from anoth version of thi item", "title": "Debt, Deficits, and Finite Horizons"}, "https://ideas.repec.org/a/aea/aecrev/v71y1981i2p150-54.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl2"], "abstractStem": "no abstract is avail for thi item", "title": "What Is Left of the Multiplier Accelerator?"}, "https://ideas.repec.org/a/eee/moneco/v17y1986i3p379-407.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl2", "epme69"], "abstractStem": "no abstract is avail for thi item", "title": "The cyclical behavior of prices and quantities: The case of the automobile market"}, "https://ideas.repec.org/a/eee/ecolet/v3y1979i4p387-389.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl2"], "abstractStem": "no abstract is avail for thi item", "title": "Speculative bubbles, crashes and rational expectations"}, "https://ideas.repec.org/a/oup/qjecon/v117y2002i4p1329-1368..html": {"abstract": "This paper characterizes the dynamic effects of shocks in government spending and taxes on U. S. activity in the postwar period. It does so by using a mixed structural VAR/event study approach. Identification is achieved by using institutional information about the tax and transfer systems to identify the automatic response of taxes and spending to activity, and, by implication, to infer fiscal shocks. The results consistently show positive government spending shocks as having a positive effect on output, and positive tax shocks as having a negative effect. One result has a distinctly nonstandard flavor: both increases in taxes and increases in government spending have a strong negative effect on investment spending.", "authors": ["epbl2"], "abstractStem": "thi paper character the dynam effect of shock in govern spend and tax on u s activ in the postwar period it doe so by use a mix structur varev studi approach identif is achiev by use institut inform about the tax and transfer system to identifi the automat respons of tax and spend to activ and by implic to infer fiscal shock the result consist show posit govern spend shock as have a posit effect on output and posit tax shock as have a neg effect one result ha a distinctli nonstandard flavor both increas in tax and increas in govern spend have a strong neg effect on invest spend", "title": "An Empirical Characterization of the Dynamic Effects of Changes in Government Spending and Taxes on Output"}, "https://ideas.repec.org/a/bin/bpeajo/v28y1997i1997-2p89-158.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl2"], "abstractStem": "no abstract is avail for thi item", "title": "The Medium Run"}, "https://ideas.repec.org/a/eee/ecolet/v17y1985i3p211-217.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl2"], "abstractStem": "no abstract is avail for thi item", "title": "Credibility, disinflation and gradualism"}, "https://ideas.repec.org/a/anr/reveco/v1y2009p209-228.html": {"abstract": "For a long while after the explosion of macroeconomics in the 1970s, the field looked like a battlefield. Over time, however, mainly because facts do not go away, a largely shared vision both of fluctuations and of methodology has emerged. Not everything is fine. Like all revolutions, this one has come with the destruction of some knowledge, and it suffers from extremism and herding. None of this is deadly, however. The state of macro is good.", "authors": ["epbl2"], "abstractStem": "for a long while after the explos of macroeconom in the 1970 the field look like a battlefield over time howev mainli becaus fact do not go away a larg share vision both of fluctuat and of methodolog ha emerg not everyth is fine like all revolut thi one ha come with the destruct of some knowledg and it suffer from extrem and herd none of thi is deadli howev the state of macro is good", "title": "The State of Macro"}, "https://ideas.repec.org/a/bin/bpeajo/v41y2010i2010-01p263-323.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl2", "fpda326", "epfa43"], "abstractStem": "no abstract is avail for thi item", "title": "The Initial Impact of the Crisis on Emerging Market Countries"}, "https://ideas.repec.org/a/bes/jnlbes/v5y1987i4p449-51.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl2"], "abstractStem": "no abstract is avail for thi item", "title": "Vector Autoregressions and Reality: Comment"}, "https://ideas.repec.org/a/aea/aecrev/v98y2008i2p601-02.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl2"], "abstractStem": "no abstract is avail for thi item", "title": "Report of the Editor: American Economic Journal: Macroeconomics"}, "https://ideas.repec.org/a/aea/aecrev/v86y1996i2p117-22.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl2"], "abstractStem": "no abstract is avail for thi item", "title": "Theoretical Aspects of Transition"}, "homepage": "https://ideas.repec.org/e/pbl2.html", "https://ideas.repec.org/a/aea/aecrev/v83y1993i2p270-74.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl2"], "abstractStem": "no abstract is avail for thi item", "title": "Consumption and the Recession of 1990-1991"}, "https://ideas.repec.org/a/ecm/emetrp/v48y1980i5p1305-11.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl2", "epka119"], "abstractStem": "no abstract is avail for thi item", "title": "The Solution of Linear Difference Models under Rational Expectations"}, "lastname": "Blanchard", "https://ideas.repec.org/a/aea/aecrev/v78y1988i2p173-77.html": {"abstract": "This paper discusses the recent research on the consumption function that has attempted to relax the assumption of certainty equivalence. While there remain many open questions, both theoretical and empirical, it is clear that the assumption of certainty equivalence can be misleading. Under more plausible specifications of preferences toward risk, uncertainty lowers the level of consumption, increases the expected rate of growth of consumption, and increases the response of consumption to news about income. Moreover, changes in the amount of uncertainty are a potentially important source of fluctuations in consumption.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epbl2", "epma131"], "abstractStem": "thi paper discuss the recent research on the consumpt function that ha attempt to relax the assumpt of certainti equival while there remain mani open question both theoret and empir it is clear that the assumpt of certainti equival can be mislead under more plausibl specif of prefer toward risk uncertainti lower the level of consumpt increas the expect rate of growth of consumpt and increas the respons of consumpt to news about incom moreov chang in the amount of uncertainti are a potenti import sourc of fluctuat in consumptionpthi abstract wa borrow from anoth version of thi item", "title": "Consumption: Beyond Certainty Equivalence"}, "https://ideas.repec.org/a/aea/aecrev/v91y2001i1p187-207.html": {"abstract": "Behind similar unemployment rates in the United States and Portugal hide two very different labor markets. Unemployment duration is three times longer in Portugal than in the United States. Symmetrically, flows of workers into unemployment are three times lower in Portugal. These lower flows come in roughly equal proportions from lower job creation and destruction, and from lower worker flows given job creation and destruction. A plausible explanation is high employment protection in Portugal. High employment protection makes economies more sclerotic; but because it affects unemployment duration and worker flows in opposite directions, the effect on unemployment is ambiguous.", "authors": ["epbl2", "eppo66"], "abstractStem": "behind similar unemploy rate in the unit state and portug hide two veri differ labor market unemploy durat is three time longer in portug than in the unit state symmetr flow of worker into unemploy are three time lower in portug these lower flow come in roughli equal proport from lower job creation and destruct and from lower worker flow given job creation and destruct a plausibl explan is high employ protect in portug high employ protect make economi more sclerot but becaus it affect unemploy durat and worker flow in opposit direct the effect on unemploy is ambigu", "title": "What Hides Behind an Unemployment Rate: Comparing Portuguese and U.S. Labor Markets"}, "https://ideas.repec.org/a/eee/eecrev/v25y1984i1p7-27.html": {"abstract": "There is widespread feeling that current deficits, in Europe and the U.S.,may hurt rather than help the recovery. This paper examines some of the issues involved, through a sequence of three models.The first model focuses on sustainability and characterizes its determinants. It suggests that the issue of sustainability may indeed ber elevant in some countries.The second model focuses on the effects of fiscal policy on real interestrates, and in particular on the relative importance of the level of deficits andthe level of debt in determining interest rates.The third model focuses on the effects of fiscal policy on the speed of the recovery. It shows how a sharply increasing fiscal expansion might be initially contractionary rather than expansionary.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epbl2"], "abstractStem": "there is widespread feel that current deficit in europ and the usmay hurt rather than help the recoveri thi paper examin some of the issu involv through a sequenc of three modelsth first model focus on sustain and character it determin it suggest that the issu of sustain may inde ber elev in some countriesth second model focus on the effect of fiscal polici on real interestr and in particular on the rel import of the level of deficit andth level of debt in determin interest ratesth third model focus on the effect of fiscal polici on the speed of the recoveri it show how a sharpli increas fiscal expans might be initi contractionari rather than expansionarypthi abstract wa borrow from anoth version of thi item", "title": "Current and anticipated deficits, interest rates and economic activity"}, "https://ideas.repec.org/a/bin/bpeajo/v32y2001i2001-1p135-174.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl2", "epsi44"], "abstractStem": "no abstract is avail for thi item", "title": "The Long and Large Decline in U.S. Output Volatility"}, "https://ideas.repec.org/a/mcb/jmoncb/v23y1991i3p277-92.html": {"abstract": " This paper looks at models of unemployment which make two central assumptions. The first is that wages are bargained between firms and employed workers, and that unemployment affects the outcome only to the extent that it affects the labor market prospects of either employed workers or of firms. The second is that the duration of unemployment affects either the search behavior or the skills of the unemployed, and/or the perceptions of firms of such skills. It argues that such models may explain not only the evolution of European unemployment over the last two decades--an evolution which triggered their development--but many of the cyclical features of labor markets in general. Copyright 1991 by Ohio State University Press.", "authors": ["epbl2"], "abstractStem": " thi paper look at model of unemploy which make two central assumpt the first is that wage are bargain between firm and employ worker and that unemploy affect the outcom onli to the extent that it affect the labor market prospect of either employ worker or of firm the second is that the durat of unemploy affect either the search behavior or the skill of the unemploy andor the percept of firm of such skill it argu that such model may explain not onli the evolut of european unemploy over the last two decadesan evolut which trigger their developmentbut mani of the cyclic featur of labor market in gener copyright 1991 by ohio state univers press", "title": "Wage Bargaining and Unemployment Persistence"}, "https://ideas.repec.org/a/rei/ecoins/v12y2010i22p61-82.html": {"abstract": "The great moderation lulled macroeconomists and policymakers alike in the belief that we knew how to conduct macroeconomic policy. The crisis clearly forces to question that assessment. This paper reviews the main elements of the pre-crisis consensus, identify where we were wrong and what tenets of the pre-crisis framework still hold, and take a tentative first pass at the contours of a new macroeconomic policy framework.", "authors": ["epbl2", "epde83", "fpma337"], "abstractStem": "the great moder lull macroeconomist and policymak alik in the belief that we knew how to conduct macroeconom polici the crisi clearli forc to question that assess thi paper review the main element of the precrisi consensu identifi where we were wrong and what tenet of the precrisi framework still hold and take a tent first pass at the contour of a new macroeconom polici framework", "title": "Repensar la política macroeconómica"}, "https://ideas.repec.org/a/bpj/bejmac/vadvances.1y2001i2n3.html": {"abstract": "In a dynamically efficient economy, can a government roll its debt forever and avoid the need to raise taxes? In a series of examples of economies with zero growth, this paper shows that such Ponzi games may be infeasible even when the average rate of return on bonds is negative, and may be feasible even when the average rate of return on bonds is positive. The paper then reveals the structure which underlies these examples.", "authors": ["epbl2", "epwe97"], "abstractStem": "in a dynam effici economi can a govern roll it debt forev and avoid the need to rais tax in a seri of exampl of economi with zero growth thi paper show that such ponzi game may be infeas even when the averag rate of return on bond is neg and may be feasibl even when the averag rate of return on bond is posit the paper then reveal the structur which underli these exampl", "title": "Dynamic Efficiency, the Riskless Rate, and Debt Ponzi Games under Uncertainty"}, "https://ideas.repec.org/a/ris/actuec/v65y1989i3p396-422.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl2"], "abstractStem": "no abstract is avail for thi item", "title": "Les courbes de Beveridge et de Phillips comme outils d’analyse du chômage"}, "https://ideas.repec.org/a/fip/fedcpr/y1989p201-213.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl2", "epky2"], "abstractStem": "no abstract is avail for thi item", "title": "Macroeconomic implications"}, "https://ideas.repec.org/a/bin/bpeajo/v36y2005i2005-1p1-66.html": {"abstract": "Two main forces lie behind the large U.S. current account deficits: an increase in U.S. demand for foreign goods and an increase in foreign demand for U.S. assets. Both have contributed to steadily increasing current account deficits since the mid-1990s, accompanied by a real dollar appreciation until late 2001 and a real depreciation since, which accelerated in late 2004. This paper explores whether and how much more depreciation is to come, and against which currencies: the euro, the yen, or the renminbi. The paper develops a simple model of exchange rate and current account determination based on imperfect substitutability in both goods and asset markets and uses that model to interpret the past and explore alternative future scenarios. The paper concludes that substantially more depreciation is to come, surely against the yen and the renminbi, and probably against the euro.", "authors": ["epbl2", "epgi18", "fpsa391"], "abstractStem": "two main forc lie behind the larg us current account deficit an increas in us demand for foreign good and an increas in foreign demand for us asset both have contribut to steadili increas current account deficit sinc the mid1990 accompani by a real dollar appreci until late 2001 and a real depreci sinc which acceler in late 2004 thi paper explor whether and how much more depreci is to come and against which currenc the euro the yen or the renminbi the paper develop a simpl model of exchang rate and current account determin base on imperfect substitut in both good and asset market and use that model to interpret the past and explor altern futur scenario the paper conclud that substanti more depreci is to come sure against the yen and the renminbi and probabl against the euro", "title": "International Investors, the U.S. Current Account, and the Dollar"}, "https://ideas.repec.org/a/ucp/jpolec/v91y1983i3p365-400.html": {"abstract": "Understanding inventory movements is central to an understanding of business cycles. This paper presents an empirical study of the behavior of inventories in the automobile industry. It finds that inventory behavior is well explained by the assumption of intertemporal optimization with rational expectations. The underlying cost structure appears to have substantial costs of changing production as well as substantial costs of being away from target inventory, the latter being a function of current sales. Given this cost structure, whether inventory behavior is stabilizing or destabilizing depends on the characteristics of the demand process. In the automobile industry, inventory behavior is destabilizing: the variance of production is larger than the variance of sales.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epbl2"], "abstractStem": "understand inventori movement is central to an understand of busi cycl thi paper present an empir studi of the behavior of inventori in the automobil industri it find that inventori behavior is well explain by the assumpt of intertempor optim with ration expect the underli cost structur appear to have substanti cost of chang product as well as substanti cost of be away from target inventori the latter be a function of current sale given thi cost structur whether inventori behavior is stabil or destabil depend on the characterist of the demand process in the automobil industri inventori behavior is destabil the varianc of product is larger than the varianc of salespthi abstract wa borrow from anoth version of thi item", "title": "The Production and Inventory Behavior of the American Automobile Industry"}, "https://ideas.repec.org/a/fip/fedgpr/y2005x25.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl2", "epga43", "eplu15", "epma131", "epwo3"], "abstractStem": "no abstract is avail for thi item", "title": "Panel discussion: understanding price determination: where are we now? where should we be going?"}, "https://ideas.repec.org/a/fip/fednep/y2000iaprp69-74nv.6no.1.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl2"], "abstractStem": "no abstract is avail for thi item", "title": "The automatic fiscal stabilizers: quietly doing their thing - commentary"}, "https://ideas.repec.org/a/pal/imfecr/v58y2010i1p1-1.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl2"], "abstractStem": "no abstract is avail for thi item", "title": "Foreword"}, "https://ideas.repec.org/a/aea/jecper/v15y2001i1p189-204.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl2"], "abstractStem": "no abstract is avail for thi item", "title": "In Honor of Andrei Shleifer: Winner of the John Bates Clark Medal"}, "https://ideas.repec.org/a/ces/ifofor/v10y2009i1p3-14.html": {"abstract": "The purpose of this lecture is to look beyond the complex events that characterize the global financial and economic crisis, identify the basic mechanisms, and infer the policies needed to resolve the current crisis, as well as the policies needed to reduce the probability of similar events in the future.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epbl2"], "abstractStem": "the purpos of thi lectur is to look beyond the complex event that character the global financi and econom crisi identifi the basic mechan and infer the polici need to resolv the current crisi as well as the polici need to reduc the probabl of similar event in the futurepthi abstract wa borrow from anoth version of thi item", "title": "The Crisis: Basic Mechanisms and Appropriate Policies"}, "https://ideas.repec.org/a/eee/eecrev/v31y1987i3p543-560.html": {"abstract": "European unemployment is widely regarded as a problem of excessive real wages. This view as it is usually expressed carries the disturbing implication that there is a sharp conflict between the interests of those currently employed and the unemployed because it suggests that increases in employment will require reductions in the real wages of those currently employed. The first part of this paper shows that increases in employment in Europe are likely to be associated with rising real take-home pay for workers because of fiscal increasing returns. Increases in employment and output will make possible reductions in taxes sufficiently large to offset any effects of diminishing returns to labor. The second part of the paper considers alternative explanations for the failure of nominal wages to adjust so as to restore full employment and their implications for the efficacy of fiscal policies. It concludes that under a variety of plausible conditions tax cuts would succeed in stimulating employment.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epbl2", "epsu137"], "abstractStem": "european unemploy is wide regard as a problem of excess real wage thi view as it is usual express carri the disturb implic that there is a sharp conflict between the interest of those current employ and the unemploy becaus it suggest that increas in employ will requir reduct in the real wage of those current employ the first part of thi paper show that increas in employ in europ are like to be associ with rise real takehom pay for worker becaus of fiscal increas return increas in employ and output will make possibl reduct in tax suffici larg to offset ani effect of diminish return to labor the second part of the paper consid altern explan for the failur of nomin wage to adjust so as to restor full employ and their implic for the efficaci of fiscal polici it conclud that under a varieti of plausibl condit tax cut would succeed in stimul employmentpthi abstract wa borrow from anoth version of thi item", "title": "Fiscal increasing returns, hysteresis, real wages and unemployment"}, "https://ideas.repec.org/a/eee/eecrev/v31y1987i1-2p288-295.html": {"abstract": "The recent European experience of high persistent unemployment has led to the development of theories of unemployment hysteresis embodying the idea that the equilibrium unemployment rate depends on the history of the actual unemployment rate. This paper summarizes two directions of research on hysteresis that appear especially promising. Membership theories are based on the distinction between insiders and outsiders and explore the idea that wage setting is largely determined by firms' incumbent workers rather than by the unemployed. Duration theories explore the idea that the long term unemployed exert much less downwards pressure on wages than do the short term unemployed.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epbl2", "epsu137"], "abstractStem": "the recent european experi of high persist unemploy ha led to the develop of theori of unemploy hysteresi embodi the idea that the equilibrium unemploy rate depend on the histori of the actual unemploy rate thi paper summar two direct of research on hysteresi that appear especi promis membership theori are base on the distinct between insid and outsid and explor the idea that wage set is larg determin by firm incumb worker rather than by the unemploy durat theori explor the idea that the long term unemploy exert much less downward pressur on wage than do the short term unemployedpthi abstract wa borrow from anoth version of thi item", "title": "Hysteresis in unemployment"}, "https://ideas.repec.org/a/ecm/emetrp/v54y1986i2p249-73.html": {"abstract": "Most of the empirical work on investment is based on the existence of a relation between investment and the expected present val of marginal profits.Thus, in this paper we compute such a present value series, under various assumptions about demand and technology and examine its relation to investment.We find that variations in this present value series are, surprisingly,due more to variations in the cost of capital than to variations in marginal profit. We also find that the present value series, although significantly related to investment, still leaves unexplained a large, serially correlated fraction of investment.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epab10", "epbl2"], "abstractStem": "most of the empir work on invest is base on the exist of a relat between invest and the expect present val of margin profitsthu in thi paper we comput such a present valu seri under variou assumpt about demand and technolog and examin it relat to investmentw find that variat in thi present valu seri are surprisinglydu more to variat in the cost of capit than to variat in margin profit we also find that the present valu seri although significantli relat to invest still leav unexplain a larg serial correl fraction of investmentpthi abstract wa borrow from anoth version of thi item", "title": "The Present Value of Profits and Cyclical Movements in Investment"}, "https://ideas.repec.org/a/bin/bpeajo/v20y1989i1989-1p1-76.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl2", "epdi24"], "abstractStem": "no abstract is avail for thi item", "title": "The Beveridge Curve"}, "https://ideas.repec.org/a/eee/crcspp/v46y1997ip229-239.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl2"], "abstractStem": "no abstract is avail for thi item", "title": "Labor-market flexibility and aggregate employment volatility : A comment"}, "https://ideas.repec.org/a/bla/scandj/v91y1989i2p259-64.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl2"], "abstractStem": "no abstract is avail for thi item", "title": " New Classical Macroeconomics: A Sympathetic Account: Comment"}, "https://ideas.repec.org/a/aea/jeclit/v45y2007i2p410-418.html": {"abstract": "Unemployment: Macroeconomic Performance and the Labour Market by Richard Layard, Stephen Nickell, and Richard Jackman (Oxford University Press 2005) is the second edition of a book first published in 1991. The second edition is identical to the first except for a long introduction, which reviews the conclusions of the first edition in the light of the following fifteen years. I basically agree with the authors that the book's framework and conclusions have withstood the test of time very well. I then assess progress since 1991 and point to a number of directions in which progress needs to be achieved.", "authors": ["epbl2"], "abstractStem": "unemploy macroeconom perform and the labour market by richard layard stephen nickel and richard jackman oxford univers press 2005 is the second edit of a book first publish in 1991 the second edit is ident to the first except for a long introduct which review the conclus of the first edit in the light of the follow fifteen year i basic agre with the author that the book framework and conclus have withstood the test of time veri well i then assess progress sinc 1991 and point to a number of direct in which progress need to be achiev", "title": "A Review of Richard Layard, Stephen Nickell, and Richard Jackman's Unemployment: Macroeconomic Performance and the Labour Market"}, "https://ideas.repec.org/a/oup/qjecon/v112y1997i4p1091-1126..html": {"abstract": "Under central planning, many firms relied on a single supplier for critical inputs. Transition has led to decentralized bargaining between suppliers and buyers. Under incomplete contracts or asymmetric information, bargaining may inefficiently break down, and if chains of production link many specialized producers, output will decline sharply. Mechanisms that mitigate these problems in the West, such as reputation, can only play a limited role in transition. The empirical evidence suggests that output has fallen farthest for the goods with the most complex production process, and that disorganization has been more important in the former Soviet Union than in Central Europe.", "authors": ["epbl2"], "abstractStem": "under central plan mani firm reli on a singl supplier for critic input transit ha led to decentr bargain between supplier and buyer under incomplet contract or asymmetr inform bargain may ineffici break down and if chain of product link mani special produc output will declin sharpli mechan that mitig these problem in the west such as reput can onli play a limit role in transit the empir evid suggest that output ha fallen farthest for the good with the most complex product process and that disorgan ha been more import in the former soviet union than in central europ", "title": "Disorganization"}, "https://ideas.repec.org/a/bin/bpeajo/v15y1984i1984-2p273-334.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl2", "epsu137"], "abstractStem": "no abstract is avail for thi item", "title": "Perspectives on High World Real Interest Rates"}, "https://ideas.repec.org/a/pal/imfecr/v62y2014i2p179-212.html": {"abstract": "This paper investigates the relation between growth forecast errors and planned fiscal consolidation during the crisis. We find that, in advanced economies, stronger planned fiscal consolidation has been associated with lower growth than expected, with the relation being particularly strong, both statistically and economically, early in the crisis. A natural interpretation is that fiscal multipliers were substantially higher than implicitly assumed by forecasters. The weaker relation in more recent years may reflect in part learning by forecasters and in part smaller multipliers than in the early years of the crisis.", "authors": ["epbl2"], "abstractStem": "thi paper investig the relat between growth forecast error and plan fiscal consolid dure the crisi we find that in advanc economi stronger plan fiscal consolid ha been associ with lower growth than expect with the relat be particularli strong both statist and econom earli in the crisi a natur interpret is that fiscal multipli were substanti higher than implicitli assum by forecast the weaker relat in more recent year may reflect in part learn by forecast and in part smaller multipli than in the earli year of the crisi", "title": "Learning about Fiscal Multipliers from Growth Forecast Errors"}, "https://ideas.repec.org/a/aea/aecrev/v83y1993i3p653-58.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl2", "epqu9"], "abstractStem": "no abstract is avail for thi item", "title": "The Dynamic Effects of Aggregate Demand and Supply Disturbances: Reply"}, "https://ideas.repec.org/a/pal/imfstp/v54y2007i2p191-219.html": {"abstract": "Current account imbalances have increased steadily in rich countries over the past 20 years. While the U.S. current account deficit dominates the numbers and the news, other countries, especially within the euro area, are also running large deficits. These deficits are different from the Latin American deficits of the early 1980s, or the Mexican deficit of the early 1990s. They involve rich countries; they reflect mostly private saving and investment decisions, and fiscal deficits often play a marginal role; and the deficits are financed mostly through equity, FDI foreign direct investment, and own-currency bonds rather than through bank lending. Yet there appears to be a widely shared concern that these deficits are too large, and government intervention is required. My purpose is to examine the logic of this argument. I ask the following question: Assume that deficits reflect private saving and investment decisions. Assume also that people and firms have rational expectations. Should the government intervene, and, if so, how? To answer the question, I construct a simple benchmark. In the benchmark, the outcome is “first best” and there is no need nor justification for government intervention. I then introduce simple distortions in either goods, labor, or financial markets, and characterize the equilibrium in each case. I derive optimal policy and the implications for the current account. I show that optimal policy may or may not lead to smaller current account deficits. I see the model and the extensions very much as a first pass. Sharper conclusions require a better understanding of the exact nature and the extent of distortions, which we do not have yet. Such understanding is needed, however, to improve the quality of the current debate. IMF Staff Papers (2007) 54, 191–219. doi:10.1057/palgrave.imfsp.9450013", "authors": ["epbl2"], "abstractStem": "current account imbal have increas steadili in rich countri over the past 20 year while the us current account deficit domin the number and the news other countri especi within the euro area are also run larg deficit these deficit are differ from the latin american deficit of the earli 1980 or the mexican deficit of the earli 1990 they involv rich countri they reflect mostli privat save and invest decis and fiscal deficit often play a margin role and the deficit are financ mostli through equiti fdi foreign direct invest and owncurr bond rather than through bank lend yet there appear to be a wide share concern that these deficit are too larg and govern intervent is requir my purpos is to examin the logic of thi argument i ask the follow question assum that deficit reflect privat save and invest decis assum also that peopl and firm have ration expect should the govern interven and if so how to answer the question i construct a simpl benchmark in the benchmark the outcom is  first best  and there is no need nor justif for govern intervent i then introduc simpl distort in either good labor or financi market and character the equilibrium in each case i deriv optim polici and the implic for the current account i show that optim polici may or may not lead to smaller current account deficit i see the model and the extens veri much as a first pass sharper conclus requir a better understand of the exact natur and the extent of distort which we do not have yet such understand is need howev to improv the qualiti of the current debat imf staff paper 2007 54 191 219 doi101057palgraveimfsp9450013", "title": "Current Account Deficits in Rich Countries"}, "https://ideas.repec.org/a/bin/bpeajo/v33y2002i2002-2p147-210.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl2", "epgi18"], "abstractStem": "no abstract is avail for thi item", "title": "Current Account Deficits in the Euro Area: The End of the Feldstein Horioka Puzzle?"}, "https://ideas.repec.org/a/spr/izalpo/v3y2014i1p1-2310.1186-2193-9004-3-2.html": {"abstract": " E2, J3, J5, J6  Copyright Blanchard et al.; licensee Springer. 2014", "authors": ["epbl2", "fpja389", "eplo21"], "abstractStem": " e2 j3 j5 j6  copyright blanchard et al license springer 2014", "title": "Labor market policies and IMF advice in advanced economies during the Great Recession"}, "https://ideas.repec.org/a/tpr/jeurec/v6y2008i1p45-77.html": {"abstract": " Unemployment insurance and employment protection are typically discussed and studied in isolation. In this paper, we argue that they are tightly linked, and we focus on their joint optimal design in a simple model, with risk-averse workers, risk-neutral firms, and random shocks to productivity. We show that, in the \"first best,\" unemployment insurance comes with employment protection-in the form of layoff taxes; indeed, optimality requires that layoff taxes be equal to unemployment benefits. We then explore the implications of four broad categories of deviations from first best: limits on insurance, limits on layoff taxes, ex post wage bargaining, and ex ante heterogeneity of firms or workers. We show how the design must be modified in each case. Finally, we draw out the implications of our analysis for current policy debates and reform proposals, from the financing of unemployment insurance, to the respective roles of severance payments and unemployment benefits. (c) 2008 by the European Economic Association.", "authors": ["epbl2", "epti33"], "abstractStem": " unemploy insur and employ protect are typic discuss and studi in isol in thi paper we argu that they are tightli link and we focu on their joint optim design in a simpl model with riskavers worker riskneutr firm and random shock to product we show that in the first best unemploy insur come with employ protectionin the form of layoff tax inde optim requir that layoff tax be equal to unemploy benefit we then explor the implic of four broad categori of deviat from first best limit on insur limit on layoff tax ex post wage bargain and ex ant heterogen of firm or worker we show how the design must be modifi in each case final we draw out the implic of our analysi for current polici debat and reform propos from the financ of unemploy insur to the respect role of sever payment and unemploy benefit c 2008 by the european econom associ", "title": "The Joint Design of Unemployment Insurance and Employment Protection: A First Pass"}, "https://ideas.repec.org/a/aea/aecrev/v84y1994i1p309-19.html": {"abstract": "At low and moderate levels of government debt, there appears to be little relation between the level of debt and its maturity. But at high levels of debt, a strong inverse relation emerges. We start the paper by documenting this inverse relation for those OECD Countries which have reached very high levels of debt. We then provide a theory of the joint movements of debt and maturity which can explain both sets of facts. It is based on the idea that, at high levels of debt, the government may need to decrease the maturity of the debt as debt increases, in order to maintain the credibility of its anti-inflation stance.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epbl2", "epmi118"], "abstractStem": "at low and moder level of govern debt there appear to be littl relat between the level of debt and it matur but at high level of debt a strong invers relat emerg we start the paper by document thi invers relat for those oecd countri which have reach veri high level of debt we then provid a theori of the joint movement of debt and matur which can explain both set of fact it is base on the idea that at high level of debt the govern may need to decreas the matur of the debt as debt increas in order to maintain the credibl of it antiinfl stancepthi abstract wa borrow from anoth version of thi item", "title": "The Debt Burden and Debt Maturity"}, "https://ideas.repec.org/a/ecj/econjl/v112y2002i480pf189-f213.html": {"abstract": " In Britain, about 7% of male employees and 10% of female employees are in temporary jobs. This proportion has been relatively stable over the 1990s. Using data from the British Household Panel Survey, we confirm the popular perception that temporary jobs are generally not desirable when compared to permanent employment. Temporary workers have lower levels of job satisfaction, receive less training and are less well-paid. There is some evidence that fixed-term contracts are a stepping stone to permanent work. Women who start in fixed-term employment and move to permanent jobs fully catch up to those who start in permanent jobs. Copyright 2002 Royal Economic Society", "authors": ["epbl2", "epbo47", "epfr111", "epfr88"], "abstractStem": " in britain about 7 of male employe and 10 of femal employe are in temporari job thi proport ha been rel stabl over the 1990 use data from the british household panel survey we confirm the popular percept that temporari job are gener not desir when compar to perman employ temporari worker have lower level of job satisfact receiv less train and are less wellpaid there is some evid that fixedterm contract are a step stone to perman work women who start in fixedterm employ and move to perman job fulli catch up to those who start in perman job copyright 2002 royal econom societi", "title": "Temporary Jobs: Stepping Stones Or Dead Ends?"}, "https://ideas.repec.org/a/ucp/jpolec/v87y1979i4p798-815.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl2"], "abstractStem": "no abstract is avail for thi item", "title": "Wage Indexing Rules and the Behavior of the Economy"}, "https://ideas.repec.org/a/bla/etrans/v6y1998i1p87-99.html": {"abstract": " We have two goals in this paper. The first is to draw lessons from the privatization experiences in Eastern Europe so far, in particular with respect to the relation between alternative privatization methods, the evolution of ownership after privatization and restructuring. The second is to draw from these lessons to suggest ways in which remaining privatization programmes might be designed or improved, when political constraints and economic realities are taken into account. Copyright The European Bank for Reconstruction and Development, 1998.", "authors": ["epbl2"], "abstractStem": " we have two goal in thi paper the first is to draw lesson from the privat experi in eastern europ so far in particular with respect to the relat between altern privat method the evolut of ownership after privat and restructur the second is to draw from these lesson to suggest way in which remain privat programm might be design or improv when polit constraint and econom realiti are taken into account copyright the european bank for reconstruct and develop 1998", "title": "On privatization methods in Eastern Europe and their implications"}, "https://ideas.repec.org/a/mcb/jmoncb/v39y2007is1p35-65.html": {"abstract": " Most central banks perceive a trade-off between stabilizing inflation and stabilizing the gap between output and desired output. However, the standard new Keynesian framework implies no such trade-off. In that framework, stabilizing inflation is equivalent to stabilizing the welfare-relevant output gap. In this paper, we argue that this property of the new Keynesian framework, which we call the \"divine coincidence\", is due to a special feature of the model: the absence of nontrivial \"real\" imperfections. We focus on one such real imperfection, namely, real wage rigidities. When the baseline new Keynesian model is extended to allow for real wage rigidities, the divine coincidence disappears, and central banks indeed face a trade-off between stabilizing inflation and stabilizing the welfare-relevant output gap. We show that not only does the extended model have more realistic normative implications, but it also has appealing positive properties. In particular, it provides a natural interpretation for the dynamic inflation-unemployment relation found in the data. Copyright 2007 The Ohio State University.", "authors": ["epbl2", "epga43"], "abstractStem": " most central bank perceiv a tradeoff between stabil inflat and stabil the gap between output and desir output howev the standard new keynesian framework impli no such tradeoff in that framework stabil inflat is equival to stabil the welfarerelev output gap in thi paper we argu that thi properti of the new keynesian framework which we call the divin coincid is due to a special featur of the model the absenc of nontrivi real imperfect we focu on one such real imperfect name real wage rigid when the baselin new keynesian model is extend to allow for real wage rigid the divin coincid disappear and central bank inde face a tradeoff between stabil inflat and stabil the welfarerelev output gap we show that not onli doe the extend model have more realist norm implic but it also ha appeal posit properti in particular it provid a natur interpret for the dynam inflationunemploy relat found in the data copyright 2007 the ohio state univers", "title": "Real Wage Rigidities and the New Keynesian Model"}, "https://ideas.repec.org/a/aea/jecper/v18y2004i4p3-26.html": {"abstract": "After three years of near stagnation, the mood in Europe is definitely gloomy. Many doubt that the European model has a future. In this paper, I argue that things are not so bad, and there is room for optimism. Over the last thirty years, productivity growth has been much faster in Europe than in the United States. Productivity levels are roughly similar today in the European Union and in the United States. The main difference is that Europe has used some of the increase in productivity to increase leisure rather than income, while the United States has done the opposite. Still not everything is well. Unemployment is still high, and Europe suffers from inefficient regulation. Here also however, there is more action than often perceived, and a wide ranging reform process is taking place. This process is driven by reforms in financial and product markets. Reforms in those markets are in turn putting pressure for reform in the labor market. Reform in the labor market is slowly taking place, but not without political tensions. These tensions dominate the news; but they are a symptom of change, not a reflection of immobility.", "authors": ["epbl2"], "abstractStem": "after three year of near stagnat the mood in europ is definit gloomi mani doubt that the european model ha a futur in thi paper i argu that thing are not so bad and there is room for optim over the last thirti year product growth ha been much faster in europ than in the unit state product level are roughli similar today in the european union and in the unit state the main differ is that europ ha use some of the increas in product to increas leisur rather than incom while the unit state ha done the opposit still not everyth is well unemploy is still high and europ suffer from ineffici regul here also howev there is more action than often perceiv and a wide rang reform process is take place thi process is driven by reform in financi and product market reform in those market are in turn put pressur for reform in the labor market reform in the labor market is slowli take place but not without polit tension these tension domin the news but they are a symptom of chang not a reflect of immobl", "title": "The Economic Future of Europe"}, "https://ideas.repec.org/a/ecj/econjl/v104y1994i426p1169-77.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl2"], "abstractStem": "no abstract is avail for thi item", "title": "Transition in Poland"}, "https://ideas.repec.org/a/eee/moneco/v7y1981i1p1-28.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl2", "epwy2"], "abstractStem": "no abstract is avail for thi item", "title": "An empirical structural model of aggregate demand"}, "https://ideas.repec.org/a/prs/rfreco/rfeco_0769-0479_2009_num_24_1_1720.html": {"abstract": "[eng] The State of Macro. For a long while after the explosion of macroeconomics in the 1970s, the field looked like a battlefield. Over time however, largely because facts do not go away, a largely shared vision both of fluctuations and of methodology has emerged. Not everything is fine. Like all revolutions, this one has come with the destruction of some knowledge, and suffers from extremism and herding. None of this deadly however. The state of macro is good. The first section sets the stage with a brief review of the past. The second argues that there has been broad convergence in vision, and the third reviews the specifics. The fourth focuses on convergence in methodology. The last looks at current challenges. not go away, a largely shared vision both of fluctuations and of methodology has emerged. Not everything is fine. Like all revolutions, this one has come with the destruction of some knowledge, and suffers from extremism and herding. None of this deadly however. The state of macro is good. The first section sets the stage with a brief review of the past. The second argues that there has been broad convergence in vision, and the third reviews the specifics. The fourth focuses on convergence in methodology. The last looks at current challenges. [fre] Durant la période qui suivit l’explosion de la macroéconomie dans les années 1970, ce champ de recherche ressembla à un champ de bataille. Cependant, au fil du temps, parce que les faits ont la vie dure, une vision largement partagée des fluctuations et de la méthodologie a ré-émergé. Bien sûr, tout n’est pas parfait. Comme toute révolution, celle-ci s’est accompagnée de la destruction d’une partie de la connaissance existante et a souffert d’extrémisme et de conformisme. Cependant, tout ceci n’étant pas fatal, la macroéconomie se porte bien. La première section présente la situation actuelle et s’accompagne d’un rapide examen des développements antérieurs. La deuxième section soutient qu’il y a eu une large convergence en termes de vision alors que la troisième section présente ces convergences. La quatrième s’attache à la convergence méthodologique. La dernière examine les défis actuels.", "authors": ["epbl2"], "abstractStem": "eng the state of macro for a long while after the explos of macroeconom in the 1970 the field look like a battlefield over time howev larg becaus fact do not go away a larg share vision both of fluctuat and of methodolog ha emerg not everyth is fine like all revolut thi one ha come with the destruct of some knowledg and suffer from extrem and herd none of thi deadli howev the state of macro is good the first section set the stage with a brief review of the past the second argu that there ha been broad converg in vision and the third review the specif the fourth focus on converg in methodolog the last look at current challeng not go away a larg share vision both of fluctuat and of methodolog ha emerg not everyth is fine like all revolut thi one ha come with the destruct of some knowledg and suffer from extrem and herd none of thi deadli howev the state of macro is good the first section set the stage with a brief review of the past the second argu that there ha been broad converg in vision and the third review the specif the fourth focus on converg in methodolog the last look at current challeng fre durant la p riod qui suivit l explos de la macro conomi dan le ann es 1970 ce champ de recherch ressembla   un champ de batail cepend au fil du temp parc que le fait ont la vie dure une vision largement partag e de fluctuat et de la m thodologi a r  merg  bien s r tout n est pa parfait comm tout r volut celleci s est accompagn e de la destruct d une parti de la connaiss existant et a souffert d extr mism et de conformism cepend tout ceci n tant pa fatal la macro conomi se port bien la premi re section pr sent la situat actuel et s accompagn d un rapid examen de d velopp ant rieur la deuxi me section soutient qu il y a eu une larg converg en term de vision alor que la troisi me section pr sent ce converg la quatri me s attach   la converg m thodologiqu la derni re examin le d fi actuel", "title": "L’état actuel de la macroéconomie"}, "https://ideas.repec.org/a/oup/qjecon/v108y1993i1p115-136..html": {"abstract": "Should managers, when taking investment decisions, follow the signals given by the stock market even when those do not coincide with their own assessment of fundamentals? Do they? In this paper we review theoretical arguments and examine the empirical evidence. First, we look at the relation between investment, market valuation, and proxies for fundamentals over the last 90 years. Second, we look at the behavior of investment during the episodes associated with the crashes of 1929 and 1987. We find a limited role of market valuation, given fundamentals.", "authors": ["epbl2", "epsu137"], "abstractStem": "should manag when take invest decis follow the signal given by the stock market even when those do not coincid with their own assess of fundament do they in thi paper we review theoret argument and examin the empir evid first we look at the relat between invest market valuat and proxi for fundament over the last 90 year second we look at the behavior of invest dure the episod associ with the crash of 1929 and 1987 we find a limit role of market valuat given fundament", "title": "The Stock Market, Profit, and Investment"}, "https://ideas.repec.org/a/aea/aecrev/v79y1989i5p1146-64.html": {"abstract": " Under the traditional interpretation of macroeconomic fluctuations, aggregate demand shocks move output and prices in the same direction, while aggregate supply shocks move output and prices in opposite directions. This paper examines the joint behavior of U.S. output, unemployment, prices, wages, and nominal money and asks whether it is consistent with this interpretation. The answer is a qualified yes. Copyright 1989 by American Economic Association.", "authors": ["epbl2"], "abstractStem": " under the tradit interpret of macroeconom fluctuat aggreg demand shock move output and price in the same direct while aggreg suppli shock move output and price in opposit direct thi paper examin the joint behavior of us output unemploy price wage and nomin money and ask whether it is consist with thi interpret the answer is a qualifi ye copyright 1989 by american econom associ", "title": "A Traditional Interpretation of Macroeconomic Fluctuations"}, "https://ideas.repec.org/a/bla/ecpoli/v21y2006i45p5-59.html": {"abstract": " type=\"main\" xml:lang=\"en\"&gt;     In the 1970s, European unemployment started increasing. It increased further in the 1980s, to reach a plateau in the 1990s. It is still high today, although the average unemployment rate hides a high degree of heterogeneity across countries. The focus of researchers and policy makers was initially on the role of shocks. As unemployment remained high, the focus has progressively shifted to institutions. This paper reviews the interaction of facts and theories, and gives a tentative assessment of what we know and what we still do not know.  — Olivier Blanchard  ", "authors": ["epbl2"], "abstractStem": " typemain xmllangengt     in the 1970 european unemploy start increas it increas further in the 1980 to reach a plateau in the 1990 it is still high today although the averag unemploy rate hide a high degre of heterogen across countri the focu of research and polici maker wa initi on the role of shock as unemploy remain high the focu ha progress shift to institut thi paper review the interact of fact and theori and give a tent assess of what we know and what we still do not know    olivi blanchard  ", "title": "European unemployment: the evolution of facts and ideas"}, "https://ideas.repec.org/a/bla/etrans/v1y1993i2p273-274.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl2"], "abstractStem": "no abstract is avail for thi item", "title": "On the dynamics of transition and restructuring"}, "https://ideas.repec.org/a/ecm/emetrp/v45y1977i3p769-71.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl2"], "abstractStem": "no abstract is avail for thi item", "title": "A Note on Gross Substitutability of Financial Assets"}, "https://ideas.repec.org/a/aea/aecrev/v82y1992i2p354-59.html": {"abstract": "The \"flow approach\" to labor markets builds up from the flows of workers and of jobs. It is based on three essential components, a specification of labor demand in terms of flows of job creation/destruction, a process of matching between workers and firms, and a process of wage determination where wages depend on the labor market prospects of employed workers and firms, We think that this approach gives the right basic picture of unemployment and unemployment dynamics, and of the relation between wage movements and the state of the labor market. The additional richness it naturally delivers also captures important implications of labor market mechanisms for macroeconomics. Finally, its structure is realistic enough to allow for a productive interaction with - and use of - micro-work and micro-evidence in both labor and product markets. This paper shows the structure of the approach and some of its implications. The first section develops a barebone model; the second adds the flesh.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epbl2", "epdi24"], "abstractStem": "the flow approach to labor market build up from the flow of worker and of job it is base on three essenti compon a specif of labor demand in term of flow of job creationdestruct a process of match between worker and firm and a process of wage determin where wage depend on the labor market prospect of employ worker and firm we think that thi approach give the right basic pictur of unemploy and unemploy dynam and of the relat between wage movement and the state of the labor market the addit rich it natur deliv also captur import implic of labor market mechan for macroeconom final it structur is realist enough to allow for a product interact with  and use of  microwork and microevid in both labor and product market thi paper show the structur of the approach and some of it implic the first section develop a barebon model the second add the fleshpthi abstract wa borrow from anoth version of thi item", "title": "The Flow Approach to Labor Markets"}, "https://ideas.repec.org/a/eee/eecrev/v40y1996i3-5p759-766.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl2"], "abstractStem": "no abstract is avail for thi item", "title": "On insider privatization"}, "https://ideas.repec.org/a/mcb/jmoncb/v42y2010is1p199-215.html": {"abstract": " The great moderation lulled macroeconomists and policymakers alike in the belief that we knew how to conduct macroeconomic policy. The crisis clearly forces us to question that assessment. In this paper, we review the main elements of the precrisis consensus, identify where we were wrong and what tenets of the precrisis framework still hold, and take a tentative first pass at the contours of a new macroeconomic policy framework. Copyright (c) 2010 The Ohio State University. The International Monetary Fund retains copyright and all other rights in the manuscript of this article as submitted for publication.", "authors": ["epbl2", "epde83", "fpma337"], "abstractStem": " the great moder lull macroeconomist and policymak alik in the belief that we knew how to conduct macroeconom polici the crisi clearli forc us to question that assess in thi paper we review the main element of the precrisi consensu identifi where we were wrong and what tenet of the precrisi framework still hold and take a tent first pass at the contour of a new macroeconom polici framework copyright c 2010 the ohio state univers the intern monetari fund retain copyright and all other right in the manuscript of thi articl as submit for public", "title": "Rethinking Macroeconomic Policy"}, "https://ideas.repec.org/a/aea/aecrev/v79y1989i4p655-73.html": {"abstract": " The authors interpret fluctuations in GNP and unemployment as due to two types of disturbances: disturbances that have a permanent effect on output and disturbances that do not. They interpret the first as supply disturbances, the second as demand disturbances. Demand disturbances have a hump-shaped, mirror-image effect on output and unemployment. The effect of supply disturbances on output increases steadily over time, peaking after two years and reaching a plateau after five years. Copyright 1989 by American Economic Association.", "authors": ["epbl2", "epqu9"], "abstractStem": " the author interpret fluctuat in gnp and unemploy as due to two type of disturb disturb that have a perman effect on output and disturb that do not they interpret the first as suppli disturb the second as demand disturb demand disturb have a humpshap mirrorimag effect on output and unemploy the effect of suppli disturb on output increas steadili over time peak after two year and reach a plateau after five year copyright 1989 by american econom associ", "title": "The Dynamic Effects of Aggregate Demand and Supply Disturbances"}, "https://ideas.repec.org/a/oup/qjecon/v118y2003i3p879-907..html": {"abstract": "Product and labor market deregulation reduce and redistribute rents, leading economic players to adjust to this new distribution. It typically comes with distribution and dynamic effects. To study these effects, we build a macroeconomic model on two central assumptions: monopolistic competition in the goods market, which determines the size of rents; and bargaining in the labor market, which determines the distribution of rents. Product market regulation determines entry costs and the degree of competition. Labor market regulation determines the bargaining power of workers. We show the effects of deregulation. We then use our results to discuss the political economy of deregulation, and recent macroeconomic evolutions in Europe.", "authors": ["epbl2"], "abstractStem": "product and labor market deregul reduc and redistribut rent lead econom player to adjust to thi new distribut it typic come with distribut and dynam effect to studi these effect we build a macroeconom model on two central assumpt monopolist competit in the good market which determin the size of rent and bargain in the labor market which determin the distribut of rent product market regul determin entri cost and the degre of competit labor market regul determin the bargain power of worker we show the effect of deregul we then use our result to discuss the polit economi of deregul and recent macroeconom evolut in europ", "title": "Macroeconomic Effects of Regulation and Deregulation in Goods and Labor Markets"}, "https://ideas.repec.org/a/ecj/econjl/v110y2000i462pc1-33.html": {"abstract": " Two key facts about European unemployment must be explained: the rise in unemployment since the 1960s, and the heterogeneity of individual country experiences. While adverse shocks can potentially explain much of the rise in unemployment, there is insufficient heterogeneity in these shocks to explain cross-country differences. Alternatively, while explanations focusing on labour market institutions explain current heterogeneity well, many of these institutions pre-date the rise in unemployment. Based on a panel of institutions and shocks for 20 OECD nations since 1960 we find that the interaction between shocks and institutions is crucial to explaining both stylised facts.", "authors": ["epbl2", "epwo9"], "abstractStem": " two key fact about european unemploy must be explain the rise in unemploy sinc the 1960 and the heterogen of individu countri experi while advers shock can potenti explain much of the rise in unemploy there is insuffici heterogen in these shock to explain crosscountri differ altern while explan focus on labour market institut explain current heterogen well mani of these institut predat the rise in unemploy base on a panel of institut and shock for 20 oecd nation sinc 1960 we find that the interact between shock and institut is crucial to explain both stylis fact", "title": "The Role of Shocks and Institutions in the Rise of European Unemployment: The Aggregate Evidence"}, "https://ideas.repec.org/a/bla/chinae/v14y2006i4p1-20.html": {"abstract": " The present paper is an attempt to define the contours of the right macroeconomic strategy for China. In a nutshell, we believe that the package includes a decrease in saving, with a focus on private saving, an increase in the supply of services, in particular health services, and an appreciation of the RMB. This is why we refer to this strategy as a \"three-handed approach\": action on the fiscal and budgetary front, accompanied by currency revaluation. We start by asking how the Chinese economy got to where it is, what the strategy has been since the beginning of the reforms, and what the main characteristics of the economy are today. We then ask what is the desirable path for the future, and which are the main policy trade-offs implied by such a path. Finally, we put the various pieces together to describe what we believe is a consistent policy package. Copyright The official journal of The Institute of World Economics and Politics, Chinese Academy of Social Sciences (CASS) 2006.", "authors": ["epbl2", "epgi18"], "abstractStem": " the present paper is an attempt to defin the contour of the right macroeconom strategi for china in a nutshel we believ that the packag includ a decreas in save with a focu on privat save an increas in the suppli of servic in particular health servic and an appreci of the rmb thi is whi we refer to thi strategi as a threehand approach action on the fiscal and budgetari front accompani by currenc revalu we start by ask how the chines economi got to where it is what the strategi ha been sinc the begin of the reform and what the main characterist of the economi are today we then ask what is the desir path for the futur and which are the main polici tradeoff impli by such a path final we put the variou piec togeth to describ what we believ is a consist polici packag copyright the offici journal of the institut of world econom and polit chines academi of social scienc cass 2006", "title": "Rebalancing Growth in China: A Three-Handed Approach"}, "https://ideas.repec.org/a/eee/jfinec/v36y1994i3p337-360.html": {"abstract": "Suppose that a firm receives a cash windfall which does not change its investment opportunity set, or equivalently its marginal Tobin's Q. What will this firm do with the money? We provide empirical answers to this question using a sample of firms with such windfalls in the form of a won or settled lawsuit. We examine a variety of decisions of the firm to shed light on alternative theories of corporate financing and investment. Our evidence is broadly inconsistent with the perfect capital markets model. The results need to be stretched considerably to fit the asymmetric information model in which managers act in the interest of shareholders. The evidence supports the agency model of managerial behavior, in which managers try to ensure the long run survival and independence of the firms with themselves at the helm.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epbl2", "eplo137", "epsh93"], "abstractStem": "suppos that a firm receiv a cash windfal which doe not chang it invest opportun set or equival it margin tobin q what will thi firm do with the money we provid empir answer to thi question use a sampl of firm with such windfal in the form of a won or settl lawsuit we examin a varieti of decis of the firm to shed light on altern theori of corpor financ and invest our evid is broadli inconsist with the perfect capit market model the result need to be stretch consider to fit the asymmetr inform model in which manag act in the interest of sharehold the evid support the agenc model of manageri behavior in which manag tri to ensur the long run surviv and independ of the firm with themselv at the helmpthi abstract wa borrow from anoth version of thi item", "title": "What do firms do with cash windfalls?"}, "https://ideas.repec.org/a/aea/aecrev/v69y1979i2p114-18.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl2"], "abstractStem": "no abstract is avail for thi item", "title": "Backward and Forward Solutions for Economies with Rational Expectations"}, "https://ideas.repec.org/a/mnb/bullet/v8y2013i2p51-56.html": {"abstract": "A citizen of France, Olivier Blanchard has spent his professional life in Cambridge, U.S. After obtaining his PhD in economics at the Massachusetts Institute of Technology in 1977, he taught at Harvard University, returning to MIT in 1982, where he has been since then. He is the Class of 1941 Professor of Economics, and a former Chair of the Economics Department. He is currently on leave from MIT, as Economic Counsellor and Director of the Research Department of the International Monetary Fund. Mr. Blanchard is a macroeconomist, who has worked on a wide set of issues, from the role of monetary policy, to the nature of speculative bubbles, to the nature of the labour market and the determinants of unemployment, to transition in former communist countries. In the process, he has worked with numerous countries and international organisations. He is the author of many books and articles, including two textbooks on macroeconomics, one at the graduate level with Stanley Fischer, and one at the undergraduate level. He is a fellow and Council member of the Econometric Society, a past vice president of the American Economic Association, and a member of the American Academy of Sciences.", "authors": ["fpbe251", "epbl2"], "abstractStem": "a citizen of franc olivi blanchard ha spent hi profession life in cambridg us after obtain hi phd in econom at the massachusett institut of technolog in 1977 he taught at harvard univers return to mit in 1982 where he ha been sinc then he is the class of 1941 professor of econom and a former chair of the econom depart he is current on leav from mit as econom counsellor and director of the research depart of the intern monetari fund mr blanchard is a macroeconomist who ha work on a wide set of issu from the role of monetari polici to the natur of specul bubbl to the natur of the labour market and the determin of unemploy to transit in former communist countri in the process he ha work with numer countri and intern organis he is the author of mani book and articl includ two textbook on macroeconom one at the graduat level with stanley fischer and one at the undergradu level he is a fellow and council member of the econometr societi a past vice presid of the american econom associ and a member of the american academi of scienc", "title": "MNB panel discussion with Olivier Blanchard"}, "https://ideas.repec.org/a/ecj/econjl/v112y2002i480pf214-f244.html": {"abstract": " We argue that the effects of a partial reform of employment protection by allowing firms to hire workers on fixed--term contracts may be perverse. The main effect may be high turnover in entry--level jobs, leading to higher, not lower, unemployment. Even if unemployment falls, workers may be worse off, going through many spells of unemployment and entry--level jobs, before obtaining a regular job. Considering French data for young workers since the early 1980s, we conclude that the reforms have substantially increased turnover, without a substantial reduction in unemployment duration. If anything, the effect on their welfare appears to have been negative. Copyright 2002 Royal Economic Society", "authors": ["epbl2", "fpla423"], "abstractStem": " we argu that the effect of a partial reform of employ protect by allow firm to hire worker on fixedterm contract may be pervers the main effect may be high turnov in entrylevel job lead to higher not lower unemploy even if unemploy fall worker may be wors off go through mani spell of unemploy and entrylevel job befor obtain a regular job consid french data for young worker sinc the earli 1980 we conclud that the reform have substanti increas turnov without a substanti reduct in unemploy durat if anyth the effect on their welfar appear to have been neg copyright 2002 royal econom societi", "title": "The Perverse Effects of Partial Labour Market Reform: fixed--Term Contracts in France"}, "https://ideas.repec.org/a/fip/fedbcp/y2008n53x5.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl2"], "abstractStem": "no abstract is avail for thi item", "title": "A new method to estimate time variation in the NAIRU - comments"}, "https://ideas.repec.org/a/aea/aejmac/v1y2009i1piii-iv.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl2"], "abstractStem": "no abstract is avail for thi item", "title": "Editor's Note"}, "https://ideas.repec.org/a/oup/qjecon/v101y1986i3p543-565..html": {"abstract": "This paper rehabilitates the old wage price spiral. It shows that, after an increase in aggregate demand, the process of adjustment of nominal prices and nominal wages results from attempts by workers to maintain or increase their real wage and by firms to maintain or increase their markups of prices over wages. Under continuous price and wage setting, the process of adjustment would be instantaneous; under staggering of price and wage decisions, the adjustment takes time. The more inflexible real wages and markups are to shifts in demand, the higher is the degree of price level inertia, and the longer lasting are the effects of aggregate demand on output.", "authors": ["epbl2"], "abstractStem": "thi paper rehabilit the old wage price spiral it show that after an increas in aggreg demand the process of adjust of nomin price and nomin wage result from attempt by worker to maintain or increas their real wage and by firm to maintain or increas their markup of price over wage under continu price and wage set the process of adjust would be instantan under stagger of price and wage decis the adjust take time the more inflex real wage and markup are to shift in demand the higher is the degre of price level inertia and the longer last are the effect of aggreg demand on output", "title": "The Wage Price Spiral"}, "https://ideas.repec.org/a/mcb/jmoncb/v29y1997i4p778-82.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl2"], "abstractStem": "no abstract is avail for thi item", "title": "Comment on \"Stopping Inflations, Big and Small.\""}, "https://ideas.repec.org/a/aea/aecrev/v85y1995i2p212-18.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl2", "epji14"], "abstractStem": "no abstract is avail for thi item", "title": "Structural Unemployment: Spain versus Portugal"}, "https://ideas.repec.org/a/bin/bpeajo/v18y1987i1987-1p57-122.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl2"], "abstractStem": "no abstract is avail for thi item", "title": "Aggregate and Individual Price Adjustment"}, "https://ideas.repec.org/a/aea/aecrev/v89y1999i2p69-74.html": {"abstract": "U.S. macroeconomic evidence shows a negative relation between the rate of change of wages and unemployment. In contrast, most theories of wage determination imply a negative relation between the level of wages and unemployment. In this paper, we ask whether one can reconcile the empirical evidence with theoretical wage relations. We reach three main conclusions. First, we derive the condition under which the two can indeed be reconciled. We show the constraints that such a condition imposes on the determinants of workers' reservation wages as well as the relative importance of workers' outside options as opposed to match specific productivity in wage determination. Second, in the light of this condition, we reinterpret the presence of an \"error correction\" term in macroeconomic wage relations for most European economies but not in the United States. Third, we show that whether this condition holds or not has important implications for the effects of a number of variables -- from real interest rates to oil prices to payroll taxes -- on the natural rate of unemployment.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epbl2", "fpka266"], "abstractStem": "us macroeconom evid show a neg relat between the rate of chang of wage and unemploy in contrast most theori of wage determin impli a neg relat between the level of wage and unemploy in thi paper we ask whether one can reconcil the empir evid with theoret wage relat we reach three main conclus first we deriv the condit under which the two can inde be reconcil we show the constraint that such a condit impos on the determin of worker reserv wage as well as the rel import of worker outsid option as oppos to match specif product in wage determin second in the light of thi condit we reinterpret the presenc of an error correct term in macroeconom wage relat for most european economi but not in the unit state third we show that whether thi condit hold or not ha import implic for the effect of a number of variabl  from real interest rate to oil price to payrol tax  on the natur rate of unemploymentpthi abstract wa borrow from anoth version of thi item", "title": "Wage Dynamics: Reconciling Theory and Evidence"}, "https://ideas.repec.org/a/fip/fedlpr/y1992p121-132.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl2"], "abstractStem": "no abstract is avail for thi item", "title": "For a return to pragmatism"}, "https://ideas.repec.org/a/aea/aecrev/v74y1984i2p211-15.html": {"abstract": "This paper examines, in light of the Lucas Critique, the behavior of the Phillips curve and of the term structure of interest rates after October 1979. It starts with an informal account of the policy change and then discusses how we might expect these two relations to shift after such a change. It finds little evidence of a direct effect of the policy change on the Phillips curve, at least until 1982. It finds substantial evidence of a direct effect on term structure.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epbl2"], "abstractStem": "thi paper examin in light of the luca critiqu the behavior of the phillip curv and of the term structur of interest rate after octob 1979 it start with an inform account of the polici chang and then discuss how we might expect these two relat to shift after such a chang it find littl evid of a direct effect of the polici chang on the phillip curv at least until 1982 it find substanti evid of a direct effect on term structurepthi abstract wa borrow from anoth version of thi item", "title": "The Lucas Critique and the Volcker Deflation"}, "https://ideas.repec.org/a/pal/imfecr/v60y2012i1p139-150.html": {"abstract": "The purpose of this note is to discuss two complex issues. First, why might a country want to reduce its current account deficit or surplus? And second, why might the international community ask for more? We argue that, in many cases, current account balances reflect underlying domestic distortions. It is then in the interest of the country to remove those distortions and, in the process, reduce imbalances. We then discuss cases where spillover effects, either from deficits or surpluses, suggest a direct role for multilateral surveillance. This process can play two potentially useful roles: first, as a discussion of the differences in assessments; second, as a potentially useful commitment device for countries to implement some of the required but politically unpalatable fiscal or structural adjustments.", "authors": ["epbl2", "epmi28"], "abstractStem": "the purpos of thi note is to discuss two complex issu first whi might a countri want to reduc it current account deficit or surplu and second whi might the intern commun ask for more we argu that in mani case current account balanc reflect underli domest distort it is then in the interest of the countri to remov those distort and in the process reduc imbal we then discuss case where spillov effect either from deficit or surplus suggest a direct role for multilater surveil thi process can play two potenti use role first as a discuss of the differ in assess second as a potenti use commit devic for countri to implement some of the requir but polit unpalat fiscal or structur adjust", "title": "(Why) Should Current Account Balances Be Reduced&amp;quest;"}, "https://ideas.repec.org/a/ces/ifofor/v10y2009i2p26-32.html": {"abstract": "The current crisis calls for two main sets of policy measures. First, measures to repair the financial system. Second, measures to increase demand and restore confidence. While some of these measures overlap, the focus of this note is on the second set of policies, and more specifically, given the limited room for monetary policy, on fiscal policy.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epbl2", "epsp16"], "abstractStem": "the current crisi call for two main set of polici measur first measur to repair the financi system second measur to increas demand and restor confid while some of these measur overlap the focu of thi note is on the second set of polici and more specif given the limit room for monetari polici on fiscal policypthi abstract wa borrow from anoth version of thi item", "title": "Fiscal Policy For The Crisis"}, "https://ideas.repec.org/a/aea/aecrev/v103y2013i3p117-20.html": {"abstract": "This paper investigates the relation between growth forecast errors and planned fiscal consolidation during the crisis. We find that, in advanced economies, stronger planned fiscal consolidation has been associated with lower growth than expected. The relation is particularly strong, both statistically and economically, early in the crisis. A natural interpretation is that fiscal multipliers were substantially higher than implicitly assumed by forecasters. The weaker relation in more recent years may in part reflect learning by forecasters and in part smaller multipliers than in the early years of the crisis.", "authors": ["epbl2"], "abstractStem": "thi paper investig the relat between growth forecast error and plan fiscal consolid dure the crisi we find that in advanc economi stronger plan fiscal consolid ha been associ with lower growth than expect the relat is particularli strong both statist and econom earli in the crisi a natur interpret is that fiscal multipli were substanti higher than implicitli assum by forecast the weaker relat in more recent year may in part reflect learn by forecast and in part smaller multipli than in the earli year of the crisi", "title": "Growth Forecast Errors and Fiscal Multipliers"}, "https://ideas.repec.org/a/ecm/emetrp/v51y1983i3p675-92.html": {"abstract": "The standard model of optimal growth, interpreted as a model of a market economy with infinitely long-lived agents, does not allow separation of the savings decisions of agents from the investment decisions of firms. Investment is essentially passive: the \"one good\" assumption leads to a perfectly elastic investment supply; the absence of installation costs for investment leads to a perfectly elastic investment demand. On the other hand, the standard model of temporary equilibrium used in macroeconomics characterizes both the savings-consumption decision and the investment decision, or, equivalently, derives a well-behaved aggregate demand which, in equilibrium, must be equal to aggregate supply. Often, however, we want to study the movement of the temporary equilibrium over time in response to a particular shock or policy. The discrepancy between the treatment of investment in the two models makes imbedding the temporary equilibrium model in the growth model difficult. This paper characterizes the dynamic behavior of the optimal growth model with adjustment costs. It shows the similarity between the temporary equilibrium of the corresponding market economy and the short-run equilibrium of standard macroeconomic models: consumption depends on wealth, investment on Tobin's q. Equilibrium is maintained by the endogenous adjustment of the term structure of interest rates. It then shows how the equivalence can be used to study the dynamic effects of policies; it considers various fiscal policies and exploits their equivalence to technological shifts in the optimal growth problem.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epab10", "epbl2"], "abstractStem": "the standard model of optim growth interpret as a model of a market economi with infinit longliv agent doe not allow separ of the save decis of agent from the invest decis of firm invest is essenti passiv the one good assumpt lead to a perfectli elast invest suppli the absenc of instal cost for invest lead to a perfectli elast invest demand on the other hand the standard model of temporari equilibrium use in macroeconom character both the savingsconsumpt decis and the invest decis or equival deriv a wellbehav aggreg demand which in equilibrium must be equal to aggreg suppli often howev we want to studi the movement of the temporari equilibrium over time in respons to a particular shock or polici the discrep between the treatment of invest in the two model make imbed the temporari equilibrium model in the growth model difficult thi paper character the dynam behavior of the optim growth model with adjust cost it show the similar between the temporari equilibrium of the correspond market economi and the shortrun equilibrium of standard macroeconom model consumpt depend on wealth invest on tobin q equilibrium is maintain by the endogen adjust of the term structur of interest rate it then show how the equival can be use to studi the dynam effect of polici it consid variou fiscal polici and exploit their equival to technolog shift in the optim growth problempthi abstract wa borrow from anoth version of thi item", "title": "An Intertemporal Model of Saving and Investment"}, "https://ideas.repec.org/a/aea/aecrev/v77y1987i4p647-66.html": {"abstract": " How important is monopolistic competition to an understanding of the effects of aggregate demand on output? The authors ask this question at three levels. Can monopolistic competition, by itself, explain why aggregate demand affects output? Can it, together with other imperfections, generate effects of aggregate demand in a way that perfect competition cannot? If so, can it give an accurate account of the res ponse of the economy to aggregate demand movements? The answers are no, yes, and yes. Copyright 1987 by American Economic Association.", "authors": ["epbl2"], "abstractStem": " how import is monopolist competit to an understand of the effect of aggreg demand on output the author ask thi question at three level can monopolist competit by itself explain whi aggreg demand affect output can it togeth with other imperfect gener effect of aggreg demand in a way that perfect competit cannot if so can it give an accur account of the re pons of the economi to aggreg demand movement the answer are no ye and ye copyright 1987 by american econom associ", "title": "Monopolistic Competition and the Effects of Aggregate Demand"}, "https://ideas.repec.org/a/oup/qjecon/v115y2000i4p1375-1409..html": {"abstract": "This essay argues that the history of macroeconomics during the twentieth century can be divided into three epochs. Pre-1940: a period of exploration, during which all the right ingredients were developed. But also a period where confusion reigned, because of the lack of an integrated framework. From 1940 to 1980: a period during which an integrated framework was developed—from the IS-LM to dynamic general equilibrium models. But a construction with an Achilles'heel, too casual a treatment of imperfections, leading to a crisis in the late 1970s. Since 1980: a new period of exploration, focused on the role of imperfections in macroeconomics. Exploration often feels like confusion. But behind it is one of the most productive periods of research in macroeconomics.", "authors": ["epbl2"], "abstractStem": "thi essay argu that the histori of macroeconom dure the twentieth centuri can be divid into three epoch pre1940 a period of explor dure which all the right ingredi were develop but also a period where confus reign becaus of the lack of an integr framework from 1940 to 1980 a period dure which an integr framework wa develop from the islm to dynam gener equilibrium model but a construct with an achillesheel too casual a treatment of imperfect lead to a crisi in the late 1970 sinc 1980 a new period of explor focus on the role of imperfect in macroeconom explor often feel like confus but behind it is one of the most product period of research in macroeconom", "title": "What Do We Know about Macroeconomics that Fisher and Wicksell Did Not?"}, "https://ideas.repec.org/a/aea/aecrev/v103y2013i7p3045-70.html": {"abstract": "We explore empirically models of aggregate fluctuations in which consumers form anticipations about the future based on noisy sources of information and these anticipations affect output in the short run. Our objective is to separate fluctuations due to changes in fundamentals (news) from those due to temporary errors in agents' estimates (noise). We show that structural VARs cannot be used to identify news and noise shocks, but identification is possible via a method of moments or maximum likelihood. Next, we estimate our model on US data. Our results suggest that noise shocks explain a sizable fraction of short-run consumption fluctuations.", "authors": ["epbl2", "eplh10", "eplo185"], "abstractStem": "we explor empir model of aggreg fluctuat in which consum form anticip about the futur base on noisi sourc of inform and these anticip affect output in the short run our object is to separ fluctuat due to chang in fundament news from those due to temporari error in agent estim nois we show that structur var cannot be use to identifi news and nois shock but identif is possibl via a method of moment or maximum likelihood next we estim our model on us data our result suggest that nois shock explain a sizabl fraction of shortrun consumpt fluctuat", "title": "News, Noise, and Fluctuations: An Empirical Exploration"}, "https://ideas.repec.org/a/bin/bpeajo/v21y1990i1990-2p85-156.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl2", "epdi24"], "abstractStem": "no abstract is avail for thi item", "title": "The Cyclical Behovior of the Gross Flows of U.S. Workers"}, "https://ideas.repec.org/a/bin/bpeajo/v47y2013i2013-02p325-388.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl2"], "abstractStem": "no abstract is avail for thi item", "title": "Boom, Bust, Recovery Forensics of the Latvia Crisis"}, "https://ideas.repec.org/a/aea/aecrev/v71y1981i1p132-43.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl2"], "abstractStem": "no abstract is avail for thi item", "title": "Output, the Stock Market, and Interest Rates"}, "https://ideas.repec.org/a/cup/macdyn/v9y2005i02p244-262_04.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl2"], "abstractStem": "no abstract is avail for thi item", "title": "An Interview With Stanley Fischer"}, "https://ideas.repec.org/a/aea/jecper/v11y1997i1p51-72.html": {"abstract": "Over the past three decades, much research has attempted to identify the determinants of the natural rate of unemployment. The authors reach two main conclusions about this body of work. First, there has been considerable theoretical progress over the past thirty years. A framework emerged that can be used to think, for example, about the relation between technological progress and unemployment. Second, empirical knowledge lags behind. Economists don't have a good quantitative understanding of the determinants of the natural rate, either across time or countries. The authors look at two issues, the relation of wages to unemployment and the rise of European unemployment.", "authors": ["epbl2", "fpka266"], "abstractStem": "over the past three decad much research ha attempt to identifi the determin of the natur rate of unemploy the author reach two main conclus about thi bodi of work first there ha been consider theoret progress over the past thirti year a framework emerg that can be use to think for exampl about the relat between technolog progress and unemploy second empir knowledg lag behind economist dont have a good quantit understand of the determin of the natur rate either across time or countri the author look at two issu the relat of wage to unemploy and the rise of european unemploy", "title": "What We Know and Do Not Know about the Natural Rate of Unemployment"}, "https://ideas.repec.org/a/bin/bpeajo/v23y1992i1992-1p1-76.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl2", "fpka266"], "abstractStem": "no abstract is avail for thi item", "title": "Regional Evolutions"}, "https://ideas.repec.org/a/eee/jpolmo/v32yi5p604-609.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl2"], "abstractStem": "no abstract is avail for thi item", "title": "Sustaining a global recovery"}, "https://ideas.repec.org/a/aea/aejmac/v2y2010i2p1-30.html": {"abstract": "We construct a utility-based model of fluctuations with nominal rigidities and unemployment. We first show that under a standard utility specification, productivity shocks have no effect on unemployment in the constrained efficient allocation. That property is also shown to hold, despite labor market frictions, in the decentralized equilibrium under flexible prices and wages. Inefficient unemployment fluctuations arise when we introduce real-wage rigidities. As a result, in the presence of staggered price setting by firms, the central bank faces a trade-off between inflation and unemployment stabilization, which depends on labor market characteristics. We draw the implications for optimal monetary policy. (JEL E12, E24, E52)", "authors": ["epbl2", "epga43"], "abstractStem": "we construct a utilitybas model of fluctuat with nomin rigid and unemploy we first show that under a standard util specif product shock have no effect on unemploy in the constrain effici alloc that properti is also shown to hold despit labor market friction in the decentr equilibrium under flexibl price and wage ineffici unemploy fluctuat aris when we introduc realwag rigid as a result in the presenc of stagger price set by firm the central bank face a tradeoff between inflat and unemploy stabil which depend on labor market characterist we draw the implic for optim monetari polici jel e12 e24 e52", "title": "Labor Markets and Monetary Policy: A New Keynesian Model with Unemployment"}, "https://ideas.repec.org/a/bla/jeurec/v11y2013i5p1032-1052.html": {"abstract": "In the 1970s, large increases in the price of oil were associated with sharp decreases in output and large increases in inflation. In the 2000s, and at least until the end of 2007, even larger increases in the price of oil were associated with much milder movements in output and inflation. Using a structural VAR approach Blanchard and Gali (2007a) argued that this has reflected in large part a change in the causal relation from the price of oil to output and inflation. In order to shed light on the possible factors behind the decrease in the macroeconomic effects of oil price shocks, we develop a new-Keynesian model, with imported oil used both in production and consumption, and we use a minimum distance estimator that minimizes, over the set of structural parameters and for each of the two samples (pre and post 1984), the distance between the empirical SVAR-based impulse response functions and those implied by the model. Our results point to two relevant changes in the structure of the economy, which have modified the transmission mechanism of the oil shock: vanishing wage indexation and an improvement in the credibility of monetary policy. The relative importance of these two structural changes depends however on how we formalize the process of expectations formation by economic agents.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epbl2", "epri182"], "abstractStem": "in the 1970 larg increas in the price of oil were associ with sharp decreas in output and larg increas in inflat in the 2000 and at least until the end of 2007 even larger increas in the price of oil were associ with much milder movement in output and inflat use a structur var approach blanchard and gali 2007a argu that thi ha reflect in larg part a chang in the causal relat from the price of oil to output and inflat in order to shed light on the possibl factor behind the decreas in the macroeconom effect of oil price shock we develop a newkeynesian model with import oil use both in product and consumpt and we use a minimum distanc estim that minim over the set of structur paramet and for each of the two sampl pre and post 1984 the distanc between the empir svarbas impuls respons function and those impli by the model our result point to two relev chang in the structur of the economi which have modifi the transmiss mechan of the oil shock vanish wage index and an improv in the credibl of monetari polici the rel import of these two structur chang depend howev on how we formal the process of expect format by econom agentspthi abstract wa borrow from anoth version of thi item", "title": "WHY ARE THE 2000s SO DIFFERENT FROM THE 1970s? A STRUCTURAL INTERPRETATION OF CHANGES IN THE MACROECONOMIC EFFECTS OF OIL PRICES"}, "firstname": "Olivier", "https://ideas.repec.org/a/oup/qjecon/v100y1985i1piii..html": {"abstract": "No abstract is available for this item.", "authors": ["epbl2", "epsu137"], "abstractStem": "no abstract is avail for thi item", "title": "Manifesto"}, "https://ideas.repec.org/a/bin/bpeajo/v24y1993i1993-2p75-138.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl2"], "abstractStem": "no abstract is avail for thi item", "title": "Movements in the Equity Premium"}, "https://ideas.repec.org/a/spr/portec/v6y2007i1p1-21.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl2"], "abstractStem": "no abstract is avail for thi item", "title": "Adjustment within the euro. The difficult case of Portugal"}, "https://ideas.repec.org/a/aea/aecrev/v87y1997i2p244-46.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl2"], "abstractStem": "no abstract is avail for thi item", "title": "Is There a Core of Usable Macroeconomics?"}, "https://ideas.repec.org/a/ecm/emetrp/v51y1983i5p1583-91.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl2"], "abstractStem": "no abstract is avail for thi item", "title": "Dynamic Effects of a Shift in Savings; The Role of Firms"}, "https://ideas.repec.org/a/oup/restud/v61y1994i3p417-434..html": {"abstract": "The paper examines the effects of the composition of unemployment on wage determination. It explores the implication of one central assumption: when firms receive multiple acceptable applications, they hire the worker who has been unemployed for the least amount of time. This assumption (\"ranking\") is contrasted with the assumption of random hiring (\"no-ranking\"). By embodying this assumption in a model of the labour market with job creation/destruction and matching, the joint behaviour of unemployment, the distribution of unemployment durations, and wages are characterized. The implication that the re-employment prospects of employed workers, were they to become unemployed, are better than those of the currently unemployed appears to have been an important feature of European unemployment experience in the 1980's.", "authors": ["epbl2", "epdi24"], "abstractStem": "the paper examin the effect of the composit of unemploy on wage determin it explor the implic of one central assumpt when firm receiv multipl accept applic they hire the worker who ha been unemploy for the least amount of time thi assumpt rank is contrast with the assumpt of random hire norank by embodi thi assumpt in a model of the labour market with job creationdestruct and match the joint behaviour of unemploy the distribut of unemploy durat and wage are character the implic that the reemploy prospect of employ worker were they to becom unemploy are better than those of the current unemploy appear to have been an import featur of european unemploy experi in the 1980", "title": "Ranking, Unemployment Duration, and Wages"}, "https://ideas.repec.org/a/kap/decono/v152y2004i1p1-20.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl2", "epti33"], "abstractStem": "no abstract is avail for thi item", "title": "Redesigning the Employment Protection System"}, "https://ideas.repec.org/a/pal/imfstp/v48y2001i4p8.html": {"abstract": "In China, local governments have actively contributed to the growth of new firms. In Russia, local governments have typically stood in the way, be it through taxation, regulation, or corruption. We argue that the difference can be traced to lies in the degree of political centralization present in China, but not in Russia. In China the central government has been strong and disciplined enough to induce local governments to favor growth. In Russia, it has not. We agree, but with an important caveat. We believe the experience of Russia indicates that another ingredient is crucial, namely political centralization. Copyright 2002, International Monetary Fund", "authors": ["epbl2", "epsh93"], "abstractStem": "in china local govern have activ contribut to the growth of new firm in russia local govern have typic stood in the way be it through taxat regul or corrupt we argu that the differ can be trace to lie in the degre of polit central present in china but not in russia in china the central govern ha been strong and disciplin enough to induc local govern to favor growth in russia it ha not we agre but with an import caveat we believ the experi of russia indic that anoth ingredi is crucial name polit central copyright 2002 intern monetari fund", "title": "Federalism With and Without Political Centralization: China Versus Russia"}, "https://ideas.repec.org/a/prs/rfreco/rfeco_0769-0479_2004_num_18_4_1534.html": {"abstract": "[fre] Olivier Blanchard Peut-on éliminer le chômage en Europe ? Cet article a pour objet d'exposer les faits essentiels en matière de chômage en Europe, d'en tirer les leçons théoriques, et d'en montrer les implications de politique économique. Le premier fait essentiel est la grande hétérogénéité du chômage, à la fois à travers le temps et d'un pays à l'autre. Le deuxième est que ces mouvements traduisent principalement des mouvements du taux de chômage « naturel », plutôt que des mouvements cycliques du chômage autour de son niveau naturel. Les leçons sont que toute analyse n'a une chance d'expliquer ces faits que si elle considère à la fois le rôle des chocs, le rôle des institutions du marche du travail, et le rôle des interactions entre les deux. Ceci est clair à l'examen des données d'ensemble, et à l'examen de trois cas spécifiques, parfois qualifiés de miraculeux, ceux de l'Irlande, de la Hollande, et de la Suède. Sur la base de l'évidence disponible, on peut espérer un retour du chômage à un niveau beaucoup plus bas en Europe. Ceci", "authors": ["epbl2"], "abstractStem": "fre olivi blanchard peuton  limin le ch mage en europ  cet articl a pour objet dexpos le fait essentiel en mati re de ch mage en europ den tirer le le on th oriqu et den montrer le implic de politiqu  conomiqu le premier fait essentiel est la grand h t rog n it  du ch mage   la foi   traver le temp et dun pay   lautr le deuxi me est que ce mouvement traduis principal de mouvement du taux de ch mage   naturel   plut t que de mouvement cycliqu du ch mage autour de son niveau naturel le le on sont que tout analys na une chanc dexpliqu ce fait que si ell consid re   la foi le r le de choc le r le de institut du march du travail et le r le de interact entr le deux ceci est clair   lexamen de donn es densembl et   lexamen de troi ca sp cifiqu parfoi qualifi s de miraculeux ceux de lirland de la holland et de la su de sur la base de l videnc dispon on peut esp rer un retour du ch mage   un niveau beaucoup plu ba en europ ceci", "title": "Peut-on éliminer le chômage en Europe ?"}, "https://ideas.repec.org/a/eee/eecrev/v38y1994i6p1327-1349.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl2", "epbu12"], "abstractStem": "no abstract is avail for thi item", "title": "The behaviour of state firms in eastern Europe, pre-privatisation"}}}