{"epbo44": {"https://ideas.repec.org/a/oup/qjecon/v110y1995i4p1075-1110..html": {"abstract": "This paper investigates the link between the trend in the returns to education and foreign competition in concentrated industries. We argue that the impact of foreign competition on the relative wages of less skilled workers depends on the market structure of the industry penetrated. The empirical evidence indicates that employment changes in a small group of trade-impacted concentrated industries can explain not only part of the aggregate rise in wage inequality in the United States, but also some of the differences in the trends in wage inequality across metropolitan areas.", "authors": ["epra154"], "abstractStem": "thi paper investig the link between the trend in the return to educ and foreign competit in concentr industri we argu that the impact of foreign competit on the rel wage of less skill worker depend on the market structur of the industri penetr the empir evid indic that employ chang in a small group of tradeimpact concentr industri can explain not onli part of the aggreg rise in wage inequ in the unit state but also some of the differ in the trend in wage inequ across metropolitan area", "title": "Foreign Competition, Market Power, and Wage Inequality"}, "https://ideas.repec.org/a/aea/aecrev/v86y1996i2p246-51.html": {"abstract": "We compare two approaches to analyzing the effects of immigration on the labor market and find that the estimated effect of immigration on U.S. native labor outcomes depends critically on the empirical experiment used. Area analyses contrast the level or change in immigration by area with the level or change in the outcomes of non- immigrant workers. Factor proportions analyses treat immigrants as a source of increased national supply of workers of the relevant skill. Cross-section comparisons of wages and immigration in the 1980 and 1990 Censuses yield unstable results casting doubt on the validity of these calculations. Analyses of changes over time for various education groups within regions give negative estimated immigration effects, which increase in magnitude the wider the area covered. Factor proportions calculations show that immigration was somewhat important in reducing the relative pay of U.S. high school dropouts during the 1980s, while immigration and trade contributed much more modestly to the falling pay of high school equivalent workers. The different effects of immigration on native outcomes in the area and factor proportions methodologies appear to result from the diluting effect of native migration flows across regions and failure to take adequate account of other regional labor market conditions in area comparisons.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epbo44", "epfr23", "fpka266"], "abstractStem": "we compar two approach to analyz the effect of immigr on the labor market and find that the estim effect of immigr on us nativ labor outcom depend critic on the empir experi use area analys contrast the level or chang in immigr by area with the level or chang in the outcom of non immigr worker factor proport analys treat immigr as a sourc of increas nation suppli of worker of the relev skill crosssect comparison of wage and immigr in the 1980 and 1990 census yield unstabl result cast doubt on the valid of these calcul analys of chang over time for variou educ group within region give neg estim immigr effect which increas in magnitud the wider the area cover factor proport calcul show that immigr wa somewhat import in reduc the rel pay of us high school dropout dure the 1980 while immigr and trade contribut much more modestli to the fall pay of high school equival worker the differ effect of immigr on nativ outcom in the area and factor proport methodolog appear to result from the dilut effect of nativ migrat flow across region and failur to take adequ account of other region labor market condit in area comparisonspthi abstract wa borrow from anoth version of thi item", "title": "Searching for the Effect of Immigration on the Labor Market"}, "https://ideas.repec.org/a/uwp/jhriss/v18y1983i2p231-246.html": {"abstract": "In this paper we develop the implications of the property rights theory of the firm for wage determination and test the model using data from the U.S. nursing home industry. The main theoretical prediction is that any attenuation of property rights will lead to higher wage rates for the firm's employees. The empirical evidence indicates that, indeed, profit-maximizing nursing homes do pay the lowest wage rates (for given quality labor), and that the stronger the cost-minimizing incentives provided by Medicaid reimbursement programs, the lower the wage rate paid by these nursing homes.", "authors": ["epbo44", "epfr91"], "abstractStem": "in thi paper we develop the implic of the properti right theori of the firm for wage determin and test the model use data from the us nurs home industri the main theoret predict is that ani attenu of properti right will lead to higher wage rate for the firm employe the empir evid indic that inde profitmaxim nurs home do pay the lowest wage rate for given qualiti labor and that the stronger the costminim incent provid by medicaid reimburs program the lower the wage rate paid by these nurs home", "title": "Property Rights and Wages: The Case of Nursing Homes"}, "https://ideas.repec.org/a/aea/aecrev/v95y2005i2p56-60.html": {"abstract": "The rapid growth in the number of foreign students enrolled in American universities has transformed the higher education system, particularly at the graduate level. Many of these newly minted doctorates remain in the United States after receiving their doctoral degrees, so that the foreign student influx can have a significant impact in the labor market for high-skill workers. Using data drawn from the Survey of Earned Doctorates and the Survey of Doctoral Recipients, the study shows that a foreign student influx into a particular doctoral field at a particular time had a significant and adverse effect on the earnings of doctorates in that field who graduated at roughly the same time. A 10 percent immigration-induced increase in the supply of doctorates lowers the wage of competing workers by about 3 percent.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epbo44"], "abstractStem": "the rapid growth in the number of foreign student enrol in american univers ha transform the higher educ system particularli at the graduat level mani of these newli mint doctor remain in the unit state after receiv their doctor degre so that the foreign student influx can have a signific impact in the labor market for highskil worker use data drawn from the survey of earn doctor and the survey of doctor recipi the studi show that a foreign student influx into a particular doctor field at a particular time had a signific and advers effect on the earn of doctor in that field who graduat at roughli the same time a 10 percent immigrationinduc increas in the suppli of doctor lower the wage of compet worker by about 3 percentpthi abstract wa borrow from anoth version of thi item", "title": "The Labor-Market Impact of High-Skill Immigration"}, "https://ideas.repec.org/a/ucp/jlabec/v13y1995i2p201-45.html": {"abstract": " This article uses the 1970, 1980, and 1990 Public Use Samples of the U.S. census to document what happened to immigrant earnings in the 1980s and to determine if pre-1980 immigrant flows reached earnings parity with natives. The relative entry wage of successive immigrant cohorts declined by 9 percent in the 1970s and by an additional 6 percent in the 1980s. Although the relative wage of immigrants grows by 10 percent during the first two decades after arrival, recent immigrants will earn 15-20 percent less than natives throughout much of their working lives. Copyright 1995 by University of Chicago Press.", "authors": ["epbo44"], "abstractStem": " thi articl use the 1970 1980 and 1990 public use sampl of the us censu to document what happen to immigr earn in the 1980 and to determin if pre1980 immigr flow reach earn pariti with nativ the rel entri wage of success immigr cohort declin by 9 percent in the 1970 and by an addit 6 percent in the 1980 although the rel wage of immigr grow by 10 percent dure the first two decad after arriv recent immigr will earn 1520 percent less than nativ throughout much of their work live copyright 1995 by univers of chicago press", "title": "Assimilation and Changes in Cohort Quality Revisited: What Happened to Immigrant Earnings in the 1980s?"}, "https://ideas.repec.org/a/ucp/jlabec/v17y1999i4p607-37.html": {"abstract": " This article investigates if the location choices made by immigrants when they arrive in the United States are influenced by the interstate dispersion in welfare benefits. Income-maximizing behavior implies that foreign-born welfare recipients, unlike their native-born counterparts, may be clustered in the states that offer the highest benefits. The empirical analysis indicates that immigrant welfare recipients are indeed more heavily clustered in high-benefit states than the immigrants who do not receive welfare, or than natives. As a result, the welfare participation rate of immigrants is much more sensitive to changes in welfare benefits than that of natives. Copyright 1999 by University of Chicago Press.", "authors": ["epbo44"], "abstractStem": " thi articl investig if the locat choic made by immigr when they arriv in the unit state are influenc by the interst dispers in welfar benefit incomemaxim behavior impli that foreignborn welfar recipi unlik their nativeborn counterpart may be cluster in the state that offer the highest benefit the empir analysi indic that immigr welfar recipi are inde more heavili cluster in highbenefit state than the immigr who do not receiv welfar or than nativ as a result the welfar particip rate of immigr is much more sensit to chang in welfar benefit than that of nativ copyright 1999 by univers of chicago press", "title": "Immigration and Welfare Magnets"}, "https://ideas.repec.org/a/ilr/articl/v47y1994i4p553-573.html": {"abstract": "This paper investigates whether the ethnic skill differentials introduced into the United States by the inflow of very dissimilar immigrant groups during the Great Migration of 1880-1910 have disappeared during the past century. An analysis of the 1910, 1940, and 1980 Censuses and the General Social Surveys reveals that those ethnic differentials have indeed narrowed, but that it might take four generations, or roughly 100 years, for them to disappear. The analysis also indicates that the economic mobility experienced by American-born blacks, especially since World War Two, resembles that of the white ethnic groups that made up the Great Migration. (Abstract courtesy JSTOR.)", "authors": ["epbo44"], "abstractStem": "thi paper investig whether the ethnic skill differenti introduc into the unit state by the inflow of veri dissimilar immigr group dure the great migrat of 18801910 have disappear dure the past centuri an analysi of the 1910 1940 and 1980 census and the gener social survey reveal that those ethnic differenti have inde narrow but that it might take four gener or roughli 100 year for them to disappear the analysi also indic that the econom mobil experienc by americanborn black especi sinc world war two resembl that of the white ethnic group that made up the great migrat abstract courtesi jstor", "title": "Long-run convergence of ethnic skill differentials: The children and grandchildren of the Great Migration"}, "https://ideas.repec.org/a/eee/pubeco/v19y1982i2p187-202.html": {"abstract": "No abstract is available for this item.", "authors": ["epbo44"], "abstractStem": "no abstract is avail for thi item", "title": "Labor turnover in the U.S. federal bureaucracy"}, "https://ideas.repec.org/a/eee/econom/v64y1994i1-2p165-182.html": {"abstract": "This paper outlines a two-stage technique for estimation and inference in probit models with structural group effects. The structural group specification belongs to a broader class of random components models. In particular, individuals in a given group share a common component in the specification of the conditional mean of a latent variable. For a number of computational reasons, existing random-effects models are impractical for estimation and inference in this type of problem. Our two-stage estimator provides an easily estimable alternative to the random effect specification. In addition, we conduct a Monte Carlo simulation comparing the performance of alternative estimators, and find that the two-stage estimator is superior -- both in terms of estimation and inference -- to traditional estimators.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epbo44"], "abstractStem": "thi paper outlin a twostag techniqu for estim and infer in probit model with structur group effect the structur group specif belong to a broader class of random compon model in particular individu in a given group share a common compon in the specif of the condit mean of a latent variabl for a number of comput reason exist randomeffect model are impract for estim and infer in thi type of problem our twostag estim provid an easili estim altern to the random effect specif in addit we conduct a mont carlo simul compar the perform of altern estim and find that the twostag estim is superior  both in term of estim and infer  to tradit estimatorspthi abstract wa borrow from anoth version of thi item", "title": "A two-stage estimator for probit models with structural group effects"}, "https://ideas.repec.org/a/ilr/articl/v34y1981i3p365-376.html": {"abstract": "Previous studies have shown that in the short run quits generally lead to wage increases on the next job and layoffs to no increase or to a wage cut. The author of this study argues, however, that the prospect of a job change for any reason creates a disincentive for a worker to invest in training that is specific to the current job, and therefore those who change jobs frequently may earn less over their life cycle than those who, other things equal, seldom change jobs. An analysis of data from the National Longitudinal Survey of Mature Men supports that expectation, showing that for white males job separations usually lead to wage gains in the short run but nonmobile workers tend to achieve significantly higher wages over the long run. (Abstract courtesy JSTOR.)", "authors": ["epbo44"], "abstractStem": "previou studi have shown that in the short run quit gener lead to wage increas on the next job and layoff to no increas or to a wage cut the author of thi studi argu howev that the prospect of a job chang for ani reason creat a disincent for a worker to invest in train that is specif to the current job and therefor those who chang job frequent may earn less over their life cycl than those who other thing equal seldom chang job an analysi of data from the nation longitudin survey of matur men support that expect show that for white male job separ usual lead to wage gain in the short run but nonmobil worker tend to achiev significantli higher wage over the long run abstract courtesi jstor", "title": "Job mobility and earnings over the life cycle"}, "https://ideas.repec.org/a/uwp/jhriss/v41y2006i2p221-258.html": {"abstract": "This paper presents a theoretical and empirical study of how immigration influences the joint determination of the wage structure and internal migration behavior for native-born workers in local labor markets. Using data from the 1960–2000 decennial censuses, the study shows that immigration is associated with lower in-migration rates, higher out-migration rates, and a decline in the growth rate of the native workforce. The native migration response attenuates the measured impact of immigration on wages in a local labor market by 40 to 60 percent, depending on whether the labor market is defined at the state or metropolitan area level.", "authors": ["epbo44"], "abstractStem": "thi paper present a theoret and empir studi of how immigr influenc the joint determin of the wage structur and intern migrat behavior for nativeborn worker in local labor market use data from the 1960 2000 decenni census the studi show that immigr is associ with lower inmigr rate higher outmigr rate and a declin in the growth rate of the nativ workforc the nativ migrat respons attenu the measur impact of immigr on wage in a local labor market by 40 to 60 percent depend on whether the labor market is defin at the state or metropolitan area level", "title": "Native Internal Migration and the Labor Market Impact of Immigration"}, "https://ideas.repec.org/a/ucp/jlabec/v9y1991i2p123-48.html": {"abstract": " This article studies the role of the family in determining the skill composition and labor-market experiences of immigrants in the United States. The authors' theoretical framework, based on the assumption that family migration decisions maximize household income, shows that the family attenuates the selection characterizing the skills of the immigrant population. The empirical analysis uses the 1970 and 1980 Public Use Samples of the U.S. census and reveals that an immigrant's skills and labor market performance are greatly influenced by the composition of the household at the time of migration and by his placement in the immigration chain. Copyright 1991 by University of Chicago Press.", "authors": ["epbo44", "fpbr432"], "abstractStem": " thi articl studi the role of the famili in determin the skill composit and labormarket experi of immigr in the unit state the author theoret framework base on the assumpt that famili migrat decis maxim household incom show that the famili attenu the select character the skill of the immigr popul the empir analysi use the 1970 and 1980 public use sampl of the us censu and reveal that an immigr skill and labor market perform are greatli influenc by the composit of the household at the time of migrat and by hi placement in the immigr chain copyright 1991 by univers of chicago press", "title": "Immigration and the Family"}, "https://ideas.repec.org/a/ilr/articl/v64y2011i3p485-501.html": {"abstract": "The employment rate of native-born men falls at a much faster rate than that of immigrants as the two groups approach the age of retirement. The author draws on U.S. Census data from 1960-2000 to examine how the eligibility requirements for Social Security benefits affect immigrants' decisions to leave the labor market as they near retirement age. Because a person needs to have worked in the United States for at least ten years to qualify for benefits, newly arrived immigrants may not yet have accumulated the requisite employment credits to do this and thus have greater employment rates than other comparably aged persons. The probability that an older immigrant is employed falls once the 10-year work rule is satisfied. The implication of this finding is that immigration may affect the increase in retirement benefits that will inevitably occur as the baby boom generation retires.", "authors": ["epbo44"], "abstractStem": "the employ rate of nativeborn men fall at a much faster rate than that of immigr as the two group approach the age of retir the author draw on us censu data from 19602000 to examin how the elig requir for social secur benefit affect immigr decis to leav the labor market as they near retir age becaus a person need to have work in the unit state for at least ten year to qualifi for benefit newli arriv immigr may not yet have accumul the requisit employ credit to do thi and thu have greater employ rate than other compar age person the probabl that an older immigr is employ fall onc the 10year work rule is satisfi the implic of thi find is that immigr may affect the increas in retir benefit that will inevit occur as the babi boom gener retir", "title": "Social Security Eligibility and the Labor Supply of Older Immigrants"}, "https://ideas.repec.org/a/aea/aecrev/v81y1991i2p287-91.html": {"abstract": "No abstract is available for this item.", "authors": ["epbo44"], "abstractStem": "no abstract is avail for thi item", "title": "Immigrants in the U.S. Labor Market: 1940-80"}, "https://ideas.repec.org/a/spr/demogr/v38y2001i3p357-361.html": {"abstract": "No abstract is available for this item.", "authors": ["epbo44"], "abstractStem": "no abstract is avail for thi item", "title": "Long-Run convergence of ethnic skill differentials, revisited"}, "https://ideas.repec.org/a/eee/ecolet/v8y1981i4p385-391.html": {"abstract": "No abstract is available for this item.", "authors": ["epbo44"], "abstractStem": "no abstract is avail for thi item", "title": "Consumer discrimination and the firm's demand for black labor"}, "https://ideas.repec.org/a/eee/juecon/v44y1998i2p228-253.html": {"abstract": "This paper analyzes the link between ethnicity and the choice of residing in ethnically segregated neighborhoods. Data drawn from the National Longitudinal Surveys of Youth show that there exist strong human capital externalities both within and across ethnic groups. As a result, the segregation choices made by particular households depend both on the household's economic opportunities and on aggregate characteristics of the ethnic groups. The evidence suggests that highly skilled persons who belong to disadvantaged groups have lower probabilities of ethnic residential segregation relative to the choices made by the most skilled persons in the most skilled groups.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epbo44"], "abstractStem": "thi paper analyz the link between ethnic and the choic of resid in ethnic segreg neighborhood data drawn from the nation longitudin survey of youth show that there exist strong human capit extern both within and across ethnic group as a result the segreg choic made by particular household depend both on the household econom opportun and on aggreg characterist of the ethnic group the evid suggest that highli skill person who belong to disadvantag group have lower probabl of ethnic residenti segreg rel to the choic made by the most skill person in the most skill groupspthi abstract wa borrow from anoth version of thi item", "title": "To Ghetto or Not to Ghetto: Ethnicity and Residential Segregation"}, "https://ideas.repec.org/a/ucp/jlawec/v25y1982i2p271-99.html": {"abstract": "No abstract is available for this item.", "authors": ["epbo44"], "abstractStem": "no abstract is avail for thi item", "title": "The Politics of Employment Discrimination in the Federal Bureaucracy"}, "https://ideas.repec.org/a/fip/fednep/y1995ijanp3-8nv.1.no.1.html": {"abstract": "The increasing internationalization of the U.S. labor market has had important effects on the wage structure. Immigration has probably increased wage inequality because recent immigrant waves tend to be less skilled than earlier waves. Growing trade deficits in durable goods have also increased wage inequality by reducing the relatively high wages of less-skilled workers in these industries and by displacing workers from them.", "authors": ["epbo44"], "abstractStem": "the increas internation of the us labor market ha had import effect on the wage structur immigr ha probabl increas wage inequ becaus recent immigr wave tend to be less skill than earlier wave grow trade deficit in durabl good have also increas wage inequ by reduc the rel high wage of lessskil worker in these industri and by displac worker from them", "title": "The internationalization of the U.S. labor market and the wage structure"}, "https://ideas.repec.org/a/bla/jeurec/v10y2012i1p198-210.html": {"abstract": "No abstract is available for this item.", "authors": ["epbo44", "epgr125", "epha80"], "abstractStem": "no abstract is avail for thi item", "title": "Comment: On Estimating Elasticities Of Substition"}, "https://ideas.repec.org/a/oup/qjecon/v107y1992i1p123-150..html": {"abstract": "This paper analyzes the extent to which ethnic skill differentials are transmitted across generations. I assume that ethnicity acts as an externality in the human capital accumulation process. The skills of the next generation depend on parental inputs and on the quality of the ethnic environment in which parents make their investments, or \"ethnic capital.\" The empirical evidence reveals that the skills of today's generation depend not only on the skills of their parents, but also on the average skills of the ethnic group in the parent's generation.", "authors": [], "abstractStem": "thi paper analyz the extent to which ethnic skill differenti are transmit across gener i assum that ethnic act as an extern in the human capit accumul process the skill of the next gener depend on parent input and on the qualiti of the ethnic environ in which parent make their invest or ethnic capit the empir evid reveal that the skill of today gener depend not onli on the skill of their parent but also on the averag skill of the ethnic group in the parent gener", "title": "Ethnic Capital and Intergenerational Mobility"}, "https://ideas.repec.org/a/eee/dyncon/v14y1990i1p187-192.html": {"abstract": "No abstract is available for this item.", "authors": ["epbo44"], "abstractStem": "no abstract is avail for thi item", "title": "Job search with belated information and wage signalling A comment"}, "https://ideas.repec.org/a/aea/aecrev/v84y1994i2p10-16.html": {"abstract": "No abstract is available for this item.", "authors": ["epbo44", "epra154"], "abstractStem": "no abstract is avail for thi item", "title": "Time-Series Evidence on the"}, "https://ideas.repec.org/a/ilr/articl/v37y1983i1p79-91.html": {"abstract": "This paper presents an empirical analysis of wage differentials based on race and gender in the federal bureaucracy. By focusing on the study of interagency variations in wage differentials, the author shows, first, that the use in earnings functions of a simple dummy variable to indicate race and gender leads to downward-biased estimates of the standardized wage differential. Second, across federal agencies there is a positive correlation between wage differentials based on race and those based on gender. Finally, the low relative wage of black females is more a result of their gender than of their race. This variety of empirical findings shows the promise of future studies that concentrate on the interfirm variance in employment policies that affect women and minorities. (Abstract courtesy JSTOR.)", "authors": ["epbo44"], "abstractStem": "thi paper present an empir analysi of wage differenti base on race and gender in the feder bureaucraci by focus on the studi of interag variat in wage differenti the author show first that the use in earn function of a simpl dummi variabl to indic race and gender lead to downwardbias estim of the standard wage differenti second across feder agenc there is a posit correl between wage differenti base on race and those base on gender final the low rel wage of black femal is more a result of their gender than of their race thi varieti of empir find show the promis of futur studi that concentr on the interfirm varianc in employ polici that affect women and minor abstract courtesi jstor", "title": "The measurement of race and gender wage differentials: Evidence from the federal sector"}, "https://ideas.repec.org/a/oup/qjecon/v127y2012i3p1143-1203.html": {"abstract": " It has been difficult to open up the black box of knowledge production. We use unique international data on the publications, citations, and affiliations of mathematicians to examine the impact of a large, post-1992 influx of Soviet mathematicians on the productivity of their U.S. counterparts. We find a negative productivity effect on those mathematicians whose research overlapped with that of the Soviets. We also document an increased mobility rate (to lower quality institutions and out of active publishing) and a reduced likelihood of producing \"home run\" papers. Although the total product of the preexisting American mathematicians shrank, the Soviet contribution to American mathematics filled in the gap. However, there is no evidence that the Soviets greatly increased the size of the \"mathematics pie.\" Finally, we find that there are significant international differences in the productivity effects of the collapse of the Soviet Union, and these international differences can be explained by both differences in the size of the émigré flow into the various countries and in how connected each country is to the global market for mathematical publications. JEL Codes: O31, J61. Copyright 2012, Oxford University Press.", "authors": ["epbo44", "fpdo228"], "abstractStem": " it ha been difficult to open up the black box of knowledg product we use uniqu intern data on the public citat and affili of mathematician to examin the impact of a larg post1992 influx of soviet mathematician on the product of their us counterpart we find a neg product effect on those mathematician whose research overlap with that of the soviet we also document an increas mobil rate to lower qualiti institut and out of activ publish and a reduc likelihood of produc home run paper although the total product of the preexist american mathematician shrank the soviet contribut to american mathemat fill in the gap howev there is no evid that the soviet greatli increas the size of the mathemat pie final we find that there are signific intern differ in the product effect of the collaps of the soviet union and these intern differ can be explain by both differ in the size of the  migr  flow into the variou countri and in how connect each countri is to the global market for mathemat public jel code o31 j61 copyright 2012 oxford univers press", "title": "The Collapse of the Soviet Union and the Productivity of American Mathematicians"}, "https://ideas.repec.org/a/uwp/jhriss/v14y1979i1p21-40.html": {"abstract": "This paper provides a systematic empirical analysis of the effect of union membership on job satisfaction and wages, and shows how the interaction between these effects leads to empirically observable relations between unionization and individual quit probabilities. Using the National Longitudinal Survey of Mature Men, several empirical results were obtained. First, union members, on average, report lower levels of job satisfaction. Interestingly, unionization causes greater dissatisfaction at higher tenure levels. These findings are attributed to both the politicization of the unionized labor force and the fact that union members face flatter earnings profiles. The importance of the latter effect is reflected by the empirical fact that unions have a strong negative effect on quit probabilities at low levels of tenure, but the effect diminishes (absolutely) as tenure increases.", "authors": ["epbo44"], "abstractStem": "thi paper provid a systemat empir analysi of the effect of union membership on job satisfact and wage and show how the interact between these effect lead to empir observ relat between union and individu quit probabl use the nation longitudin survey of matur men sever empir result were obtain first union member on averag report lower level of job satisfact interestingli union caus greater dissatisfact at higher tenur level these find are attribut to both the politic of the union labor forc and the fact that union member face flatter earn profil the import of the latter effect is reflect by the empir fact that union have a strong neg effect on quit probabl at low level of tenur but the effect diminish absolut as tenur increas", "title": "Job Satisfaction, Wages, and Unions"}, "https://ideas.repec.org/a/aea/jecper/v9y1995i2p3-22.html": {"abstract": "Natives benefit from immigration mainly because of production complementarities between immigrant workers and other factors of production, and these benefits are larger when immigrants are sufficiently 'different' from the stock of native productive inputs. The available evidence suggests that the economic benefits from immigration for the United States are small, on the order of $6 billion and almost certainly less than $20 billion annually. These gains, however, could be increased considerably if the United States pursued an immigration policy that attracted a more skilled immigrant flow.", "authors": ["epbo44"], "abstractStem": "nativ benefit from immigr mainli becaus of product complementar between immigr worker and other factor of product and these benefit are larger when immigr are suffici differ from the stock of nativ product input the avail evid suggest that the econom benefit from immigr for the unit state are small on the order of 6 billion and almost certainli less than 20 billion annual these gain howev could be increas consider if the unit state pursu an immigr polici that attract a more skill immigr flow", "title": "The Economic Benefits from Immigration"}, "https://ideas.repec.org/a/oup/ecinqu/v27y1989i1p21-37.html": {"abstract": " This paper analyzes the relationship between earnings and the extent of assimilation, cohort quality change, and return migration experienced by the foreign-born population. The study uses the longitudinal data available in the Survey of Natural and Social Scientists and Engineers. The analysis reveals that there was a sizable decline in the skills of this population over the last two decades. In addition, the study shows that return migration is more likely among immigrants who did not perform well in the U.S. labor market. Copyright 1989 by Oxford University Press.", "authors": ["epbo44"], "abstractStem": " thi paper analyz the relationship between earn and the extent of assimil cohort qualiti chang and return migrat experienc by the foreignborn popul the studi use the longitudin data avail in the survey of natur and social scientist and engin the analysi reveal that there wa a sizabl declin in the skill of thi popul over the last two decad in addit the studi show that return migrat is more like among immigr who did not perform well in the us labor market copyright 1989 by oxford univers press", "title": "Immigrant and Emigrant Earnings: A Longitudinal Study"}, "https://ideas.repec.org/a/aea/aecrev/v85y1995i3p365-90.html": {"abstract": " The socioeconomic performance of today's workers depends not only on parental skills but also on the average skills of the ethnic group in the parents' generation (or ethnic capital). This paper investigates the link between the ethnic externality and ethnic neighborhoods. The evidence indicates that residential segregation and the external effect of ethnicity are linked, partly because ethnic capital summarizes the socioeconomic background of the neighborhood where the children were raised. Ethnicity has an external effect, even among persons who grow up in the same neighborhood, when children are exposed frequently to persons who share the same ethnic background. Copyright 1995 by American Economic Association.", "authors": ["epbo44"], "abstractStem": " the socioeconom perform of today worker depend not onli on parent skill but also on the averag skill of the ethnic group in the parent gener or ethnic capit thi paper investig the link between the ethnic extern and ethnic neighborhood the evid indic that residenti segreg and the extern effect of ethnic are link partli becaus ethnic capit summar the socioeconom background of the neighborhood where the children were rais ethnic ha an extern effect even among person who grow up in the same neighborhood when children are expos frequent to person who share the same ethnic background copyright 1995 by american econom associ", "title": "Ethnicity, Neighborhoods, and Human-Capital Externalities"}, "https://ideas.repec.org/a/aea/aecrev/v68y1978i5p918-22.html": {"abstract": "No abstract is available for this item.", "authors": ["epbo44"], "abstractStem": "no abstract is avail for thi item", "title": "Biased Screening and Discrimination in the Labor Market"}, "https://ideas.repec.org/a/eee/ecolet/v3y1979i2p125-131.html": {"abstract": "No abstract is available for this item.", "authors": ["epbo44"], "abstractStem": "no abstract is avail for thi item", "title": "Income effects in quality-quantity models"}, "https://ideas.repec.org/a/ucp/jlabec/v29y2010i1p69-113.html": {"abstract": " Although economic theory predicts an inverse relation between relativewages and immigration-induced supply shifts, it has been difficultto document such effects. The weak evidence may be partly due to samplingerror in a commonly used measure of the supply shift, the immigrantshare of the workforce. After controlling for permanent factors thatdetermine wages in specific labor markets, little variation remainsin the immigrant share. We find significant sampling error in thismeasure of supply shifts in Canadian and U.S. census data. Correctingfor the resulting attenuation bias can substantially increase existingestimates of the wage impact of immigration. (c) 2011 by The University of Chicago. Allrights reserved.", "authors": ["epay7", "epbo44"], "abstractStem": " although econom theori predict an invers relat between relativewag and immigrationinduc suppli shift it ha been difficultto document such effect the weak evid may be partli due to samplingerror in a commonli use measur of the suppli shift the immigrantshar of the workforc after control for perman factor thatdetermin wage in specif labor market littl variat remainsin the immigr share we find signific sampl error in thismeasur of suppli shift in canadian and us censu data correctingfor the result attenu bia can substanti increas existingestim of the wage impact of immigr c 2011 by the univers of chicago allright reserv", "title": "Attenuation Bias in Measuring the Wage Impact of Immigration"}, "https://ideas.repec.org/a/fip/fednep/y2005idecp91-101nv.11no.2.html": {"abstract": "This article was presented at a conference organized by the Federal Reserve Bank of New York in April 2005, \"Urban Dynamics in New York City.\" The goal of the conference was threefold: to examine the historical transformations of the engine-of-growth industries in New York and distill the main determinants of the city's historical dominance as well as the challenges to its continued success; to study the nature and evolution of immigration flows into New York; and to analyze recent trends in a range of socioeconomic outcomes, both for the general population and recent immigrants more specifically.", "authors": ["epbo44"], "abstractStem": "thi articl wa present at a confer organ by the feder reserv bank of new york in april 2005 urban dynam in new york citi the goal of the confer wa threefold to examin the histor transform of the engineofgrowth industri in new york and distil the main determin of the citi histor domin as well as the challeng to it continu success to studi the natur and evolut of immigr flow into new york and to analyz recent trend in a rang of socioeconom outcom both for the gener popul and recent immigr more specif", "title": "Immigration trends in the New York metropolitan area"}, "https://ideas.repec.org/a/uwp/jhriss/v21y1986i4p485-506.html": {"abstract": "Self-employment is an important aspect of the immigrant experience in the labor market. Self-employment rates for immigrants exceed 15 percent for some national groups. Using the 1970 and 1980 U.S. Censuses, the analysis shows that self-employment rates of immigrants exceed those of native-born men; that there is a strong, positive impact of assimilation on self-employment rates; that more recent waves of immigrants are opting with increasing frequency for the self-employment option; and that part of the immigrant/native-born differential in self-employment rates can be attributed to \"enclave\" effects.", "authors": ["epbo44"], "abstractStem": "selfemploy is an import aspect of the immigr experi in the labor market selfemploy rate for immigr exceed 15 percent for some nation group use the 1970 and 1980 us census the analysi show that selfemploy rate of immigr exceed those of nativeborn men that there is a strong posit impact of assimil on selfemploy rate that more recent wave of immigr are opt with increas frequenc for the selfemploy option and that part of the immigrantnativeborn differenti in selfemploy rate can be attribut to enclav effect", "title": "The Self-Employment Experience of Immigrants"}, "https://ideas.repec.org/a/oup/ecinqu/v21y1983i1p93-106.html": {"abstract": "No abstract is available for this item.", "authors": ["epbo44"], "abstractStem": "no abstract is avail for thi item", "title": "The Substitutability of Black, Hispanic, and White Labor"}, "homepage": "https://ideas.repec.org/e/pbo44.html", "https://ideas.repec.org/a/eee/juecon/v52y2002i3p448-476.html": {"abstract": "This paper analyzes the determinants of homeownership in immigrant households over the 1980-2000 period. The study finds that immigrants have lower homeownership rates than natives and that the homeownership gap widened significantly during that period. The differential location decisions of immigrant and native households, as well as the changing national origin mix of the immigrant population, helps explain much of the homeownership gap. The evidence also indicates that the growth of ethnic enclaves in major American cities could become an important factor in increasing immigrant demand for owner-occupied housing in many metropolitan areas.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epbo44"], "abstractStem": "thi paper analyz the determin of homeownership in immigr household over the 19802000 period the studi find that immigr have lower homeownership rate than nativ and that the homeownership gap widen significantli dure that period the differenti locat decis of immigr and nativ household as well as the chang nation origin mix of the immigr popul help explain much of the homeownership gap the evid also indic that the growth of ethnic enclav in major american citi could becom an import factor in increas immigr demand for owneroccupi hous in mani metropolitan areaspthi abstract wa borrow from anoth version of thi item", "title": "Homeownership in the immigrant population"}, "https://ideas.repec.org/a/tpr/jeurec/v5y2007i4p663-708.html": {"abstract": " Using data drawn from the Canadian, Mexican, and U.S. censuses, we find a numerically comparable and statistically significant inverse relation between immigrant-induced shifts in labor supply and wages in each of the three countries: A 10% labor supply shift is associated with a 3%-4% opposite-signed change in wages. Despite the similarity in the wage response, the impact of migration on the wage structure differs significantly across countries. International migration narrowed wage inequality in Canada; increased it in the United States; and reduced the relative wage of workers at the bottom of the skill distribution in Mexico. (JEL: J31, J61) (c) 2007 by the European Economic Association.", "authors": ["epay7", "epbo44"], "abstractStem": " use data drawn from the canadian mexican and us census we find a numer compar and statist signific invers relat between immigrantinduc shift in labor suppli and wage in each of the three countri a 10 labor suppli shift is associ with a 34 oppositesign chang in wage despit the similar in the wage respons the impact of migrat on the wage structur differ significantli across countri intern migrat narrow wage inequ in canada increas it in the unit state and reduc the rel wage of worker at the bottom of the skill distribut in mexico jel j31 j61 c 2007 by the european econom associ", "title": "Cross-Country Variation in the Impact of International Migration: Canada, Mexico, and the United States"}, "https://ideas.repec.org/a/aea/aecrev/v90y2000i2p355-359.html": {"abstract": "The large literature that analyzes the impact of immigration on the United States typically focuses on measuring the labor market and fiscal consequences. This literature, however, has ignored the impact of immigration on other sectors of society. One sector that is of great interest is the American university, where the share of nonresident aliens in the graduate student population rose from 5.5 percent in 1976 to 10.5 percent in 1996. Despite the rapid growth in the number of foreign students, little is known about their impact on the educational process. Nevertheless, undergraduates frequently complain that the lack of English language proficiency among many foreign-born Teaching Assistants affects adversely their understanding of the material. This paper addresses the question that is at the heart of these complaints: Do foreign-born teaching assistants have an adverse impact on the scholastic achievement of American undergraduates? To provide empirical evidence on this issue, I use data drawn from a survey of undergraduates enrolled in economics principles classes at a large public university. The data suggest that foreign-born Teaching Assistants have an adverse impact on the class performance of undergraduate students.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epbo44"], "abstractStem": "the larg literatur that analyz the impact of immigr on the unit state typic focus on measur the labor market and fiscal consequ thi literatur howev ha ignor the impact of immigr on other sector of societi one sector that is of great interest is the american univers where the share of nonresid alien in the graduat student popul rose from 55 percent in 1976 to 105 percent in 1996 despit the rapid growth in the number of foreign student littl is known about their impact on the educ process nevertheless undergradu frequent complain that the lack of english languag profici among mani foreignborn teach assist affect advers their understand of the materi thi paper address the question that is at the heart of these complaint do foreignborn teach assist have an advers impact on the scholast achiev of american undergradu to provid empir evid on thi issu i use data drawn from a survey of undergradu enrol in econom principl class at a larg public univers the data suggest that foreignborn teach assist have an advers impact on the class perform of undergradu studentspthi abstract wa borrow from anoth version of thi item", "title": "Foreign-Born Teaching Assistants and the Academic Performance of Undergraduates"}, "https://ideas.repec.org/a/aea/aecrev/v80y1990i1p305-08.html": {"abstract": "No abstract is available for this item.", "authors": ["epbo44"], "abstractStem": "no abstract is avail for thi item", "title": "Self-Selection and the Earnings of Immigrants: Reply"}, "https://ideas.repec.org/a/ucp/jpolec/v97y1989i3p581-605.html": {"abstract": " Self-employment rates and incomes differ significantly by race. The authors show that these differentials arise in markets with consumer discrimination and incomplete information about the price of the good and the race of the seller. Equilibrium income distributions have two properties: mean black incomes are lower than mean white incomes, and the returns to ability are lower for black than for white sellers. Able blacks, therefore, are less likely to self-select into the self-employment sector than able whites. Using the 1980 census data, the authors find that observed racial differences in the self-employment income distributions are consistent with the theoretical predictions. Copyright 1989 by University of Chicago Press.", "authors": ["epbo44", "fpbr432"], "abstractStem": " selfemploy rate and incom differ significantli by race the author show that these differenti aris in market with consum discrimin and incomplet inform about the price of the good and the race of the seller equilibrium incom distribut have two properti mean black incom are lower than mean white incom and the return to abil are lower for black than for white seller abl black therefor are less like to selfselect into the selfemploy sector than abl white use the 1980 censu data the author find that observ racial differ in the selfemploy incom distribut are consist with the theoret predict copyright 1989 by univers of chicago press", "title": "Consumer Discrimination and Self-employment"}, "https://ideas.repec.org/a/eee/pubeco/v88y2004i7-8p1421-1443.html": {"abstract": "This paper examines if welfare programs reduce the probability that vulnerable household experience food deprivation because of financial constraints. Although the 1996 welfare reform legislation specifically limited the eligibility of immigrant households to receive assistance, many states chose to protect their immigrant populations by offering state-funded aid to these groups. I exploit these changes in eligibility rules to examine the link between food insecurity and public assistance. The evidence indicates that a 10 percentage point cut in the fraction of the population that receives public assistance increases the fraction of food-insecure households by about 5 percentage points.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epbo44"], "abstractStem": "thi paper examin if welfar program reduc the probabl that vulner household experi food depriv becaus of financi constraint although the 1996 welfar reform legisl specif limit the elig of immigr household to receiv assist mani state chose to protect their immigr popul by offer statefund aid to these group i exploit these chang in elig rule to examin the link between food insecur and public assist the evid indic that a 10 percentag point cut in the fraction of the popul that receiv public assist increas the fraction of foodinsecur household by about 5 percentag pointspthi abstract wa borrow from anoth version of thi item", "title": "Food insecurity and public assistance"}, "https://ideas.repec.org/a/ucp/jhucap/v2i1y2008p32-68.html": {"abstract": "Although a sizable fraction of the Puerto Ricanâ€“born population moved to the United States, the island also received large inflows of persons born outside Puerto Rico. Hence Puerto Rico provides a unique setting for examining how labor inflows and outflows coexist and measuring the mirrorâ€image wage impact of these flows. The study yields two findings. First, the skills of the outâ€migrants differ from those of the inâ€migrants. Puerto Rico attracts highâ€skill inâ€migrants and exports lowâ€skill workers. Second, the two flows have opposing effects on wages: inâ€migrants lower the wage of competing workers, and outâ€migrants increase the wage.", "authors": ["epbo44"], "abstractStem": "although a sizabl fraction of the puerto rican born popul move to the unit state the island also receiv larg inflow of person born outsid puerto rico henc puerto rico provid a uniqu set for examin how labor inflow and outflow coexist and measur the mirror imag wage impact of these flow the studi yield two find first the skill of the out migrant differ from those of the in migrant puerto rico attract high skill in migrant and export low skill worker second the two flow have oppos effect on wage in migrant lower the wage of compet worker and out migrant increas the wage", "title": "Labor Outflows and Labor Inflows in Puerto Rico"}, "firstname": "George", "https://ideas.repec.org/a/ucp/jlabec/v11y1993i1p113-35.html": {"abstract": " This article analyzes the intergenerational mobility of immigrants. Using the 1940-70 censuses, the study reveals an important link between the earnings of immigrants and the earnings of their American-born children. Although there is some regression toward the mean, the earnings of second-generation Americans are strongly affected by variables describing economic conditions in the source countries of their parents. Current immigration policy, therefore, not only determines how immigrants perform in the labor market but also determines tomorrow's differences in the labor market experiences of American-born ethnic groups. Copyright 1993 by University of Chicago Press.", "authors": ["epbo44"], "abstractStem": " thi articl analyz the intergener mobil of immigr use the 194070 census the studi reveal an import link between the earn of immigr and the earn of their americanborn children although there is some regress toward the mean the earn of secondgener american are strongli affect by variabl describ econom condit in the sourc countri of their parent current immigr polici therefor not onli determin how immigr perform in the labor market but also determin tomorrow differ in the labor market experi of americanborn ethnic group copyright 1993 by univers of chicago press", "title": "The Intergenerational Mobility of Immigrants"}, "lastname": "Borjas", "https://ideas.repec.org/a/aea/aecrev/v77y1987i4p531-53.html": {"abstract": " This paper analyzes the way in which the earnings of the immigrant population may be expected to differ from the earnings of the native population because of the endogeneity of the migration decision. The conditions that determine the nature of the self-selection are derived and depend on economic and political characteristics of the sending and receiving countries. The empirical analysis shows that differences in the U.S. earnings of immigrants with the same measured skills, but from different home countries, are attributable to variations in conditions in the country of origin at the time of migration. Copyright 1987 by American Economic Association.", "authors": ["epbo44"], "abstractStem": " thi paper analyz the way in which the earn of the immigr popul may be expect to differ from the earn of the nativ popul becaus of the endogen of the migrat decis the condit that determin the natur of the selfselect are deriv and depend on econom and polit characterist of the send and receiv countri the empir analysi show that differ in the us earn of immigr with the same measur skill but from differ home countri are attribut to variat in condit in the countri of origin at the time of migrat copyright 1987 by american econom associ", "title": "Self-Selection and the Earnings of Immigrants"}, "https://ideas.repec.org/a/ilr/articl/v44y1991i2p195-211.html": {"abstract": "This paper presents an empirical analysis of immigrant participation in the welfare system using the 1970 and 1980 U.S. Censuses. The availability of two cross-sections allows for identification of cohort and assimilation effects. The data indicate that recent immigrant cohorts use the welfare system more intensively than earlier cohorts. In addition, the longer an immigrant household has been in the United States, the more likely it is to receive welfare. The analysis also suggests that a single factor, the changing national origin mix of the immigrant flow, accounts for much of the increase in welfare participation rates across successive immigrant waves. (Abstract courtesy JSTOR.)", "authors": ["epbo44", "eptr78"], "abstractStem": "thi paper present an empir analysi of immigr particip in the welfar system use the 1970 and 1980 us census the avail of two crosssect allow for identif of cohort and assimil effect the data indic that recent immigr cohort use the welfar system more intens than earlier cohort in addit the longer an immigr household ha been in the unit state the more like it is to receiv welfar the analysi also suggest that a singl factor the chang nation origin mix of the immigr flow account for much of the increas in welfar particip rate across success immigr wave abstract courtesi jstor", "title": "Immigrant participation in the welfare system"}, "https://ideas.repec.org/a/eee/ecolet/v6y1980i4p381-385.html": {"abstract": "No abstract is available for this item.", "authors": ["epbo44"], "abstractStem": "no abstract is avail for thi item", "title": "Promotions and wage discrimination in the federal government : Evidence from H.E.W"}, "https://ideas.repec.org/a/ilr/articl/v35y1982i3p343-353.html": {"abstract": "This paper presents an empirical analysis of earnings differentials among male Hispanic immigrants in the United States. The principal finding of the study is that there are major differences in the rate of economic mobility of the various Hispanic groups. In particular, the rate of economic progress by Cuban immigrants exceeds that of other Hispanic groups, the result in part of the fact that Cuban immigrants have invested more heavily in U.S. schooling than other Hispanic immigrants arriving in this country at the same time. The author concludes that these findings are consistent with the hypothesis that political refugees are likely to face higher costs of return immigration than do \"economic\" immigrants, and therefore the former have greater incentives to adapt rapidly to the U.S. labor market. (Abstract courtesy JSTOR.)", "authors": ["epbo44"], "abstractStem": "thi paper present an empir analysi of earn differenti among male hispan immigr in the unit state the princip find of the studi is that there are major differ in the rate of econom mobil of the variou hispan group in particular the rate of econom progress by cuban immigr exce that of other hispan group the result in part of the fact that cuban immigr have invest more heavili in us school than other hispan immigr arriv in thi countri at the same time the author conclud that these find are consist with the hypothesi that polit refuge are like to face higher cost of return immigr than do econom immigr and therefor the former have greater incent to adapt rapidli to the us labor market abstract courtesi jstor", "title": "The earnings of male hispanic immigrants in the United States"}, "https://ideas.repec.org/a/ucp/jpolec/v88y1980i6p1110-47.html": {"abstract": "No abstract is available for this item.", "authors": ["epbo44"], "abstractStem": "no abstract is avail for thi item", "title": "Wage Determination in the Federal Government: The Role of Constituents and Bureaucrats"}, "https://ideas.repec.org/a/ilr/articl/v40y1987i3p382-392.html": {"abstract": "This paper investigates the extent of labor market competition among immigrants, minorities, and the native population. An analysis of 1980 U.S. Census data reveals that immigrants tend to be substitutes for some labor market groups and complements for others. The effects of shifts in immigrant supply on the earnings of native-born men are, however, very small. On the other hand, increases in the supply of immigrants do have a sizable impact on the earnings of immigrants themselves: an increase of 10% in the supply of immigrants, for example, reduces the immigrant wage by about 10 percent. (Abstract courtesy JSTOR.)", "authors": ["epbo44"], "abstractStem": "thi paper investig the extent of labor market competit among immigr minor and the nativ popul an analysi of 1980 us censu data reveal that immigr tend to be substitut for some labor market group and complement for other the effect of shift in immigr suppli on the earn of nativeborn men are howev veri small on the other hand increas in the suppli of immigr do have a sizabl impact on the earn of immigr themselv an increas of 10 in the suppli of immigr for exampl reduc the immigr wage by about 10 percent abstract courtesi jstor", "title": "Immigrants, minorities, and labor market competition"}, "https://ideas.repec.org/a/bin/bpeajo/v32y2001i2001-1p69-134.html": {"abstract": "No abstract is available for this item.", "authors": ["epbo44"], "abstractStem": "no abstract is avail for thi item", "title": "Does Immigration Grease the Wheels of the Labor Market?"}, "https://ideas.repec.org/a/oup/ecinqu/v22y1984i4p447-59.html": {"abstract": "No abstract is available for this item.", "authors": ["epbo44"], "abstractStem": "no abstract is avail for thi item", "title": "Electoral Cycles and the Earnings of Federal Bureaucrats"}, "https://ideas.repec.org/a/tpr/restat/v78y1996i1p165-76.html": {"abstract": " This paper analyzes the return migration of foreign-born persons in the United States. The authors argue that return migration may have been planned as part of an optimal life-cycle residential location sequence. Return migration also occurs because immigrants based their initial migration decision on erroneous information about opportunities in the United States. The study uses the 1980 Census and administrative data from the Immigration and Naturalization Service. Immigrants tend to return to wealthy countries that are not too far from the United States. Moreover, return migration accentuates the type of selection characterizing the immigrant population left in the United States. Copyright 1996 by MIT Press.", "authors": ["epbo44", "epbr193"], "abstractStem": " thi paper analyz the return migrat of foreignborn person in the unit state the author argu that return migrat may have been plan as part of an optim lifecycl residenti locat sequenc return migrat also occur becaus immigr base their initi migrat decis on erron inform about opportun in the unit state the studi use the 1980 censu and administr data from the immigr and natur servic immigr tend to return to wealthi countri that are not too far from the unit state moreov return migrat accentu the type of select character the immigr popul left in the unit state copyright 1996 by mit press", "title": "Who Leaves? The Outmigration of the Foreign-Born"}, "https://ideas.repec.org/a/uwp/jhriss/v15y1980i3p409-423.html": {"abstract": "During the last 25 years, annual hours worked by prime aged men fell by the equivalent of six 40-hour workweeks. The reduction was more pronounced among those younger than among mid-age workers, among black men than among white men, and among those with ...", "authors": ["epbo44"], "abstractStem": "dure the last 25 year annual hour work by prime age men fell by the equival of six 40hour workweek the reduct wa more pronounc among those younger than among midag worker among black men than among white men and among those with ", "title": "The Relationship between Wages and Weekly Hours of Work: The Role of Division Bias"}, "https://ideas.repec.org/a/bla/econom/v77y2010i306p255-282.html": {"abstract": " The employment rate of black men, and particularly of low-skilled black men, fell precipitously between 1960 and 2000. At the same time, their incarceration rate rose. This paper examines the relation between immigration and these trends in employment and incarceration. Using data from the 1960-2000 US censuses, we find that a 10% immigration-induced increase in the supply of workers in a particular skill group reduced the black wage of that group by 2.5%, lowered the employment rate by 5.9 percentage points, and increased the incarceration rate by 1.3 percentage points. Copyright (c) The London School of Economics and Political Science 2009.", "authors": ["epbo44", "epgr125", "epha80"], "abstractStem": " the employ rate of black men and particularli of lowskil black men fell precipit between 1960 and 2000 at the same time their incarcer rate rose thi paper examin the relat between immigr and these trend in employ and incarcer use data from the 19602000 us census we find that a 10 immigrationinduc increas in the suppli of worker in a particular skill group reduc the black wage of that group by 25 lower the employ rate by 59 percentag point and increas the incarcer rate by 13 percentag point copyright c the london school of econom and polit scienc 2009", "title": "Immigration and the Economic Status of African-American Men"}, "https://ideas.repec.org/a/spr/jopoec/v7y1994i2p99-118.html": {"abstract": " This paper investigates the hypothesis that ethnicity has spillover effects on the human capital accumulation process. It extends previous research by documenting the extent to which the relative importance of parental inputs and ethnic spillovers in the intergenerational transmission of skills differs both within and across immigrant and US-born ethnic groups. Using data drawn from the General Social Surveys, the study documents that the second and third generation (i.e., the children and grandchildren of immigrants) experience relatively more rapid economic advancement than do other generations, and that ethnic spillovers play a stronger role in households which are at the extremes of the skill distribution.", "authors": ["epbo44"], "abstractStem": " thi paper investig the hypothesi that ethnic ha spillov effect on the human capit accumul process it extend previou research by document the extent to which the rel import of parent input and ethnic spillov in the intergener transmiss of skill differ both within and across immigr and usborn ethnic group use data drawn from the gener social survey the studi document that the second and third gener ie the children and grandchildren of immigr experi rel more rapid econom advanc than do other gener and that ethnic spillov play a stronger role in household which are at the extrem of the skill distribut", "title": "Immigrant Skills and Ethnic Spillovers"}, "https://ideas.repec.org/a/eee/pubeco/v50y1993i3p325-344.html": {"abstract": "This paper explores national origin differences in the welfare recipiency of immigrants to the United States. We develop an economic model of immigration which generates implications about how welfare utilization should vary according to characteristics of the country of origin. The empirical analysis reveals that a few source country characteristics explain over two-thirds of the variance of welfare recipiency rates across national origin groups, and changes in the average source country characteristics of the foreign-born population between 1970 and 1980 can account for most of the rise in immigrant welfare use that occurred over the decade.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epbo44", "eptr78"], "abstractStem": "thi paper explor nation origin differ in the welfar recipi of immigr to the unit state we develop an econom model of immigr which gener implic about how welfar util should vari accord to characterist of the countri of origin the empir analysi reveal that a few sourc countri characterist explain over twothird of the varianc of welfar recipi rate across nation origin group and chang in the averag sourc countri characterist of the foreignborn popul between 1970 and 1980 can account for most of the rise in immigr welfar use that occur over the decadepthi abstract wa borrow from anoth version of thi item", "title": "National origin and immigrant welfare recipiency"}, "https://ideas.repec.org/a/ucp/jlabec/v3y1985i4p463-89.html": {"abstract": "No abstract is available for this item.", "authors": ["epbo44"], "abstractStem": "no abstract is avail for thi item", "title": "Assimilation, Changes in Cohort Quality, and the Earnings of Immigrants"}, "https://ideas.repec.org/a/tpr/restat/v68y1986i1p58-66.html": {"abstract": "This paper investigates whether the parameters of labor demand functions are sensitive to alternative methods of estimation. The assumption that the production technology is of the Generalized Leontief type implies that the demand system can be estimated by analyzing cross-section differences in earnings across labor markets, by studying longitudinal changes in earnings within a labor market, or by investigating cross-section differences in labor force participation rates across labor markets. The estimation of these models on the 1970 and 1980 Public Use Samples from the U.S. Census reveals that the estimates of labor demand functions are indeed quite robust to major specification changes.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epbo44"], "abstractStem": "thi paper investig whether the paramet of labor demand function are sensit to altern method of estim the assumpt that the product technolog is of the gener leontief type impli that the demand system can be estim by analyz crosssect differ in earn across labor market by studi longitudin chang in earn within a labor market or by investig crosssect differ in labor forc particip rate across labor market the estim of these model on the 1970 and 1980 public use sampl from the us censu reveal that the estim of labor demand function are inde quit robust to major specif changespthi abstract wa borrow from anoth version of thi item", "title": "The Sensitivity of Labor Demand Functions to Choice of Dependent Variable"}, "https://ideas.repec.org/a/erv/contri/y2010i2011-049.html": {"abstract": "En la actualidad el sistema logístico empresarial se vislumbra bajo diferentes parámetros, entre los que se destaca la eficacia, en la cual se trata de conseguir que el producto o servicio prestado esté disponible cuando se necesite, con la calidad adecuada, la cantidad necesaria y en el plazo oportuno. Por lo tanto, el objetivo del presente artículo es enumerar los principales elementos que se tienen en cuenta para la evaluación de la eficacia del sistema logístico empresarial. Para el cumplimiento del mismo fue necesario apoyarse en la experiencia de los autores en cuanto al tratamiento científico del tema abordado, así como en la revisión de la bibliografía de diferentes autores.", "authors": ["epbo44"], "abstractStem": "en la actualidad el sistema log stico empresari se vislumbra bajo diferent par metro entr lo que se destaca la eficacia en la cual se trata de conseguir que el producto o servicio prestado est  dispon cuando se necesit con la calidad adecuada la cantidad necesaria y en el plazo oportuno por lo tanto el objetivo del present art culo es enumerar lo principal elemento que se tienen en cuenta para la evaluaci n de la eficacia del sistema log stico empresari para el cumplimiento del mismo fue necesario apoyars en la experiencia de lo autor en cuanto al tratamiento cient fico del tema abordado as  como en la revisi n de la bibliograf a de diferent autor", "title": "Evaluación de la eficacia del sistema logístico empresarial"}, "https://ideas.repec.org/a/eee/juecon/v19y1986i2p156-173.html": {"abstract": "No abstract is available for this item.", "authors": ["epbo44"], "abstractStem": "no abstract is avail for thi item", "title": "The earnings of state government employees in the United States"}, "https://ideas.repec.org/a/oup/ecinqu/v16y1978i1p119-25.html": {"abstract": "No abstract is available for this item.", "authors": ["epbo44"], "abstractStem": "no abstract is avail for thi item", "title": "The Economics of Job Search: A Comment"}, "https://ideas.repec.org/a/mcb/jmoncb/v33y2001i2p626-47.html": {"abstract": " This paper examines how dollarization affects wages and employment in the Mexican labor market. Dollarization is modeled as a fixed real exchange rate and also as a potentially increased inflow of capital from abroad. The effects of dollarization depend upon whether adopting a fixed exchange reduces the rate of return on emigration and helps to attract foreign capital. The paper investigates how Mexican emigration to the United States responds to changes in bilateral economic conditions. The evidence indicates that the flow of illegal immigrants from Mexico into the United States is sensitive to economic conditions and is more volatile when the Mexican monetary authorities have fixed the exchange rate in the past. In contrast, the legal immigrant flow is not sensitive to changes in relative economic conditions.", "authors": ["epbo44"], "abstractStem": " thi paper examin how dollar affect wage and employ in the mexican labor market dollar is model as a fix real exchang rate and also as a potenti increas inflow of capit from abroad the effect of dollar depend upon whether adopt a fix exchang reduc the rate of return on emigr and help to attract foreign capit the paper investig how mexican emigr to the unit state respond to chang in bilater econom condit the evid indic that the flow of illeg immigr from mexico into the unit state is sensit to econom condit and is more volatil when the mexican monetari author have fix the exchang rate in the past in contrast the legal immigr flow is not sensit to chang in rel econom condit", "title": "Dollarization and the Mexican Labor Market"}, "https://ideas.repec.org/a/eee/jhecon/v22y2003i6p933-958.html": {"abstract": "Although the 1996 welfare reform legislation limited the eligibility of immigrant households to receive assistance, many states chose to protect their immigrant populations by offering state-funded aid to these groups. I exploit these changes in eligibility rules to examine the link between the welfare cutbacks and health insurance coverage in the immigrant population. The data reveal that the cutbacks in the Medicaid program did not reduce health insurance coverage rates among targeted immigrants. The immigrants responded by increasing their labor supply, thereby raising the probability of being covered by employer-sponsored health insurance.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epbo44"], "abstractStem": "although the 1996 welfar reform legisl limit the elig of immigr household to receiv assist mani state chose to protect their immigr popul by offer statefund aid to these group i exploit these chang in elig rule to examin the link between the welfar cutback and health insur coverag in the immigr popul the data reveal that the cutback in the medicaid program did not reduc health insur coverag rate among target immigr the immigr respond by increas their labor suppli therebi rais the probabl of be cover by employersponsor health insurancepthi abstract wa borrow from anoth version of thi item", "title": "Welfare reform, labor supply, and health insurance in the immigrant population"}, "https://ideas.repec.org/a/eee/juecon/v32y1992i2p159-185.html": {"abstract": "Within the conceptual framework of the Roy model, this paper provides an empirical analysis of internal migration flows using data from the National Longitudinal Surveys of Youth. The theoretical approach highlights regional differences in the returns to skills: regions that pay higher returns to skills attract more skilled workers than regions that pay lower returns. Our empirical results suggest that interstate differences in the returns to skills are a major determinant of both the size and skill composition of internal migration flows. Persons whose skills are most mismatched with the reward structure offered by their current state of residence are the persons most likely to leave that state. and these persons tend to relocate in states which offer higher rewards for their particular skills.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epbo44", "fpbr432", "eptr78"], "abstractStem": "within the conceptu framework of the roy model thi paper provid an empir analysi of intern migrat flow use data from the nation longitudin survey of youth the theoret approach highlight region differ in the return to skill region that pay higher return to skill attract more skill worker than region that pay lower return our empir result suggest that interst differ in the return to skill are a major determin of both the size and skill composit of intern migrat flow person whose skill are most mismatch with the reward structur offer by their current state of resid are the person most like to leav that state and these person tend to reloc in state which offer higher reward for their particular skillspthi abstract wa borrow from anoth version of thi item", "title": "Self-selection and internal migration in the United States"}, "https://ideas.repec.org/a/ucp/jlawec/v21y1978i1p97-110.html": {"abstract": "No abstract is available for this item.", "authors": ["epbo44"], "abstractStem": "no abstract is avail for thi item", "title": "Discrimination in HEW: Is the Doctor Sick or Are the Patients Healthy?"}, "https://ideas.repec.org/a/aea/jeclit/v34y1996i3p1332-1333.html": {"abstract": "No abstract is available for this item.", "authors": ["epbo44"], "abstractStem": "no abstract is avail for thi item", "title": "Reply to Julian Simon's Rejoinder [Review of Julian Simon, The Economic Consequences of Immigration]"}, "https://ideas.repec.org/a/bin/bpeajo/v28y1997i1997-1p1-90.html": {"abstract": "No abstract is available for this item.", "authors": ["epbo44", "fpka266"], "abstractStem": "no abstract is avail for thi item", "title": "How Much Do Immigration and Trade Affect Labor Market Outcomes?"}, "https://ideas.repec.org/a/eee/deveco/v51y1996i1p69-98.html": {"abstract": "No abstract is available for this item.", "authors": ["epbo44"], "abstractStem": "no abstract is avail for thi item", "title": "The earnings of Mexican immigrants in the United States"}, "https://ideas.repec.org/a/bla/econom/v47y1980i187p247-83.html": {"abstract": "No abstract is available for this item.", "authors": ["epbo44", "ephe22"], "abstractStem": "no abstract is avail for thi item", "title": "Does Unemployment Cause Future Unemployment? Definitions, Questions and Answers from a Continuous Time Model of Heterogeneity and State Dependence"}, "https://ideas.repec.org/a/aea/jeclit/v32y1994i4p1667-1717.html": {"abstract": "No abstract is available for this item.", "authors": ["epbo44"], "abstractStem": "no abstract is avail for thi item", "title": "The Economics of Immigration"}, "https://ideas.repec.org/a/tpr/restat/v74y1992i1p170-75.html": {"abstract": " This paper investigates if young internal migrants in the United States experience economic assimilation as they adapt to their new residential location. Using data from the National Longitudinal Survey of Youth, the authors examine how the hourly earnings of interstate migrants are affected by the number of years they have spent in their destination state. Their study indicates that internal migrants initially earn less than natives but that this wage differential disappears within a few years. Moreover, the initial wage disadvantage of internal migrants depends upon the distance moved and economic conditions in the destination labor market. Copyright 1992 by MIT Press.", "authors": ["epbo44", "fpbr432", "eptr78"], "abstractStem": " thi paper investig if young intern migrant in the unit state experi econom assimil as they adapt to their new residenti locat use data from the nation longitudin survey of youth the author examin how the hourli earn of interst migrant are affect by the number of year they have spent in their destin state their studi indic that intern migrant initi earn less than nativ but that thi wage differenti disappear within a few year moreov the initi wage disadvantag of intern migrant depend upon the distanc move and econom condit in the destin labor market copyright 1992 by mit press", "title": "Assimilation and the Earnings of Young Internal Migrants"}, "https://ideas.repec.org/a/oup/qjecon/v118y2003i4p1335-1374..html": {"abstract": "Immigration is not evenly balanced across groups of workers who have the same education but differ in their work experience, and the nature of the supply imbalance changes over time. This paper develops a new approach for estimating the labor market impact of immigration by exploiting this variation in supply shifts across education-experience groups. I assume that similarly educated workers with different levels of experience participate in a national labor market and are not perfect substitutes. The analysis indicates that immigration lowers the wage of competing workers: a 10 percent increase in supply reduces wages by 3 to 4 percent.", "authors": [], "abstractStem": "immigr is not evenli balanc across group of worker who have the same educ but differ in their work experi and the natur of the suppli imbal chang over time thi paper develop a new approach for estim the labor market impact of immigr by exploit thi variat in suppli shift across educationexperi group i assum that similarli educ worker with differ level of experi particip in a nation labor market and are not perfect substitut the analysi indic that immigr lower the wage of compet worker a 10 percent increas in suppli reduc wage by 3 to 4 percent", "title": "The Labor Demand Curve is Downward Sloping: Reexamining the Impact of Immigration on the Labor Market"}}}