{"epbo66": {"https://ideas.repec.org/a/eee/econom/v160y2011i1p220-234.html": {"abstract": "We extend the analytical results for reduced form realized volatility based forecasting in ABM (2004) to allow for market microstructure frictions in the observed high-frequency returns. Our results build on the eigenfunction representation of the general stochastic volatility class of models developed byMeddahi (2001). In addition to traditional realized volatility measures and the role of the underlying sampling frequencies, we also explore the forecasting performance of several alternative volatility measures designed to mitigate the impact of the microstructure noise. Our analysis is facilitated by a simple unified quadratic form representation for all these estimators. Our results suggest that the detrimental impact of the noise on forecast accuracy can be substantial. Moreover, the linear forecasts based on a simple-to-implement 'average' (or 'subsampled') estimator obtained by averaging standard sparsely sampled realized volatility measures generally perform on par with the best alternative robust measures.", "authors": ["fpan210", "epbo66", "fpme426"], "abstractStem": "we extend the analyt result for reduc form realiz volatil base forecast in abm 2004 to allow for market microstructur friction in the observ highfrequ return our result build on the eigenfunct represent of the gener stochast volatil class of model develop bymeddahi 2001 in addit to tradit realiz volatil measur and the role of the underli sampl frequenc we also explor the forecast perform of sever altern volatil measur design to mitig the impact of the microstructur nois our analysi is facilit by a simpl unifi quadrat form represent for all these estim our result suggest that the detriment impact of the nois on forecast accuraci can be substanti moreov the linear forecast base on a simpletoimpl averag or subsampl estim obtain by averag standard spars sampl realiz volatil measur gener perform on par with the best altern robust measur", "title": "Realized volatility forecasting and market microstructure noise"}, "https://ideas.repec.org/a/eee/econom/v52y1992i1-2p5-59.html": {"abstract": "No abstract is available for this item.", "authors": ["epbo66", "fpch263"], "abstractStem": "no abstract is avail for thi item", "title": "ARCH modeling in finance : A review of the theory and empirical evidence"}, "https://ideas.repec.org/a/ecm/emetrp/v71y2003i2p579-625.html": {"abstract": " We provide a framework for integration of high--frequency intraday data into the measurement, modeling, and forecasting of daily and lower frequency return volatilities and return distributions. Building on the theory of continuous--time arbitrage--free price processes and the theory of quadratic variation, we develop formal links between realized volatility and the conditional covariance matrix. Next, using continuously recorded observations for the Deutschemark&amp;sol;Dollar and Yen&amp;sol;Dollar spot exchange rates, we find that forecasts from a simple long--memory Gaussian vector autoregression for the logarithmic daily realized volatilities perform admirably. Moreover, the vector autoregressive volatility forecast, coupled with a parametric lognormal--normal mixture distribution produces well--calibrated density forecasts of future returns, and correspondingly accurate quantile predictions. Our results hold promise for practical modeling and forecasting of the large covariance matrices relevant in asset pricing, asset allocation, and financial risk management applications. Copyright The Econometric Society 2003.", "authors": ["fpan210", "epbo66", "epdi1"], "abstractStem": " we provid a framework for integr of highfrequ intraday data into the measur model and forecast of daili and lower frequenc return volatil and return distribut build on the theori of continuoustim arbitragefre price process and the theori of quadrat variat we develop formal link between realiz volatil and the condit covari matrix next use continu record observ for the deutschemarkampsoldollar and yenampsoldollar spot exchang rate we find that forecast from a simpl longmemori gaussian vector autoregress for the logarithm daili realiz volatil perform admir moreov the vector autoregress volatil forecast coupl with a parametr lognormalnorm mixtur distribut produc wellcalibr densiti forecast of futur return and correspondingli accur quantil predict our result hold promis for practic model and forecast of the larg covari matric relev in asset price asset alloc and financi risk manag applic copyright the econometr societi 2003", "title": "Modeling and Forecasting Realized Volatility"}, "https://ideas.repec.org/a/fip/fedgpr/y2005x33.html": {"abstract": "No abstract is available for this item.", "authors": ["epad61", "epbo66"], "abstractStem": "no abstract is avail for thi item", "title": "Stock returns and volatility: pricing the long-run and short-run components of market risk"}, "https://ideas.repec.org/a/bpj/jtsmet/v3y2011i1n1.html": {"abstract": "No abstract is available for this item.", "authors": ["epbo66", "fpch701", "epha155", "eplu40"], "abstractStem": "no abstract is avail for thi item", "title": "Periodicity, Non-stationarity, and Forecasting of Economic and Financial Time Series: Editors' Introduction"}, "https://ideas.repec.org/a/oup/rfinst/v22y2009i11p4463-4492.html": {"abstract": " Motivated by the implications from a stylized self-contained general equilibrium model incorporating the effects of time-varying economic uncertainty, we show that the difference between implied and realized variation, or the variance risk premium, is able to explain a nontrivial fraction of the time-series variation in post-1990 aggregate stock market returns, with high (low) premia predicting high (low) future returns. Our empirical results depend crucially on the use of \"model-free,\" as opposed to Black--Scholes, options implied volatilities, along with accurate realized variation measures constructed from high-frequency intraday as opposed to daily data. The magnitude of the predictability is particularly strong at the intermediate quarterly return horizon, where it dominates that afforded by other popular predictor variables, such as the P/E ratio, the default spread, and the consumption--wealth ratio. The Author 2009. Published by Oxford University Press on behalf of The Society for Financial Studies. All rights reserved. For Permissions, please e-mail: journals.permissions@oxfordjournals.org., Oxford University Press.", "authors": ["epbo66", "epta61", "epzh134"], "abstractStem": " motiv by the implic from a styliz selfcontain gener equilibrium model incorpor the effect of timevari econom uncertainti we show that the differ between impli and realiz variat or the varianc risk premium is abl to explain a nontrivi fraction of the timeseri variat in post1990 aggreg stock market return with high low premia predict high low futur return our empir result depend crucial on the use of modelfre as oppos to blackschol option impli volatil along with accur realiz variat measur construct from highfrequ intraday as oppos to daili data the magnitud of the predict is particularli strong at the intermedi quarterli return horizon where it domin that afford by other popular predictor variabl such as the pe ratio the default spread and the consumptionwealth ratio the author 2009 publish by oxford univers press on behalf of the societi for financi studi all right reserv for permiss pleas email journalspermissionsoxfordjournalsorg oxford univers press", "title": "Expected Stock Returns and Variance Risk Premia"}, "https://ideas.repec.org/a/eee/econom/v131y2006i1-2p123-150.html": {"abstract": "No abstract is available for this item.", "authors": ["epbo66", "epzh134"], "abstractStem": "no abstract is avail for thi item", "title": "Volatility puzzles: a simple framework for gauging return-volatility regressions"}, "https://ideas.repec.org/a/ier/iecrev/v39y1998i4p885-905.html": {"abstract": " A voluminous literature has emerged for modeling the temporal dependencies in financial market volatility using ARCH and stochastic volatility models. While most of these studies have documented highly significant in-sample parameter estimates and pronounced intertemporal volatility persistence, traditional ex post forecast evaluation criteria suggest that the models provide seemingly poor volatility forecasts. Contrary to this contention, the authors show that volatility models produce strikingly accurate interdaily forecasts for the latent volatility factor that would be of interest in most financial applications. New methods for improved ex post interdaily volatility measurements based on high-frequency intradaily data are also discussed. Copyright 1998 by Economics Department of the University of Pennsylvania and the Osaka University Institute of Social and Economic Research Association.", "authors": ["fpan210", "epbo66"], "abstractStem": " a volumin literatur ha emerg for model the tempor depend in financi market volatil use arch and stochast volatil model while most of these studi have document highli signific insampl paramet estim and pronounc intertempor volatil persist tradit ex post forecast evalu criteria suggest that the model provid seemingli poor volatil forecast contrari to thi content the author show that volatil model produc strikingli accur interdaili forecast for the latent volatil factor that would be of interest in most financi applic new method for improv ex post interdaili volatil measur base on highfrequ intradaili data are also discuss copyright 1998 by econom depart of the univers of pennsylvania and the osaka univers institut of social and econom research associ", "title": "Answering the Skeptics: Yes, Standard Volatility Models Do Provide Accurate Forecasts"}, "https://ideas.repec.org/a/eee/jfinec/v108y2013i2p409-424.html": {"abstract": "Univariate dependencies in market volatility, both objective and risk neutral, are best described by long-memory fractionally integrated processes. Meanwhile, the ex post difference, or the variance swap payoff reflecting the reward for bearing volatility risk, displays far less persistent dynamics. Using intraday data for the Standard &amp; Poor's 500 and the volatility index (VIX), coupled with frequency domain methods, we separate the series into various components. We find that the coherence between volatility and the volatility-risk reward is the strongest at long-run frequencies. Our results are consistent with generalized long-run risk models and help explain why classical efforts of establishing a naïve return-volatility relation fail. We also estimate a fractionally cointegrated vector autoregression (CFVAR). The model-implied long-run equilibrium relation between the two variance variables results in nontrivial return predictability over interdaily and monthly horizons, supporting the idea that the cointegrating relation between the two variance measures proxies for the economic uncertainty rewarded by the market.", "authors": ["epbo66", "epta61"], "abstractStem": "univari depend in market volatil both object and risk neutral are best describ by longmemori fraction integr process meanwhil the ex post differ or the varianc swap payoff reflect the reward for bear volatil risk display far less persist dynam use intraday data for the standard amp poor 500 and the volatil index vix coupl with frequenc domain method we separ the seri into variou compon we find that the coher between volatil and the volatilityrisk reward is the strongest at longrun frequenc our result are consist with gener longrun risk model and help explain whi classic effort of establish a na ve returnvolatil relat fail we also estim a fraction cointegr vector autoregress cfvar the modelimpli longrun equilibrium relat between the two varianc variabl result in nontrivi return predict over interdaili and monthli horizon support the idea that the cointegr relat between the two varianc measur proxi for the econom uncertainti reward by the market", "title": "Risk and return: Long-run relations, fractional cointegration, and return predictability"}, "https://ideas.repec.org/a/bla/jfinan/v53y1998i1p219-265.html": {"abstract": " This paper provides a detailed characterization of the volatility in the deutsche mark-dollar foreign exchange market using an annual sample of five-minute returns. The approach captures the intraday activity patterns, the macroeconomic announcements, and the volatility persistence (ARCH) known from daily returns. The different features are separately quantified and shown to account for a substantial fraction of return variability, both at the intraday and daily level. The implications of the results for the interpretation of the fundamental \"driving forces\" behind the volatility process is also discussed. Copyright The American Finance Association 1998.", "authors": ["fpan210", "epbo66"], "abstractStem": " thi paper provid a detail character of the volatil in the deutsch markdollar foreign exchang market use an annual sampl of fiveminut return the approach captur the intraday activ pattern the macroeconom announc and the volatil persist arch known from daili return the differ featur are separ quantifi and shown to account for a substanti fraction of return variabl both at the intraday and daili level the implic of the result for the interpret of the fundament drive forc behind the volatil process is also discuss copyright the american financ associ 1998", "title": "Deutsche Mark-Dollar Volatility: Intraday Activity Patterns, Macroeconomic Announcements, and Longer Run Dependencies"}, "https://ideas.repec.org/a/eee/jimfin/v12y1993i5p511-521.html": {"abstract": "No abstract is available for this item.", "authors": ["fpba423", "epbo66"], "abstractStem": "no abstract is avail for thi item", "title": "Bear squeezes, volatility spillovers and speculative attacks in the hyperinflation 1920s foreign exchange"}, "https://ideas.repec.org/a/aea/aecrev/v95y2005i2p398-404.html": {"abstract": "We selectively survey, unify and extend the literature on realized volatility of financial asset returns. Rather than focusing exclusively on characterizing the properties of realized volatility, we progress by examining economically interesting functions of realized volatility, namely realized betas for equity portfolios, relating them both to their underlying realized variance and covariance parts and to underlying macroeconomic fundamentals.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpan210", "epbo66", "epdi1"], "abstractStem": "we select survey unifi and extend the literatur on realiz volatil of financi asset return rather than focus exclus on character the properti of realiz volatil we progress by examin econom interest function of realiz volatil name realiz beta for equiti portfolio relat them both to their underli realiz varianc and covari part and to underli macroeconom fundamentalspthi abstract wa borrow from anoth version of thi item", "title": "A Framework for Exploring the Macroeconomic Determinants of Systematic Risk"}, "https://ideas.repec.org/a/eee/empfin/v10y2003i5p533-558.html": {"abstract": "No abstract is available for this item.", "authors": ["epbo66"], "abstractStem": "no abstract is avail for thi item", "title": "Measuring and modeling systematic risk in factor pricing models using high-frequency data"}, "https://ideas.repec.org/a/eee/econom/v74y1996i1p3-30.html": {"abstract": " Replication of Baillie, Bollerslev and Mikkelson(1996), \"Fractionally Integrated Generalized Autoregressive Conditional Heteroskedasticity\", Journal of Econometrics, vol 74, pp 3-30.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpba423", "epbo66"], "abstractStem": " replic of bailli bollerslev and mikkelson1996 fraction integr gener autoregress condit heteroskedast journal of econometr vol 74 pp 330pthi abstract wa borrow from anoth version of thi item", "title": "Fractionally integrated generalized autoregressive conditional heteroskedasticity"}, "https://ideas.repec.org/a/oup/jfinec/v4y2006i3p353-384.html": {"abstract": " We examine the relationship between volatility and past and future returns using high-frequency aggregate equity index data. Consistent with a prolonged \"leverage\" effect, we find the correlations between absolute high-frequency returns and current and past high-frequency returns to be significantly negative for several days, whereas the reverse cross-correlations are generally negligible. We also find that high-frequency data may be used in more accurately assessing volatility asymmetries over longer daily return horizons. Furthermore, our analysis of several popular continuous-time stochastic volatility models clearly points to the importance of allowing for multiple latent volatility factors for satisfactorily describing the observed volatility asymmetries. Copyright 2006, Oxford University Press.", "authors": ["epbo66", "epta61"], "abstractStem": " we examin the relationship between volatil and past and futur return use highfrequ aggreg equiti index data consist with a prolong leverag effect we find the correl between absolut highfrequ return and current and past highfrequ return to be significantli neg for sever day wherea the revers crosscorrel are gener neglig we also find that highfrequ data may be use in more accur assess volatil asymmetri over longer daili return horizon furthermor our analysi of sever popular continuoustim stochast volatil model clearli point to the import of allow for multipl latent volatil factor for satisfactorili describ the observ volatil asymmetri copyright 2006 oxford univers press", "title": "Leverage and Volatility Feedback Effects in High-Frequency Data"}, "https://ideas.repec.org/a/ecm/emetrp/v79y2011i6p1727-1783.html": {"abstract": "We propose a new and flexible non-parametric framework for estimating the jump tails of Itô semimartingale processes. The approach is based on a relatively simple-to-implement set of estimating equations associated with the compensator for the jump measure, or its \"intensity\", that only utilizes the weak assumption of regular variation in the jump tails, along with in-fill asymptotic arguments for uniquely identifying the \\large\" jumps from the data. The estimation allows for very general dynamic dependencies in the jump tails, and does not restrict the continuous part of the process and the temporal variation in the stochastic volatility. On implementing the new estimation procedure with actual high-frequency data for the S&amp;P; 500 aggregate market portfolio, we find strong evidence for richer and more complex dynamic dependencies in the jump tails than hitherto entertained in the literature.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epbo66"], "abstractStem": "we propos a new and flexibl nonparametr framework for estim the jump tail of it  semimartingal process the approach is base on a rel simpletoimpl set of estim equat associ with the compens for the jump measur or it intens that onli util the weak assumpt of regular variat in the jump tail along with infil asymptot argument for uniqu identifi the larg jump from the data the estim allow for veri gener dynam depend in the jump tail and doe not restrict the continu part of the process and the tempor variat in the stochast volatil on implement the new estim procedur with actual highfrequ data for the sampp 500 aggreg market portfolio we find strong evid for richer and more complex dynam depend in the jump tail than hitherto entertain in the literaturepthi abstract wa borrow from anoth version of thi item", "title": "Estimation of Jump Tails"}, "https://ideas.repec.org/a/bla/obuest/v47y1985i2p153-70.html": {"abstract": "No abstract is available for this item.", "authors": ["epbo66", "ephy1"], "abstractStem": "no abstract is avail for thi item", "title": "A Note on the Relation between Consumers' Expenditure and Income in the United Kingdom"}, "https://ideas.repec.org/a/mfj/journl/v4y2000i3-4p159-179.html": {"abstract": "It is well known that high-frequency asset returns are fat-tailed relative to the Gaussian distribution, and that the fat tails are typically reduced but not eliminated when returns are standardized by volatilities estimated from popular ARCH and stochastic volatility models. We consider two major dollar exchange rates, and we show that returns standardized instead by the realized volatilities of Andersen, Bollerslev, Diebold and Labys (2000a) are very nearly Gaussian. We perform both univariate and multivariate analyses, and we trace the differing effects of the different standardizations to differences in information sets.", "authors": ["epbo66"], "abstractStem": "it is well known that highfrequ asset return are fattail rel to the gaussian distribut and that the fat tail are typic reduc but not elimin when return are standard by volatil estim from popular arch and stochast volatil model we consid two major dollar exchang rate and we show that return standard instead by the realiz volatil of andersen bollerslev diebold and labi 2000a are veri nearli gaussian we perform both univari and multivari analys and we trace the differ effect of the differ standard to differ in inform set", "title": "Exchange Rate Returns Standardized by Realized Volatility are (Nearly) Gaussian"}, "https://ideas.repec.org/a/fip/fedgpr/y2005x32.html": {"abstract": "This paper proposes a method for constructing a volatility risk premium, or investor risk aversion, index. The method is intuitive and simple to implement, relying on the sample moments of the recently popularized model-free realized and option-implied volatility measures. A small-scale Monte Carlo experiment confirms that the procedure works well in practice. Implementing the procedure with actual S&amp;P500; option-implied volatilities and high-frequency five-minute-based realized volatilities indicates significant temporal dependencies in the estimated stochastic volatility risk premium, which we in turn relate to a set of macro-finance state variables. We also find that the extracted volatility risk premium helps predict future stock market returns.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epbo66", "epzh134"], "abstractStem": "thi paper propos a method for construct a volatil risk premium or investor risk avers index the method is intuit and simpl to implement reli on the sampl moment of the recent popular modelfre realiz and optionimpli volatil measur a smallscal mont carlo experi confirm that the procedur work well in practic implement the procedur with actual sampp500 optionimpli volatil and highfrequ fiveminutebas realiz volatil indic signific tempor depend in the estim stochast volatil risk premium which we in turn relat to a set of macrofin state variabl we also find that the extract volatil risk premium help predict futur stock market returnspthi abstract wa borrow from anoth version of thi item", "title": "Dynamic estimation of volatility risk premia and investor risk aversion from option-implied and realized volatilities"}, "https://ideas.repec.org/a/bes/jnlasa/v96y2001mmarchp42-55.html": {"abstract": "No abstract is available for this item.", "authors": ["fpan210", "epbo66", "epdi1"], "abstractStem": "no abstract is avail for thi item", "title": "The Distribution of Realized Exchange Rate Volatility"}, "https://ideas.repec.org/a/eee/dyncon/v21y1997i8-9p1471-1491.html": {"abstract": "No abstract is available for this item.", "authors": ["epbo66", "epdo3", "fpwa488"], "abstractStem": "no abstract is avail for thi item", "title": "Order flow and the bid-ask spread: An empirical probability model of screen-based trading"}, "https://ideas.repec.org/a/eee/econom/v92y1999i1p75-99.html": {"abstract": "No abstract is available for this item.", "authors": ["epbo66"], "abstractStem": "no abstract is avail for thi item", "title": "Long-term equity anticipation securities and stock market volatility dynamics"}, "https://ideas.repec.org/a/jae/japmet/v17y2002i5p535-548.html": {"abstract": " This paper bridges the gap between traditional ARCH modelling and recent advances on realized volatilities. Based on a ten-year sample of five-minute returns for the ECU basket currencies versus the US dollar, we find that the realized volatilities constructed from the summation of the high-frequency intraday squared returns conditional on the lagged squared daily returns are approximately Inverse Gaussian (IG) distributed, while the distribution of the daily returns standardized by their realized volatilities is approximately normal. Moreover, the implied daily GARCH model with Normal Inverse Gaussian (NIG) errors estimated for the ECU returns results in very accurate out-of-sample predictions for the three years of actual daily Euro|US dollar exchange rates. Copyright © 2002 John Wiley &amp; Sons, Ltd.", "authors": ["epbo66"], "abstractStem": " thi paper bridg the gap between tradit arch model and recent advanc on realiz volatil base on a tenyear sampl of fiveminut return for the ecu basket currenc versu the us dollar we find that the realiz volatil construct from the summat of the highfrequ intraday squar return condit on the lag squar daili return are approxim invers gaussian ig distribut while the distribut of the daili return standard by their realiz volatil is approxim normal moreov the impli daili garch model with normal invers gaussian nig error estim for the ecu return result in veri accur outofsampl predict for the three year of actual daili eurou dollar exchang rate copyright   2002 john wiley amp son ltd", "title": "Bridging the gap between the distribution of realized (ECU) volatility and ARCH modelling (of the Euro): the GARCH-NIG model"}, "https://ideas.repec.org/a/eee/econom/v157y2010i2p220-235.html": {"abstract": "We provide a new theoretical framework for disentangling and estimating the sensitivity towards systematic diffusive and jump risks in the context of factor models. Our estimates of the sensitivities towards systematic risks, or betas, are based on the notion of increasingly finer sampled returns over fixed time intervals. We show consistency and derive the asymptotic distributions of our estimators. In an empirical application of the new procedures involving high-frequency data for forty individual stocks, we find that the estimated monthly diffusive and jump betas with respect to an aggregate market portfolio differ substantially for some of the stocks in the sample.", "authors": ["epbo66"], "abstractStem": "we provid a new theoret framework for disentangl and estim the sensit toward systemat diffus and jump risk in the context of factor model our estim of the sensit toward systemat risk or beta are base on the notion of increasingli finer sampl return over fix time interv we show consist and deriv the asymptot distribut of our estim in an empir applic of the new procedur involv highfrequ data for forti individu stock we find that the estim monthli diffus and jump beta with respect to an aggreg market portfolio differ substanti for some of the stock in the sampl", "title": "Jumps and betas: A new framework for disentangling and estimating systematic risks"}, "https://ideas.repec.org/a/oup/restud/v58y1991i3p565-585..html": {"abstract": "Four foreign exchange spot rate series, recorded on an hourly basis for a six-month period in 1986 are examined. A seasonal GARCH model is developed to describe the time-dependent volatility apparent in the percentage nominal return of each currency. Hourly patterns in volatility are found to be remarkably similar across currencies and appear to be related to the opening and closing of the worlds major markets. Robust LM tests designed to deal with the extreme leptokurtosis in the data fails to uncover any evidence of misspecification or the presence of volatility spillover effects between the currencies or across markets.", "authors": [], "abstractStem": "four foreign exchang spot rate seri record on an hourli basi for a sixmonth period in 1986 are examin a season garch model is develop to describ the timedepend volatil appar in the percentag nomin return of each currenc hourli pattern in volatil are found to be remark similar across currenc and appear to be relat to the open and close of the world major market robust lm test design to deal with the extrem leptokurtosi in the data fail to uncov ani evid of misspecif or the presenc of volatil spillov effect between the currenc or across market", "title": "Intra-Day and Inter-Market Volatility in Foreign Exchange Rates"}, "https://ideas.repec.org/a/eee/econom/v144y2008i1p234-256.html": {"abstract": "We test for price discontinuities, or jumps, in a panel of high-frequency intraday stock returns and an equiweighted index constructed from the same stocks. Using a new test for common jumps that explicitly utilizes the cross-covariance structure in the returns to identify non-diversifiable jumps, we find strong evidence for many modest-sized, yet highly significant, cojumps that simply pass through standard jump detection statistics when applied on a stock-by-stock basis. Our results are further corroborated by a striking within-day pattern in the significant cojumps, with a sharp peak at the time of regularly scheduled macroeconomic news announcements.", "authors": ["epbo66", "fpla540", "epta61"], "abstractStem": "we test for price discontinu or jump in a panel of highfrequ intraday stock return and an equiweight index construct from the same stock use a new test for common jump that explicitli util the crosscovari structur in the return to identifi nondiversifi jump we find strong evid for mani modests yet highli signific cojump that simpli pass through standard jump detect statist when appli on a stockbystock basi our result are further corrobor by a strike withinday pattern in the signific cojump with a sharp peak at the time of regularli schedul macroeconom news announc", "title": "Risk, jumps, and diversification"}, "https://ideas.repec.org/a/bes/jnlbes/v17y1999i1p9-21.html": {"abstract": " This article examines the behavior of equity trading volume and volatility for the individual firms composing the Standard &amp; Poor's 100 composite index. Using multivariate spectral methods, the authors find that fractionally integrated processes best describe the long-run temporal dependencies in both series. Consistent with a stylized mixture-of-distributions hypothesis model in which the aggregate 'news'-arrival process possesses long-memory characteristics, the long-run hyperbolic decay rates appear to be common across each volume-volatility pair.", "authors": ["epbo66"], "abstractStem": " thi articl examin the behavior of equiti trade volum and volatil for the individu firm compos the standard amp poor 100 composit index use multivari spectral method the author find that fraction integr process best describ the longrun tempor depend in both seri consist with a styliz mixtureofdistribut hypothesi model in which the aggreg newsarriv process possess longmemori characterist the longrun hyperbol decay rate appear to be common across each volumevolatil pair", "title": "Equity Trading Volume and Volatility: Latent Information Arrivals and Common Long-Run Dependencies"}, "https://ideas.repec.org/a/bla/eufman/v13y2007i3p394-422.html": {"abstract": " \"This paper analyses the effect of an increase in market-wide uncertainty on information flow and asset price comovements. We use the daily realised volatility of the 30-year treasury bond futures to assess macroeconomic shocks that affect market-wide uncertainty. We use the ratio of a stock's idiosyncratic realised volatility with respect to the S&amp;P500; futures relative to its total realised volatility to capture the asset price comovement with the market. We find that market volatility and the comovement of individual stocks with the market increase contemporaneously with the arrival of market-wide macroeconomic shocks, but decrease significantly in the following five trading days. This pattern supports the hypothesis that investors shift their (limited) attention to processing market-level information following an increase in market-wide uncertainty and then subsequently divert their attention back to asset-specific information\". Copyright 2007 The Authors Journal compilation (c) 2007 Blackwell Publishing Ltd.", "authors": ["epbo66", "epxi88"], "abstractStem": " thi paper analys the effect of an increas in marketwid uncertainti on inform flow and asset price comov we use the daili realis volatil of the 30year treasuri bond futur to assess macroeconom shock that affect marketwid uncertainti we use the ratio of a stock idiosyncrat realis volatil with respect to the sampp500 futur rel to it total realis volatil to captur the asset price comov with the market we find that market volatil and the comov of individu stock with the market increas contemporan with the arriv of marketwid macroeconom shock but decreas significantli in the follow five trade day thi pattern support the hypothesi that investor shift their limit attent to process marketlevel inform follow an increas in marketwid uncertainti and then subsequ divert their attent back to assetspecif inform copyright 2007 the author journal compil c 2007 blackwel publish ltd", "title": "Investor Attention and Time-varying Comovements"}, "https://ideas.repec.org/a/ucp/jpolec/v96y1988i1p116-31.html": {"abstract": " The capital asset pricing model provides a theoretical structure for the pricing of assets with uncertain returns. The premium to induc e risk-averse investors to bear risk is proportional to the nondivers ifiable risk, which is measured by the covariance of the asset return with the market portfolio return. In this paper, a multivariate, gen eralized-autoregressive, conditional, heteroscedastic process is esti mated for returns to bills, bonds, and stocks where the expected retu rn is proportional to the conditional covariance of each return with that of a fully diversified or market portfolio. It is found that the conditional covariances are quite variable over time and are a signi ficant determinant of the time-varying risk premia. The implied betas are also time varying and forecastable. Copyright 1988 by University of Chicago Press.", "authors": ["epbo66", "epen9", "epwo39"], "abstractStem": " the capit asset price model provid a theoret structur for the price of asset with uncertain return the premium to induc e riskavers investor to bear risk is proport to the nondiv ifiabl risk which is measur by the covari of the asset return with the market portfolio return in thi paper a multivari gen eralizedautoregress condit heteroscedast process is esti mate for return to bill bond and stock where the expect retu rn is proport to the condit covari of each return with that of a fulli diversifi or market portfolio it is found that the condit covari are quit variabl over time and are a signi ficant determin of the timevari risk premia the impli beta are also time vari and forecast copyright 1988 by univers of chicago press", "title": "A Capital Asset Pricing Model with Time-Varying Covariances"}, "https://ideas.repec.org/a/bla/jfinan/v66y2011i6p2165-2211.html": {"abstract": "We show that the compensation for rare events accounts for a large fraction of the equity and variance risk premia in the S&amp;P; 500 market index. The probability of rare events vary significantly over time, increasing in periods of high market volatility, but the risk premium for tail events cannot solely be explained by the level of the volatility. Our empirical investigations are essentially model-free. We estimate the expected values of the tails under the statistical probability measure from \"medium\" size jumps in high-frequency intraday prices and an extreme value theory approximation for the corresponding jump tail density. Our estimates for the risk-neutral expectations are based on short maturity out-of-the money options and new model-free option implied variation measures explicitly designed to separate the tail probabilities. At a general level, our results suggest that any satisfactory equilibrium based asset pricing model must be able to generate large and time-varying compensations for fears of disasters.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epbo66"], "abstractStem": "we show that the compens for rare event account for a larg fraction of the equiti and varianc risk premia in the sampp 500 market index the probabl of rare event vari significantli over time increas in period of high market volatil but the risk premium for tail event cannot sole be explain by the level of the volatil our empir investig are essenti modelfre we estim the expect valu of the tail under the statist probabl measur from medium size jump in highfrequ intraday price and an extrem valu theori approxim for the correspond jump tail densiti our estim for the riskneutr expect are base on short matur outofth money option and new modelfre option impli variat measur explicitli design to separ the tail probabl at a gener level our result suggest that ani satisfactori equilibrium base asset price model must be abl to gener larg and timevari compens for fear of disasterspthi abstract wa borrow from anoth version of thi item", "title": "Tails, Fears, and Risk Premia"}, "https://ideas.repec.org/a/eee/econom/v52y1992i1-2p91-113.html": {"abstract": "No abstract is available for this item.", "authors": ["fpba423", "epbo66"], "abstractStem": "no abstract is avail for thi item", "title": "Prediction in dynamic models with time-dependent conditional variances"}, "https://ideas.repec.org/a/ier/iecrev/v45y2004i4p1079-1110.html": {"abstract": " Estimation and forecasting for realistic continuous-time stochastic volatility models is hampered by the lack of closed-form expressions for the likelihood. In response, Andersen, Bollerslev, Diebold, and Labys (\"Econometrica\", 71 (2003), 579-625) advocate forecasting integrated volatility via reduced-form models for the realized volatility, constructed by summing high-frequency squared returns. Building on the eigenfunction stochastic volatility models, we present analytical expressions for the forecast efficiency associated with this reduced-form approach as a function of sampling frequency. For popular models like GARCH, multifactor affine, and lognormal diffusions, the reduced form procedures perform remarkably well relative to the optimal (infeasible) forecasts. Copyright 2004 by the Economics Department Of The University Of Pennsylvania And Osaka University Institute Of Social And Economic Research Association.", "authors": ["fpan210", "epbo66", "fpme426"], "abstractStem": " estim and forecast for realist continuoustim stochast volatil model is hamper by the lack of closedform express for the likelihood in respons andersen bollerslev diebold and labi econometrica 71 2003 579625 advoc forecast integr volatil via reducedform model for the realiz volatil construct by sum highfrequ squar return build on the eigenfunct stochast volatil model we present analyt express for the forecast effici associ with thi reducedform approach as a function of sampl frequenc for popular model like garch multifactor affin and lognorm diffus the reduc form procedur perform remark well rel to the optim infeas forecast copyright 2004 by the econom depart of the univers of pennsylvania and osaka univers institut of social and econom research associ", "title": "Analytical Evaluation Of Volatility Forecasts"}, "lastname": "Bollerslev", "https://ideas.repec.org/a/eee/jimfin/v13y1994i5p565-571.html": {"abstract": "No abstract is available for this item.", "authors": ["fpba423", "epbo66"], "abstractStem": "no abstract is avail for thi item", "title": "The long memory of the forward premium"}, "https://ideas.repec.org/a/eee/econom/v100y2001i1p41-51.html": {"abstract": "No abstract is available for this item.", "authors": ["epbo66"], "abstractStem": "no abstract is avail for thi item", "title": "Financial econometrics: Past developments and future challenges"}, "https://ideas.repec.org/a/eee/econom/v150y2009i2p151-166.html": {"abstract": "We develop an empirically highly accurate discrete-time daily stochastic volatility model that explicitly distinguishes between the jump and continuous-time components of price movements using nonparametric realized variation and Bipower variation measures constructed from high-frequency intraday data. The model setup allows us to directly assess the structural inter-dependencies among the shocks to returns and the two different volatility components. The model estimates suggest that the leverage effect, or asymmetry between returns and volatility, works primarily through the continuous volatility component. The excellent fit of the model makes it an ideal candidate for an easy-to-implement auxiliary model in the context of indirect estimation of empirically more realistic continuous-time jump diffusion and Lévy-driven stochastic volatility models, effectively incorporating the interdaily dependencies inherent in the high-frequency intraday data.", "authors": ["epbo66", "epta61"], "abstractStem": "we develop an empir highli accur discretetim daili stochast volatil model that explicitli distinguish between the jump and continuoustim compon of price movement use nonparametr realiz variat and bipow variat measur construct from highfrequ intraday data the model setup allow us to directli assess the structur interdepend among the shock to return and the two differ volatil compon the model estim suggest that the leverag effect or asymmetri between return and volatil work primarili through the continu volatil compon the excel fit of the model make it an ideal candid for an easytoimpl auxiliari model in the context of indirect estim of empir more realist continuoustim jump diffus and l vydriven stochast volatil model effect incorpor the interdaili depend inher in the highfrequ intraday data", "title": "A discrete-time model for daily S &amp; P500 returns and realized variations: Jumps and leverage effects"}, "homepage": "https://ideas.repec.org/e/pbo66.html", "https://ideas.repec.org/a/tpr/restat/v89y2007i4p701-720.html": {"abstract": " A growing literature documents important gains in asset return volatility forecasting via use of realized variation measures constructed from high-frequency returns. We progress by using newly developed bipower variation measures and corresponding nonparametric tests for jumps. Our empirical analyses of exchange rates, equity index returns, and bond yields suggest that the volatility jump component is both highly important and distinctly less persistent than the continuous component, and that separating the rough jump moves from the smooth continuous moves results in significant out-of-sample volatility forecast improvements. Moreover, many of the significant jumps are associated with specific macroeconomic news announcements. Copyright by the President and Fellows of Harvard College and the Massachusetts Institute of Technology.", "authors": ["fpan210", "epbo66", "epdi1"], "abstractStem": " a grow literatur document import gain in asset return volatil forecast via use of realiz variat measur construct from highfrequ return we progress by use newli develop bipow variat measur and correspond nonparametr test for jump our empir analys of exchang rate equiti index return and bond yield suggest that the volatil jump compon is both highli import and distinctli less persist than the continu compon and that separ the rough jump move from the smooth continu move result in signific outofsampl volatil forecast improv moreov mani of the signific jump are associ with specif macroeconom news announc copyright by the presid and fellow of harvard colleg and the massachusett institut of technolog", "title": "Roughing It Up: Including Jump Components in the Measurement, Modeling, and Forecasting of Return Volatility"}, "https://ideas.repec.org/a/eee/econom/v98y2000i1p81-106.html": {"abstract": "No abstract is available for this item.", "authors": ["epbo66", "epwr25"], "abstractStem": "no abstract is avail for thi item", "title": "Semiparametric estimation of long-memory volatility dependencies: The role of high-frequency data"}, "https://ideas.repec.org/a/bla/jfinan/v52y1997i3p975-1005.html": {"abstract": " Recent empirical evidence suggests that the interdaily volatility clustering for most speculative returns are best characterized by a slowly mean-reverting fractionally integrated process. Meanwhile, much shorter lived volatility dynamics are typically observed with high frequency intradaily returns. The present article demonstrates that, by interpreting the volatility as a mixture of numerous heterogeneous short-run information arrivals, the observed volatility process may exhibit long-run dependence. As such, the long-memory characteristics constitute an intrinsic feature of the return generating process, rather than the manifestation of occasional structural shifts. These ideas are confirmed by the authors' analysis of a one-year time series of five-minute Deutschemark-U.S. dollar exchange rates. Copyright 1997 by American Finance Association.", "authors": ["fpan210", "epbo66"], "abstractStem": " recent empir evid suggest that the interdaili volatil cluster for most specul return are best character by a slowli meanrevert fraction integr process meanwhil much shorter live volatil dynam are typic observ with high frequenc intradaili return the present articl demonstr that by interpret the volatil as a mixtur of numer heterogen shortrun inform arriv the observ volatil process may exhibit longrun depend as such the longmemori characterist constitut an intrins featur of the return gener process rather than the manifest of occasion structur shift these idea are confirm by the author analysi of a oneyear time seri of fiveminut deutschemarku dollar exchang rate copyright 1997 by american financ associ", "title": " Heterogeneous Information Arrivals and Return Volatility Dynamics: Uncovering the Long-Run in High Frequency Returns"}, "https://ideas.repec.org/a/aea/aecrev/v93y2003i1p38-62.html": {"abstract": "Using a new data set consisting of six years of real-time exchange-rate quotations, macroeconomic expectations, and macroeconomic realizations, we characterize the conditional means of U.S. dollar spot exchange rates. In particular, we find that announcement surprises produce conditional mean jumps; hence high-frequency exchange-rate dynamics are linked to fundamentals. The details of the linkage are intriguing and include announcement timing and sign effects. The sign effect refers to the fact that the market reacts to news in an asymmetric fashion: bad news has greater impact than good news, which we relate to recent theoretical work on information processing and price discovery.", "authors": ["fpan210", "epbo66", "epdi1", "epve43"], "abstractStem": "use a new data set consist of six year of realtim exchanger quotat macroeconom expect and macroeconom realiz we character the condit mean of us dollar spot exchang rate in particular we find that announc surpris produc condit mean jump henc highfrequ exchanger dynam are link to fundament the detail of the linkag are intrigu and includ announc time and sign effect the sign effect refer to the fact that the market react to news in an asymmetr fashion bad news ha greater impact than good news which we relat to recent theoret work on inform process and price discoveri", "title": "Micro Effects of Macro Announcements: Real-Time Price Discovery in Foreign Exchange"}, "firstname": "Tim", "https://ideas.repec.org/a/eee/econom/v138y2007i1p125-180.html": {"abstract": "We develop a sequential procedure to test the adequacy of jump-diffusion models for return distributions. We rely on intraday data and nonparametric volatility measures, along with a new jump detection technique and appropriate conditional moment tests, for assessing the import of jumps and leverage effects. A novel robust-to-jumps approach is utilized to alleviate microstructure frictions for realized volatility estimation. Size and power of the procedure are explored through Monte Carlo methods. Our empirical findings support the jump-diffusive representation for S&amp;P500; futures returns but reveal it is critical to account for leverage effects and jumps to maintain the underlying semi-martingale assumption.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpan210", "epbo66"], "abstractStem": "we develop a sequenti procedur to test the adequaci of jumpdiffus model for return distribut we reli on intraday data and nonparametr volatil measur along with a new jump detect techniqu and appropri condit moment test for assess the import of jump and leverag effect a novel robusttojump approach is util to allevi microstructur friction for realiz volatil estim size and power of the procedur are explor through mont carlo method our empir find support the jumpdiffus represent for sampp500 futur return but reveal it is critic to account for leverag effect and jump to maintain the underli semimartingal assumptionpthi abstract wa borrow from anoth version of thi item", "title": "No-arbitrage semi-martingale restrictions for continuous-time volatility models subject to leverage effects, jumps and i.i.d. noise: Theory and testable distributional implications"}, "https://ideas.repec.org/a/tpr/restat/v69y1987i3p542-47.html": {"abstract": "No abstract is available for this item.", "authors": ["epbo66"], "abstractStem": "no abstract is avail for thi item", "title": "A Conditionally Heteroskedastic Time Series Model for Speculative Prices and Rates of Return"}, "https://ideas.repec.org/a/eee/inecon/v73y2007i2p251-277.html": {"abstract": "Using a unique high-frequency futures dataset, we characterize the response of U.S., German and British stock, bond and foreign exchange markets to real-time U.S. macroeconomic news. We find that news produces conditional mean jumps; hence high-frequency stock, bond and exchange rate dynamics are linked to fundamentals. Equity markets, moreover, react differently to news depending on the stage of the business cycle, which explains the low correlation between stock and bond returns when averaged over the cycle. Hence our results qualify earlier work suggesting that bond markets react most strongly to macroeconomic news; in particular, when conditioning on the state of the economy, the equity and foreign exchange markets appear equally responsive. Finally, we also document important contemporaneous links across all markets and countries, even after controlling for the effects of macroeconomic news.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpan210", "epbo66", "epdi1", "epve43"], "abstractStem": "use a uniqu highfrequ futur dataset we character the respons of us german and british stock bond and foreign exchang market to realtim us macroeconom news we find that news produc condit mean jump henc highfrequ stock bond and exchang rate dynam are link to fundament equiti market moreov react differ to news depend on the stage of the busi cycl which explain the low correl between stock and bond return when averag over the cycl henc our result qualifi earlier work suggest that bond market react most strongli to macroeconom news in particular when condit on the state of the economi the equiti and foreign exchang market appear equal respons final we also document import contemporan link across all market and countri even after control for the effect of macroeconom newspthi abstract wa borrow from anoth version of thi item", "title": "Real-time price discovery in global stock, bond and foreign exchange markets"}, "https://ideas.repec.org/a/bes/jnlbes/v24y2006p173-179.html": {"abstract": "No abstract is available for this item.", "authors": ["fpan210", "epbo66", "epni42"], "abstractStem": "no abstract is avail for thi item", "title": "Comment"}, "https://ideas.repec.org/a/eee/empfin/v6y1999i5p457-477.html": {"abstract": "No abstract is available for this item.", "authors": ["fpan210", "epbo66"], "abstractStem": "no abstract is avail for thi item", "title": "Forecasting financial market volatility: Sample frequency vis-a-vis forecast horizon"}, "https://ideas.repec.org/a/eee/econom/v109y2002i1p33-65.html": {"abstract": "We exploit the distributional information contained in high-frequency intraday data in constructing a simple conditional moment estimator for stochastic volatility diffusions. The estimator is based on the analytical solutions of the first two conditional moments for the latent integrated volatility, the realization of which is effectively approximated by the sum of the squared high-frequency increments of the process. Our simulation evidence indicates that the resulting GMM estimator is highly reliable and accurate. Our empirical implementation based on high-frequency five-minute foreign exchange returns suggests the presence of multiple latent stochastic volatility factors and possible jumps.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epbo66", "epzh134"], "abstractStem": "we exploit the distribut inform contain in highfrequ intraday data in construct a simpl condit moment estim for stochast volatil diffus the estim is base on the analyt solut of the first two condit moment for the latent integr volatil the realiz of which is effect approxim by the sum of the squar highfrequ increment of the process our simul evid indic that the result gmm estim is highli reliabl and accur our empir implement base on highfrequ fiveminut foreign exchang return suggest the presenc of multipl latent stochast volatil factor and possibl jumpspthi abstract wa borrow from anoth version of thi item", "title": "Estimating stochastic volatility diffusion using conditional moments of integrated volatility"}, "https://ideas.repec.org/a/eee/econom/v187y2015i2p458-471.html": {"abstract": "We examine the joint predictability of return and cash flow within a present value framework, by imposing the implications from a long-run risk model that allow for both time-varying volatility and volatility uncertainty. We provide new evidence that the expected return variation and the variance risk premium positively forecast both short-horizon returns and dividend growth rates. We also confirm that dividend yield positively forecasts long-horizon returns, but that it does not help in forecasting dividend growth rates. Our equilibrium-based “structural” factor GARCH model permits much more accurate inference than univariate regression procedures traditionally employed in the literature. The model also allows for the direct estimation of the underlying economic mechanisms, including a new volatility leverage effect, the persistence of the latent long-run growth component and the two latent volatility factors, as well as the contemporaneous impacts of the underlying “structural” shocks.", "authors": ["epbo66"], "abstractStem": "we examin the joint predict of return and cash flow within a present valu framework by impos the implic from a longrun risk model that allow for both timevari volatil and volatil uncertainti we provid new evid that the expect return variat and the varianc risk premium posit forecast both shorthorizon return and dividend growth rate we also confirm that dividend yield posit forecast longhorizon return but that it doe not help in forecast dividend growth rate our equilibriumbas  structur  factor garch model permit much more accur infer than univari regress procedur tradit employ in the literatur the model also allow for the direct estim of the underli econom mechan includ a new volatil leverag effect the persist of the latent longrun growth compon and the two latent volatil factor as well as the contemporan impact of the underli  structur  shock", "title": "Stock return and cash flow predictability: The role of volatility risk"}, "https://ideas.repec.org/a/oup/revfin/v16y2011i1p31-80.html": {"abstract": " Stock market volatility clusters in time, appears fractionally integrated, carries a risk premium, and exhibits asymmetric leverage effects. At the same time, the volatility risk premium, defined by the difference between the risk-neutral and objective expectations of the volatility, features short memory. This paper develops the first internally consistent equilibrium-based explanation for all these empirical facts. Using newly available high-frequency intraday data for the S&amp;P; 500 and the VIX volatility index, the authors show that the qualitative implications from the new theoretical continuous-time model match remarkably well with the distinct shapes and patterns in the sample autocorrelations and dynamic cross-correlations actually observed in the data. Copyright 2011, Oxford University Press.", "authors": ["epbo66", "epta61"], "abstractStem": " stock market volatil cluster in time appear fraction integr carri a risk premium and exhibit asymmetr leverag effect at the same time the volatil risk premium defin by the differ between the riskneutr and object expect of the volatil featur short memori thi paper develop the first intern consist equilibriumbas explan for all these empir fact use newli avail highfrequ intraday data for the sampp 500 and the vix volatil index the author show that the qualit implic from the new theoret continuoustim model match remark well with the distinct shape and pattern in the sampl autocorrel and dynam crosscorrel actual observ in the data copyright 2011 oxford univers press", "title": "Volatility in Equilibrium: Asymmetries and Dynamic Dependencies"}, "https://ideas.repec.org/a/eee/econom/v160y2011i1p176-189.html": {"abstract": "Building on realized variance and bipower variation measures constructed from high-frequency financial prices, we propose a simple reduced form framework for effectively incorporating intraday data into the modeling of daily return volatility. We decompose the total daily return variability into the continuous sample path variance, the variation arising from discontinuous jumps that occur during the trading day, as well as the overnight return variance. Our empirical results, based on long samples of high-frequency equity and bond futures returns, suggest that the dynamic dependencies in the daily continuous sample path variability are well described by an approximate long-memory HAR-GARCH model, while the overnight returns may be modeled by an augmented GARCH type structure. The dynamic dependencies in the non-parametrically identified significant jumps appear to be well described by the combination of an ACH model for the time-varying jump intensities coupled with a relatively simple log-linear structure for the jump sizes. Finally, we discuss how the resulting reduced form model structure for each of the three components may be used in the construction of out-of-sample forecasts for the total return volatility.", "authors": ["fpan210", "epbo66"], "abstractStem": "build on realiz varianc and bipow variat measur construct from highfrequ financi price we propos a simpl reduc form framework for effect incorpor intraday data into the model of daili return volatil we decompos the total daili return variabl into the continu sampl path varianc the variat aris from discontinu jump that occur dure the trade day as well as the overnight return varianc our empir result base on long sampl of highfrequ equiti and bond futur return suggest that the dynam depend in the daili continu sampl path variabl are well describ by an approxim longmemori hargarch model while the overnight return may be model by an augment garch type structur the dynam depend in the nonparametr identifi signific jump appear to be well describ by the combin of an ach model for the timevari jump intens coupl with a rel simpl loglinear structur for the jump size final we discuss how the result reduc form model structur for each of the three compon may be use in the construct of outofsampl forecast for the total return volatil", "title": "A reduced form framework for modeling volatility of speculative prices based on realized variation measures"}, "https://ideas.repec.org/a/bla/jfinan/v49y1994i2p737-45.html": {"abstract": " Multivariate tests due to Soren Johansen, as implemented by Richard T. Baillie and Tim Bollerslev (1989) and Francis X. Diebold, Javier Gardeazabal, and Kamil Yilmaz (1994), reveal mixed evidence on whether a group of exchange rates are cointegrated. Further analysis of the deviations from the cointegrating relationship suggests that it possesses long memory and may possibly be well described as a fractionally integrated process. Hence, the influence of shocks to the equilibrium exchange rates may only vanish at very long horizons. Copyright 1994 by American Finance Association.", "authors": ["fpba423", "epbo66"], "abstractStem": " multivari test due to soren johansen as implement by richard t bailli and tim bollerslev 1989 and franci x diebold javier gardeazab and kamil yilmaz 1994 reveal mix evid on whether a group of exchang rate are cointegr further analysi of the deviat from the cointegr relationship suggest that it possess long memori and may possibl be well describ as a fraction integr process henc the influenc of shock to the equilibrium exchang rate may onli vanish at veri long horizon copyright 1994 by american financ associ", "title": " Cointegration, Fractional Cointegration, and Exchange Rate Dynamics"}, "https://ideas.repec.org/a/eee/econom/v183y2014i2p168-180.html": {"abstract": "We develop new methods for the estimation of time-varying risk-neutral jump tails in asset returns. In contrast to existing procedures based on tightly parameterized models, our approach imposes much fewer structural assumptions, relying on extreme-value theory approximations together with short-maturity options. The new estimation approach explicitly allows the parameters characterizing the shape of the right and the left tails to differ, and importantly for the tail shape parameters to change over time. On implementing the procedures with a panel of S&amp;P; 500 options, our estimates clearly suggest the existence of highly statistically significant temporal variation in both of the tails. We further relate this temporal variation in the shape and the magnitude of the jump tails to the underlying return variation through the formulation of simple time series models for the tail parameters.", "authors": ["epbo66"], "abstractStem": "we develop new method for the estim of timevari riskneutr jump tail in asset return in contrast to exist procedur base on tightli parameter model our approach impos much fewer structur assumpt reli on extremevalu theori approxim togeth with shortmatur option the new estim approach explicitli allow the paramet character the shape of the right and the left tail to differ and importantli for the tail shape paramet to chang over time on implement the procedur with a panel of sampp 500 option our estim clearli suggest the exist of highli statist signific tempor variat in both of the tail we further relat thi tempor variat in the shape and the magnitud of the jump tail to the underli return variat through the formul of simpl time seri model for the tail paramet", "title": "Time-varying jump tails"}, "https://ideas.repec.org/a/eee/econom/v31y1986i3p307-327.html": {"abstract": "The present paper proposes a generalization of the canonical AutoRegressive Conditional Heteroskedasticity (ARCH) model by extending the conditional variance equation toward past conditional variances. The stationarity conditions and autocorrelation structure of the Generalized AutoRegressive Conditional Heteroskedastic (GARCH) model are derived. Using an empirical example of uncertainty of the inflation rate the paper demonstrates that the GARCH model provides a better fit and a more plausible learning mechanism than the ARCH model.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epbo66"], "abstractStem": "the present paper propos a gener of the canon autoregress condit heteroskedast arch model by extend the condit varianc equat toward past condit varianc the stationar condit and autocorrel structur of the gener autoregress condit heteroskedast garch model are deriv use an empir exampl of uncertainti of the inflat rate the paper demonstr that the garch model provid a better fit and a more plausibl learn mechan than the arch modelpthi abstract wa borrow from anoth version of thi item", "title": "Generalized autoregressive conditional heteroskedasticity"}, "https://ideas.repec.org/a/eee/econom/v119y2004i1p221-222.html": {"abstract": "No abstract is available for this item.", "authors": ["epbo66", "epzh134"], "abstractStem": "no abstract is avail for thi item", "title": "Corrigendum to \"Estimating stochastic volatility diffusion using conditional moments of integrated volatility\" [J. Econom. 109 (2002) 33-65]"}, "https://ideas.repec.org/a/bla/jfinan/v44y1989i1p167-81.html": {"abstract": " Univariate tests reveal strong evidence for the presence of a unit root in the univariate time series representation for seven daily spot and forward exchange rate series. Furthermore, all seven spot and forward rates appear to be cointegrated, that is, the forward premiums are stationary and one common unit root, or stochastic trend, is detectable in the multivariate time series models for the seven spot and forward rates, respectively. This is consistent with the hypothesis of the seven exchange rates possessing one long-run relationship, and the disequilibrium error around that relationship, partly accounting for subsequent movements in the exchange rates. Copyright 1989 by American Finance Association.", "authors": ["fpba423", "epbo66"], "abstractStem": " univari test reveal strong evid for the presenc of a unit root in the univari time seri represent for seven daili spot and forward exchang rate seri furthermor all seven spot and forward rate appear to be cointegr that is the forward premium are stationari and one common unit root or stochast trend is detect in the multivari time seri model for the seven spot and forward rate respect thi is consist with the hypothesi of the seven exchang rate possess one longrun relationship and the disequilibrium error around that relationship partli account for subsequ movement in the exchang rate copyright 1989 by american financ associ", "title": " Common Stochastic Trends in a System of Exchange Rates"}, "https://ideas.repec.org/a/eee/inecon/v36y1994i3-4p355-372.html": {"abstract": "No abstract is available for this item.", "authors": ["epbo66", "epme60"], "abstractStem": "no abstract is avail for thi item", "title": "Bid--ask spreads and volatility in the foreign exchange market : An empirical analysis"}, "https://ideas.repec.org/a/eee/jfinec/v61y2001i1p43-76.html": {"abstract": "No abstract is available for this item.", "authors": ["fpan210", "epbo66", "epdi1"], "abstractStem": "no abstract is avail for thi item", "title": "The distribution of realized stock return volatility"}, "https://ideas.repec.org/a/bla/jfinan/v48y1993i4p1421-43.html": {"abstract": " The behavior of quote arrivals and bid-ask spreads is examined for continuously recorded deutsche mark-dollar exchange rate data over time, across locations, and by market participants. A pattern in the intraday spread and intensity of market activity over time is uncovered and related to theories of trading patterns. Models for the conditional mean and variance of returns and bid-ask spreads indicate volatility clustering at high frequencies. The proposition that trading intensity has an independent effect on returns volatility is rejected but holds for spread volatility. Conditional returns volatility is increasing in the size of the spread. Copyright 1993 by American Finance Association.", "authors": ["epbo66", "epdo3"], "abstractStem": " the behavior of quot arriv and bidask spread is examin for continu record deutsch markdollar exchang rate data over time across locat and by market particip a pattern in the intraday spread and intens of market activ over time is uncov and relat to theori of trade pattern model for the condit mean and varianc of return and bidask spread indic volatil cluster at high frequenc the proposit that trade intens ha an independ effect on return volatil is reject but hold for spread volatil condit return volatil is increas in the size of the spread copyright 1993 by american financ associ", "title": " Trading Patterns and Prices in the Interbank Foreign Exchange Market"}, "https://ideas.repec.org/a/bes/jnlbes/v13y1995i4p361-64.html": {"abstract": "No abstract is available for this item.", "authors": ["epbo66", "fpro227"], "abstractStem": "no abstract is avail for thi item", "title": "Dan Nelson Remembered"}, "https://ideas.repec.org/a/cup/jfinqa/v49y2014i03p633-661_00.html": {"abstract": "Recent empirical evidence suggests that the variance risk premium, or the difference between risk-neutral and statistical expectations of the future return variation, predicts aggregate stock market returns, with the predictability especially strong at the 2-4 month horizons. We provide extensive Monte Carlo simulation evidence that statistical finite sample biases in the overlapping return regressions underlying these findings can not ``explain\" this apparent predictability. Further corroborating the existing empirical evidence, we show that the patterns in the predictability across different return horizons estimated from country specific regressions for France, Germany, Japan, Switzerland and the U.K. are remarkably similar to the pattern previously documented for the U.S. Defining a \"global\" variance risk premium, we uncover even stronger predictability and almost identical cross-country patterns through the use of panel regressions that effectively restrict the compensation for world-wide variance risk to be the same across countries. Our findings are broadly consistent with the implications from a stylized two-country general equilibrium model explicitly incorporating the effects of world-wide time-varying economic uncertainty.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epbo66"], "abstractStem": "recent empir evid suggest that the varianc risk premium or the differ between riskneutr and statist expect of the futur return variat predict aggreg stock market return with the predict especi strong at the 24 month horizon we provid extens mont carlo simul evid that statist finit sampl bias in the overlap return regress underli these find can not explain thi appar predict further corrobor the exist empir evid we show that the pattern in the predict across differ return horizon estim from countri specif regress for franc germani japan switzerland and the uk are remark similar to the pattern previous document for the us defin a global varianc risk premium we uncov even stronger predict and almost ident crosscountri pattern through the use of panel regress that effect restrict the compens for worldwid varianc risk to be the same across countri our find are broadli consist with the implic from a styliz twocountri gener equilibrium model explicitli incorpor the effect of worldwid timevari econom uncertaintypthi abstract wa borrow from anoth version of thi item", "title": "Stock Return Predictability and Variance Risk Premia: Statistical Inference and International Evidence"}, "https://ideas.repec.org/a/bes/jnlbes/v14y1996i2p139-51.html": {"abstract": " Most high frequency asset returns exhibit seasonal volatility patterns. This paper proposes a new class of periodic ARCH, or P-ARCH, models explicitly designed to capture the repetitive variation in the second order moments. The importance of the informational loss associated with the implicit relation between P-GARCH structures and the corresponding time-invariant seasonal weak GARCH processes are quantified through the use of Monte Carlo simulation methods. Two empirical examples with daily bilateral deutschemark-British pound and intraday deutschemark-U.S. dollar spot exchange rates highlight the practical relevance of the new P-GARCH class of models.", "authors": ["epbo66", "epgh7"], "abstractStem": " most high frequenc asset return exhibit season volatil pattern thi paper propos a new class of period arch or parch model explicitli design to captur the repetit variat in the second order moment the import of the inform loss associ with the implicit relat between pgarch structur and the correspond timeinvari season weak garch process are quantifi through the use of mont carlo simul method two empir exampl with daili bilater deutschemarkbritish pound and intraday deutschemarku dollar spot exchang rate highlight the practic relev of the new pgarch class of model", "title": "Periodic Autoregressive Conditional Heteroscedasticity"}, "https://ideas.repec.org/a/eee/jimfin/v9y1990i3p309-324.html": {"abstract": "No abstract is available for this item.", "authors": ["fpba423", "epbo66"], "abstractStem": "no abstract is avail for thi item", "title": "A multivariate generalized ARCH approach to modeling risk premia in forward foreign exchange rate markets"}, "https://ideas.repec.org/a/eee/econom/v73y1996i1p151-184.html": {"abstract": "Replication file for Bollerslev and Mikkelson(1996), \"Modeling and pricing long memory in stock market volatility\", Journal of Econometrics, vol 73, pp 151-184. This estimates FIGARCH and FIEGARCH models (fractionally integrated GARCH and fractionally integrated EGARCH)<p>(This abstract was borrowed from another version of this item.)", "authors": ["epbo66"], "abstractStem": "replic file for bollerslev and mikkelson1996 model and price long memori in stock market volatil journal of econometr vol 73 pp 151184 thi estim figarch and fiegarch model fraction integr garch and fraction integr egarchpthi abstract wa borrow from anoth version of thi item", "title": "Modeling and pricing long memory in stock market volatility"}, "https://ideas.repec.org/a/tpr/restat/v72y1990i3p498-505.html": {"abstract": " A multivariate time series model with time varying conditional variances and covariances, but constant conditional correlations is proposed. In a multivariate regression framework, the model is readily interpreted as an extension of the Seemingly Unrelated Regression (SUR) model allowing for heteroskedasticity. Parameterizing each of the conditional variances as a univariate Generalized Autoregressive Conditional Heteroskedastic (GARCH) process, the descriptive validity of the model is illustrated for a set of five nominal European U.S. dollar exchange rates following the inception of the European Monetary System (EMS). When compared to the pre- EMS free float period, the comovements between the currenciess are found to be significantly higher over the later period. Copyright 1990 by MIT Press.", "authors": ["epbo66"], "abstractStem": " a multivari time seri model with time vari condit varianc and covari but constant condit correl is propos in a multivari regress framework the model is readili interpret as an extens of the seemingli unrel regress sur model allow for heteroskedast parameter each of the condit varianc as a univari gener autoregress condit heteroskedast garch process the descript valid of the model is illustr for a set of five nomin european us dollar exchang rate follow the incept of the european monetari system em when compar to the pre em free float period the comov between the currenciess are found to be significantli higher over the later period copyright 1990 by mit press", "title": "Modelling the Coherence in Short-run Nominal Exchange Rates: A Multivariate Generalized ARCH Model"}, "https://ideas.repec.org/a/eee/intfin/v10y2000i2p107-130.html": {"abstract": "No abstract is available for this item.", "authors": ["fpan210", "epbo66"], "abstractStem": "no abstract is avail for thi item", "title": "Intraday and interday volatility in the Japanese stock market"}, "https://ideas.repec.org/a/tpr/restat/v83y2001i4p596-602.html": {"abstract": " Although it is clear that the volatility of asset returns is serially correlated, there is no general agreement as to the most appropriate parametric model for characterizing this temporal dependence. In this paper, we propose a simple way of modeling financial market volatility using high-frequency data. The method avoids using a tight parametric model by instead simply fitting a long autoregression to log-squared, squared, or absolute high-frequency returns. This can either be estimated by the usual time domain method, or alternatively the autoregressive coefficients can be backed out from the smoothed periodogram estimate of the spectrum of log-squared, squared, or absolute returns. We show how this approach can be used to construct volatility forecasts, which compare favorably with some leading alternatives in an out-of-sample forecasting exercise. © 2001 by the President and Fellows of Harvard College and the Massachusetts Institute of Technology", "authors": ["epbo66", "epwr25"], "abstractStem": " although it is clear that the volatil of asset return is serial correl there is no gener agreement as to the most appropri parametr model for character thi tempor depend in thi paper we propos a simpl way of model financi market volatil use highfrequ data the method avoid use a tight parametr model by instead simpli fit a long autoregress to logsquar squar or absolut highfrequ return thi can either be estim by the usual time domain method or altern the autoregress coeffici can be back out from the smooth periodogram estim of the spectrum of logsquar squar or absolut return we show how thi approach can be use to construct volatil forecast which compar favor with some lead altern in an outofsampl forecast exercis   2001 by the presid and fellow of harvard colleg and the massachusett institut of technolog", "title": "High-Frequency Data, Frequency Domain Inference, And Volatility Forecasting"}, "https://ideas.repec.org/a/eee/econom/v172y2013i2p307-324.html": {"abstract": "We provide a new framework for estimating the systematic and idiosyncratic jump tail risks in financial asset prices. Our estimates are based on in-fill asymptotics for directly identifying the jumps, together with Extreme Value Theory (EVT) approximations and methods-of-moments for assessing the tail decay parameters and tail dependencies. On implementing the procedures with a panel of intraday prices for a large cross-section of individual stocks and the S&amp;P; 500 market portfolio, we find that the distributions of the systematic and idiosyncratic jumps are both generally heavy-tailed and close to symmetric, and show how the jump tail dependencies deduced from the high-frequency data together with the day-to-day variation in the diffusive volatility account for the “extreme” joint dependencies observed at the daily level.", "authors": ["epbo66"], "abstractStem": "we provid a new framework for estim the systemat and idiosyncrat jump tail risk in financi asset price our estim are base on infil asymptot for directli identifi the jump togeth with extrem valu theori evt approxim and methodsofmo for assess the tail decay paramet and tail depend on implement the procedur with a panel of intraday price for a larg crosssect of individu stock and the sampp 500 market portfolio we find that the distribut of the systemat and idiosyncrat jump are both gener heavytail and close to symmetr and show how the jump tail depend deduc from the highfrequ data togeth with the daytoday variat in the diffus volatil account for the  extrem  joint depend observ at the daili level", "title": "Jump tails, extreme dependencies, and the distribution of stock returns"}, "https://ideas.repec.org/a/eee/jimfin/v19y2000i4p471-488.html": {"abstract": "No abstract is available for this item.", "authors": ["fpba423", "epbo66"], "abstractStem": "no abstract is avail for thi item", "title": "The forward premium anomaly is not as bad as you think"}, "https://ideas.repec.org/a/bes/jnlbes/v20y2002i1p60-68.html": {"abstract": " Formal testing procedures confirm the presence of a unit root in the autoregressive polynomial of the univariate time series representation of daily exchange-rate data. The first differences of the logarithms of daily spot rates are approximately uncorrelated through time, and a generalized autoregressive conditional heteroscedasticity model with daily dummy variables and conditionally t-distributed errors is found to provide a good representation to the leptokurtosis and time-dependent conditional heteroscedasticity. The parameter estimates and characteristics of the models are found to be very similar for six different currencies. These apparent stylized facts carry over to weekly, fortnightly, and monthly data in which the degree of leptokurtosis and time-dependent heteroscedasticity is reduced as the length of the sampling interval increases.", "authors": ["fpba423", "epbo66"], "abstractStem": " formal test procedur confirm the presenc of a unit root in the autoregress polynomi of the univari time seri represent of daili exchanger data the first differ of the logarithm of daili spot rate are approxim uncorrel through time and a gener autoregress condit heteroscedast model with daili dummi variabl and condit tdistribut error is found to provid a good represent to the leptokurtosi and timedepend condit heteroscedast the paramet estim and characterist of the model are found to be veri similar for six differ currenc these appar styliz fact carri over to weekli fortnightli and monthli data in which the degre of leptokurtosi and timedepend heteroscedast is reduc as the length of the sampl interv increas", "title": "The Message in Daily Exchange Rates: A Conditional-Variance Tale"}, "https://ideas.repec.org/a/ecm/emetrp/v61y1993i1p167-86.html": {"abstract": " A common finding in many of the recent empirical studies with the ARCH class of models applied to high frequency financial data concerns the apparent persistence of shocks for forecast of the future conditional variances. It is likely that several different variables share this same implied long-run component, however. In that situation, the variables are defined to be copersistent in variance. Conditions for copersistence to occur in the linear multivariate GARCH model are presented. These conditions parallel the conditions for linear cointegration in the mean. A simple empirical example with foreign exchange rate data illustrates the ideas. Copyright 1993 by The Econometric Society.", "authors": ["epbo66", "epen9"], "abstractStem": " a common find in mani of the recent empir studi with the arch class of model appli to high frequenc financi data concern the appar persist of shock for forecast of the futur condit varianc it is like that sever differ variabl share thi same impli longrun compon howev in that situat the variabl are defin to be copersist in varianc condit for copersist to occur in the linear multivari garch model are present these condit parallel the condit for linear cointegr in the mean a simpl empir exampl with foreign exchang rate data illustr the idea copyright 1993 by the econometr societi", "title": "Common Persistence in Conditional Variances"}, "https://ideas.repec.org/a/ecm/emetrp/v73y2005i1p279-296.html": {"abstract": " We develop general model-free adjustment procedures for the calculation of unbiased volatility loss functions based on practically feasible realized volatility benchmarks. The procedures, which exploit recent nonparametric asymptotic distributional results, are both easy-to-implement and highly accurate in empirically realistic situations. We also illustrate that properly accounting for the measurement errors in the volatility forecast evaluations reported in the existing literature can result in markedly higher estimates for the true degree of return volatility predictability. Copyright The Econometric Society 2005.", "authors": ["fpan210", "epbo66", "fpme426"], "abstractStem": " we develop gener modelfre adjust procedur for the calcul of unbias volatil loss function base on practic feasibl realiz volatil benchmark the procedur which exploit recent nonparametr asymptot distribut result are both easytoimpl and highli accur in empir realist situat we also illustr that properli account for the measur error in the volatil forecast evalu report in the exist literatur can result in markedli higher estim for the true degre of return volatil predict copyright the econometr societi 2005", "title": "Correcting the Errors: Volatility Forecast Evaluation Using High-Frequency Data and Realized Volatilities"}, "https://ideas.repec.org/a/jae/japmet/v25y2010i2p233-261.html": {"abstract": " We provide an empirical framework for assessing the distributional properties of daily speculative returns within the context of the continuous-time jump diffusion models traditionally used in asset pricing finance. Our approach builds directly on recently developed realized variation measures and non-parametric jump detection statistics constructed from high-frequency intra-day data. A sequence of simple-to-implement moment-based tests involving various transformations of the daily returns speak directly to the importance of different distributional features, and may serve as useful diagnostic tools in the specification of empirically more realistic continuous-time asset pricing models. On applying the tests to the 30 individual stocks in the Dow Jones Industrial Average index, we find that it is important to allow for both time-varying diffusive volatility, jumps, and leverage effects to satisfactorily describe the daily stock price dynamics. Copyright © 2009 John Wiley &amp; Sons, Ltd.", "authors": ["fpan210", "epbo66", "epni42"], "abstractStem": " we provid an empir framework for assess the distribut properti of daili specul return within the context of the continuoustim jump diffus model tradit use in asset price financ our approach build directli on recent develop realiz variat measur and nonparametr jump detect statist construct from highfrequ intraday data a sequenc of simpletoimpl momentbas test involv variou transform of the daili return speak directli to the import of differ distribut featur and may serv as use diagnost tool in the specif of empir more realist continuoustim asset price model on appli the test to the 30 individu stock in the dow jone industri averag index we find that it is import to allow for both timevari diffus volatil jump and leverag effect to satisfactorili describ the daili stock price dynam copyright   2009 john wiley amp son ltd", "title": "Continuous-time models, realized volatilities, and testable distributional implications for daily stock returns"}, "https://ideas.repec.org/a/eee/empfin/v4y1997i2-3p115-158.html": {"abstract": "No abstract is available for this item.", "authors": ["fpan210", "epbo66"], "abstractStem": "no abstract is avail for thi item", "title": "Intraday periodicity and volatility persistence in financial markets"}}}