{"epca54": {"https://ideas.repec.org/a/mcb/jmoncb/v19y1987i1p56-67.html": {"abstract": " The effect of money stock announcements on the federal funds rate hasbeen attributed informally to the information conveyed by the announcements about aggregate reserved emand. This \"Aggregate Information Hypothesis\" explains the effect without ref erence to Federal Reserve intervention in the funds market. In this paper, the a uthor provides a formal model of the Aggregate Information Hypothesis under lagged reserve accounting. The model relies on imperfect information in the funds ma rket and on imperfect bank arbitrage of reserve demand between days of the week. Some stylized facts are presented about funds rate behavior in the period 1980-83. Copyright 1987 by Ohio State University Press.", "authors": ["epca54"], "abstractStem": " the effect of money stock announc on the feder fund rate hasbeen attribut inform to the inform convey by the announc about aggreg reserv emand thi aggreg inform hypothesi explain the effect without ref erenc to feder reserv intervent in the fund market in thi paper the a uthor provid a formal model of the aggreg inform hypothesi under lag reserv account the model reli on imperfect inform in the fund ma rket and on imperfect bank arbitrag of reserv demand between day of the week some styliz fact are present about fund rate behavior in the period 198083 copyright 1987 by ohio state univers press", "title": "Money Announcements, the Demand for Bank Reserves, and the Behavior of the Federal Funds Rate within the Statement Week"}, "https://ideas.repec.org/a/bla/jfinan/v43y1988i3p661-76.html": {"abstract": "Long historical averages of real earnings help forecast present values of future real dividends. With aggregate U.S. stock market data (1871-1986), a vector-autoregressive forecast of the present value of future dividends is, for each year, roughly a weighted average of moving-average earnings and current real price, with between two thirds and three fourths of the weight on the earnings measure. We develop the implications of this for the present-value model of stock prices and for recent results that long-horizon stock returns are highly forecastable.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epca54", "epsh69"], "abstractStem": "long histor averag of real earn help forecast present valu of futur real dividend with aggreg us stock market data 18711986 a vectorautoregress forecast of the present valu of futur dividend is for each year roughli a weight averag of movingaverag earn and current real price with between two third and three fourth of the weight on the earn measur we develop the implic of thi for the presentvalu model of stock price and for recent result that longhorizon stock return are highli forecastablepthi abstract wa borrow from anoth version of thi item", "title": " Stock Prices, Earnings, and Expected Dividends"}, "https://ideas.repec.org/a/now/jnlcfr/104.00000004.html": {"abstract": "The long-run risks model of asset prices explains stock price variation as a response to persistent fluctuations in the mean and volatility of aggregate consumption growth, by a representative agent with a high elasticity of intertemporal substitution. This paper documents several empirical difficulties for the model, as calibrated by Bansal and Yaron (BY, 2004) and Bansal et al. (BKY, 2011). U.S. data do not show as much univariate persistence in consumption or dividend growth as implied by the model. BY's calibration counterfactually implies that long-run consumption and dividend growth should be highly predictable from stock prices. BKY's calibration does better in this respect by greatly increasing the persistence of volatility fluctuations and their impact on stock prices. This calibration fits the predictive power of stock prices for future consumption volatility, but implies much greater predictive power of stock prices for future stock return volatility than is found in the data. The long-run risks model, particularly as calibrated by BKY, implies extremely low yields and negative term premia on inflation-indexed bonds. Finally, neither calibration can explain why movements in real interest rates do not generate strong predictable movements in consumption growth.", "authors": ["epca54"], "abstractStem": "the longrun risk model of asset price explain stock price variat as a respons to persist fluctuat in the mean and volatil of aggreg consumpt growth by a repres agent with a high elast of intertempor substitut thi paper document sever empir difficulti for the model as calibr by bansal and yaron by 2004 and bansal et al bki 2011 us data do not show as much univari persist in consumpt or dividend growth as impli by the model by calibr counterfactu impli that longrun consumpt and dividend growth should be highli predict from stock price bki calibr doe better in thi respect by greatli increas the persist of volatil fluctuat and their impact on stock price thi calibr fit the predict power of stock price for futur consumpt volatil but impli much greater predict power of stock price for futur stock return volatil than is found in the data the longrun risk model particularli as calibr by bki impli extrem low yield and neg term premia on inflationindex bond final neither calibr can explain whi movement in real interest rate do not gener strong predict movement in consumpt growth", "title": "The Long-Run Risks Model and Aggregate Asset Prices: An Empirical Assessment"}, "https://ideas.repec.org/a/tpr/restat/v83y2001i4p585-588.html": {"abstract": "No abstract is available for this item.", "authors": ["epca54"], "abstractStem": "no abstract is avail for thi item", "title": "A Comment On James M. Poterba'S \"Demographic Structure And Asset Returns\""}, "https://ideas.repec.org/a/bla/scandj/v116y2014i3p593-634.html": {"abstract": " The Nobel Memorial Prize in Economic Sciences for 2013 was awarded to Eugene Fama, Lars Peter Hansen, and Robert Shiller for their contributions to the empirical study of asset pricing. Some observers have found it hard to understand the common elements of the laureates' research, preferring to highlight areas of disagreement among them. In this paper, I argue that empirical asset pricing is a coherent enterprise, which owes much to the laureates' influential contributions, and that important themes in the literature can best be understood by considering the laureates in pairs. Specifically, after summarizing modern asset-pricing theory using the stochastic discount factor as an organizing framework, I discuss the following: the joint hypothesis problem in tests of market efficiency, which is as much an opportunity as a problem (Fama and Hansen); patterns of short- and long-term predictability in asset returns (Fama and Shiller); and models of deviations from rational expectations (Hansen and Shiller). I conclude by reviewing the ways in which the laureates have already influenced the practice of finance, and how they might influence future innovations.", "authors": ["epca54"], "abstractStem": " the nobel memori prize in econom scienc for 2013 wa award to eugen fama lar peter hansen and robert shiller for their contribut to the empir studi of asset price some observ have found it hard to understand the common element of the laureat research prefer to highlight area of disagr among them in thi paper i argu that empir asset price is a coher enterpris which owe much to the laureat influenti contribut and that import theme in the literatur can best be understood by consid the laureat in pair specif after summar modern assetpr theori use the stochast discount factor as an organ framework i discuss the follow the joint hypothesi problem in test of market effici which is as much an opportun as a problem fama and hansen pattern of short and longterm predict in asset return fama and shiller and model of deviat from ration expect hansen and shiller i conclud by review the way in which the laureat have alreadi influenc the practic of financ and how they might influenc futur innov", "title": "Empirical Asset Pricing: Eugene Fama, Lars Peter Hansen, and Robert Shiller"}, "https://ideas.repec.org/a/eee/moneco/v19y1987i2p315-324.html": {"abstract": "No abstract is available for this item.", "authors": ["epca54"], "abstractStem": "no abstract is avail for thi item", "title": "Macroeconomic lessons from Britain : A review essay"}, "https://ideas.repec.org/a/aea/aecrev/v80y1990i2p43-47.html": {"abstract": "This paper summarizes earlier research On the sources of variation in monthly U.S. stock returns in the period 1927-88. A log-linear model is used to break unexpected returns into changing expectations about future dividends and changing expectations about future returns. Even though stock returns are not highly forecastable, the model attributes one-third of the variation in returns to changing expected returns, one-third to changing future dividends, and one-third to the covariance between these components. Changing expected returns have a large effect on the stock market because their movements are persistent and negatively correlated with changing expected dividends.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epca54"], "abstractStem": "thi paper summar earlier research on the sourc of variat in monthli us stock return in the period 192788 a loglinear model is use to break unexpect return into chang expect about futur dividend and chang expect about futur return even though stock return are not highli forecast the model attribut onethird of the variat in return to chang expect return onethird to chang futur dividend and onethird to the covari between these compon chang expect return have a larg effect on the stock market becaus their movement are persist and neg correl with chang expect dividendspthi abstract wa borrow from anoth version of thi item", "title": "Measuring the Persistence of Expected Returns"}, "https://ideas.repec.org/a/aea/jeclit/v32y1994i2p667-73.html": {"abstract": "No abstract is available for this item.", "authors": ["epca54"], "abstractStem": "no abstract is avail for thi item", "title": "The New Palgrave Dictionary of Money and Finance"}, "homepage": "https://ideas.repec.org/e/pca54.html", "https://ideas.repec.org/a/eee/crcspp/v31y1989ip177-184.html": {"abstract": "No abstract is available for this item.", "authors": ["epca54"], "abstractStem": "no abstract is avail for thi item", "title": "Finance theory and the term structure a comment"}, "lastname": "Campbell", "https://ideas.repec.org/a/oup/rfinst/v6y1993i3p567-92.html": {"abstract": " In this article we break assets' betas with common factors into components attributable to news about future cash flows, real interest rates, and excess returns. To achieve this decomposition, we use a vector autoregressive time-series model and an approximate log-linear present value relation. The betas of industry and size portfolios with the market are largely attributed to changing expected returns. Betas with inflation and industrial production reflect opposing cash flow and expected return effects. We also show how asset pricing theory restricts the expected excess return components of betas. Article published by Oxford University Press on behalf of the Society for Financial Studies in its journal, The Review of Financial Studies.", "authors": ["epca54", "fpme634"], "abstractStem": " in thi articl we break asset beta with common factor into compon attribut to news about futur cash flow real interest rate and excess return to achiev thi decomposit we use a vector autoregress timeseri model and an approxim loglinear present valu relat the beta of industri and size portfolio with the market are larg attribut to chang expect return beta with inflat and industri product reflect oppos cash flow and expect return effect we also show how asset price theori restrict the expect excess return compon of beta articl publish by oxford univers press on behalf of the societi for financi studi in it journal the review of financi studi", "title": "Where Do Betas Come From? Asset Price Dynamics and the"}, "https://ideas.repec.org/a/oup/qjecon/v101y1986i4p785-803..html": {"abstract": "This paper studies asset pricing in a general equilibrium representative agent exchange model. The assumptions of isoelastic period utility and lognormal endowment allow the derivation of closed-form solutions for asset returns without restricting the serial correlation of the log endowment. Risk premiums on stocks and real bonds are found to be simple functions of relative risk aversion, the variance of the log endowment innovation, and the weights in the moving average representation of the log endowment. The paper analyzes the sign of term premiums, the size of the equity premium, and the effect of taste shocks on asset prices.", "authors": ["epca54"], "abstractStem": "thi paper studi asset price in a gener equilibrium repres agent exchang model the assumpt of isoelast period util and lognorm endow allow the deriv of closedform solut for asset return without restrict the serial correl of the log endow risk premium on stock and real bond are found to be simpl function of rel risk avers the varianc of the log endow innov and the weight in the move averag represent of the log endow the paper analyz the sign of term premium the size of the equiti premium and the effect of tast shock on asset price", "title": "Bond and Stock Returns in a Simple Exchange Model"}, "https://ideas.repec.org/a/oup/qjecon/v108y1993i4p905-939..html": {"abstract": "This paper investigates the relationship between aggregate stock market trading volume and the serial correlation of daily stock returns. For both stock indexes and individual large stocks, the first-order daily return autocorrelation tends to decline with volume. The paper explains this phenomenon using a model in which risk-averse \"market makers\" accommodate buying or selling pressure from \"liquidity\" or \"noninformational\" traders. Changing expected stock returns reward market makers for playing this role. The model implies that a stock price decline on a high-volume day is more likely than a stock price decline on a low-volume day to be associated with an increase in the expected stock return.", "authors": ["epca54"], "abstractStem": "thi paper investig the relationship between aggreg stock market trade volum and the serial correl of daili stock return for both stock index and individu larg stock the firstord daili return autocorrel tend to declin with volum the paper explain thi phenomenon use a model in which riskavers market maker accommod buy or sell pressur from liquid or noninform trader chang expect stock return reward market maker for play thi role the model impli that a stock price declin on a highvolum day is more like than a stock price declin on a lowvolum day to be associ with an increas in the expect stock return", "title": "Trading Volume and Serial Correlation in Stock Returns"}, "https://ideas.repec.org/a/spr/empeco/v18y1993i4p777-89.html": {"abstract": " This note discusses some issues that arise when Johansen's (1991) framework is used to analyze cointegrating relationships among variables with deterministic linear time trends. We distinguish \"stochastic\" and \"deterministic\" cointegration, arguing that stochastic cointegration is sufficient for the existence of an error correction representation and that it is often the hypothesis of interest in empirical applications. We show that Johansen's (1991) method, which includes only a constant term in the estimated regression system, does not allow for stochastic cointegration. We propose to modify Johansen's method by including a vector of deterministic linear trends in the estimated model. We present tabulated critical values of the maximal eigen value and trace statistics appropriate for this case. We discuss the circumstances under which our modification may be useful.", "authors": ["epca54", "eppe32"], "abstractStem": " thi note discuss some issu that aris when johansen 1991 framework is use to analyz cointegr relationship among variabl with determinist linear time trend we distinguish stochast and determinist cointegr argu that stochast cointegr is suffici for the exist of an error correct represent and that it is often the hypothesi of interest in empir applic we show that johansen 1991 method which includ onli a constant term in the estim regress system doe not allow for stochast cointegr we propos to modifi johansen method by includ a vector of determinist linear trend in the estim model we present tabul critic valu of the maxim eigen valu and trace statist appropri for thi case we discuss the circumst under which our modif may be use", "title": "A Note on Johansen's Cointegration Procedure When Trends Are Present"}, "https://ideas.repec.org/a/ucp/jpolec/doi10.1086-681640.html": {"abstract": "The benefits of endowment destruction documented by Ljungqvist and Uhlig (2015), and the related possibility that consumption can lower habits, are fragile. Both issues result from a particular way of discretely approximating the underlying continuous-time model or of adapting it to jumps. Other ways of calculating the discrete-time approximation or extending the model to jumps easily overturn the results, while making no difference to the model's description of asset prices and quantities. This analysis gives an example of how to extend models so that the jump gives the same result as a jump limit of continuous-sample-path movements.", "authors": ["epca54", "epco57"], "abstractStem": "the benefit of endow destruct document by ljungqvist and uhlig 2015 and the relat possibl that consumpt can lower habit are fragil both issu result from a particular way of discret approxim the underli continuoustim model or of adapt it to jump other way of calcul the discretetim approxim or extend the model to jump easili overturn the result while make no differ to the model descript of asset price and quantiti thi analysi give an exampl of how to extend model so that the jump give the same result as a jump limit of continuoussamplepath movement", "title": "The Fragile Benefits of Endowment Destruction"}, "https://ideas.repec.org/a/bin/bpeajo/v14y1983i1983-1p173-224.html": {"abstract": "No abstract is available for this item.", "authors": ["epca54", "fpsc677", "epsh69"], "abstractStem": "no abstract is avail for thi item", "title": "Forward Rates and Future Policy: Interpreting the Term Structure of Interest Rates"}, "https://ideas.repec.org/a/bla/jfinan/v55y2000i4p1515-1567.html": {"abstract": " This paper surveys the field of asset pricing. The emphasis is on the interplay between theory and empirical work and on the trade-off between risk and return. Modern research seeks to understand the behavior of the stochastic discount factor (SDF) that prices all assets in the economy. The behavior of the term structure of real interest rates restricts the conditional mean of the SDF, whereas patterns of risk premia restrict its conditional volatility and factor structure. Stylized facts about interest rates, aggregate stock prices, and cross-sectional patterns in stock returns have stimulated new research on optimal portfolio choice, intertemporal equilibrium models, and behavioral finance. Copyright The American Finance Association 2000.", "authors": ["epca54"], "abstractStem": " thi paper survey the field of asset price the emphasi is on the interplay between theori and empir work and on the tradeoff between risk and return modern research seek to understand the behavior of the stochast discount factor sdf that price all asset in the economi the behavior of the term structur of real interest rate restrict the condit mean of the sdf wherea pattern of risk premia restrict it condit volatil and factor structur styliz fact about interest rate aggreg stock price and crosssect pattern in stock return have stimul new research on optim portfolio choic intertempor equilibrium model and behavior financ copyright the american financ associ 2000", "title": "Asset Pricing at the Millennium"}, "https://ideas.repec.org/a/bin/bpeajo/v19y1988i1988-1p83-140.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe55", "epca54"], "abstractStem": "no abstract is avail for thi item", "title": "Is There a Corporate Debt Crisis?"}, "https://ideas.repec.org/a/oup/qjecon/v102y1987i4p857-880..html": {"abstract": "According to the conventional view of the business cycle, fluctuations in output represent temporary deviations from trend. The purpose of this paper is to question this conventional view. If fluctuations in output are dominated by temporary deviations from the natural rate of output, then an unexpected change in output today should not substantially change one's forecast of output in, say, five or ten years. Our examination of quarterly postwar United States data leads us to be skeptical about this implication. The data suggest that an unexpected change in real GNP of 1 percent should change one's forecast by over 1 percent over a long horizon.", "authors": ["epca54"], "abstractStem": "accord to the convent view of the busi cycl fluctuat in output repres temporari deviat from trend the purpos of thi paper is to question thi convent view if fluctuat in output are domin by temporari deviat from the natur rate of output then an unexpect chang in output today should not substanti chang one forecast of output in say five or ten year our examin of quarterli postwar unit state data lead us to be skeptic about thi implic the data suggest that an unexpect chang in real gnp of 1 percent should chang one forecast by over 1 percent over a long horizon", "title": "Are Output Fluctuations Transitory?"}, "https://ideas.repec.org/a/eee/eecrev/v35y1991i4p723-756.html": {"abstract": "No abstract is available for this item.", "authors": ["epca54", "epma131"], "abstractStem": "no abstract is avail for thi item", "title": "The response of consumption to income : A cross-country investigation"}, "https://ideas.repec.org/a/bla/jfinan/v56y2001i1p1-43.html": {"abstract": " This paper uses a disaggregated approach to study the volatility of common stocks at the market, industry, and firm levels. Over the period from 1962 to 1997 there has been a noticeable increase in firm-level volatility relative to market volatility. Accordingly, correlations among individual stocks and the explanatory power of the market model for a typical stock have declined, whereas the number of stocks needed to achieve a given level of diversification has increased. All the volatility measures move together countercyclically and help to predict GDP growth. Market volatility tends to lead the other volatility series. Factors that may be responsible for these findings are suggested. Copyright The American Finance Association 2001.", "authors": ["epca54"], "abstractStem": " thi paper use a disaggreg approach to studi the volatil of common stock at the market industri and firm level over the period from 1962 to 1997 there ha been a notic increas in firmlevel volatil rel to market volatil accordingli correl among individu stock and the explanatori power of the market model for a typic stock have declin wherea the number of stock need to achiev a given level of diversif ha increas all the volatil measur move togeth countercycl and help to predict gdp growth market volatil tend to lead the other volatil seri factor that may be respons for these find are suggest copyright the american financ associ 2001", "title": "Have Individual Stocks Become More Volatile? An Empirical Exploration of Idiosyncratic Risk"}, "https://ideas.repec.org/a/mcb/jmoncb/v32y2000i4p1088-92.html": {"abstract": "No abstract is available for this item.", "authors": ["epca54"], "abstractStem": "no abstract is avail for thi item", "title": "Comment on Low Inflation: The Behavior of Financial Markets and Institutions"}, "https://ideas.repec.org/a/oup/rfinst/v23y2010i1p305-344.html": {"abstract": " The cash flows of growth stocks are particularly sensitive to temporary movements in aggregate stock prices, driven by shocks to market discount rates, while the cash flows of value stocks are particularly sensitive to permanent movements, driven by shocks to aggregate cash flows. Thus, the high betas of growth (value) stocks with the market's discount-rate (cash-flow) shocks are determined by the cash-flow fundamentals of growth and value companies. Growth stocks are not merely \"glamour stocks\" whose systematic risks are purely driven by investor sentiment. More generally, the systematic risks of individual stocks with similar accounting characteristics are primarily driven by the systematic risks of their fundamentals. The Author 2009. Published by Oxford University Press on behalf of The Society for Financial Studies. All rights reserved. For Permissions, please email: journals.permissions@oxfordjournals.org, Oxford University Press.", "authors": ["epca54", "fppo238"], "abstractStem": " the cash flow of growth stock are particularli sensit to temporari movement in aggreg stock price driven by shock to market discount rate while the cash flow of valu stock are particularli sensit to perman movement driven by shock to aggreg cash flow thu the high beta of growth valu stock with the market discountr cashflow shock are determin by the cashflow fundament of growth and valu compani growth stock are not mere glamour stock whose systemat risk are pure driven by investor sentiment more gener the systemat risk of individu stock with similar account characterist are primarili driven by the systemat risk of their fundament the author 2009 publish by oxford univers press on behalf of the societi for financi studi all right reserv for permiss pleas email journalspermissionsoxfordjournalsorg oxford univers press", "title": "Growth or Glamour? Fundamentals and Systematic Risk in Stock Returns"}, "https://ideas.repec.org/a/oup/qjecon/v124y2009i1p301-348..html": {"abstract": "This paper investigates the dynamics of individual portfolios in a unique data set containing the disaggregated wealth of all households in Sweden. Between 1999 and 2002, we observe little aggregate rebalancing in the financial portfolio of participants. These patterns conceal strong household-level evidence of active rebalancing, which on average offsets about one-half of idiosyncratic passive variations in the risky asset share. Wealthy, educated investors with better diversified portfolios tend to rebalance more actively. We find some evidence that households rebalance toward a greater risky share as they become richer. We also study the decisions to trade individual assets. Households are more likely to fully sell directly held stocks if those stocks have performed well, and more likely to exit direct stockholding if their stock portfolios have performed well; but these relationships are much weaker for mutual funds, a pattern that is consistent with previous research on the disposition effect among direct stockholders and performance sensitivity among mutual fund investors. When households continue to hold individual assets, however, they rebalance both stocks and mutual funds to offset about one-sixth of the passive variations in individual asset shares. Households rebalance primarily by adjusting purchases of risky assets if their risky portfolios have performed poorly, and by adjusting both fund purchases and full sales of stocks if their risky portfolios have performed well. Finally, the tendency for households to fully sell winning stocks is weaker for wealthy investors with diversified portfolios of individual stocks.", "authors": ["epca54", "fpca582"], "abstractStem": "thi paper investig the dynam of individu portfolio in a uniqu data set contain the disaggreg wealth of all household in sweden between 1999 and 2002 we observ littl aggreg rebalanc in the financi portfolio of particip these pattern conceal strong householdlevel evid of activ rebalanc which on averag offset about onehalf of idiosyncrat passiv variat in the riski asset share wealthi educ investor with better diversifi portfolio tend to rebal more activ we find some evid that household rebal toward a greater riski share as they becom richer we also studi the decis to trade individu asset household are more like to fulli sell directli held stock if those stock have perform well and more like to exit direct stockhold if their stock portfolio have perform well but these relationship are much weaker for mutual fund a pattern that is consist with previou research on the disposit effect among direct stockhold and perform sensit among mutual fund investor when household continu to hold individu asset howev they rebal both stock and mutual fund to offset about onesixth of the passiv variat in individu asset share household rebal primarili by adjust purchas of riski asset if their riski portfolio have perform poorli and by adjust both fund purchas and full sale of stock if their riski portfolio have perform well final the tendenc for household to fulli sell win stock is weaker for wealthi investor with diversifi portfolio of individu stock", "title": "Fight or Flight? Portfolio Rebalancing by Individual Investors"}, "https://ideas.repec.org/a/aea/aecrev/v91y2001i1p99-127.html": {"abstract": "According to conventional wisdom, long-term bonds are appropriate for conservative long-term investors. This paper develops a model of optimal consumption and portfolio choice for infinite-lived investors with recursive utility who face stochastic interest rates, solves the model using an approximate analytical method, and evaluates conventional wisdom. As risk aversion increases, the myopic component of risky asset demand disappears but the intertemporal hedging component does not. Conservative investors hold assets to hedge the risk that real interest rates will decline. Long-term inflation-indexed bonds are most suitable for this purpose, but nominal bonds may also be used if inflation risk is low.", "authors": ["epca54", "epvi31"], "abstractStem": "accord to convent wisdom longterm bond are appropri for conserv longterm investor thi paper develop a model of optim consumpt and portfolio choic for infiniteliv investor with recurs util who face stochast interest rate solv the model use an approxim analyt method and evalu convent wisdom as risk avers increas the myopic compon of riski asset demand disappear but the intertempor hedg compon doe not conserv investor hold asset to hedg the risk that real interest rate will declin longterm inflationindex bond are most suitabl for thi purpos but nomin bond may also be use if inflat risk is low", "title": "Who Should Buy Long-Term Bonds?"}, "https://ideas.repec.org/a/eee/empfin/v8y2001i5p459-491.html": {"abstract": "This paper studies tests of predictability in regressions with a given AR(1) regressor and an asset return dependent variable measured over a short or long horizon. The paper shows that when there is a persistent predictable component in the return, an increase in the horizon may increase the R2 statistic of the regression and the approximate slope of a predictability test. Mone Carlo experiments show that long-horizon regression tests have serious size distortions when asymptotic critical values are used, but some versions of such tests have power advantages remaining after size is corrected.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epca54"], "abstractStem": "thi paper studi test of predict in regress with a given ar1 regressor and an asset return depend variabl measur over a short or long horizon the paper show that when there is a persist predict compon in the return an increas in the horizon may increas the r2 statist of the regress and the approxim slope of a predict test mone carlo experi show that longhorizon regress test have seriou size distort when asymptot critic valu are use but some version of such test have power advantag remain after size is correctedpthi abstract wa borrow from anoth version of thi item", "title": "Why long horizons? A study of power against persistent alternatives"}, "https://ideas.repec.org/a/ucp/jpolec/v115y2007i5p707-747.html": {"abstract": " This paper investigates the efficiency of household investment decisions using comprehensive disaggregated Swedish data. We consider two main sources of inefficiency: underdiversification (\"down\") and nonparticipation in risky asset markets (\"out\"). While a few households are very poorly diversified, most Swedish households outperform the Sharpe ratio of their domestic stock index through international diversification. Financially sophisticated households invest more efficiently but also more aggressively, and overall they incur higher return losses from underdiversification. The return cost of nonparticipation is smaller by almost one-half when we take account of the fact that nonparticipants would likely be inefficient investors. (c) 2007 by The University of Chicago. All rights reserved.", "authors": ["epca54", "fpca582", "epso124"], "abstractStem": " thi paper investig the effici of household invest decis use comprehens disaggreg swedish data we consid two main sourc of ineffici underdiversif down and nonparticip in riski asset market out while a few household are veri poorli diversifi most swedish household outperform the sharp ratio of their domest stock index through intern diversif financi sophist household invest more effici but also more aggress and overal they incur higher return loss from underdiversif the return cost of nonparticip is smaller by almost onehalf when we take account of the fact that nonparticip would like be ineffici investor c 2007 by the univers of chicago all right reserv", "title": "Down or Out: Assessing the Welfare Costs of Household Investment Mistakes"}, "https://ideas.repec.org/a/eee/moneco/v54y2007i3p591-621.html": {"abstract": "Housing is a major component of wealth. Since house prices fluctuate considerably over time, it is important to understand how these fluctuations affect households' consumption decisions. Rising house prices may stimulate consumption by increasing households' perceived wealth, or by relaxing borrowing constraints. This paper investigates the response of household consumption to house prices using UK micro data. We estimate the largest effect of house prices on consumption for older homeowners, and the smallest effect, insignificantly different from zero, for younger renters. This finding is consistent with heterogeneity in the wealth effect across these groups. In addition, we find that regional house prices affect regional consumption growth. Predictable changes in house prices are correlated with predictable changes in consumption, particularly for households that are more likely to be borrowing constrained, but this effect is driven by national rather than regional house prices and is important for renters as well as homeowners, suggesting that UK house prices are correlated with aggregate financial market conditions.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epca54"], "abstractStem": "hous is a major compon of wealth sinc hous price fluctuat consider over time it is import to understand how these fluctuat affect household consumpt decis rise hous price may stimul consumpt by increas household perceiv wealth or by relax borrow constraint thi paper investig the respons of household consumpt to hous price use uk micro data we estim the largest effect of hous price on consumpt for older homeown and the smallest effect insignificantli differ from zero for younger renter thi find is consist with heterogen in the wealth effect across these group in addit we find that region hous price affect region consumpt growth predict chang in hous price are correl with predict chang in consumpt particularli for household that are more like to be borrow constrain but thi effect is driven by nation rather than region hous price and is import for renter as well as homeown suggest that uk hous price are correl with aggreg financi market conditionspthi abstract wa borrow from anoth version of thi item", "title": "How do house prices affect consumption? Evidence from micro data"}, "https://ideas.repec.org/a/eee/ecolet/v29y1989i4p325-331.html": {"abstract": "Small sample properties of parameter estimates and test statistics in the vector autoregressive dividend ratio model (Campbell and Shiller [1988 a,b]) are derived by stochastic simulation. The data generating processes are co integrated vector autoregressive models, estimated subject to restrictions implied by the dividend ratio model, or altered to show a unit root.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epca54", "epsh69"], "abstractStem": "small sampl properti of paramet estim and test statist in the vector autoregress dividend ratio model campbel and shiller 1988 ab are deriv by stochast simul the data gener process are co integr vector autoregress model estim subject to restrict impli by the dividend ratio model or alter to show a unit rootpthi abstract wa borrow from anoth version of thi item", "title": "The dividend ratio model and small sample bias : A Monte Carlo study"}, "https://ideas.repec.org/a/eee/moneco/v54y2007i8p2251-2268.html": {"abstract": "In the presence of overlapping generations, markets are incomplete because it is impossible to engage in risksharing trades with the unborn. In such an environment the government can use a social security system, with contingent taxes and benefits, to improve risksharing across generations. An interesting question is how the form of the social security system affects asset prices in equilibrium. In this paper we set up a simple model with two risky factors of production: human capital, owned by the young, and physical capital, owned by all older generations. We show that a social security system that optimally shares risks across generations exposes future generations to a share of the risk in physical capital returns. Such a system reduces precautionary saving and increases the risk-bearing capacity of the economy. Under plausible conditions it increases the riskless interest rate, lowers the price of physical capital, and reduces the risk premium on physical capital.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epca54", "epno84"], "abstractStem": "in the presenc of overlap gener market are incomplet becaus it is imposs to engag in riskshar trade with the unborn in such an environ the govern can use a social secur system with conting tax and benefit to improv riskshar across gener an interest question is how the form of the social secur system affect asset price in equilibrium in thi paper we set up a simpl model with two riski factor of product human capit own by the young and physic capit own by all older gener we show that a social secur system that optim share risk across gener expos futur gener to a share of the risk in physic capit return such a system reduc precautionari save and increas the riskbear capac of the economi under plausibl condit it increas the riskless interest rate lower the price of physic capit and reduc the risk premium on physic capitalpthi abstract wa borrow from anoth version of thi item", "title": "Intergenerational risksharing and equilibrium asset prices"}, "https://ideas.repec.org/a/bla/jfinan/v55y2000i6p2863-2878.html": {"abstract": " We show that the external habit-formation model economy of Campbell and Cochrane (1999) can explain why the Capital Asset Pricing Model (CAPM) and its extensions are betterapproximate asset pricing models than is the standard onsumption-based model. The model economy produces time-varying expected eturns, tracked by the dividend-price ratio. Portfolio-based models capture some of this variation in state variables, which a state-independent function of consumption cannot capture. Therefore, though the consumption-based model and CAPM are both perfect \"conditional\" asset pricing models, the portfolio-based models are better approximate \"unconditional\" asset pricing models. Copyright The American Finance Association 2000.", "authors": ["epca54", "epco57"], "abstractStem": " we show that the extern habitform model economi of campbel and cochran 1999 can explain whi the capit asset price model capm and it extens are betterapproxim asset price model than is the standard onsumptionbas model the model economi produc timevari expect eturn track by the dividendpric ratio portfoliobas model captur some of thi variat in state variabl which a stateindepend function of consumpt cannot captur therefor though the consumptionbas model and capm are both perfect condit asset price model the portfoliobas model are better approxim uncondit asset price model copyright the american financ associ 2000", "title": "Explaining the Poor Performance of Consumption-based Asset Pricing Models"}, "https://ideas.repec.org/a/eee/econom/v45y1990i1-2p1-5.html": {"abstract": "No abstract is available for this item.", "authors": ["epca54", "epme69"], "abstractStem": "no abstract is avail for thi item", "title": "Editors' introduction"}, "https://ideas.repec.org/a/eee/jfinec/v92y2009i1p66-91.html": {"abstract": "Many questions about institutional trading can only be answered if one tracks high-frequency changes in institutional ownership. In the United States, however, institutions are only required to report their ownership quarterly in 13-F filings. We infer daily institutional trading behavior from the \"tape\", the Transactions and Quotes database of the New York Stock Exchange, using a sophisticated method that best predicts quarterly 13-F data from trades of different sizes. We find that daily institutional trades are highly persistent and respond positively to recent daily returns but negatively to longer-term past daily returns. Institutional trades, particularly sells, appear to generate short-term losses--possibly reflecting institutional demand for liquidity--but longer-term profits. One source of these profits is that institutions anticipate both earnings surprises and post-earnings announcement drift. These results are different from those obtained using a standard size cutoff rule for institutional trades.", "authors": ["epca54", "epra44"], "abstractStem": "mani question about institut trade can onli be answer if one track highfrequ chang in institut ownership in the unit state howev institut are onli requir to report their ownership quarterli in 13f file we infer daili institut trade behavior from the tape the transact and quot databas of the new york stock exchang use a sophist method that best predict quarterli 13f data from trade of differ size we find that daili institut trade are highli persist and respond posit to recent daili return but neg to longerterm past daili return institut trade particularli sell appear to gener shortterm lossesposs reflect institut demand for liquiditybut longerterm profit one sourc of these profit is that institut anticip both earn surpris and postearn announc drift these result are differ from those obtain use a standard size cutoff rule for institut trade", "title": "Caught on tape: Institutional trading, stock returns, and earnings announcements"}, "https://ideas.repec.org/a/mcb/jmoncb/v33y2001i4p847-75.html": {"abstract": " This paper constructs a simple model of home production that demonstrates the connection between the intertemporal elasticity of substitution in market consumption (IES) and the static elasticity of substitution between home and market consumption (SES). Understanding this connection is important because there is a large body of empirical evidence suggesting that the IES is small, but little evidence on the size of the SES. We use our framework to shed light on the properties of a home production model with a low IES. We find that such a model must have three fundamental properties in order to match key aspects of aggregate U.S. data. First, the steady-state growth rate of technology must be the same across sectors. Second, shocks to technology must be sufficiently positively correlated across sectors. Third, capital must be used more intensively in the market sector than in the home sector. A home production model with these three properties can be surprisingly successful at reconciling the RBC paradigm with evidence for a low IES.", "authors": ["epca54", "eplu153"], "abstractStem": " thi paper construct a simpl model of home product that demonstr the connect between the intertempor elast of substitut in market consumpt i and the static elast of substitut between home and market consumpt se understand thi connect is import becaus there is a larg bodi of empir evid suggest that the i is small but littl evid on the size of the se we use our framework to shed light on the properti of a home product model with a low i we find that such a model must have three fundament properti in order to match key aspect of aggreg us data first the steadyst growth rate of technolog must be the same across sector second shock to technolog must be suffici posit correl across sector third capit must be use more intens in the market sector than in the home sector a home product model with these three properti can be surprisingli success at reconcil the rbc paradigm with evid for a low i", "title": "Elasticities of Substitution in Real Business Cycle Models with Home Protection"}, "https://ideas.repec.org/a/bin/bpeajo/v40y2009i2009-01p79-138.html": {"abstract": "This paper explores the history of inflation-indexed bond markets in the US and the UK. It documents a massive decline in long-term real interest rates from the 1990's until 2008, followed by a sudden spike in these rates during the financial crisis of 2008. Breakeven inflation rates, calculated from inflation-indexed and nominal government bond yields, stabilized until the fall of 2008, when they showed dramatic declines. The paper asks to what extent short-term real interest rates, bond risks, and liquidity explain the trends before 2008 and the unusual developments in the fall of 2008. Low inflation-indexed yields and high short-term volatility of inflation-indexed bond returns do not invalidate the basic case for these bonds, that they provide a safe asset for long-term investors. Governments should expect inflation-indexed bonds to be a relatively cheap form of debt financing going forward, even though they have offered high returns over the past decade.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epca54", "epvi31"], "abstractStem": "thi paper explor the histori of inflationindex bond market in the us and the uk it document a massiv declin in longterm real interest rate from the 1990 until 2008 follow by a sudden spike in these rate dure the financi crisi of 2008 breakeven inflat rate calcul from inflationindex and nomin govern bond yield stabil until the fall of 2008 when they show dramat declin the paper ask to what extent shortterm real interest rate bond risk and liquid explain the trend befor 2008 and the unusu develop in the fall of 2008 low inflationindex yield and high shortterm volatil of inflationindex bond return do not invalid the basic case for these bond that they provid a safe asset for longterm investor govern should expect inflationindex bond to be a rel cheap form of debt financ go forward even though they have offer high return over the past decadepthi abstract wa borrow from anoth version of thi item", "title": "Understanding Inflation-Indexed Bond Markets"}, "https://ideas.repec.org/a/oup/rfinst/v21y2008i4p1509-1531.html": {"abstract": " Goyal and Welch (2007) argue that the historical average excess stock return forecasts future excess stock returns better than regressions of excess returns on predictor variables. In this article, we show that many predictive regressions beat the historical average return, once weak restrictions are imposed on the signs of coefficients and return forecasts. The out-of-sample explanatory power is small, but nonetheless is economically meaningful for mean-variance investors. Even better results can be obtained by imposing the restrictions of steady-state valuation models, thereby removing the need to estimate the average from a short sample of volatile stock returns. The Author 2007. Published by Oxford University Press on behalf of The Society for Financial Studies. All rights reserved. For Permissions, please email: journals.permissions@oxfordjournals.org, Oxford University Press.", "authors": ["epca54"], "abstractStem": " goyal and welch 2007 argu that the histor averag excess stock return forecast futur excess stock return better than regress of excess return on predictor variabl in thi articl we show that mani predict regress beat the histor averag return onc weak restrict are impos on the sign of coeffici and return forecast the outofsampl explanatori power is small but nonetheless is econom meaning for meanvari investor even better result can be obtain by impos the restrict of steadyst valuat model therebi remov the need to estim the averag from a short sampl of volatil stock return the author 2007 publish by oxford univers press on behalf of the societi for financi studi all right reserv for permiss pleas email journalspermissionsoxfordjournalsorg oxford univers press", "title": "Predicting Excess Stock Returns Out of Sample: Can Anything Beat the Historical Average?"}, "https://ideas.repec.org/a/aea/jecper/v25y2011i1p91-114.html": {"abstract": "The recent financial crisis has led many to question how well businesses deliver services and how well regulatory institutions address problems in consumer financial markets. This paper discusses consumer financial regulation, emphasizing the full range of arguments for regulation that derive from market failure and from limited consumer rationality in financial decision making. We present three case studies—of mortgage markets, payday lending, and financing retirement consumption—to illustrate the need for, and limits of, regulation. We argue that if regulation is to be beneficial, it must be tailored to specific problems and must be accompanied by research to measure the effectiveness of regulatory interventions.", "authors": ["epca54", "fpma384"], "abstractStem": "the recent financi crisi ha led mani to question how well busi deliv servic and how well regulatori institut address problem in consum financi market thi paper discuss consum financi regul emphas the full rang of argument for regul that deriv from market failur and from limit consum ration in financi decis make we present three case studi of mortgag market payday lend and financ retir consumpt to illustr the need for and limit of regul we argu that if regul is to be benefici it must be tailor to specif problem and must be accompani by research to measur the effect of regulatori intervent", "title": "Consumer Financial Protection"}, "https://ideas.repec.org/a/bla/jfinan/v41y1986i1p183-93.html": {"abstract": "Expectations theories of asset returns may be interpreted either as stating that risk premia are zero or that they are constant through time. Under the former interpretation, different versions of the expectations theory of the term structure are inconsistent with one another, but I show that this does not necessarily carry over to the constant risk premium interpretation of the theory. I present a general equilibrium example in which different types of risk premium are constant through time and dependent only on maturity. Furthermore, I argue that differences among expectations theories are second-order effects of bond yield variability. I develop an approximate linearized framework for analysis of the term structure in which these differences disappear, and I test its accuracy in practice using data from the CRSP government bond tapes.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epca54"], "abstractStem": "expect theori of asset return may be interpret either as state that risk premia are zero or that they are constant through time under the former interpret differ version of the expect theori of the term structur are inconsist with one anoth but i show that thi doe not necessarili carri over to the constant risk premium interpret of the theori i present a gener equilibrium exampl in which differ type of risk premium are constant through time and depend onli on matur furthermor i argu that differ among expect theori are secondord effect of bond yield variabl i develop an approxim linear framework for analysi of the term structur in which these differ disappear and i test it accuraci in practic use data from the crsp govern bond tapespthi abstract wa borrow from anoth version of thi item", "title": " A Defense of Traditional Hypotheses about the Term Structure of Interest Rates"}, "https://ideas.repec.org/a/oup/revfin/v5y2001i3p269-292..html": {"abstract": "This paper solves numerically the intertemporal consumption and portfolio choice problem of an infinitely-lived investor who faces a time-varying equity premium. The solutions we obtain are very similar to the approximate analytical solutions of Campbell and Viceira (1999), except at the upper extreme of the state space where both the numerical consumption and portfolio rules flatten out. We also consider a constrained version of the problem in which the investor faces borrowing and short-sales restrictions. These constraints bind when the equity premium moves away from its mean in either direction, and are particularly severe for risk-tolerant investors. The constraints have substantial effects on optimal consumption, but much more modest effects on optimal portfolio choice in the region of the state space where they are not binding. JEL classification: G12.", "authors": ["epca54"], "abstractStem": "thi paper solv numer the intertempor consumpt and portfolio choic problem of an infinitelyliv investor who face a timevari equiti premium the solut we obtain are veri similar to the approxim analyt solut of campbel and viceira 1999 except at the upper extrem of the state space where both the numer consumpt and portfolio rule flatten out we also consid a constrain version of the problem in which the investor face borrow and shortsal restrict these constraint bind when the equiti premium move away from it mean in either direct and are particularli sever for risktoler investor the constraint have substanti effect on optim consumpt but much more modest effect on optim portfolio choic in the region of the state space where they are not bind jel classif g12", "title": "Stock Market Mean Reversion and the Optimal Equity Allocation of a Long-Lived Investor"}, "https://ideas.repec.org/a/bla/jfinan/v63y2008i6p2899-2939.html": {"abstract": " This paper explores the determinants of corporate failure and the pricing of financially distressed stocks whose failure probability, estimated from a dynamic logit model using accounting and market variables, is high. Since 1981, financially distressed stocks have delivered anomalously low returns. They have lower returns but much higher standard deviations, market betas, and loadings on value and small-cap risk factors than stocks with low failure risk. These patterns are more pronounced for stocks with possible informational or arbitrage-related frictions. They are inconsistent with the conjecture that the value and size effects are compensation for the risk of financial distress. Copyright (c) 2008 The American Finance Association.", "authors": ["epca54", "ephi70"], "abstractStem": " thi paper explor the determin of corpor failur and the price of financi distress stock whose failur probabl estim from a dynam logit model use account and market variabl is high sinc 1981 financi distress stock have deliv anomal low return they have lower return but much higher standard deviat market beta and load on valu and smallcap risk factor than stock with low failur risk these pattern are more pronounc for stock with possibl inform or arbitragerel friction they are inconsist with the conjectur that the valu and size effect are compens for the risk of financi distress copyright c 2008 the american financ associ", "title": "In Search of Distress Risk"}, "https://ideas.repec.org/a/aea/aecrev/v83y1993i3p487-512.html": {"abstract": " This paper proposes a new way to generalize the insights of static asset pricing theory to a multiperiod setting. The paper uses a loglinear approximation to the budget constraint to substitute out consumption from a standard intertemporal asset pricing model. In a homoskedastic lognormal setting, the consumption-wealth ratio is shown to depend on the elasticity of intertemporal substitution in consumption, while asset risk premia are determined by the coefficient of relative risk aversion. Risk premia are related to the covariances of asset returns with the market return and with news about the discounted value of all future market returns. Copyright 1993 by American Economic Association.", "authors": ["epca54"], "abstractStem": " thi paper propos a new way to gener the insight of static asset price theori to a multiperiod set the paper use a loglinear approxim to the budget constraint to substitut out consumpt from a standard intertempor asset price model in a homoskedast lognorm set the consumptionwealth ratio is shown to depend on the elast of intertempor substitut in consumpt while asset risk premia are determin by the coeffici of rel risk avers risk premia are relat to the covari of asset return with the market return and with news about the discount valu of all futur market return copyright 1993 by american econom associ", "title": "Intertemporal Asset Pricing without Consumption Data"}, "https://ideas.repec.org/a/eee/jfinec/v18y1987i2p373-399.html": {"abstract": "In monthly U.S. data for 1959â€“1979 and 1979â€“1983, the state of the term structure of interest rates predicts excess stock returns, as well as excess returns on bills and bonds. This paper documents this fact and uses it to examine some simple asset pricing models. In 1959â€“1979, the data strongly reject a single-latent-variable specification of predictable excess returns. There is considerable evidence that conditional variances of excess returns change through time, but the relationship between conditional mean and conditional variance is reliably positive only at the short end of the term structure.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epca54"], "abstractStem": "in monthli us data for 1959 1979 and 1979 1983 the state of the term structur of interest rate predict excess stock return as well as excess return on bill and bond thi paper document thi fact and use it to examin some simpl asset price model in 1959 1979 the data strongli reject a singlelatentvari specif of predict excess return there is consider evid that condit varianc of excess return chang through time but the relationship between condit mean and condit varianc is reliabl posit onli at the short end of the term structurepthi abstract wa borrow from anoth version of thi item", "title": "Stock returns and the term structure"}, "https://ideas.repec.org/a/bla/jfinan/v65y2010i1p87-121.html": {"abstract": " Over the period 1975 to 2005, the U.S. dollar (particularly in relation to the Canadian dollar), the euro, and the Swiss franc (particularly in the second half of the period) moved against world equity markets. Thus, these currencies should be attractive to risk-minimizing global equity investors despite their low average returns. The risk-minimizing currency strategy for a global bond investor is close to a full currency hedge, with a modest long position in the U.S. dollar. There is little evidence that risk-minimizing investors should adjust their currency positions in response to movements in interest differentials. Copyright (c) 2009 the American Finance Association.", "authors": ["epca54", "epvi31"], "abstractStem": " over the period 1975 to 2005 the us dollar particularli in relat to the canadian dollar the euro and the swiss franc particularli in the second half of the period move against world equiti market thu these currenc should be attract to riskminim global equiti investor despit their low averag return the riskminim currenc strategi for a global bond investor is close to a full currenc hedg with a modest long posit in the us dollar there is littl evid that riskminim investor should adjust their currenc posit in respons to movement in interest differenti copyright c 2009 the american financ associ", "title": "Global Currency Hedging"}, "https://ideas.repec.org/a/bla/jfinan/v47y1992i1p43-69.html": {"abstract": " This paper uses the predictability of monthly excess returns on U.S. and Japanese equity portfolios over the U.S Treasury bill rate to study the integration of long-term capital markets in these two countries. During the period 1971-90, similar variables, including the dividend-price ratio and interest-rate variables, help to forecast excess returns in each country. In addition, in the 1980s, U.S. variables help to forecast excess Japanese stock returns. There is some evidence of common movement in expected excess returns across the two countries, which is suggestive of integration of long-term capital markets. Copyright 1992 by American Finance Association.", "authors": ["epca54", "fpha719"], "abstractStem": " thi paper use the predict of monthli excess return on us and japanes equiti portfolio over the us treasuri bill rate to studi the integr of longterm capit market in these two countri dure the period 197190 similar variabl includ the dividendpric ratio and interestr variabl help to forecast excess return in each countri in addit in the 1980 us variabl help to forecast excess japanes stock return there is some evid of common movement in expect excess return across the two countri which is suggest of integr of longterm capit market copyright 1992 by american financ associ", "title": " Predictable Stock Returns in the United States and Japan: A Study of Long-Term Capital Market Integration"}, "https://ideas.repec.org/a/bes/jnlbes/v8y1990i3p265-79.html": {"abstract": " This article reexamines the consistency of the permanent-income hypothesis with aggregate postwar U.S. data. The permanent-income hypothesis is nested within a more general model in which a fraction of income accrues to individuals who consume their current income rather than their permanent income. This fraction is estimated to be about 50 percent, indicating a substantial departure from the permanent-income hypothesis. Our results cannot be easily explained by time aggregation for small-sample bias, by managers in the real interest rate, or by nonseparabilities in the utility function of consumers.", "authors": ["epca54", "epma131"], "abstractStem": " thi articl reexamin the consist of the permanentincom hypothesi with aggreg postwar us data the permanentincom hypothesi is nest within a more gener model in which a fraction of incom accru to individu who consum their current incom rather than their perman incom thi fraction is estim to be about 50 percent indic a substanti departur from the permanentincom hypothesi our result cannot be easili explain by time aggreg for smallsampl bia by manag in the real interest rate or by nonsepar in the util function of consum", "title": "Permanent Income, Current Income, and Consumption"}, "https://ideas.repec.org/a/oup/restud/v58y1991i3p495-514..html": {"abstract": "This paper examines postwar U.S. term structure data and finds that for almost any combination of maturities between one month and ten years, a high yield spread between a longer-term and a shorter-term interest rate forecasts rising shorter-term interest rates over the long term, but a declining yield on the longer-term bond over the short term. This pattern is inconsistent with the expectations theory of the term structure, but is consistent, with a model in which the spread is proportional to the value implied by the expectations theory.", "authors": ["epca54"], "abstractStem": "thi paper examin postwar us term structur data and find that for almost ani combin of matur between one month and ten year a high yield spread between a longerterm and a shorterterm interest rate forecast rise shorterterm interest rate over the long term but a declin yield on the longerterm bond over the short term thi pattern is inconsist with the expect theori of the term structur but is consist with a model in which the spread is proport to the valu impli by the expect theori", "title": "Yield Spreads and Interest Rate Movements: A Bird's Eye View"}, "https://ideas.repec.org/a/eee/jfinec/v31y1992i3p281-318.html": {"abstract": "It seems plausible that an increase in stock market volatility raises required stock returns, and thus lowers stock prices. We develop a formal model of this volatility feedback effect using a simple model of changing variance (a quadratic generalized autoregressive conditionally heteroskedastic, or QGARCH, model). Our model is asymmetric and helps to explain the negative skewness and excess kurtosis of U.S. monthly and daily stock returns over the period 1926â€“1988. We find that volatility feedback normally has little effect on returns, but it can be important during periods of high volatility.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epca54"], "abstractStem": "it seem plausibl that an increas in stock market volatil rais requir stock return and thu lower stock price we develop a formal model of thi volatil feedback effect use a simpl model of chang varianc a quadrat gener autoregress condit heteroskedast or qgarch model our model is asymmetr and help to explain the neg skew and excess kurtosi of us monthli and daili stock return over the period 1926 1988 we find that volatil feedback normal ha littl effect on return but it can be import dure period of high volatilitypthi abstract wa borrow from anoth version of thi item", "title": "No news is good news *1: An asymmetric model of changing volatility in stock returns"}, "https://ideas.repec.org/a/ucp/jpolec/v107y1999i2p205-251.html": {"abstract": "No abstract is available for this item.", "authors": ["epca54", "epco57"], "abstractStem": "no abstract is avail for thi item", "title": "Force of Habit: A Consumption-Based Explanation of Aggregate Stock Market Behavior"}, "https://ideas.repec.org/a/oup/restud/v56y1989i3p357-373..html": {"abstract": "For thirty years it has been accepted that consumption is smooth because permanent income is smoother than measured income. This paper considers the evidence for the contrary position, that permanent income is in fact less smooth than measured income, so that the smoothness of consumption cannot be straightforwardly explained by permanent income theory. The paper argues that in postwar U.S. quarterly data, consumption is smooth because it responds with a lag to changes in income.", "authors": ["epca54", "epde30"], "abstractStem": "for thirti year it ha been accept that consumpt is smooth becaus perman incom is smoother than measur incom thi paper consid the evid for the contrari posit that perman incom is in fact less smooth than measur incom so that the smooth of consumpt cannot be straightforwardli explain by perman incom theori the paper argu that in postwar us quarterli data consumpt is smooth becaus it respond with a lag to chang in incom", "title": "Why is Consumption So Smooth?"}, "https://ideas.repec.org/a/eee/moneco/v23y1989i2p319-333.html": {"abstract": "This paper presents new evidence on the persistence of fluctuations in real GNP. We estimate two measures of persistence nonparametrically using post-war quarterly data from Canada, France, Germany, Italy, Japan, the United Kingdom, and the United States. We compare these estimates with Monte Carlo results from various AR(2) processes. For six out of seven countries, the point estimates indicate that a 1% shock to output should change the long-run unvariate forecast of output by well over 1%. Low-order ARMA models yield similar conclusions. Finally, we examine the persistence in relative outputs of different countries.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epca54", "epma131"], "abstractStem": "thi paper present new evid on the persist of fluctuat in real gnp we estim two measur of persist nonparametr use postwar quarterli data from canada franc germani itali japan the unit kingdom and the unit state we compar these estim with mont carlo result from variou ar2 process for six out of seven countri the point estim indic that a 1 shock to output should chang the longrun unvari forecast of output by well over 1 loword arma model yield similar conclus final we examin the persist in rel output of differ countriespthi abstract wa borrow from anoth version of thi item", "title": "International evidence on the persistence of economic fluctuations"}, "https://ideas.repec.org/a/aea/aecrev/v94y2004i2p19-23.html": {"abstract": "We empirically decompose the S&amp;P; 500's dividend yield into (1) a rational forecast of long-run real dividend growth, (2) the subjectively expected risk premium, and (3) residual mispricing attributed to the market's forecast of dividend growth deviating from the rational forecast. Modigliani and Cohn's (1979) hypothesis and the persistent use of the \"Fed model\" by Wall Street suggest that the stock market incorrectly extrapolates past nominal growth rates without taking into account the impact of time-varying inflation. Consistent with the Modigliani-Cohn hypothesis, we find that the level of inflation explains almost 80% of the time-series variation in stock-market mispricing.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epca54"], "abstractStem": "we empir decompos the sampp 500 dividend yield into 1 a ration forecast of longrun real dividend growth 2 the subject expect risk premium and 3 residu mispric attribut to the market forecast of dividend growth deviat from the ration forecast modigliani and cohn 1979 hypothesi and the persist use of the fed model by wall street suggest that the stock market incorrectli extrapol past nomin growth rate without take into account the impact of timevari inflat consist with the modiglianicohn hypothesi we find that the level of inflat explain almost 80 of the timeseri variat in stockmarket mispricingpthi abstract wa borrow from anoth version of thi item", "title": "Inflation Illusion and Stock Prices"}, "https://ideas.repec.org/a/aea/aecrev/v74y1984i2p44-48.html": {"abstract": "Recent empirical research on the term structure of interest rates has shown that the long-term interest rate is well described by adistributed lag on short-term interest rates, but does not conform to the expectations theory of the term structure. It has been suggested that the long rate \"overreacts\" to the short rate. This paper presents aunified taxonomy of risk premia, or deviations from the expectations theory. This enables the hypothesis of overreaction to be formally stated. It is shown that, if anything, the long rate has underreacted to the short rate. However, the independent movement of the long rate is primarily responsible for the failure of the expectations theory.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epca54", "epsh69"], "abstractStem": "recent empir research on the term structur of interest rate ha shown that the longterm interest rate is well describ by adistribut lag on shortterm interest rate but doe not conform to the expect theori of the term structur it ha been suggest that the long rate overreact to the short rate thi paper present aunifi taxonomi of risk premia or deviat from the expect theori thi enabl the hypothesi of overreact to be formal state it is shown that if anyth the long rate ha underreact to the short rate howev the independ movement of the long rate is primarili respons for the failur of the expect theorypthi abstract wa borrow from anoth version of thi item", "title": "A Simple Account of the Behavior of Long-Term Interest Rates"}, "https://ideas.repec.org/a/ecm/emetrp/v55y1987i6p1249-73.html": {"abstract": " The permanent income hypothesis implies that people save because they rationally expect their permanent income to decline; they save \"for a rainy day.\" It follows that saving should be at l east as good a predictor of declines in labor income as any other for ecast that can be constructed from publicly available information. Th e paper tests this hitherto ignored implication of the permanent inco me hypothesis, using quarterly aggregate data for the period 1953-84 in the United States. By contrast with much of the recent literature, the results here are valid when income is stationary in first differ ences rather than levels. Copyright 1987 by The Econometric Society.", "authors": ["epca54"], "abstractStem": " the perman incom hypothesi impli that peopl save becaus they ration expect their perman incom to declin they save for a raini day it follow that save should be at l east as good a predictor of declin in labor incom as ani other for ecast that can be construct from publicli avail inform th e paper test thi hitherto ignor implic of the perman inco me hypothesi use quarterli aggreg data for the period 195384 in the unit state by contrast with much of the recent literatur the result here are valid when incom is stationari in first differ enc rather than level copyright 1987 by the econometr societi", "title": "Does Saving Anticipate Declining Labor Income? An Alternative Test of the Permanent Income Hypothesis"}, "https://ideas.repec.org/a/aea/aejpol/v7y2015i4p71-102.html": {"abstract": "We employ loan-level data on over a million loans disbursed in India between 1995 and 2010 to understand how fast-changing regulation impacted mortgage lending and risk. Our paper uses changes in regulatory treatment discontinuities associated with loan size and leverage to detect regulation-induced loan delinquencies. We also find that an acceleration in the classification of assets as nonperforming resulted in substantially lower delinquency probabilities and losses given delinquency. (JEL D14, G21, G28, L51, O16, R31)", "authors": ["epca54", "epra44"], "abstractStem": "we employ loanlevel data on over a million loan disburs in india between 1995 and 2010 to understand how fastchang regul impact mortgag lend and risk our paper use chang in regulatori treatment discontinu associ with loan size and leverag to detect regulationinduc loan delinqu we also find that an acceler in the classif of asset as nonperform result in substanti lower delinqu probabl and loss given delinqu jel d14 g21 g28 l51 o16 r31", "title": "The Impact of Regulation on Mortgage Risk: Evidence from India"}, "https://ideas.repec.org/a/eee/moneco/v33y1994i3p463-506.html": {"abstract": "This paper argues that a clear understanding of the stochastic growth model can best be achieved by working out an approximate analytical solution. The proposed solution method replaces the true budget constraints and Euler equations of economic agents with loglinear approximations. The model then becomes a system of loglinear expectational difference equations, which can be solved by the method of undetermined coefficients. The paper uses this technique to study shocks to technology and government consumption. It emphasizes that the persistence of shocks is an important determinant of their macroeconomic effects.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epca54"], "abstractStem": "thi paper argu that a clear understand of the stochast growth model can best be achiev by work out an approxim analyt solut the propos solut method replac the true budget constraint and euler equat of econom agent with loglinear approxim the model then becom a system of loglinear expect differ equat which can be solv by the method of undetermin coeffici the paper use thi techniqu to studi shock to technolog and govern consumpt it emphas that the persist of shock is an import determin of their macroeconom effectspthi abstract wa borrow from anoth version of thi item", "title": "Inspecting the mechanism: An analytical approach to the stochastic growth model"}, "https://ideas.repec.org/a/aea/jecper/v9y1995i3p129-52.html": {"abstract": "This paper reviews the literature on the relation between short- and long-term interest rates. It summarizes the mixed evidence on the expectation hypothesis of the term structure: when long rates are high relative to short rates, short rates tend to rise as implied by the expectations hypothesis, but long rates tend to fall, which is contrary to the expectations hypothesis. The paper discusses the response of the U.S. bond market to shifts in monetary policy in the spring of 1994 and reviews the debate over the optimal maturity structure of the U.S. government debt.", "authors": ["epca54"], "abstractStem": "thi paper review the literatur on the relat between short and longterm interest rate it summar the mix evid on the expect hypothesi of the term structur when long rate are high rel to short rate short rate tend to rise as impli by the expect hypothesi but long rate tend to fall which is contrari to the expect hypothesi the paper discuss the respons of the us bond market to shift in monetari polici in the spring of 1994 and review the debat over the optim matur structur of the us govern debt", "title": "Some Lessons from the Yield Curve"}, "https://ideas.repec.org/a/bla/jfinan/v48y1993i1p3-37.html": {"abstract": " This paper uses a vector autoregressive model to decompose excess stock and ten-year bond returns into changes in expectations of future stock dividends, inflation, short-term real interest rates, and excess stock and bond returns. In monthly postwa r U.S. data, stock and bond returns are driven largely by news about future excess stock returns and inflation, respectively. Real intere st rates have little impact on returns, although they do affect the short-term nominal interest rate and the slope of the term structure. These findings help to explain the low correlation between excess st ock and bond returns. Copyright 1993 by American Finance Association.", "authors": ["epca54"], "abstractStem": " thi paper use a vector autoregress model to decompos excess stock and tenyear bond return into chang in expect of futur stock dividend inflat shortterm real interest rate and excess stock and bond return in monthli postwa r us data stock and bond return are driven larg by news about futur excess stock return and inflat respect real inter st rate have littl impact on return although they do affect the shortterm nomin interest rate and the slope of the term structur these find help to explain the low correl between excess st ock and bond return copyright 1993 by american financ associ", "title": " What Moves the Stock and Bond Markets? A Variance Decomposition for Long-Term Asset Returns"}, "https://ideas.repec.org/a/aea/aecrev/v101y2011i5p2108-31.html": {"abstract": " This paper uses data on all house transactions in Massachusetts over the last 20 years to show that houses sold after foreclosure, or close in time to the death or bankruptcy of a seller, are sold at lower prices than other houses. Foreclosure discounts are on average at 27 percent of the value of a house. Moreover, foreclosures that take place within small local geographies of a house lower the price at which it is sold. Our preferred estimate is that a foreclosure at a distance of 0.05 miles lowers the price of a house by about 1 percent.", "authors": ["epca54", "epgi162", "fppa503"], "abstractStem": " thi paper use data on all hous transact in massachusett over the last 20 year to show that hous sold after foreclosur or close in time to the death or bankruptci of a seller are sold at lower price than other hous foreclosur discount are on averag at 27 percent of the valu of a hous moreov foreclosur that take place within small local geographi of a hous lower the price at which it is sold our prefer estim is that a foreclosur at a distanc of 005 mile lower the price of a hous by about 1 percent", "title": "Forced Sales and House Prices"}, "https://ideas.repec.org/a/oup/rfinst/v1y1988i3p195-228.html": {"abstract": "A linearization of a rational expectations present value model for corporate stock prices produces a simple relation between the log dividend-price ratio and mathematical expectations of future log real dividend changes and future real discount rates. This relation can be tested using vector autoregressive methods. Three versions of the linearized model, differing in the measure of discount rates, are tested for U. S. time series 1871-1986: versions using real interest rate data, aggregate real consumption data, and return variance data. The results yield a metric to judge the relative importance of real dividend growth, measured real discount rates and unexplained factors in determining the dividend-price ratio.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epca54", "epsh69"], "abstractStem": "a linear of a ration expect present valu model for corpor stock price produc a simpl relat between the log dividendpric ratio and mathemat expect of futur log real dividend chang and futur real discount rate thi relat can be test use vector autoregress method three version of the linear model differ in the measur of discount rate are test for u s time seri 18711986 version use real interest rate data aggreg real consumpt data and return varianc data the result yield a metric to judg the rel import of real dividend growth measur real discount rate and unexplain factor in determin the dividendpric ratiopthi abstract wa borrow from anoth version of thi item", "title": "The Dividend-Price Ratio and Expectations of Future Dividends and Discount Factors"}, "https://ideas.repec.org/a/bla/jfinan/v61y2006i4p1553-1604.html": {"abstract": " The study of household finance is challenging because household behavior is difficult to measure, and households face constraints not captured by textbook models. Evidence on participation, diversification, and mortgage refinancing suggests that many households invest effectively, but a minority make significant mistakes. This minority appears to be poorer and less well educated than the majority of more successful investors. There is some evidence that households understand their own limitations and avoid financial strategies for which they feel unqualified. Some financial products involve a cross-subsidy from naive to sophisticated households, and this can inhibit welfare-improving financial innovation. Copyright 2006 by The American Finance Association.", "authors": ["epca54"], "abstractStem": " the studi of household financ is challeng becaus household behavior is difficult to measur and household face constraint not captur by textbook model evid on particip diversif and mortgag refinanc suggest that mani household invest effect but a minor make signific mistak thi minor appear to be poorer and less well educ than the major of more success investor there is some evid that household understand their own limit and avoid financi strategi for which they feel unqualifi some financi product involv a crosssubsidi from naiv to sophist household and thi can inhibit welfareimprov financi innov copyright 2006 by the american financ associ", "title": "Household Finance"}, "https://ideas.repec.org/a/cup/macdyn/v8y2004i05p649-683_04.html": {"abstract": "No abstract is available for this item.", "authors": ["epca54"], "abstractStem": "no abstract is avail for thi item", "title": "An Interview With Robert J. Shiller"}, "https://ideas.repec.org/a/eee/dyncon/v28y2004i11p2195-2214.html": {"abstract": "This paper derives an approximate solution to a continuous-time intertemporal portfolio and consumption choice problem. The problem is the continuous-time equivalent of the discrete-time problem studied by Campbell and Viceira (Q. J. Econ. 114 (1999) 433) in which the expected excess return on a risky asset follows an AR(1) process, while the riskless interest rate is constant. The paper also shows how to obtain continuous-time parameters that are consistent with discrete-time econometric estimates. The continuous-time solution is the limit of that of Campbell and Viceira and has the property that conservative long-term investors have a large positive intertemporal hedging demand for stocks.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epca54", "epvi31"], "abstractStem": "thi paper deriv an approxim solut to a continuoustim intertempor portfolio and consumpt choic problem the problem is the continuoustim equival of the discretetim problem studi by campbel and viceira q j econ 114 1999 433 in which the expect excess return on a riski asset follow an ar1 process while the riskless interest rate is constant the paper also show how to obtain continuoustim paramet that are consist with discretetim econometr estim the continuoustim solut is the limit of that of campbel and viceira and ha the properti that conserv longterm investor have a larg posit intertempor hedg demand for stockspthi abstract wa borrow from anoth version of thi item", "title": "Strategic asset allocation in a continuous-time VAR model"}, "https://ideas.repec.org/a/bla/jfinan/v58y2003i6p2321-2350.html": {"abstract": " This paper explores the effect of equity volatility on corporate bond yields. Panel data for the late 1990s show that idiosyncratic firm-level volatility can explain as much cross-sectional variation in yields as can credit ratings. This finding, together with the upward trend in idiosyncratic equity volatility documented by Campbell, Lettau, Malkiel, and Xu (2001) , helps to explain recent increases in corporate bond yields. Copyright 2003 by the American Finance Association.", "authors": ["epca54"], "abstractStem": " thi paper explor the effect of equiti volatil on corpor bond yield panel data for the late 1990 show that idiosyncrat firmlevel volatil can explain as much crosssect variat in yield as can credit rate thi find togeth with the upward trend in idiosyncrat equiti volatil document by campbel lettau malkiel and xu 2001  help to explain recent increas in corpor bond yield copyright 2003 by the american financ associ", "title": "Equity Volatility and Corporate Bond Yields"}, "https://ideas.repec.org/a/bin/bpeajo/v21y1990i1990-1p255-286.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe55", "epca54", "epwh6"], "abstractStem": "no abstract is avail for thi item", "title": "U.S. Corporate Leverage: Developments in 1987 and 1988"}, "https://ideas.repec.org/a/ucp/jpolec/v95y1987i5p1062-88.html": {"abstract": " Application of some advances in econometrics (in the theory of cointegrated vector autoregressive models) enables us to deal effectively with two problems in rational-expectations, present-valu e models: nonstationarity of time series and incomplete data on infor mation of market participants. With U.S. data, the authors find some relatively encouraging new results for the rational-expectations theo ry of the term structure and some puzzling results for the present-va lue model of stock prices. Copyright 1987 by University of Chicago Press.", "authors": ["epca54", "epsh69"], "abstractStem": " applic of some advanc in econometr in the theori of cointegr vector autoregress model enabl us to deal effect with two problem in rationalexpect presentvalu e model nonstationar of time seri and incomplet data on infor mation of market particip with us data the author find some rel encourag new result for the rationalexpect theo ry of the term structur and some puzzl result for the presentva lue model of stock price copyright 1987 by univers of chicago press", "title": "Cointegration and Tests of Present Value Models"}, "https://ideas.repec.org/a/eee/jfinec/v81y2006i1p27-60.html": {"abstract": "Conventional tests of the predictability of stock returns could be invalid, that is reject the null too frequently, when the predictor variable is persistent and its innovations are highly correlated with returns. We develop a pretest to determine whether the conventional t-test leads to invalid inference and an efficient test of predictability that corrects this problem. Although the conventional t-test is invalid for the dividendâ€“price and smoothed earningsâ€“price ratios, our test finds evidence for predictability. We also find evidence for predictability with the short rate and the long-short yield spread, for which the conventional t-test leads to valid inference.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epca54", "epyo20"], "abstractStem": "convent test of the predict of stock return could be invalid that is reject the null too frequent when the predictor variabl is persist and it innov are highli correl with return we develop a pretest to determin whether the convent ttest lead to invalid infer and an effici test of predict that correct thi problem although the convent ttest is invalid for the dividend price and smooth earn price ratio our test find evid for predict we also find evid for predict with the short rate and the longshort yield spread for which the convent ttest lead to valid inferencepthi abstract wa borrow from anoth version of thi item", "title": "Efficient tests of stock return predictability"}, "https://ideas.repec.org/a/eee/dyncon/v12y1988i2-3p505-522.html": {"abstract": "Error-correction models for cointegrated economic variables are commonly interpreted as reflecting partial adjustment of one variable to another. We show that error-correction models may also arise because one variable forecasts another. Reduced-form estimates of error-correction models cannot be used to distinguish these interpretations. In an application, we show that the estimated coefficients in the Marsh-Merton (1987) error-correction model of dividend behavior in the stock market are roughly implied by a near-rational expectations model wherein dividends are persistent and prices are disturbed by some persistent random noise. Their results thus do not demonstrate partial adjustment or 'smoothing' by managers, but may reflect little more than the persistence of dividends and the noiseness of prices.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epca54", "epsh69"], "abstractStem": "errorcorrect model for cointegr econom variabl are commonli interpret as reflect partial adjust of one variabl to anoth we show that errorcorrect model may also aris becaus one variabl forecast anoth reducedform estim of errorcorrect model cannot be use to distinguish these interpret in an applic we show that the estim coeffici in the marshmerton 1987 errorcorrect model of dividend behavior in the stock market are roughli impli by a nearrat expect model wherein dividend are persist and price are disturb by some persist random nois their result thu do not demonstr partial adjust or smooth by manag but may reflect littl more than the persist of dividend and the nois of pricespthi abstract wa borrow from anoth version of thi item", "title": "Interpreting cointegrated models"}, "https://ideas.repec.org/a/aea/aecrev/v94y2004i5p1249-1275.html": {"abstract": "This paper explains the size and value \"anomalies\" in stock returns using an economically motivated two-beta model. We break the beta of a stock with the market portfolio into two components, one reflecting news about the market's future cash flows and one reflecting news about the market's discount rates. Intertemporal asset pricing theory suggests that the former should have a higher price of risk; thus beta, like cholesterol, comes in \"bad\" and \"good\" varieties. Empirically, we find that value stocks and small stocks have considerably higher cash-flow betas than growth stocks and large stocks, and this can explain their higher average returns. The poor performance of the capital asset pricing model (CAPM) since 1963 is explained by the fact that growth stocks and high-past-beta stocks have predominantly good betas with low risk prices.", "authors": ["epca54"], "abstractStem": "thi paper explain the size and valu anomali in stock return use an econom motiv twobeta model we break the beta of a stock with the market portfolio into two compon one reflect news about the market futur cash flow and one reflect news about the market discount rate intertempor asset price theori suggest that the former should have a higher price of risk thu beta like cholesterol come in bad and good varieti empir we find that valu stock and small stock have consider higher cashflow beta than growth stock and larg stock and thi can explain their higher averag return the poor perform of the capit asset price model capm sinc 1963 is explain by the fact that growth stock and highpastbeta stock have predominantli good beta with low risk price", "title": "Bad Beta, Good Beta"}, "https://ideas.repec.org/a/ucp/jpolec/v104y1996i2p298-345.html": {"abstract": " This paper uses an equilibrium multifactor model to interpret the cross-sectional pattern of postwar U.S. stock and bond returns. Priced factors include the return on a stock index, revisions in forecasts of future stock returns (to capture intertemporal hedging effects), and revisions in forecasts of future labor income growth (proxies for the return on human capital). Aggregate stock market risk is the main factor determining excess returns but, in the presence of human capital or stock market mean reversion, the coefficient of relative risk aversion is much higher than the price of stock market risk. Copyright 1996 by University of Chicago Press.", "authors": ["epca54"], "abstractStem": " thi paper use an equilibrium multifactor model to interpret the crosssect pattern of postwar us stock and bond return price factor includ the return on a stock index revis in forecast of futur stock return to captur intertempor hedg effect and revis in forecast of futur labor incom growth proxi for the return on human capit aggreg stock market risk is the main factor determin excess return but in the presenc of human capit or stock market mean revers the coeffici of rel risk avers is much higher than the price of stock market risk copyright 1996 by univers of chicago press", "title": "Understanding Risk and Return"}, "https://ideas.repec.org/a/bla/jacrfn/v22y2010i3p8-21.html": {"abstract": " In these excerpts from \"The Squam Lake Report\", fifteen distinguished economists analyze where the global financial system failed, and how such failures might be prevented (or at least their damage better contained) in the future. Although there were many contributing factors to the crisis-including \"agency\" problems throughout the financial system and a bankruptcy code poorly suited for reorganizing financial firms-at the core of the problem is a potential conflict between the risk-taking proclivity of financial institutions and the interests of the economy at large that must be managed at least in part through more effective regulation. \"The Squam Lake Report\" provides a nonpartisan plan to transform the regulation of financial markets in ways designed to limit systemic risk while preserving-to the extent possible and prudent-the economies of scale and scope that justify the existence of today's large financial institutions. Copyright Copyright (c) 2010 Morgan Stanley.", "authors": ["epca54", "epco57", "epdi80", "fpdu341", "epka35", "epmi37", "epra149", "epsc177", "epsh69", "fpsh692", "fpst226", "epst43"], "abstractStem": " in these excerpt from the squam lake report fifteen distinguish economist analyz where the global financi system fail and how such failur might be prevent or at least their damag better contain in the futur although there were mani contribut factor to the crisisinclud agenc problem throughout the financi system and a bankruptci code poorli suit for reorgan financi firmsat the core of the problem is a potenti conflict between the risktak procliv of financi institut and the interest of the economi at larg that must be manag at least in part through more effect regul the squam lake report provid a nonpartisan plan to transform the regul of financi market in way design to limit system risk while preservingto the extent possibl and prudentth economi of scale and scope that justifi the exist of today larg financi institut copyright copyright c 2010 morgan stanley", "title": "The Squam Lake Report: Fixing the Financial System"}, "https://ideas.repec.org/a/fip/fedgpr/y1995p557-561.html": {"abstract": "No abstract is available for this item.", "authors": ["epca54"], "abstractStem": "no abstract is avail for thi item", "title": "Remarks: some thoughts on systemic risk"}, "https://ideas.repec.org/a/bla/jacrfn/v25y2013i4p37-40.html": {"abstract": "No abstract is available for this item.", "authors": ["epca54", "epco57", "epdi80", "fpdu341", "epmi37", "epra149", "epsc177", "fpsh692", "fpst226", "epst43"], "abstractStem": "no abstract is avail for thi item", "title": "Aligning Incentives at Systemically Important Financial Institutions: A Proposal by the Squam Lake Group"}, "https://ideas.repec.org/a/aea/aecrev/v99y2009i2p393-98.html": {"abstract": "This paper constructs an index of financial sophistication that, in comprehensive data on Swedish households, best explains a set of three investment mistakes: underdiversification, risky share inertia, and the tendency to sell winning stocks and hold losing stocks (the disposition effect). The index of financial sophistication increases strongly with financial wealth and household size, and to a lesser extent with education and proxies for financial experience. The index is strongly positively correlated with the share of risky assets held by a household.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epca54", "fpca582", "epso124"], "abstractStem": "thi paper construct an index of financi sophist that in comprehens data on swedish household best explain a set of three invest mistak underdiversif riski share inertia and the tendenc to sell win stock and hold lose stock the disposit effect the index of financi sophist increas strongli with financi wealth and household size and to a lesser extent with educ and proxi for financi experi the index is strongli posit correl with the share of riski asset held by a householdpthi abstract wa borrow from anoth version of thi item", "title": "Measuring the Financial Sophistication of Households"}, "https://ideas.repec.org/a/eee/eecrev/v35y1991i4p826-830.html": {"abstract": "No abstract is available for this item.", "authors": ["epca54"], "abstractStem": "no abstract is avail for thi item", "title": "Aggregate investment, the stock market and the Q model: Robust results for six OECD countries : by G. Sensenbrenner"}, "https://ideas.repec.org/a/oup/revfin/v17y2013i1p1-33.html": {"abstract": " This article explores the causes and consequences of cross-country variation in mortgage market structure. It draws on insights from several fields: urban economics, asset pricing, behavioral finance, financial intermediation, and macroeconomics. It discusses lessons from the credit boom, the challenges of mortgage modification in the aftermath of the boom, consumer financial protection, and alternative mortgage forms and funding models. The article argues that the USA has much to learn from mortgage finance in other countries, and specifically from the Danish implementation of the European covered bonds system. Copyright 2013, Oxford University Press.", "authors": ["epca54"], "abstractStem": " thi articl explor the caus and consequ of crosscountri variat in mortgag market structur it draw on insight from sever field urban econom asset price behavior financ financi intermedi and macroeconom it discuss lesson from the credit boom the challeng of mortgag modif in the aftermath of the boom consum financi protect and altern mortgag form and fund model the articl argu that the usa ha much to learn from mortgag financ in other countri and specif from the danish implement of the european cover bond system copyright 2013 oxford univers press", "title": "Mortgage Market Design"}, "https://ideas.repec.org/a/eee/dyncon/v21y1997i2-3p273-295.html": {"abstract": "No abstract is available for this item.", "authors": ["epca54"], "abstractStem": "no abstract is avail for thi item", "title": "A comparison of numerical and analytic approximate solutions to an intertemporal consumption choice problem"}, "https://ideas.repec.org/a/ecj/econjl/v113y2003i486pc1-c25.html": {"abstract": " Conventional wisdom holds that conservative investors should avoid exposure to foreign currency risk. Even if they hold foreign equities, they should hedge the currency exposure of these positions and hold only domestic Treasury bills. This paper argues that the conventional wisdom may be wrong for long-term investors. Domestic bills are risky for long-term investors, because real interest rates vary over time and bills must be rolled over at uncertain future interest rates. This risk can be hedged by holding foreign currency if the domestic currency tends to depreciate when the domestic real interest rate falls. Empirically this effect is important. Copyright Royal Economic Society 2003", "authors": ["epca54", "epvi31"], "abstractStem": " convent wisdom hold that conserv investor should avoid exposur to foreign currenc risk even if they hold foreign equiti they should hedg the currenc exposur of these posit and hold onli domest treasuri bill thi paper argu that the convent wisdom may be wrong for longterm investor domest bill are riski for longterm investor becaus real interest rate vari over time and bill must be roll over at uncertain futur interest rate thi risk can be hedg by hold foreign currenc if the domest currenc tend to depreci when the domest real interest rate fall empir thi effect is import copyright royal econom societi 2003", "title": "Foreign Currency for Long-Term Investors"}, "firstname": "John", "https://ideas.repec.org/a/eee/jfinec/v67y2003i1p41-80.html": {"abstract": "Much recent work has documented evidence for the predictability of asset returns. We show how such predictability can affect the portfolio choices of long-lived investors who value wealth not for its own sake but for the consumption their wealth can support. We develop an approximate solution method for the optimal consumption and portfolio choice problem of an infinitely-lived investor with Epstein-Zin utility who faces a set of asset returns described by a vector autoregression in returns and state variables. Empirical estimates in long-run annual and postwar quarterly US data suggest that the predictability of stock returns greatly increases the optimal demand for stocks. The role of nominal bonds in long-term portfolios depends on the importance of real interest rate risk relative to other sources of risk. We extend the analysis to consider long-term inflation-indexed bonds and find that these bonds greatly increase the utility of conservative investors, who should hold large positions when they are available.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epca54", "epvi31"], "abstractStem": "much recent work ha document evid for the predict of asset return we show how such predict can affect the portfolio choic of longliv investor who valu wealth not for it own sake but for the consumpt their wealth can support we develop an approxim solut method for the optim consumpt and portfolio choic problem of an infinitelyliv investor with epsteinzin util who face a set of asset return describ by a vector autoregress in return and state variabl empir estim in longrun annual and postwar quarterli us data suggest that the predict of stock return greatli increas the optim demand for stock the role of nomin bond in longterm portfolio depend on the import of real interest rate risk rel to other sourc of risk we extend the analysi to consid longterm inflationindex bond and find that these bond greatli increas the util of conserv investor who should hold larg posit when they are availablepthi abstract wa borrow from anoth version of thi item", "title": "A multivariate model of strategic asset allocation"}, "https://ideas.repec.org/a/oup/qjecon/v118y2003i4p1449-1494..html": {"abstract": "This paper asks how a household should choose between a fixed-rate (FRM) and an adjustable-rate (ARM) mortgage. In an environment with uncertain inflation a nominal FRM has a risky real capital value, whereas an ARM has a stable real capital value but short-term variability in required real payments. Numerical solution of a life-cycle model with borrowing constraints and income risk shows that an ARM is generally attractive, but less so for a risk-averse household with a large mortgage, risky income, high default cost, or low moving probability. An inflation-indexed FRM can improve substantially on standard nominal mortgages.", "authors": ["epca54"], "abstractStem": "thi paper ask how a household should choos between a fixedr frm and an adjustabler arm mortgag in an environ with uncertain inflat a nomin frm ha a riski real capit valu wherea an arm ha a stabl real capit valu but shortterm variabl in requir real payment numer solut of a lifecycl model with borrow constraint and incom risk show that an arm is gener attract but less so for a riskavers household with a larg mortgag riski incom high default cost or low move probabl an inflationindex frm can improv substanti on standard nomin mortgag", "title": "Household Risk Management and Optimal Mortgage Choice"}, "https://ideas.repec.org/a/cup/macdyn/v2y1998i04p559-562_00.html": {"abstract": "No abstract is available for this item.", "authors": ["epca54", "eplo171"], "abstractStem": "no abstract is avail for thi item", "title": "The Econometrics Of Financial Markets"}, "https://ideas.repec.org/a/eee/moneco/v19y1987i1p25-44.html": {"abstract": "This paper is an empirical investigation of the predictability and comovement of risk premia in the term structure of Euromarket interest rates. We show that variables which have been used as proxies for risk premia on uncovered foreign asset positions also predict excess returns in Euromarket term structures, while variables which have been used as proxies for risk premia in the term structure also predict excess returns on taking uncovered foreign asset positions. These findings suggest that risk premia move together. We test formally the hypothesis that risk premia on uncovered 3-month EuroDM and Eurosterling deposits move in proportion to a single latent variable. We are unable to reject this hypothesis. We are also unable to reject the hypothesis that the risk premia on these three strategies and those on rolling over 1-month Eurosterling (EuroDM) deposit move in proportion to a single latent variable. The single latent variable model can be interpreted atheoretically, as a way of characterizing the extent to which predictable asset returns \"move together\"; or it can be interpreted as in Hansen and Hodrick (1983) and Hodrick and Srivastava (1983) as a specialization of the ICAPM in which assets have constant betas on a single, unobservable benchmark portfolio.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epca54", "epcl69"], "abstractStem": "thi paper is an empir investig of the predict and comov of risk premia in the term structur of euromarket interest rate we show that variabl which have been use as proxi for risk premia on uncov foreign asset posit also predict excess return in euromarket term structur while variabl which have been use as proxi for risk premia in the term structur also predict excess return on take uncov foreign asset posit these find suggest that risk premia move togeth we test formal the hypothesi that risk premia on uncov 3month eurodm and eurosterl deposit move in proport to a singl latent variabl we are unabl to reject thi hypothesi we are also unabl to reject the hypothesi that the risk premia on these three strategi and those on roll over 1month eurosterl eurodm deposit move in proport to a singl latent variabl the singl latent variabl model can be interpret atheoret as a way of character the extent to which predict asset return move togeth or it can be interpret as in hansen and hodrick 1983 and hodrick and srivastava 1983 as a special of the icapm in which asset have constant beta on a singl unobserv benchmark portfoliopthi abstract wa borrow from anoth version of thi item", "title": "The term structure of euromarket interest rates : An empirical investigation"}, "https://ideas.repec.org/a/taf/jdevst/v34y1998i3p135-159.html": {"abstract": " Community Development around the World: Practice, Theory, Research and Training. Edited by Hubert Campferns. Toronto and London: University of Toronto Press, 1997. Pp.xvi + 481. NP. ISBN 0 8020 0903 4 and 7884 2 Cultural Perspectives on Development. Edited by Vincent Tucker. London and Portland, OR: Frank Cass/EADI, 1997. Pp.136. �16. ISBN 0 7146 4337 8 Questioning Development: Essays in the Theory, Policies and Practice of Development Interventions. Edited by Gabriele Kohler, Charles Gore, Utz-Peter Reich and Thomas Ziesemer. Marhurg: Metropolis-Verlag, 1996. Pp.450. NP. ISBN 3 895180750 Development Economics: From the Poverty to the Wealth of Nations. By Yujiro Hayami. Oxford and New York: Clarendon Press, 1997. Pp.xx + 316. �40. ISBN 0 19 829207 4 Development Economics. By Richard Grabowski and Michael Shields. Cambridge, MA and Oxford: Blackwell, 1996. Pp.xi + 299. �21.99. ISBN 1 55786 706 2 The Process of Economic Development. By James Cypher and James Dietz. London and New York: Routledge, 1997. Pp.xxiii + 608. �65 and �19.99. ISBN 0 415 11027 0 and 11028 9 The Diploma Disease: Education, Qualification and Development. By Ron Dore. Second Edition. London: Institute of Education, 1997. Pp.xxxii + 214. �7.95. ISBN 0 85473 498 8 Special Issue: The Diploma Disease Twenty Years On,Assessment in Education, Vol.4, No.1, 1997. Pp.208. ISSN 0969 594 X The Environment and Emerging Development Issues (2 volumes). Edited by Partha Dasgupta and Karl-Goran Maler. Oxford: Clarendon Press, 1997. Pp.xviii + 593. �30 (Vol.1); �35 (Vol.2). ISBN 0 19 828767 4 (Volume 1); 0 19 828768 2 (Volume 2) The Economic Organization of East Asian Capitalism. By Marco Orru, Nicole Woolsey Biggart and Gary G. Hamilton. London and New Delhi: Sage, 1997. Pp.xii + 426. �43 and �19.95. ISBN 0 7619 0479 4 and 0480 8 Power in Motion. Capital Mobility and the Indonesian State. By Jeffrey A. Winters. Ithaca, NY and London: Cornell University Press, 1996. Pp.xvi + 241. �27.50. ISBN 0 8014 3148 4 Environmental Change in South East Asia: People, Politics and Sustainable Development. Edited by Michael J.G. Parnwell and Raymond L. Bryant. London: Routledge, 1996. Pp.383. �50 and �15.99. ISBN 0 415 12933 8 Big Men, Small Boys and Politics in Ghana: Power, Ideology and the Burden of History, 1982-94. By Paul Nugent. London and New York: Pinter, 1996. Pp.xiv + 306. �49.50. ISBN 1 85567 373 8 Rural Industrialization in Indonesia: A Case Study of Community-Based Weaving Industry in West Java. By Kosuke Mizuno. Tokyo; Institute of Developing Economies, Occasional Papers Series No.31, 1996. Pp.viii + 114. US$58. ISBN 4 258 52031 4 Missing a Moving Target? Colonist Technology Development on the Amazon Frontier. By Michael Richards. London: Overseas Development Institute, 1997. Pp.xvi + 94. �10.95. ISBN 0 85003 301 2 Societies and Nature in the Sahel. By Claude Raynaut. London: Routledge, 1997. Pp.xxiii + 351. �50. ISBN 0415 14102 8 Changing the Rules: The Politics of Liberalization and the Urban Informal Economy in Tanzania. By Aili Mari Tripp. Berkeley, CA: University of California Press. 1997. Pp.xxii + 260. �38 and �13.95. ISBN 0 520 20278 3 and 20279 1", "authors": ["epca54"], "abstractStem": " commun develop around the world practic theori research and train edit by hubert campfern toronto and london univers of toronto press 1997 ppxvi  481 np isbn 0 8020 0903 4 and 7884 2 cultur perspect on develop edit by vincent tucker london and portland or frank casseadi 1997 pp136  16 isbn 0 7146 4337 8 question develop essay in the theori polici and practic of develop intervent edit by gabriel kohler charl gore utzpet reich and thoma ziesem marhurg metropolisverlag 1996 pp450 np isbn 3 895180750 develop econom from the poverti to the wealth of nation by yujiro hayami oxford and new york clarendon press 1997 ppxx  316  40 isbn 0 19 829207 4 develop econom by richard grabowski and michael shield cambridg ma and oxford blackwel 1996 ppxi  299  2199 isbn 1 55786 706 2 the process of econom develop by jame cypher and jame dietz london and new york routledg 1997 ppxxiii  608  65 and  1999 isbn 0 415 11027 0 and 11028 9 the diploma diseas educ qualif and develop by ron dore second edit london institut of educ 1997 ppxxxii  214  795 isbn 0 85473 498 8 special issu the diploma diseas twenti year onassess in educ vol4 no1 1997 pp208 issn 0969 594 x the environ and emerg develop issu 2 volum edit by partha dasgupta and karlgoran maler oxford clarendon press 1997 ppxviii  593  30 vol1  35 vol2 isbn 0 19 828767 4 volum 1 0 19 828768 2 volum 2 the econom organ of east asian capit by marco orru nicol woolsey biggart and gari g hamilton london and new delhi sage 1997 ppxii  426  43 and  1995 isbn 0 7619 0479 4 and 0480 8 power in motion capit mobil and the indonesian state by jeffrey a winter ithaca ny and london cornel univers press 1996 ppxvi  241  2750 isbn 0 8014 3148 4 environment chang in south east asia peopl polit and sustain develop edit by michael jg parnwel and raymond l bryant london routledg 1996 pp383  50 and  1599 isbn 0 415 12933 8 big men small boy and polit in ghana power ideolog and the burden of histori 198294 by paul nugent london and new york pinter 1996 ppxiv  306  4950 isbn 1 85567 373 8 rural industri in indonesia a case studi of communitybas weav industri in west java by kosuk mizuno tokyo institut of develop economi occasion paper seri no31 1996 ppviii  114 us58 isbn 4 258 52031 4 miss a move target colonist technolog develop on the amazon frontier by michael richard london oversea develop institut 1997 ppxvi  94  1095 isbn 0 85003 301 2 societi and natur in the sahel by claud raynaut london routledg 1997 ppxxiii  351  50 isbn 0415 14102 8 chang the rule the polit of liber and the urban inform economi in tanzania by aili mari tripp berkeley ca univers of california press 1997 ppxxii  260  38 and  1395 isbn 0 520 20278 3 and 20279 1", "title": "Book reviews"}, "https://ideas.repec.org/a/ecj/econjl/v101y1991i405p157-79.html": {"abstract": " This paper shows that unexpected stock returns must be associated with changes in expected future dividends or expected future returns. A vector autoregressive method is used to break unexpected stock returns into these two components. In U.S. monthly data in 1927-88, one-third of the variance of unexpected returns is attributed to the variance of changing expected dividends, one-third to the variance of changing expected returns, and one-third to the covariance of the two components. Changing expected returns have a large effect on stock prices because they are persistent: a 1 percent innovation in the expected return is associated with a 4 or 5 percent capital loss. Changes in expected returns are negatively correlated with changes in expected dividends, increasing the stock market reaction to dividend news. In the period 1952-88, changing expected returns account for larger fraction of stock return variation than they do in the period 1927-51. Copyright 1991 by Royal Economic Society.", "authors": ["epca54"], "abstractStem": " thi paper show that unexpect stock return must be associ with chang in expect futur dividend or expect futur return a vector autoregress method is use to break unexpect stock return into these two compon in us monthli data in 192788 onethird of the varianc of unexpect return is attribut to the varianc of chang expect dividend onethird to the varianc of chang expect return and onethird to the covari of the two compon chang expect return have a larg effect on stock price becaus they are persist a 1 percent innov in the expect return is associ with a 4 or 5 percent capit loss chang in expect return are neg correl with chang in expect dividend increas the stock market reaction to dividend news in the period 195288 chang expect return account for larger fraction of stock return variat than they do in the period 192751 copyright 1991 by royal econom societi", "title": "A Variance Decomposition for Stock Returns"}, "https://ideas.repec.org/a/oup/restud/v60y1993i1p1-34..html": {"abstract": "This paper estimates an equilibrium model of stock price behaviour in which changes in exponentially de-trended dividends and prices are normally distributed and exogenous \"noise traders\" interact with \"smart-money\" investors who have constant absolute risk aversion. The model can explain the volatility and predictability of U.S. stock returns in the period 1871–1986 using either a low discount rate (4% or below) and a large constant risk discount on the stock price, or a higher discount rate (5% or above) and noise trading correlated with fundamentals. The data are not well able to distinguish between these explanations.", "authors": ["epca54"], "abstractStem": "thi paper estim an equilibrium model of stock price behaviour in which chang in exponenti detrend dividend and price are normal distribut and exogen nois trader interact with smartmoney investor who have constant absolut risk avers the model can explain the volatil and predict of us stock return in the period 1871 1986 use either a low discount rate 4 or below and a larg constant risk discount on the stock price or a higher discount rate 5 or abov and nois trade correl with fundament the data are not well abl to distinguish between these explan", "title": "Smart Money, Noise Trading and Stock Price Behaviour"}, "https://ideas.repec.org/a/aea/aecrev/v77y1987i2p111-17.html": {"abstract": "Fluctuations in real GNP have traditionally been viewed as transitory deviations from a deterministic time trend. The purpose of this paper is to review some of the recent developments that have led to a new view of output fluctuations and then to provide some additional evidence. Using post-war quarterly data, it is hard to reject the view that real GNP is as persistent as a random walk with drift.We also consider the hypothesis that the recent finding of persistence are due to the failure to distinguish the business cycle from other fluctuations in real GNP. We use the measured unemployment rate to decompose output fluctuations. We find no evidence for the view that business cycle fluctuations are more quickly trend-reverting.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epca54", "epma131"], "abstractStem": "fluctuat in real gnp have tradit been view as transitori deviat from a determinist time trend the purpos of thi paper is to review some of the recent develop that have led to a new view of output fluctuat and then to provid some addit evid use postwar quarterli data it is hard to reject the view that real gnp is as persist as a random walk with driftw also consid the hypothesi that the recent find of persist are due to the failur to distinguish the busi cycl from other fluctuat in real gnp we use the measur unemploy rate to decompos output fluctuat we find no evid for the view that busi cycl fluctuat are more quickli trendrevertingpthi abstract wa borrow from anoth version of thi item", "title": "Permanent and Transitory Components in Macroeconomic Fluctuations"}, "https://ideas.repec.org/a/oup/qjecon/v114y1999i2p433-495..html": {"abstract": "This paper presents an approximate analytical solution to the optimal consumption and portfolio choice problem of an infinitely lived investor with Epstein-Zin-Weil utility who faces a constant riskless interest rate and a time-varying equity premium. When the model is calibrated to U. S. stock market data, it implies that intertemporal hedging motives greatly increase, and may even double, the average demand for stocks by investors whose risk-aversion coefficients exceed one. The optimal portfolio policy also involves timing the stock market. Failure to time or to hedge can cause large welfare losses relative to the optimal policy.", "authors": ["epca54", "epvi31"], "abstractStem": "thi paper present an approxim analyt solut to the optim consumpt and portfolio choic problem of an infinit live investor with epsteinzinweil util who face a constant riskless interest rate and a timevari equiti premium when the model is calibr to u s stock market data it impli that intertempor hedg motiv greatli increas and may even doubl the averag demand for stock by investor whose riskavers coeffici exceed one the optim portfolio polici also involv time the stock market failur to time or to hedg can caus larg welfar loss rel to the optim polici", "title": "Consumption and Portfolio Decisions when Expected Returns are Time Varying"}, "https://ideas.repec.org/a/eee/crcspp/v27y1987ip103-139.html": {"abstract": "In this paper, we investigate the link between the real foreign exchange value of the dollar and real interest rates since 1979. We argue that it is important to consider the possibility that real exchange rate movements reflect movements of the long-run equilibrium exchange rate as well as real interest differentials. We use a state-space approach to estimate the importance of shifts in the long-run equilibrium exchange rate, the persistence of the ex ante short-term real interest differential, and the effect of this differential on the exchange rate. Using U.S., Canadian, British, German and Japanese data from October 1979 to March 1986, we find that movements in the dollar real exchange rate have been dominated by unanticipated shifts in the expected long-run real exchange rate. Ex ante real interest differentials have not been persistent or variable enough to account for a major part of exchange rate variation. We use Mussa's (1984) rational expectations model of the real exchange rate and the current account to interpret our results.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epca54", "epcl69"], "abstractStem": "in thi paper we investig the link between the real foreign exchang valu of the dollar and real interest rate sinc 1979 we argu that it is import to consid the possibl that real exchang rate movement reflect movement of the longrun equilibrium exchang rate as well as real interest differenti we use a statespac approach to estim the import of shift in the longrun equilibrium exchang rate the persist of the ex ant shortterm real interest differenti and the effect of thi differenti on the exchang rate use us canadian british german and japanes data from octob 1979 to march 1986 we find that movement in the dollar real exchang rate have been domin by unanticip shift in the expect longrun real exchang rate ex ant real interest differenti have not been persist or variabl enough to account for a major part of exchang rate variat we use mussa 1984 ration expect model of the real exchang rate and the current account to interpret our resultspthi abstract wa borrow from anoth version of thi item", "title": "The dollar and real interest rates"}, "https://ideas.repec.org/a/cje/issued/v41y2008i1p1-21.html": {"abstract": "Finance theory restricts the time-series behaviour of valuation ratios and links the cross-section of stock prices to the level of the equity premium. This can be used to strengthen the evidence for predictability in stock returns. Steady-state valuation models are useful predictors of stock returns, given the persistence in valuation ratios. A steady-state approach suggests that the world geometric average equity premium fell considerably in the late twentieth century, rose modestly in the early years of the twenty-first century, and was almost 4% at the end of March 2007.", "authors": ["epca54"], "abstractStem": "financ theori restrict the timeseri behaviour of valuat ratio and link the crosssect of stock price to the level of the equiti premium thi can be use to strengthen the evid for predict in stock return steadyst valuat model are use predictor of stock return given the persist in valuat ratio a steadyst approach suggest that the world geometr averag equiti premium fell consider in the late twentieth centuri rose modestli in the earli year of the twentyfirst centuri and wa almost 4 at the end of march 2007", "title": "Viewpoint: Estimating the equity premium"}}}