{"epco34": {"https://ideas.repec.org/a/tsj/stataj/v8y2008i2p269-289.html": {"abstract": "Table-like graphs can be interesting, useful, and even mildly innovative. This column outlines some Stata techniques for producing such graphs. graph dot is likely to be the most under-appreciated command among all existing commands. Using by() with various choices is a good way to mimic a categorical axis in many graph commands. When graph bar or graph dot is not flexible enough to do what you want, moving to the more flexible twoway is usually advisable. labmask and seqvar are introduced as new commands useful for preparing axis labels and axis positions for categorical variables. Applications of these ideas to, e.g., confidence interval plots lies ahead.", "authors": ["epco34"], "abstractStem": "tablelik graph can be interest use and even mildli innov thi column outlin some stata techniqu for produc such graph graph dot is like to be the most underappreci command among all exist command use by with variou choic is a good way to mimic a categor axi in mani graph command when graph bar or graph dot is not flexibl enough to do what you want move to the more flexibl twoway is usual advis labmask and seqvar are introduc as new command use for prepar axi label and axi posit for categor variabl applic of these idea to eg confid interv plot lie ahead", "title": "Speaking Stata: Between tables and graphs"}, "https://ideas.repec.org/a/tsj/stataj/v6y2006i3p430-432.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34"], "abstractStem": "no abstract is avail for thi item", "title": "Stata tip 36: Which observations?"}, "https://ideas.repec.org/a/tsj/stataj/v9y2009i1p137-157.html": {"abstract": "Stata’s main data model treats observations in rows and variables in columns quite differently, but rowwise problems also arise that require working against the grain. This column shows how to exploit existing functions and egen functions when they exist and apply to such problems. It offers advice on how to build your own loops, egen functions, or programs when needed. Mata provides especially convenient tools for constructing many such functions and programs, centered on putting selected data into matrices and then processing each observation as a separate vector. Two programs, rowsort and rowranks, are formally published with this column.", "authors": ["epco34"], "abstractStem": "stata s main data model treat observ in row and variabl in column quit differ but rowwis problem also aris that requir work against the grain thi column show how to exploit exist function and egen function when they exist and appli to such problem it offer advic on how to build your own loop egen function or program when need mata provid especi conveni tool for construct mani such function and program center on put select data into matric and then process each observ as a separ vector two program rowsort and rowrank are formal publish with thi column", "title": "Speaking Stata: Rowwise"}, "https://ideas.repec.org/a/tsj/stataj/v4y2004i3p357-358.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34"], "abstractStem": "no abstract is avail for thi item", "title": "Stata tip 12: Tuning the plot region aspect ratio"}, "https://ideas.repec.org/a/tsj/stataj/v10y2010i3p482-495.html": {"abstract": "Sample skewness and kurtosis are limited by functions of sample size. The limits, or approximations to them, have repeatedly been rediscovered over the last several decades, but nevertheless seem to remain only poorly known. The limits impart bias to estimation and, in extreme cases, imply that no sample could bear exact witness to its parent distribution. The main results are explained in a tutorial review, and it is shown how Stata and Mata may be used to confirm and explore their consequences.", "authors": ["epco34"], "abstractStem": "sampl skew and kurtosi are limit by function of sampl size the limit or approxim to them have repeatedli been rediscov over the last sever decad but nevertheless seem to remain onli poorli known the limit impart bia to estim and in extrem case impli that no sampl could bear exact wit to it parent distribut the main result are explain in a tutori review and it is shown how stata and mata may be use to confirm and explor their consequ", "title": "Speaking Stata: The limits of sample skewness and kurtosis"}, "https://ideas.repec.org/a/tsj/stataj/v11y2011i3p472-473.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34"], "abstractStem": "no abstract is avail for thi item", "title": "Stata tip 101: Previous but different"}, "https://ideas.repec.org/a/tsj/stbull/y2000v9i51dm72.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34"], "abstractStem": "no abstract is avail for thi item", "title": "Alternative ranking procedures"}, "https://ideas.repec.org/a/tsj/stataj/v3y2003i4p446-447.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34"], "abstractStem": "no abstract is avail for thi item", "title": "Stata tip 2: Building with floors and ceilings"}, "https://ideas.repec.org/a/tsj/stataj/v4y2004i1p66-88.html": {"abstract": "Graphing univariate distributions is central to both statistical graphics, in general, and StataÕs graphics, in particular. Now that Stata 8 is out, a review of official and user-written commands is timely. The emphasis here is on going beyond what is obviously and readily available, with pointers to minor and major trickery and various user-written commands. For plotting histogram-like displays, kerneldensity estimates and plots based on distribution functions or quantile functions, a large variety of choices is now available to the researcher. Copyright 2004 by StataCorp LP.", "authors": ["epco34"], "abstractStem": "graph univari distribut is central to both statist graphic in gener and stata s graphic in particular now that stata 8 is out a review of offici and userwritten command is time the emphasi here is on go beyond what is obvious and readili avail with pointer to minor and major trickeri and variou userwritten command for plot histogramlik display kerneldens estim and plot base on distribut function or quantil function a larg varieti of choic is now avail to the research copyright 2004 by statacorp lp", "title": "Speaking Stata: Graphing distributions"}, "https://ideas.repec.org/a/tsj/stataj/v11y2011i1p145-148.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34", "epho144"], "abstractStem": "no abstract is avail for thi item", "title": "Stata tip 95: Estimation of error covariances in a linear model"}, "https://ideas.repec.org/a/tsj/stataj/v6y2006i1p149-150.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34"], "abstractStem": "no abstract is avail for thi item", "title": "Stata tip 30: May the source be with you"}, "https://ideas.repec.org/a/tsj/stataj/v2y2002i2p183-189.html": {"abstract": "Program concord implements L. I. Lin Õs concordance correlation coefficient (Lin,1989), as well as the limits-of-agreement procedure (Bland and Altman, 1986). Recently, Lin (2000) issued an erratum reporting a number of typographical errors in his seminal 1989 paper. Further, changes in Stata Version 7 required modification of concord. This note reports the effect of the errors and provides a corrected and updated program. Copyright 2002 by Stata Corporation.", "authors": ["epco34", "epst10"], "abstractStem": "program concord implement l i lin  s concord correl coeffici lin1989 as well as the limitsofagr procedur bland and altman 1986 recent lin 2000 issu an erratum report a number of typograph error in hi semin 1989 paper further chang in stata version 7 requir modif of concord thi note report the effect of the error and provid a correct and updat program copyright 2002 by stata corpor", "title": "A note on the concordance correlation coefficient"}, "https://ideas.repec.org/a/tsj/stataj/v6y2006i3p397-419.html": {"abstract": "Time series showing seasonality- marked variation with time of year- are of interest to many scientists, including climatologists, other environmental scientists, epidemiologists, and economists. The usual graphs plotting response variables against time, or even time of year, are not always the most effective at showing the fine structure of seasonality. I survey various modifications of the usual graphs and other kinds of graphs with a range of examples. Although I introduce here two new Stata commands, cycleplot and sliceplot, I emphasize exploiting standard functions, data management commands, and graph options to get the graphs desired.", "authors": ["epco34"], "abstractStem": "time seri show season mark variat with time of year are of interest to mani scientist includ climatologist other environment scientist epidemiologist and economist the usual graph plot respons variabl against time or even time of year are not alway the most effect at show the fine structur of season i survey variou modif of the usual graph and other kind of graph with a rang of exampl although i introduc here two new stata command cycleplot and sliceplot i emphas exploit standard function data manag command and graph option to get the graph desir", "title": "Speaking Stata: Graphs for all seasons"}, "https://ideas.repec.org/a/tsj/stataj/v4y2004i4p480-483.html": {"abstract": "The new edition of the book by Dunn (2004) is reviewed.", "authors": ["epco34"], "abstractStem": "the new edit of the book by dunn 2004 is review", "title": "Review of Statistical Evaluation of Measurement Errors by Dunn"}, "https://ideas.repec.org/a/tsj/stataj/v11y2011i2p323-324.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34", "epgo154"], "abstractStem": "no abstract is avail for thi item", "title": "Stata tip 100: Mata and the case of the missing macros"}, "https://ideas.repec.org/a/tsj/stataj/v15y2015i4p1174-1185.html": {"abstract": "Identifying frequencies and patterns of missing values and preliminary cleaning of missing data are common and fundamental parts of statistical data management. I offer a new command, missings, as a replacement for, and extension of, my previous commands nmissing (Cox 1999, Stata Technical Bulletin 49: 7–8; 2001a, Stata Technical Bulletin 60: 2–3; 2003, Stata Journal 3: 449; 2005, Stata Journal 5: 607) and dropmiss (Cox 2001b, Stata Technical Bulletin 60: 7–8; 2008, Stata Journal 8: 594). I also make comparisons with similar commands. Copyright 2015 by StataCorp LP.", "authors": [], "abstractStem": "identifi frequenc and pattern of miss valu and preliminari clean of miss data are common and fundament part of statist data manag i offer a new command miss as a replac for and extens of my previou command nmiss cox 1999 stata technic bulletin 49 7 8 2001a stata technic bulletin 60 2 3 2003 stata journal 3 449 2005 stata journal 5 607 and dropmiss cox 2001b stata technic bulletin 60 7 8 2008 stata journal 8 594 i also make comparison with similar command copyright 2015 by statacorp lp", "title": "Speaking Stata: A set of utilities for managing missing values"}, "https://ideas.repec.org/a/tsj/stbull/y2001v10i57dm70.1.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34"], "abstractStem": "no abstract is avail for thi item", "title": "Extensions to generate, extended: corrections"}, "homepage": "https://ideas.repec.org/e/pco34.html", "https://ideas.repec.org/a/tsj/stbull/y1999v8i44sg85.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34"], "abstractStem": "no abstract is avail for thi item", "title": "Moving summaries"}, "https://ideas.repec.org/a/tsj/stataj/v7y2007i1p117-130.html": {"abstract": "The count command has one simple role, to count observations in general or that satisfy some condition(s). This task can be useful when some larger problem pivots on counting, especially if count is used with a loop over observations or variables. I use various problems, mostly of data management, as examples. I also make comparisons with the use of N, summarize, and egen for the same or similar problems.", "authors": ["epco34"], "abstractStem": "the count command ha one simpl role to count observ in gener or that satisfi some condit thi task can be use when some larger problem pivot on count especi if count is use with a loop over observ or variabl i use variou problem mostli of data manag as exampl i also make comparison with the use of n summar and egen for the same or similar problem", "title": "Speaking Stata: Making it count"}, "https://ideas.repec.org/a/tsj/stataj/v7y2007i1p143-145.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34"], "abstractStem": "no abstract is avail for thi item", "title": "Stata tip 43: Remainders, selections, sequences, extractions: Uses of the modulus"}, "https://ideas.repec.org/a/tsj/stataj/v9y2009i4p648-651.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34"], "abstractStem": "no abstract is avail for thi item", "title": "Stata tip 82: Grounds for grids on graphs"}, "https://ideas.repec.org/a/tsj/stbull/y2001v10i60dm88.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34"], "abstractStem": "no abstract is avail for thi item", "title": "Renaming variables, multiply and systematically"}, "https://ideas.repec.org/a/tsj/stataj/v7y2007i4p571-581.html": {"abstract": "Counting panels, and more generally groups, is sometimes possible in Stata through a reduction command (e.g., collapse, contract, statsby) that produces a smaller dataset or through a tabulation command. Yet there are also many problems, especially with irregular sets of observations for varying times, that do not yield easily to this approach. This column focuses on techniques for answering such questions while maintaining the same data structure. Especially useful are the Stata commands by: and egen and indicator variables constructed for the purpose. With by: we often exploit the fact that subscripts are defined within group, not within dataset. egen functions are often used to produce group-level statistics. Tagging each group just once ensures that summaries, including counts, are of groups, not individual observations.", "authors": ["epco34"], "abstractStem": "count panel and more gener group is sometim possibl in stata through a reduct command eg collaps contract statsbi that produc a smaller dataset or through a tabul command yet there are also mani problem especi with irregular set of observ for vari time that do not yield easili to thi approach thi column focus on techniqu for answer such question while maintain the same data structur especi use are the stata command by and egen and indic variabl construct for the purpos with by we often exploit the fact that subscript are defin within group not within dataset egen function are often use to produc grouplevel statist tag each group just onc ensur that summari includ count are of group not individu observ", "title": "Speaking Stata: Counting groups, especially panels"}, "https://ideas.repec.org/a/tsj/stataj/v14y2014i4p991-996.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34"], "abstractStem": "no abstract is avail for thi item", "title": "Stata tip 121: Box plots side by side"}, "https://ideas.repec.org/a/tsj/stbull/y2000v9i52dm45.2.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34"], "abstractStem": "no abstract is avail for thi item", "title": "Changing string variables to numeric: correction"}, "https://ideas.repec.org/a/tsj/stataj/v8y2008i2p295-298.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34"], "abstractStem": "no abstract is avail for thi item", "title": "Stata tip 62: Plotting on reversed scales"}, "https://ideas.repec.org/a/tsj/stataj/v14y2014i4p975-990.html": {"abstract": "Design plots, as defined in this article, show summaries of a response variable given the classes or distinct levels of numeric or string variables presented as influencing factors. Any summarize results can be plotted using statsby as an engine to produce summaries for groups of observations defined by classes and their cross-combinations. graph dot is used by default, but graphs may readily be recast using graph hbar or graph bar. Such plots offer scope for detailed yet concise data exploration and reporting. Copyright 2014 by StataCorp LP.", "authors": ["epco34"], "abstractStem": "design plot as defin in thi articl show summari of a respons variabl given the class or distinct level of numer or string variabl present as influenc factor ani summar result can be plot use statsbi as an engin to produc summari for group of observ defin by class and their crosscombin graph dot is use by default but graph may readili be recast use graph hbar or graph bar such plot offer scope for detail yet concis data explor and report copyright 2014 by statacorp lp", "title": "Speaking Stata: Design plots for graphical summary of a response given factors"}, "https://ideas.repec.org/a/tsj/stataj/v11y2011i3p474-477.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34"], "abstractStem": "no abstract is avail for thi item", "title": "Stata tip 102: Highlighting specific bars"}, "https://ideas.repec.org/a/tsj/stataj/v15y2015i4p901-904.html": {"abstract": "No abstract is available for this item.", "authors": [], "abstractStem": "no abstract is avail for thi item", "title": "The Stata Journal Editors' Prize 2014: Richard Williams"}, "https://ideas.repec.org/a/tsj/stataj/v6y2006i4p596.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34"], "abstractStem": "no abstract is avail for thi item", "title": "Stata tip 36: Which observations? Erratum"}, "https://ideas.repec.org/a/tsj/stataj/v7y2007i2p268-271.html": {"abstract": "No abstract is available for this item.", "authors": ["epba1", "epco34"], "abstractStem": "no abstract is avail for thi item", "title": "Stata tip 45: Getting those data into shape"}, "https://ideas.repec.org/a/tsj/stbull/y1997v6i36gr24.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34"], "abstractStem": "no abstract is avail for thi item", "title": "Easier bar charts"}, "https://ideas.repec.org/a/tsj/stataj/v12y2012i4p761-764.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34"], "abstractStem": "no abstract is avail for thi item", "title": "Stata tip 113: Changing a variable's format: What it does and does not mean"}, "https://ideas.repec.org/a/tsj/stataj/v3y2003i4p420-439.html": {"abstract": "Three user-written commands are reviewed as illustrations of different approaches to tabulation problems, each one step beyond what is possible to do directly through official Stata. tabcount is a wrapper for tabdisp written to produce tables that show how often specified values occur or specified conditions are satisfied so that, in particular, tables may include explicit zeros whenever desired. makematrix is designed for situations in which a table of results may be compiled by populating a matrix. matrix list or list maythenbeusedtodisplay the table. groups shows frequencies of combinations of values using list. Users should find these commands to be helpful additions to the toolkit. Programmers may be interested in examples of the wrapper approach, calculating the values to be tabulated before passing them to a workhorse display command. This is the second of two papers on this topic. Copyright 2003 by StataCorp LP.", "authors": ["epco34"], "abstractStem": "three userwritten command are review as illustr of differ approach to tabul problem each one step beyond what is possibl to do directli through offici stata tabcount is a wrapper for tabdisp written to produc tabl that show how often specifi valu occur or specifi condit are satisfi so that in particular tabl may includ explicit zero whenev desir makematrix is design for situat in which a tabl of result may be compil by popul a matrix matrix list or list maythenbeusedtodisplay the tabl group show frequenc of combin of valu use list user should find these command to be help addit to the toolkit programm may be interest in exampl of the wrapper approach calcul the valu to be tabul befor pass them to a workhors display command thi is the second of two paper on thi topic copyright 2003 by statacorp lp", "title": "Speaking Stata: Problems with tables, Part II"}, "https://ideas.repec.org/a/tsj/stbull/y2000v9i54sg84.2.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34", "epst10"], "abstractStem": "no abstract is avail for thi item", "title": "Concordance correlation coefficient: update for Stata 6"}, "https://ideas.repec.org/a/tsj/stataj/v4y2004i3p329-349.html": {"abstract": "Many statistical problems involve comparison and, in particular, the assessment of agreement or disagreement between data measured on identical scales. Some commonly used plots are often ineffective in assessing the fine structure of such data, especially scatterplots of highly correlated variables and plots of values measured \"before\" and \"after\" using tilted line segments. Valuable alternatives are available using horizontal reference patterns, changes plotted as parallel lines, and parallel coordinates plots. The quantities of interest (usually differences on some scale) should be shown as directly as possible, and the responses of given individuals should be identified as easily as possible. Copyright 2004 by StataCorp LP.", "authors": ["epco34"], "abstractStem": "mani statist problem involv comparison and in particular the assess of agreement or disagr between data measur on ident scale some commonli use plot are often ineffect in assess the fine structur of such data especi scatterplot of highli correl variabl and plot of valu measur befor and after use tilt line segment valuabl altern are avail use horizont refer pattern chang plot as parallel line and parallel coordin plot the quantiti of interest usual differ on some scale should be shown as directli as possibl and the respons of given individu should be identifi as easili as possibl copyright 2004 by statacorp lp", "title": "Speaking Stata: Graphing agreement and disagreement"}, "https://ideas.repec.org/a/tsj/stbull/y1997v6i36gr25.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34"], "abstractStem": "no abstract is avail for thi item", "title": "Spike plots for histograms, rootograms, and time-series plots"}, "https://ideas.repec.org/a/tsj/stataj/v1y2001i1p86-97.html": {"abstract": "This column will focus on how to improve your fluency in Stata. Over the next issues we will look at Stata problems of intermediate size which turn out to be soluble with a few command lines. As an introduction, systematic ways of repeating the same or similar operations are surveyed to give one overview of the territory to be covered. Copyright 2001 by Stata Corporation.", "authors": ["epco34"], "abstractStem": "thi column will focu on how to improv your fluenci in stata over the next issu we will look at stata problem of intermedi size which turn out to be solubl with a few command line as an introduct systemat way of repeat the same or similar oper are survey to give one overview of the territori to be cover copyright 2001 by stata corpor", "title": "Speaking Stata: How to repeat yourself without going mad"}, "https://ideas.repec.org/a/tsj/stataj/v13y2013i3p640-666.html": {"abstract": "Trimmed means are means calculated after setting aside zero or more values in each tail of a sample distribution. Here we focus on trimming equal numbers in each tail. Such trimmed means define a family or function with mean and median as extreme members and are attractive as simple and easily understood summaries of the general level (location, central tendency) of a variable. This article provides a tutorial review of trimmed means, emphasizing the scope for trimming to varying degrees in describing and exploring data. Detailed remarks are included on the idea's history, plotting of results, and confidence interval procedures. Examples are given using astronomical and medical data. The new Stata commands trimmean and trimplot are also included. Copyright 2013 by StataCorp LP.", "authors": ["epco34"], "abstractStem": "trim mean are mean calcul after set asid zero or more valu in each tail of a sampl distribut here we focu on trim equal number in each tail such trim mean defin a famili or function with mean and median as extrem member and are attract as simpl and easili understood summari of the gener level locat central tendenc of a variabl thi articl provid a tutori review of trim mean emphas the scope for trim to vari degre in describ and explor data detail remark are includ on the idea histori plot of result and confid interv procedur exampl are given use astronom and medic data the new stata command trimmean and trimplot are also includ copyright 2013 by statacorp lp", "title": "Speaking Stata: Trimming to taste"}, "https://ideas.repec.org/a/tsj/stataj/v11y2011i1p149-154.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34"], "abstractStem": "no abstract is avail for thi item", "title": "Stata tip 96: Cube roots"}, "https://ideas.repec.org/a/tsj/stbull/y2001v10i55sg137.html": {"abstract": "No abstract is available for this item.", "authors": ["epba1", "epco34"], "abstractStem": "no abstract is avail for thi item", "title": "Tests for heteroskedasticity in regression error distribution"}, "https://ideas.repec.org/a/tsj/stataj/v10y2010i1p143-151.html": {"abstract": "The statsby command collects statistics from a command yielding r-class or e-class results across groups of observations and yields a new reduced dataset. statsby is commonly used to graph such data in comparisons of groups; the subsets and total options of statsby are particularly useful in this regard. In this article, I give examples of using this approach to produce box plots and plots of confidence intervals.", "authors": ["epco34"], "abstractStem": "the statsbi command collect statist from a command yield rclass or eclass result across group of observ and yield a new reduc dataset statsbi is commonli use to graph such data in comparison of group the subset and total option of statsbi are particularli use in thi regard in thi articl i give exampl of use thi approach to produc box plot and plot of confid interv", "title": "Speaking Stata: The statsby strategy"}, "https://ideas.repec.org/a/tsj/stataj/v10y2010i1p9-10.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34"], "abstractStem": "no abstract is avail for thi item", "title": "Ana Isabel Palma Carlos Timberlake (1943-2009)"}, "https://ideas.repec.org/a/tsj/stataj/v4y2004i2p190-213.html": {"abstract": "A variety of graphs have been devised for categorical and compositional data, ranging from widely familiar to more unusual displays. Both official Stata commands and user-written programs are available. After a stacking trick for binary responses is explained, bar charts and related displays for cross-tabulations are discussed in detail. Tips and tricks are introduced for plotting cumulative distributions of graded (ordinal) data. Triangular plots are explained for threeway compositions, such as three proportions or percentages. Copyright 2004 by StataCorp LP.", "authors": ["epco34"], "abstractStem": "a varieti of graph have been devis for categor and composit data rang from wide familiar to more unusu display both offici stata command and userwritten program are avail after a stack trick for binari respons is explain bar chart and relat display for crosstabul are discuss in detail tip and trick are introduc for plot cumul distribut of grade ordin data triangular plot are explain for threeway composit such as three proport or percentag copyright 2004 by statacorp lp", "title": "Speaking Stata: Graphing categorical and compositional data"}, "https://ideas.repec.org/a/tsj/stataj/v12y2012i1p147-158.html": {"abstract": "Wanting to present Stata output in a different way is a very common desire that lies behind many substantial user-written programs. Here I start at the beginning with some basic tips and tricks. I discuss using display to replay the results you want; putting results into new variables so that they can be listed, tabulated, or plotted; and using existing reduction commands to produce new datasets containing results.", "authors": ["epco34"], "abstractStem": "want to present stata output in a differ way is a veri common desir that lie behind mani substanti userwritten program here i start at the begin with some basic tip and trick i discuss use display to replay the result you want put result into new variabl so that they can be list tabul or plot and use exist reduct command to produc new dataset contain result", "title": "Speaking Stata: Output to order"}, "https://ideas.repec.org/a/tsj/stbull/y2000v9i50dm70.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34"], "abstractStem": "no abstract is avail for thi item", "title": "Extensions to generate, extended"}, "https://ideas.repec.org/a/tsj/stbull/y1997v6i36gr16.1.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34"], "abstractStem": "no abstract is avail for thi item", "title": "Convex hull plots"}, "https://ideas.repec.org/a/tsj/stataj/v8y2008i1p105-121.html": {"abstract": "The term spineplot has been applied over the last decade or so to a type of bar chart used particularly for showing frequencies, proportions, or percentages of two cross-classified categorical variables. The principle is that the areas of rectangular tiles are proportional to the frequencies in the cells of a contingency table. Often both coarse and fine structure are easy to see, including departures from independence. The main idea has, in fact, been rediscovered repeatedly over at least the last 130 years. In its most general form, it has been widely publicized under the name mosaic plots. This column introduces, discusses, and exemplifies a Stata implementation of spineplots. It is noted that a restriction to two variables is more apparent than real, as either axis of a spineplot can show a composite variable defined by cross combinations of two or more variables. Copyright 2008 by StataCorp LP.", "authors": ["epco34"], "abstractStem": "the term spineplot ha been appli over the last decad or so to a type of bar chart use particularli for show frequenc proport or percentag of two crossclassifi categor variabl the principl is that the area of rectangular tile are proport to the frequenc in the cell of a conting tabl often both coars and fine structur are easi to see includ departur from independ the main idea ha in fact been rediscov repeatedli over at least the last 130 year in it most gener form it ha been wide public under the name mosaic plot thi column introduc discuss and exemplifi a stata implement of spineplot it is note that a restrict to two variabl is more appar than real as either axi of a spineplot can show a composit variabl defin by cross combin of two or more variabl copyright 2008 by statacorp lp", "title": "Speaking Stata: Spineplots and their kin"}, "https://ideas.repec.org/a/tsj/stataj/v10y2010i3p503-504.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34"], "abstractStem": "no abstract is avail for thi item", "title": "Stata tip 91: Putting unabbreviated varlists into local macros"}, "https://ideas.repec.org/a/tsj/stbull/y1998v7i37dm44.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34"], "abstractStem": "no abstract is avail for thi item", "title": "Sequences of integers"}, "https://ideas.repec.org/a/tsj/stbull/y1998v7i41gr16.2.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34"], "abstractStem": "no abstract is avail for thi item", "title": "Corrections to condraw.ado"}, "https://ideas.repec.org/a/tsj/stbull/y1999v8i44dm59.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34"], "abstractStem": "no abstract is avail for thi item", "title": "Collasping datasets to frequencies"}, "https://ideas.repec.org/a/tsj/stataj/v7y2007i4p590-592.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34"], "abstractStem": "no abstract is avail for thi item", "title": "Stata tip 55: Better axis labeling for time points and time intervals"}, "https://ideas.repec.org/a/tsj/stbull/y2001v10i59dm86.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34"], "abstractStem": "no abstract is avail for thi item", "title": "Sampling without replacement: absolute sample sizes and keeping all observations"}, "https://ideas.repec.org/a/tsj/stataj/y13y2013i2p398-400.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34"], "abstractStem": "no abstract is avail for thi item", "title": "Speaking Stata: Creating and varying box plots: Correction"}, "https://ideas.repec.org/a/tsj/stbull/y1998v7i41dm53.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34", "epst10"], "abstractStem": "no abstract is avail for thi item", "title": "Detection and deletion of duplicate observations"}, "https://ideas.repec.org/a/tsj/stataj/v7y2007i2p275-279.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34"], "abstractStem": "no abstract is avail for thi item", "title": "Stata tip 47: Quantile–quantile plots without programming"}, "https://ideas.repec.org/a/tsj/stbull/y2001v10i57dm80.1.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34"], "abstractStem": "no abstract is avail for thi item", "title": "Update to changing numeric variables to string"}, "https://ideas.repec.org/a/tsj/stataj/v12y2012i4p765.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34"], "abstractStem": "no abstract is avail for thi item", "title": "Stata tip 111: More on working with weeks, erratum"}, "https://ideas.repec.org/a/tsj/stataj/v12y2012i3p565-569.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34"], "abstractStem": "no abstract is avail for thi item", "title": "Stata tip 111: More on working with weeks"}, "https://ideas.repec.org/a/tsj/stbull/y1999v8i45sg84.1.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34", "epst10"], "abstractStem": "no abstract is avail for thi item", "title": "Concordance correlation coefficient, revisited"}, "https://ideas.repec.org/a/tsj/stataj/v12y2012i4p748-758.html": {"abstract": "Matrices in Stata can serve as look-up tables. Because Stata will accept references to matrix elements within many commands, most notably generate and replace, users can access and use values from a table in either vector or full matrix form. Examples are given for entry of small datasets, recoding of categorical variables, and quantile-based or similar binning of counted or measured variables. In the last case, the device grants easy exploration of the consequences of different binning conventions and the instability of bin allocation.", "authors": ["epco34"], "abstractStem": "matric in stata can serv as lookup tabl becaus stata will accept refer to matrix element within mani command most notabl gener and replac user can access and use valu from a tabl in either vector or full matrix form exampl are given for entri of small dataset recod of categor variabl and quantilebas or similar bin of count or measur variabl in the last case the devic grant easi explor of the consequ of differ bin convent and the instabl of bin alloc", "title": "Speaking Stata: Matrices as look-up tables"}, "https://ideas.repec.org/a/tsj/stataj/v12y2012i3p549-561.html": {"abstract": "Conventions about what information goes on each axis of a two-way plot are precisely that, conventions. This column discusses—historically, syntactically, and by example-the idea that flouting convention in various ways can lead to small but useful improvements in graph display. Putting y-axis information on the right or on the top, or putting x-axis information on the top, often is useful. The most substantial examples are for multiple quantile plots, for which the new command multqplot is offered, and table-like graphs, which are made even more table-like by mimicking column headers.", "authors": ["epco34"], "abstractStem": "convent about what inform goe on each axi of a twoway plot are precis that convent thi column discuss histor syntact and by exampleth idea that flout convent in variou way can lead to small but use improv in graph display put yaxi inform on the right or on the top or put xaxi inform on the top often is use the most substanti exampl are for multipl quantil plot for which the new command multqplot is offer and tablelik graph which are made even more tablelik by mimick column header", "title": "Speaking Stata: Axis practice, or what goes where on a graph"}, "https://ideas.repec.org/a/tsj/stataj/v5y2005i4p574-593.html": {"abstract": "Identifying patterns in bivariate data on a scatterplot remains a ba- sic statistical problem, with special flavor when both variables are on the same footing. Ideas of double, diagonal, and polar smoothing inspired by Cleveland and McGill’s 1984 paper in the Journal of the American Statistical Association are revisited with various examples from environmental datasets. Double smooth- ing means smoothing both y given x and x given y. Diagonal smoothing means smoothing based on the sum and difference of y and x that treats the two variables symmetrically, possibly under standardization. Polar smoothing is based on the transformation from Cartesian to polar coordinates followed by smoothing and then reverse transformation; here the smoothing is implemented by regression on a series of sine and cosine terms. These methods thus offer exploratory tools for determining the broad structure of bivariate data.", "authors": ["epco34"], "abstractStem": "identifi pattern in bivari data on a scatterplot remain a ba sic statist problem with special flavor when both variabl are on the same foot idea of doubl diagon and polar smooth inspir by cleveland and mcgill s 1984 paper in the journal of the american statist associ are revisit with variou exampl from environment dataset doubl smooth ing mean smooth both y given x and x given y diagon smooth mean smooth base on the sum and differ of y and x that treat the two variabl symmetr possibl under standard polar smooth is base on the transform from cartesian to polar coordin follow by smooth and then revers transform here the smooth is implement by regress on a seri of sine and cosin term these method thu offer exploratori tool for determin the broad structur of bivari data", "title": "Speaking Stata: Smoothing in various directions"}, "https://ideas.repec.org/a/tsj/stataj/v7y2007i3p440-443.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34"], "abstractStem": "no abstract is avail for thi item", "title": "Stata tip 51: Events in intervals"}, "https://ideas.repec.org/a/tsj/stataj/v5y2005i3p413-420.html": {"abstract": "This is a tutorial on the cond() function, giving explanations and examples and assessing its advantages and limitations. Copyright 2005 by StataCorp LP.", "authors": ["epco34", "epka118"], "abstractStem": "thi is a tutori on the cond function give explan and exampl and assess it advantag and limit copyright 2005 by statacorp lp", "title": "Depending on conditions: a tutorial on the cond() function"}, "https://ideas.repec.org/a/tsj/stataj/v8y2008i3p450-451.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34"], "abstractStem": "no abstract is avail for thi item", "title": "Stata tip 67: J() now has greater replicating powers"}, "https://ideas.repec.org/a/tsj/stataj/v9y2009i3p499-503.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34"], "abstractStem": "no abstract is avail for thi item", "title": "Stata tip 78: Going gray gracefully: Highlighting subsets and downplaying substrates"}, "https://ideas.repec.org/a/tsj/stataj/v6y2006i4p561-579.html": {"abstract": "Using sine and cosine terms as predictors in modeling periodic time series and other kinds of periodic responses is a long-established technique, but it is often overlooked in many courses or textbooks. Such trigonometric regression is straightforward in Stata through applications of existing commands. I give various examples using classic periodic datasets on the motion of the asteroid Pallas and the daily rhythm of birth numbers. I make a brief connection to polynomial-trigonometric regression.", "authors": ["epco34"], "abstractStem": "use sine and cosin term as predictor in model period time seri and other kind of period respons is a longestablish techniqu but it is often overlook in mani cours or textbook such trigonometr regress is straightforward in stata through applic of exist command i give variou exampl use classic period dataset on the motion of the asteroid palla and the daili rhythm of birth number i make a brief connect to polynomialtrigonometr regress", "title": "Speaking Stata: In praise of trigonometric predictors"}, "https://ideas.repec.org/a/tsj/stbull/y1999v8i43sg84.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34", "epst10"], "abstractStem": "no abstract is avail for thi item", "title": "Concordance correlation coefficient"}, "https://ideas.repec.org/a/tsj/stataj/v3y2003i2p105-108.html": {"abstract": "The editor and executive editor give some thoughts on the recent past, the present, and the immediate future of the Stata Journal. Copyright 2003 by Stata Corporation.", "authors": ["epco34"], "abstractStem": "the editor and execut editor give some thought on the recent past the present and the immedi futur of the stata journal copyright 2003 by stata corpor", "title": "The Stata Journal so far: Editors' report"}, "https://ideas.repec.org/a/tsj/stbull/y2000v9i54ip29.1.html": {"abstract": "No abstract is available for this item.", "authors": ["epba1", "epco34"], "abstractStem": "no abstract is avail for thi item", "title": "Metadata for user-written contributions to the Stata programming language: extensions"}, "https://ideas.repec.org/a/tsj/stbull/y2001v10i60dm89.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34"], "abstractStem": "no abstract is avail for thi item", "title": "Dropping variables or observations with missing values"}, "https://ideas.repec.org/a/tsj/stataj/v13y2013i1p217-219.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34"], "abstractStem": "no abstract is avail for thi item", "title": "Stata tip 114: Expand paired dates to pairs of dates"}, "https://ideas.repec.org/a/tsj/stataj/v11y2011i2p305-314.html": {"abstract": "Many problems in data management center on relating values to values in other observations, either within a dataset as a whole or within groups such as panels. This column reviews some basic Stata techniques helpful for such tasks, including the use of subscripts, summarize, by:, sum(), cond(), and egen. Several techniques exploit the fact that logical expressions yield 1 when true and 0 when false. Dividing by zero to yield missings is revealed as a surprisingly valuable device. Copyright 2011 by StataCorp LP.", "authors": ["epco34"], "abstractStem": "mani problem in data manag center on relat valu to valu in other observ either within a dataset as a whole or within group such as panel thi column review some basic stata techniqu help for such task includ the use of subscript summar by sum cond and egen sever techniqu exploit the fact that logic express yield 1 when true and 0 when fals divid by zero to yield miss is reveal as a surprisingli valuabl devic copyright 2011 by statacorp lp", "title": "Speaking Stata: Compared with.."}, "https://ideas.repec.org/a/tsj/stataj/v7y2007i2p249-265.html": {"abstract": "Spells in time series (and more generally in any kind of one-dimensional series) may be defined as sequences of observations that are homogeneous in some sense. For example, a categorical variable may remain in the same state, or values of a measured variable may satisfy the same true-false condition. Devices for working with spells in Stata include marking the start of each spell with indicator variables and tagging spells with integer codes. Panel data are easy to handle with the by: prefix. Some kinds of spell identification require two passes through the data, as when only spells of some minimum length are of interest or short gaps are tolerable within spells. Many questions concerning spells are easy to answer given careful use of by: and appropriate sort order, selection of just 1 observation from each panel or spell, and appreciation of the many functions written for egen. Gaps before, between, and after spells can also be important, and I suggest a convention for handling them.", "authors": ["epco34"], "abstractStem": "spell in time seri and more gener in ani kind of onedimension seri may be defin as sequenc of observ that are homogen in some sens for exampl a categor variabl may remain in the same state or valu of a measur variabl may satisfi the same truefals condit devic for work with spell in stata includ mark the start of each spell with indic variabl and tag spell with integ code panel data are easi to handl with the by prefix some kind of spell identif requir two pass through the data as when onli spell of some minimum length are of interest or short gap are toler within spell mani question concern spell are easi to answer given care use of by and appropri sort order select of just 1 observ from each panel or spell and appreci of the mani function written for egen gap befor between and after spell can also be import and i suggest a convent for handl them", "title": "Speaking Stata: Identifying spells"}, "https://ideas.repec.org/a/tsj/stataj/v12y2012i2p332-341.html": {"abstract": "The time variable is most commonly plotted precisely as recorded in graphs showing change over time. However, if the most interesting part of the graph is very crowded, then transforming the time axis to give that part more space is worth consideration. In this column, I discuss logarithmic scales, square root scales, and scale breaks as possible solutions. Copyright 2012 by StataCorp LP.", "authors": ["epco34"], "abstractStem": "the time variabl is most commonli plot precis as record in graph show chang over time howev if the most interest part of the graph is veri crowd then transform the time axi to give that part more space is worth consider in thi column i discuss logarithm scale squar root scale and scale break as possibl solut copyright 2012 by statacorp lp", "title": "Speaking Stata: Transforming the time axis"}, "https://ideas.repec.org/a/tsj/stataj/v5y2005i4p604-606.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34"], "abstractStem": "no abstract is avail for thi item", "title": "Stata tip 27: Classifying data points on scatter plots"}, "https://ideas.repec.org/a/tsj/stataj/v10y2010i2p281-296.html": {"abstract": "A standard task in data management is producing a list of variable names showing which variables have specific properties, such as being of string type, or having value labels attached, or having a date format. A first-principles strategy is to loop over variables, checking one by one which have the property or properties concerned. I discuss this strategy in detail with a variety of examples. A canned alternative is offered by the official command ds or by a new command, findname, published formally with this column. Copyright 2010 by StataCorp LP.", "authors": ["epco34"], "abstractStem": "a standard task in data manag is produc a list of variabl name show which variabl have specif properti such as be of string type or have valu label attach or have a date format a firstprincipl strategi is to loop over variabl check one by one which have the properti or properti concern i discuss thi strategi in detail with a varieti of exampl a can altern is offer by the offici command ds or by a new command findnam publish formal with thi column copyright 2010 by statacorp lp", "title": "Speaking Stata: Finding variables"}, "https://ideas.repec.org/a/tsj/stbull/y2001v10i59dm83.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34", "epje7"], "abstractStem": "no abstract is avail for thi item", "title": "Renaming variables: changing suffixes"}, "https://ideas.repec.org/a/tsj/stataj/v5y2005i3p442-460.html": {"abstract": "Quantile plots showing by default ordered values versus cumulative probabilities are both well known and also often neglected, considering their ma jor advantages. Their flexibility and power is emphasized by using the qplot program to show several variants on the standard form, making full use of options for reverse, ranked, and transformed scales and for superimposing and juxtaposing quantile traces. Examples are drawn from the analysis of species abundance data in ecology. A revised version of qplot is formally released with this column. Distribution plots in which the axes are interchanged are also discussed briefly, in conjunction with a revised version of distplot, also released now.", "authors": ["epco34"], "abstractStem": "quantil plot show by default order valu versu cumul probabl are both well known and also often neglect consid their ma jor advantag their flexibl and power is emphas by use the qplot program to show sever variant on the standard form make full use of option for revers rank and transform scale and for superimpos and juxtapos quantil trace exampl are drawn from the analysi of speci abund data in ecolog a revis version of qplot is formal releas with thi column distribut plot in which the axe are interchang are also discuss briefli in conjunct with a revis version of distplot also releas now", "title": "Speaking Stata: The protean quantile plot"}, "https://ideas.repec.org/a/tsj/stataj/v11y2011i1p126-142.html": {"abstract": "The problem of handling Roman numerals in Stata is used to illustrate issues arising in the handling of classification codes in character string form and their numeric equivalents. The solutions include Stata programs and Mata func- tions for conversion from numeric to string and from string to numeric. Defining acceptable input and trapping and flagging incorrect or unmanageable inputs are key concerns in good practice. Regular expressions are especially valuable for this problem.", "authors": ["epco34"], "abstractStem": "the problem of handl roman numer in stata is use to illustr issu aris in the handl of classif code in charact string form and their numer equival the solut includ stata program and mata func tion for convers from numer to string and from string to numer defin accept input and trap and flag incorrect or unmanag input are key concern in good practic regular express are especi valuabl for thi problem", "title": "Speaking Stata: MMXI and all that: Handling Roman numerals within Stata"}, "https://ideas.repec.org/a/tsj/stataj/v9y2009i3p504.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34"], "abstractStem": "no abstract is avail for thi item", "title": "Stata tip 79: Optional arguments to options"}, "https://ideas.repec.org/a/tsj/stataj/v4y2004i4p488-489.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34"], "abstractStem": "no abstract is avail for thi item", "title": "Stata tip 15: Function graphs on the fly"}, "https://ideas.repec.org/a/tsj/stataj/v11y2011i2p318-320.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34"], "abstractStem": "no abstract is avail for thi item", "title": "Stata tip 98: Counting substrings within strings"}, "https://ideas.repec.org/a/tsj/stataj/v4y2004i2p223.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34"], "abstractStem": "no abstract is avail for thi item", "title": "Stata tip 9: Following special sequences"}, "https://ideas.repec.org/a/tsj/stataj/v6y2006i2p282-283.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34"], "abstractStem": "no abstract is avail for thi item", "title": "Stata tip 33: Sweet sixteen: Hexadecimal formats and precision problems"}, "https://ideas.repec.org/a/tsj/stataj/v14y2014i4p703-707.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34"], "abstractStem": "no abstract is avail for thi item", "title": "The Stata Journal Editors' Prize 2014: Roger Newson"}, "https://ideas.repec.org/a/tsj/stbull/y2000v9i50sg113.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34"], "abstractStem": "no abstract is avail for thi item", "title": "Tabulation of modes"}, "https://ideas.repec.org/a/tsj/stataj/v11y2011i3p460-471.html": {"abstract": "Functions are the unsung heroes of Stata. This column is a tour of functions that might easily be missed or underestimated, with a potpourri of tips, tricks, and examples for a wide range of basic problems.", "authors": ["epco34"], "abstractStem": "function are the unsung hero of stata thi column is a tour of function that might easili be miss or underestim with a potpourri of tip trick and exampl for a wide rang of basic problem", "title": "Speaking Stata: Fun and fluency with functions"}, "https://ideas.repec.org/a/tsj/stbull/y2000v9i52ip29.html": {"abstract": "No abstract is available for this item.", "authors": ["epba1", "epco34"], "abstractStem": "no abstract is avail for thi item", "title": "Metadata for user-written contributions to the Stata programming language"}, "https://ideas.repec.org/a/tsj/stataj/v7y2007i3p438-439.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34"], "abstractStem": "no abstract is avail for thi item", "title": "Stata tip 50: Efficient use of summarize"}, "https://ideas.repec.org/a/tsj/stbull/y2001v10i60dm67.1.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34"], "abstractStem": "no abstract is avail for thi item", "title": "Enhancements to numbers of missing and present values"}, "https://ideas.repec.org/a/tsj/stataj/v2y2002i1p86-102.html": {"abstract": "The by varlist: construct is reviewed, showing how it can be used to tackle a variety of problems with group structure. These range from simply doing some calculations for each of several groups of observations to doing more advanced manipulations making use of the fact that with this construct, subscripts and the built-ins _n and _N are all interpreted within groups. A fairly complete tutorial on numerical evaluation of true and false conditions is included. Copyright 2002 by Stata Corporation.", "authors": ["epco34"], "abstractStem": "the by varlist construct is review show how it can be use to tackl a varieti of problem with group structur these rang from simpli do some calcul for each of sever group of observ to do more advanc manipul make use of the fact that with thi construct subscript and the builtin n and n are all interpret within group a fairli complet tutori on numer evalu of true and fals condit is includ copyright 2002 by stata corpor", "title": "Speaking Stata: How to move step by: step"}, "https://ideas.repec.org/a/tsj/stbull/y2000v9i51gr41.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34"], "abstractStem": "no abstract is avail for thi item", "title": "Distribution function plots"}, "https://ideas.repec.org/a/tsj/stataj/v7y2007i3p413-433.html": {"abstract": "Stem-and-leaf displays have been widely taught since John W. Tukey publicized them energetically in the 1970s. They remain useful for many distributions of small or modest size, especially for showing fine structure such as digit preference. Stata’s implementation stem produces typed text displays and has some inevitable limitations, especially for comparison of two or more displays. One can re-create stem-and-leaf displays with a few basic Stata commands as scatterplots of stem variable versus position on line with leaves shown as marker labels. Comparison of displays then becomes easy and natural using scatter, by(). Back-to-back presentation of paired displays is also possible. I discuss vari- ants on standard stem-and-leaf displays in which each distinct value is a stem, each distinct value is its own leaf, or axes are swapped. The problem shows how one can, with a few lines of Stata, often produce standard graph forms from first principles, allowing in turn new variants. I also present a new program, stemplot, as a convenience tool.", "authors": ["epco34"], "abstractStem": "stemandleaf display have been wide taught sinc john w tukey public them energet in the 1970 they remain use for mani distribut of small or modest size especi for show fine structur such as digit prefer stata s implement stem produc type text display and ha some inevit limit especi for comparison of two or more display one can recreat stemandleaf display with a few basic stata command as scatterplot of stem variabl versu posit on line with leav shown as marker label comparison of display then becom easi and natur use scatter by backtoback present of pair display is also possibl i discuss vari ant on standard stemandleaf display in which each distinct valu is a stem each distinct valu is it own leaf or axe are swap the problem show how one can with a few line of stata often produc standard graph form from first principl allow in turn new variant i also present a new program stemplot as a conveni tool", "title": "Speaking Stata: Turning over a new leaf"}, "https://ideas.repec.org/a/tsj/stataj/v5y2005i3p469.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34"], "abstractStem": "no abstract is avail for thi item", "title": "Stata tip 24: Axis labels on two or more levels"}, "https://ideas.repec.org/a/tsj/stataj/v5y2005i3p287.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34"], "abstractStem": "no abstract is avail for thi item", "title": "Editorial Announcements"}, "https://ideas.repec.org/a/tsj/stataj/v9y2009i2p306-314.html": {"abstract": "I. J. Good (1916 – 2009) was a proliﬁc scientist who contributed to many ﬁelds, mostly from a Bayesian standpoint. This column explains his idea of quasi- Bayes (a.k.a. pseudo-Bayes) estimation or smoothing of categorical frequencies in a contingency table, which is especially useful as a way of dealing with awkward sampling or random zeros. It shows how the method can be implemented, almost calculator-style, using a combination of Stata and Mata. Convenience commands qsbayesi and qsbayes are also introduced.", "authors": ["epco34"], "abstractStem": "i j good 1916   2009 wa a proli c scientist who contribut to mani  eld mostli from a bayesian standpoint thi column explain hi idea of quasi bay aka pseudobay estim or smooth of categor frequenc in a conting tabl which is especi use as a way of deal with awkward sampl or random zero it show how the method can be implement almost calculatorstyl use a combin of stata and mata conveni command qsbayesi and qsbay are also introduc", "title": "Speaking Stata: I. J. Good and quasi-Bayes smoothing of categorical frequencies"}, "https://ideas.repec.org/a/tsj/stataj/v5y2005i2p282-284.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34"], "abstractStem": "no abstract is avail for thi item", "title": "Stata tip 21: The arrows of outrageous fortune"}, "https://ideas.repec.org/a/tsj/stataj/v10y2010i1p3-8.html": {"abstract": "As explained in the Editorial announcements at the start of this issue, the Stata Journal will be featuring various interviews with selected members of the Stata community in 2010, Stata’s 25th anniversary year. In this issue, we start with an online interview, dated October 14, 2009, of Christopher F. “Kit” Baum, an economics professor at Boston College. Kit has been highly active as a Stata user since the 1990s, contributing as an author and associate editor to this journal and its predecessor, the Stata Technical Bulletin; as a much-downloaded Stata program author; as an author of two notable Stata-based texts; as a frequent participant on Statalist and at Users Group meetings in both the United States and several European countries; and as founder and maintainer for more than a decade of the SSC archive, which now contains many hundred user-written Stata packages. In this interview, he comments on how he got into Stata and adds his own speculations for the future.", "authors": ["epco34"], "abstractStem": "as explain in the editori announc at the start of thi issu the stata journal will be featur variou interview with select member of the stata commun in 2010 stata s 25th anniversari year in thi issu we start with an onlin interview date octob 14 2009 of christoph f  kit  baum an econom professor at boston colleg kit ha been highli activ as a stata user sinc the 1990 contribut as an author and associ editor to thi journal and it predecessor the stata technic bulletin as a muchdownload stata program author as an author of two notabl statabas text as a frequent particip on statalist and at user group meet in both the unit state and sever european countri and as founder and maintain for more than a decad of the ssc archiv which now contain mani hundr userwritten stata packag in thi interview he comment on how he got into stata and add hi own specul for the futur", "title": "A conversation with Kit Baum"}, "https://ideas.repec.org/a/tsj/stbull/y1997v6i33sg57.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34"], "abstractStem": "no abstract is avail for thi item", "title": "An immediate command for two-way tables"}, "https://ideas.repec.org/a/tsj/stataj/v10y2010i4p670-681.html": {"abstract": "Graphical comparison of results for two or more groups or subsets can be accomplished by way of subdivision, superimposition, or juxtaposition. The choice between superimposition (several groups in one panel) and juxtaposition (several groups in several panels) can require fine discrimination: while juxtapo- sition increases clarity, it requires mental superimposition to be most effective. Discussion of this dilemma leads to exploration of a compromise design in which each subset is plotted in a separate panel, with the rest of the data as a backdrop. Univariate and bivariate examples are given, and associated Stata coding tips and tricks are commented on in detail.", "authors": ["epco34"], "abstractStem": "graphic comparison of result for two or more group or subset can be accomplish by way of subdivis superimposit or juxtaposit the choic between superimposit sever group in one panel and juxtaposit sever group in sever panel can requir fine discrimin while juxtapo sition increas clariti it requir mental superimposit to be most effect discuss of thi dilemma lead to explor of a compromis design in which each subset is plot in a separ panel with the rest of the data as a backdrop univari and bivari exampl are given and associ stata code tip and trick are comment on in detail", "title": "Speaking Stata: Graphing subsets"}, "https://ideas.repec.org/a/tsj/stataj/v8y2008i4p588-591.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34"], "abstractStem": "no abstract is avail for thi item", "title": "Stata tip 71: The problem of split identity, or how to group dyads"}, "https://ideas.repec.org/a/tsj/stataj/v12y2012i1p159-161.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34"], "abstractStem": "no abstract is avail for thi item", "title": "Stata tip 105: Daily dates with missing days"}, "https://ideas.repec.org/a/tsj/stataj/v10y2010i1p160-163.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34"], "abstractStem": "no abstract is avail for thi item", "title": "Stata tip 85: Looping over nonintegers"}, "https://ideas.repec.org/a/tsj/stataj/v11y2011i4p632-633.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34"], "abstractStem": "no abstract is avail for thi item", "title": "Stata tip 104: Added text and title options"}, "https://ideas.repec.org/a/tsj/stataj/v8y2008i1p142-145.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34"], "abstractStem": "no abstract is avail for thi item", "title": "Stata tip 59: Plotting on any transformed scale"}, "https://ideas.repec.org/a/tsj/stbull/y1998v7i40gr25.1.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34"], "abstractStem": "no abstract is avail for thi item", "title": "Spike plots for histograms, rootograms, and time series plots, update"}, "https://ideas.repec.org/a/tsj/stbull/y2000v9i51gr42.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34"], "abstractStem": "no abstract is avail for thi item", "title": "Quantile plots, generalized"}, "https://ideas.repec.org/a/tsj/stataj/v10y2010i1p157-159.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34"], "abstractStem": "no abstract is avail for thi item", "title": "Stata tip 84: Summing missings"}, "https://ideas.repec.org/a/tsj/stataj/v8y2008i4p586-587.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34"], "abstractStem": "no abstract is avail for thi item", "title": "Stata tip 70: Beware the evaluating equal sign"}, "https://ideas.repec.org/a/tsj/stbull/y2001v10i61gr42.1.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34"], "abstractStem": "no abstract is avail for thi item", "title": "Quantile plots, generalized: update to Stata 7.0"}, "https://ideas.repec.org/a/jss/jstsof/11b09.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34"], "abstractStem": "no abstract is avail for thi item", "title": "Exploratory Data Mining and Data Cleaning"}, "https://ideas.repec.org/a/tsj/stbull/y1997v6i35gr22.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34"], "abstractStem": "no abstract is avail for thi item", "title": "Binomial smoothing plot"}, "https://ideas.repec.org/a/jss/jstsof/17b03.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34"], "abstractStem": "no abstract is avail for thi item", "title": "The Grammar of Graphics"}, "https://ideas.repec.org/a/tsj/stataj/v3y2003i2p185-202.html": {"abstract": "Various problems in working through lists are discussed in view of changes in Stata 8. for is now undocumented, which provokes a detailed examination of ways of processing lists in parallel with foreach, forvalues, and other devices, including new, concise ways of incrementing and decrementing macros and evaluating other expressions to do with macros in place. New features for manipulating lists held in macros and the new levels command are also reviewed. Copyright 2003 by Stata Corporation.", "authors": ["epco34"], "abstractStem": "variou problem in work through list are discuss in view of chang in stata 8 for is now undocu which provok a detail examin of way of process list in parallel with foreach forvalu and other devic includ new concis way of increment and decrement macro and evalu other express to do with macro in place new featur for manipul list held in macro and the new level command are also review copyright 2003 by stata corpor", "title": "Speaking Stata: Problems with lists"}, "https://ideas.repec.org/a/tsj/stataj/v4y2004i4p449-475.html": {"abstract": "Plotting diagnostic information calculated from residuals and fitted values is a long-standard method for assessing models and seeking ways of improving them. This column focuses on the statistical mainstream defined by regression models for continuous responses, treated in a broad sense to include (for example) generalized linear models. After some comments on the history of such ideas (and even their anthropology and psychology), the commands available in official Stata are reviewed, and a modeldiag package is introduced. A detailed example on fuelwood yield from fallow areas in Nigeria illustrates a variety of general points and specific tips. Copyright 2004 by StataCorp LP.", "authors": ["epco34"], "abstractStem": "plot diagnost inform calcul from residu and fit valu is a longstandard method for assess model and seek way of improv them thi column focus on the statist mainstream defin by regress model for continu respons treat in a broad sens to includ for exampl gener linear model after some comment on the histori of such idea and even their anthropolog and psycholog the command avail in offici stata are review and a modeldiag packag is introduc a detail exampl on fuelwood yield from fallow area in nigeria illustr a varieti of gener point and specif tip copyright 2004 by statacorp lp", "title": "Speaking Stata: Graphing model diagnostics"}, "https://ideas.repec.org/a/tsj/stataj/v2y2002i2p202-222.html": {"abstract": "Three commands in official Stata, foreach, forvalues, and for, provide structures for cycling through lists of values (variable names, numbers, arbitrary text) and repeating commands using members of those lists in turn. All these commands may be used interactively, and none is restricted to use in Stata programs.They are explained and compared in some detail with a variety of examples.In addition,a self-contained exposition is given on local macros, understanding of which is needed for use of foreach and forvalues. Copyright 2002 by Stata Corporation.", "authors": ["epco34"], "abstractStem": "three command in offici stata foreach forvalu and for provid structur for cycl through list of valu variabl name number arbitrari text and repeat command use member of those list in turn all these command may be use interact and none is restrict to use in stata programsthey are explain and compar in some detail with a varieti of examplesin additiona selfcontain exposit is given on local macro understand of which is need for use of foreach and forvalu copyright 2002 by stata corpor", "title": "Speaking Stata: How to face lists with fortitude"}, "https://ideas.repec.org/a/tsj/stataj/v3y2003i1p81-99.html": {"abstract": "A frequent problem in data management is that datasets may not arrive in the best structure for many analyses, so that it may be necessary to restructure the data in some way. The particular case of multiple response data is discussed at length, with special attention to different possible structures; the generation of new variables holding the data in different form; valuable inbuilt string and egen functions; using foreach and forvalues to loop over lists; and the use of the reshape command. Tabulations and graphics for such data are also reviewed brießy. Copyright 2003 by Stata Corporation.", "authors": ["epco34", "epko106"], "abstractStem": "a frequent problem in data manag is that dataset may not arriv in the best structur for mani analys so that it may be necessari to restructur the data in some way the particular case of multipl respons data is discuss at length with special attent to differ possibl structur the gener of new variabl hold the data in differ form valuabl inbuilt string and egen function use foreach and forvalu to loop over list and the use of the reshap command tabul and graphic for such data are also review brie y copyright 2003 by stata corpor", "title": "Speaking Stata: On structure and shape: the case of multiple responses"}, "https://ideas.repec.org/a/tsj/stataj/v2y2002i4p411-427.html": {"abstract": "Functions in Stata take two main forms, built-in functions that are part of the executable and egen functions written in Stata's own language. These are surveyed, giving a variety of tips and tricks, and noting the large number of user-written egen functions available for download from the Internet. Two substantial examples, the calculation of percentile ranks and plotting positions, and the calculation of measures summarizing properties of the other members of a group,provide detailed illustrations of egen in action. Copyright 2002 by Stata Corporation.", "authors": ["epco34"], "abstractStem": "function in stata take two main form builtin function that are part of the execut and egen function written in stata own languag these are survey give a varieti of tip and trick and note the larg number of userwritten egen function avail for download from the internet two substanti exampl the calcul of percentil rank and plot posit and the calcul of measur summar properti of the other member of a groupprovid detail illustr of egen in action copyright 2002 by stata corpor", "title": "Speaking Stata: On getting functions to do the work"}, "https://ideas.repec.org/a/tsj/stataj/v5y2005i2p259-273.html": {"abstract": "Density probability plots show two guesses at the density function of a continuous variable, given a data sample. The first guess is the density function of a specified distribution (e.g., normal, exponential, gamma, etc.) with appropriate parameter values plugged in. The second guess is the same density function evaluated at quantiles corresponding to plotting positions associated with the sample’s order statistics. If the specified distribution fits well, the two guesses will be close. Such plots, suggested by Jones and Daly in 1995, are explained and discussed with examples from simulated and real data. Comparisons are made with histograms, kernel density estimation, and quantile–quantile plots. Copyright 2005 by StataCorp LP.", "authors": ["epco34"], "abstractStem": "densiti probabl plot show two guess at the densiti function of a continu variabl given a data sampl the first guess is the densiti function of a specifi distribut eg normal exponenti gamma etc with appropri paramet valu plug in the second guess is the same densiti function evalu at quantil correspond to plot posit associ with the sampl s order statist if the specifi distribut fit well the two guess will be close such plot suggest by jone and dali in 1995 are explain and discuss with exampl from simul and real data comparison are made with histogram kernel densiti estim and quantil quantil plot copyright 2005 by statacorp lp", "title": "Speaking Stata: Density probability plots"}, "https://ideas.repec.org/a/tsj/stataj/v5y2005i1p2-18.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34"], "abstractStem": "no abstract is avail for thi item", "title": "A brief history of Stata on its 20th anniversary"}, "https://ideas.repec.org/a/tsj/stataj/v5y2005i4p560-566.html": {"abstract": "Various suggestions are made on Stata programming style, under the headings of presentation, helpful Stata features, respect for datasets, speed and efficiency, reminders, and style in the large. Copyright 2005 by StataCorp LP.", "authors": ["epco34"], "abstractStem": "variou suggest are made on stata program style under the head of present help stata featur respect for dataset speed and effici remind and style in the larg copyright 2005 by statacorp lp", "title": "Suggestions on Stata programming style"}, "https://ideas.repec.org/a/tsj/stbull/y1998v7i37gr26.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34"], "abstractStem": "no abstract is avail for thi item", "title": "Bin smoothing and summary on scatter plots"}, "https://ideas.repec.org/a/tsj/stbull/y2001v10i56dm79.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34"], "abstractStem": "no abstract is avail for thi item", "title": "Yet more new matrix commands"}, "https://ideas.repec.org/a/tsj/stataj/v8y2008i2p293-294.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34"], "abstractStem": "no abstract is avail for thi item", "title": "Stata tip 61: Decimal commas in results output and data input"}, "https://ideas.repec.org/a/tsj/stbull/y1999v8i45ip26.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34"], "abstractStem": "no abstract is avail for thi item", "title": "Bivariate results for each pair of variables in a list"}, "https://ideas.repec.org/a/tsj/stbull/y2000v9i49dm67.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34"], "abstractStem": "no abstract is avail for thi item", "title": "Numbers of missing and present values"}, "https://ideas.repec.org/a/tsj/stataj/v3y2003i3p270-277.html": {"abstract": "A common class of problem in statistical science is estimating, as a benchmark, the probability of some event under randomness. For example, in a sequence of events in which several outcomes are possible and the length of the sequence and number of outcomes of each type known, the number of runs gives an indication of whether the outcomes are random, clustered, or alternating. This note explains and illustrates a simple method of random shuffling that is often useful. We show how the conditional probability distribution of the number of runs may be derived easily in Stata, thus yielding p-values for testing the null hypothesis that the type of outcome is random. We also compare our direct approach with that using the simulate command. Copyright 2003 by StataCorp LP.", "authors": ["epco34"], "abstractStem": "a common class of problem in statist scienc is estim as a benchmark the probabl of some event under random for exampl in a sequenc of event in which sever outcom are possibl and the length of the sequenc and number of outcom of each type known the number of run give an indic of whether the outcom are random cluster or altern thi note explain and illustr a simpl method of random shuffl that is often use we show how the condit probabl distribut of the number of run may be deriv easili in stata thu yield pvalu for test the null hypothesi that the type of outcom is random we also compar our direct approach with that use the simul command copyright 2003 by statacorp lp", "title": "Do-it-yourself shuffling and the number of runs under randomness"}, "https://ideas.repec.org/a/tsj/stataj/v5y2005i3p405-412.html": {"abstract": "We present an extension of Sasieni, Royston, and Cox’s bivariate smoother running to the multivariable context. The software aims to provide a picture of the relation between a response variable and each of several continu- ous predictors simultaneously. This may be a valuable tool in exploratory data analysis, before constructing a more formal multiple regression model. Copyright 2005 by StataCorp LP.", "authors": ["epco34"], "abstractStem": "we present an extens of sasieni royston and cox s bivari smoother run to the multivari context the softwar aim to provid a pictur of the relat between a respons variabl and each of sever continu ou predictor simultan thi may be a valuabl tool in exploratori data analysi befor construct a more formal multipl regress model copyright 2005 by statacorp lp", "title": "A multivariable scatterplot smoother"}, "https://ideas.repec.org/a/tsj/stbull/y1998v7i37dm45.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34"], "abstractStem": "no abstract is avail for thi item", "title": "Changing string variables to numeric"}, "https://ideas.repec.org/a/tsj/stbull/y2001v10i60dm90.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34"], "abstractStem": "no abstract is avail for thi item", "title": "Listing distinct values of a variable"}, "lastname": "Cox", "https://ideas.repec.org/a/tsj/stataj/v8y2008i3p413-439.html": {"abstract": "Ronald Aylmer Fisher suggested transforming correlations by using the inverse hyperbolic tangent, or atanh function, a device often called Fisher's z transformation. This article reviews that function and its inverse, the hyperbolic tangent, or tanh function, with discussions of their deﬁnitions and behavior, their use in statistical inference with correlations, and how to apply them in Stata. Examples show the use of Stata and Mata in calculator style. New commands corrci and corrcii are also presented for correlation conﬁdence intervals. The results of using bootstrapping to produce conﬁdence intervals for correlations are also compared. Various historical comments are sprinkled throughout.", "authors": ["epco34"], "abstractStem": "ronald aylmer fisher suggest transform correl by use the invers hyperbol tangent or atanh function a devic often call fisher z transform thi articl review that function and it invers the hyperbol tangent or tanh function with discuss of their de nition and behavior their use in statist infer with correl and how to appli them in stata exampl show the use of stata and mata in calcul style new command corrci and corrcii are also present for correl con denc interv the result of use bootstrap to produc con denc interv for correl are also compar variou histor comment are sprinkl throughout", "title": "Speaking Stata: Correlation with conﬁdence, or Fisher's z revisited"}, "https://ideas.repec.org/a/tsj/stataj/v9y2009i3p478-496.html": {"abstract": "Box plots have been a standard statistical graph since John W. Tukey and his colleagues and students publicized them energetically in the 1970s. In Stata, graph box and graph hbox are commands available to draw box plots, but sometimes neither is sufficiently flexible for drawing some variations on standard box plot designs. This column explains how to use egen to calculate the statistical ingredients needed for box plots and twoway to re-create the plots themselves. That then allows variations such as adding means, connecting medians, or showing all data points beyond certain quantiles.", "authors": ["epco34"], "abstractStem": "box plot have been a standard statist graph sinc john w tukey and hi colleagu and student public them energet in the 1970 in stata graph box and graph hbox are command avail to draw box plot but sometim neither is suffici flexibl for draw some variat on standard box plot design thi column explain how to use egen to calcul the statist ingredi need for box plot and twoway to recreat the plot themselv that then allow variat such as ad mean connect median or show all data point beyond certain quantil", "title": "Speaking Stata: Creating and varying box plots"}, "https://ideas.repec.org/a/tsj/stbull/y1995v4i19os13.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34"], "abstractStem": "no abstract is avail for thi item", "title": "Using awk and fgrep for selective extraction from Stata log files"}, "https://ideas.repec.org/a/tsj/stbull/y1999v8i48gr35.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34"], "abstractStem": "no abstract is avail for thi item", "title": "Diagnostic plots for assessing Singh-Maddala and Dagum distributions fitted by MLE"}, "https://ideas.repec.org/a/tsj/stataj/v7y2007i4p582-583.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34"], "abstractStem": "no abstract is avail for thi item", "title": "Stata tip 52: Generating composite categorical variables"}, "https://ideas.repec.org/a/tsj/stbull/y2000v9i49dm45.1.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34"], "abstractStem": "no abstract is avail for thi item", "title": "Changing string variables to numeric: update"}, "firstname": "Nicholas", "https://ideas.repec.org/a/tsj/stbull/y2000v9i50dm69.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34"], "abstractStem": "no abstract is avail for thi item", "title": "Further new matrix commands"}, "https://ideas.repec.org/a/tsj/stataj/v8y2008i3p446-447.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34"], "abstractStem": "no abstract is avail for thi item", "title": "Stata tip 65: Beware the backstabbing backslash"}, "https://ideas.repec.org/a/tsj/stataj/v4y2004i1p95-96.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34"], "abstractStem": "no abstract is avail for thi item", "title": "Stata tip 6: Inserting awkward characters in the plot"}, "https://ideas.repec.org/a/tsj/stbull/y2001v10i56dm78.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34"], "abstractStem": "no abstract is avail for thi item", "title": "Describing variables in memory"}, "https://ideas.repec.org/a/tsj/stataj/v9y2009i2p321-326.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34"], "abstractStem": "no abstract is avail for thi item", "title": "Stata tip 76: Separating seasonal time series"}, "https://ideas.repec.org/a/tsj/stbull/y2000v9i52dm72.1.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34"], "abstractStem": "no abstract is avail for thi item", "title": "Alternative ranking procedures: update"}, "https://ideas.repec.org/a/tsj/stataj/v2y2002i3p314-329.html": {"abstract": "The great divide among data types in Stata is between numeric and string variables. Most of the time, which kind you want to use for particular variables is clear and unproblematic, but surprisingly often,users face difficulties in making the right decision or need to convert variables from one kind to another. The main problems that may arise and their possible solutions are surveyed with reference both to official Stata and to user-written programs. Copyright 2002 by Stata Corporation.", "authors": ["epco34"], "abstractStem": "the great divid among data type in stata is between numer and string variabl most of the time which kind you want to use for particular variabl is clear and unproblemat but surprisingli oftenus face difficulti in make the right decis or need to convert variabl from one kind to anoth the main problem that may aris and their possibl solut are survey with refer both to offici stata and to userwritten program copyright 2002 by stata corpor", "title": "Speaking Stata: On numbers and strings"}, "https://ideas.repec.org/a/tsj/stataj/v10y2010i4p682-685.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34"], "abstractStem": "no abstract is avail for thi item", "title": "Stata tip 68: Week assumptions"}, "https://ideas.repec.org/a/tsj/stataj/v8y2008i4p557-568.html": {"abstract": "Distinct observations are those diﬀerent with respect to one or more variables, considered either individually or jointly. Distinctness is thus a key aspect of the similarity or diﬀerence of observations. It is sometimes confounded with uniqueness. Counting the number of distinct observations may be required at any point from initial data cleaning or checking to subsequent statistical analysis. We review how far existing commands in oﬃcial Stata oﬀer solutions to this issue, and we show how to answer questions about distinct observations from ﬁrst principles by using the by preﬁx and the egen command. The new distinct command is oﬀered as a convenience tool.", "authors": ["epco34"], "abstractStem": "distinct observ are those di erent with respect to one or more variabl consid either individu or jointli distinct is thu a key aspect of the similar or di erenc of observ it is sometim confound with uniqu count the number of distinct observ may be requir at ani point from initi data clean or check to subsequ statist analysi we review how far exist command in o cial stata o er solut to thi issu and we show how to answer question about distinct observ from  rst principl by use the by pre x and the egen command the new distinct command is o ere as a conveni tool", "title": "Speaking Stata: Distinct observations"}, "https://ideas.repec.org/a/tsj/stataj/v6y2006i1p124-137.html": {"abstract": "Many problems in statistical analysis include time-of-day variables, but Stata offers limited support for time-of-day calculations. Support is needed for dates with times, times alone, and durations or timings. This article presents two new programs as general utilities to convert back and forth between string and numeric representations.", "authors": ["epco34"], "abstractStem": "mani problem in statist analysi includ timeofday variabl but stata offer limit support for timeofday calcul support is need for date with time time alon and durat or time thi articl present two new program as gener util to convert back and forth between string and numer represent", "title": "Speaking Stata: Time of day"}, "https://ideas.repec.org/a/tsj/stbull/y2001v10i58sg84.3.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34", "epst10"], "abstractStem": "no abstract is avail for thi item", "title": "Concordance correlation coefficient: minor corrections"}, "https://ideas.repec.org/a/tsj/stbull/y2001v10i60dm78.1.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34"], "abstractStem": "no abstract is avail for thi item", "title": "Describing variables in memory: update to Stata 7"}, "https://ideas.repec.org/a/tsj/stbull/y2001v10i56dm80.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34"], "abstractStem": "no abstract is avail for thi item", "title": "Changing numeric variables to string"}, "https://ideas.repec.org/a/tsj/stbull/y1998v7i40gr24.1.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34"], "abstractStem": "no abstract is avail for thi item", "title": "Easier bar charts: corrections"}, "https://ideas.repec.org/a/tsj/stataj/v6y2006i4p593-595.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34"], "abstractStem": "no abstract is avail for thi item", "title": "Stata tip 39: In a list or out? In a range or out?"}, "https://ideas.repec.org/a/tsj/stataj/v9y2009i4p621-639.html": {"abstract": "Paired, parallel, or profile plots showing the values of two variables may be constructed readily using a combination of graph twoway commands. This column explores the principles and practice of such plot-making, considering both wide and long (panel or longitudinal) data structures in which such data may appear. Applications include analysis of change over time or space and indeed any kind of correlation or comparison between variables. Such plots may be extended to show numeric values and associated name information.", "authors": ["epco34"], "abstractStem": "pair parallel or profil plot show the valu of two variabl may be construct readili use a combin of graph twoway command thi column explor the principl and practic of such plotmak consid both wide and long panel or longitudin data structur in which such data may appear applic includ analysi of chang over time or space and inde ani kind of correl or comparison between variabl such plot may be extend to show numer valu and associ name inform", "title": "Speaking Stata: Paired, parallel, or profile plots for changes, correlations, and other comparisons"}, "https://ideas.repec.org/a/tsj/stataj/v5y2005i1p135-136.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34"], "abstractStem": "no abstract is avail for thi item", "title": "Stata tip 17: Filling in the gaps"}, "https://ideas.repec.org/a/tsj/stbull/y1999v8i45ip27.html": {"abstract": "No abstract is available for this item.", "authors": ["epco34"], "abstractStem": "no abstract is avail for thi item", "title": "Results for all possible combinations of arguments"}}}