{"epde30": {"https://ideas.repec.org/a/ecj/econjl/v88y1978i351p524-36.html": {"abstract": "No abstract is available for this item.", "authors": ["epde30"], "abstractStem": "no abstract is avail for thi item", "title": "Specification and Testing in Applied Demand Analysis"}, "https://ideas.repec.org/a/oup/jafrec/v5y1996i3p99-191.html": {"abstract": "This study loods at the experience of Sub-Saharan Africa in dealing with commodity-price variability and discusses whether poor macroeconomic results should be attributed to the inherent difficulty of predicting commodity-price fluctuations, or, rather, to flawed internal political and fiscal arrangements. In an attempt to establish the facts and to cast light on some of the mechanisms, it examines pan-African econometric evidence on the effects of commodity-price fluctuations on national output and its components.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epde30"], "abstractStem": "thi studi lood at the experi of subsaharan africa in deal with commoditypric variabl and discuss whether poor macroeconom result should be attribut to the inher difficulti of predict commoditypric fluctuat or rather to flaw intern polit and fiscal arrang in an attempt to establish the fact and to cast light on some of the mechan it examin panafrican econometr evid on the effect of commoditypric fluctuat on nation output and it componentspthi abstract wa borrow from anoth version of thi item", "title": "International Commodity Prices, Macroeconomic Performance and Politics in Sub-Saharan Africa"}, "https://ideas.repec.org/a/aea/aecrev/v70y1980i3p312-26.html": {"abstract": "No abstract is available for this item.", "authors": ["epde30", "epmu109"], "abstractStem": "no abstract is avail for thi item", "title": "An Almost Ideal Demand System"}, "https://ideas.repec.org/a/ecj/econjl/v108y1998i450p1330-61.html": {"abstract": " The authors examine the social pension in South Africa, where large cash sums--about twice the median per capita income of African bouseholds--are paid to people qualified by age but irrespective of previous contributions. They present the history of the scheme and use a 1993 nationally representative survey to investigate the redistributive consequences of the transfers, documenting who receive the pensions, their levels of living, and those of their families. The authors also look at behavioral effects, particularly the effects of the cash receipts on the allocation of income to food, schooling, transfers, and savings.", "authors": ["epca108", "epde30"], "abstractStem": " the author examin the social pension in south africa where larg cash sumsabout twice the median per capita incom of african bouseholdsar paid to peopl qualifi by age but irrespect of previou contribut they present the histori of the scheme and use a 1993 nation repres survey to investig the redistribut consequ of the transfer document who receiv the pension their level of live and those of their famili the author also look at behavior effect particularli the effect of the cash receipt on the alloc of incom to food school transfer and save", "title": "Large Cash Transfers to the Elderly in South Africa"}, "https://ideas.repec.org/a/aea/jecper/v24y2010i3p3-16.html": {"abstract": "In this paper, I advocate the investigation, testing, and modification of mechanisms as a progressive empirical research strategy for the field of economic development (and other areas of applied economics). I discuss three lines of work that have elucidated mechanisms that are relevant for development: 1) connections between saving and growth; 2) the determinants of commodity prices, which are a key source of income for many developing countries; and 3) some unexpected puzzles that arise in considering the linkages between income and food consumption. In each case, my discussion illustrates the positivist approach to the hypotheticodeductive method. In this approach, mechanisms are proposed, key predictions derived and tested, and if falsified, the mechanisms are rejected or modified. If the predictions of a mechanism are confirmed, if they are sufficiently specific, and if they are hard to explain in other ways, we attach additional credence to the mechanism, albeit provisionally since later evidence may undermine it. Sometimes the falsifications can be repaired by changing supplementary assumptions, and sometimes they involve long steps backwards where the model is abandoned; and often there is disagreement about which is the correct response. But the end result is an accumulation of useful knowledge and understanding.", "authors": ["epde30"], "abstractStem": "in thi paper i advoc the investig test and modif of mechan as a progress empir research strategi for the field of econom develop and other area of appli econom i discuss three line of work that have elucid mechan that are relev for develop 1 connect between save and growth 2 the determin of commod price which are a key sourc of incom for mani develop countri and 3 some unexpect puzzl that aris in consid the linkag between incom and food consumpt in each case my discuss illustr the positivist approach to the hypotheticodeduct method in thi approach mechan are propos key predict deriv and test and if falsifi the mechan are reject or modifi if the predict of a mechan are confirm if they are suffici specif and if they are hard to explain in other way we attach addit credenc to the mechan albeit provision sinc later evid may undermin it sometim the falsif can be repair by chang supplementari assumpt and sometim they involv long step backward where the model is abandon and often there is disagr about which is the correct respons but the end result is an accumul of use knowledg and understand", "title": "Understanding the Mechanisms of Economic Development"}, "https://ideas.repec.org/a/aea/aecrev/v103y2013i3p591-97.html": {"abstract": "We consider two happiness puzzles. First, many studies show that only relative income matters for well-being. Yet the Gallup data for the United States and from the rest of the world show no such result, at least for life evaluation. There may be relative income effects in hedonic well-being though other interpretations are available. Second, more religious people typically report higher experiential well-being but more religious places have worse well-being on average, both across US states and across countries. More religious states and counties in the US also have worse murder rates, deaths from cardiovascular disease and from cancer.", "authors": ["epde30"], "abstractStem": "we consid two happi puzzl first mani studi show that onli rel incom matter for wellb yet the gallup data for the unit state and from the rest of the world show no such result at least for life evalu there may be rel incom effect in hedon wellb though other interpret are avail second more religi peopl typic report higher experienti wellb but more religi place have wors wellb on averag both across us state and across countri more religi state and counti in the us also have wors murder rate death from cardiovascular diseas and from cancer", "title": "Two Happiness Puzzles"}, "https://ideas.repec.org/a/oup/restud/v47y1980i1p275-291..html": {"abstract": "No abstract is available for this item.", "authors": ["epde30"], "abstractStem": "no abstract is avail for thi item", "title": "Testing Linear versus Logarithmic Regression Models"}, "https://ideas.repec.org/a/rar/journl/0012.html": {"abstract": "Although we have more data than ever before at our disposal, measuring poverty remains a controversial issue. This paper discusses the ambiguity that arises from using different definitions and data sources in world poverty measurement. It opens with a critical review of the different procedures to establish poverty lines and the various measures of poverty level, including the headcount ratio, poverty gap and capabilities approach. It then goes on to examine the issues involved in measuring world poverty, with reference both to the difficulty of comparing poverty between different countries and the use of representative household surveys versus national accounts for poverty measurement. Although significant differences exist, the general evidence shows that, apart from India and China, poverty in the world is getting worse; but it is also true that nearly half of the world’s population live in places where poverty levels are falling.", "authors": ["epde30"], "abstractStem": "although we have more data than ever befor at our dispos measur poverti remain a controversi issu thi paper discuss the ambigu that aris from use differ definit and data sourc in world poverti measur it open with a critic review of the differ procedur to establish poverti line and the variou measur of poverti level includ the headcount ratio poverti gap and capabl approach it then goe on to examin the issu involv in measur world poverti with refer both to the difficulti of compar poverti between differ countri and the use of repres household survey versu nation account for poverti measur although signific differ exist the gener evid show that apart from india and china poverti in the world is get wors but it is also true that nearli half of the world s popul live in place where poverti level are fall", "title": "Measuring Poverty"}, "https://ideas.repec.org/a/aea/jecper/v13y1999i3p23-40.html": {"abstract": "African states that came to independence by the late 1960s made a rapid transition to authoritarian rule during a period of reasonably robust growth. Growth then faltered badly from the mid-1970s to the mid-1990s as these regimes coped with external shocks and varying degrees of fiscal crisis. Leading critics embed Africa's slow growth in failures of governance associated with \"weak\" authoritarian rule. These provide important insights into policy patterns while suggesting the growth-promoting potential of Africa's recent Democratization.", "authors": ["epde30"], "abstractStem": "african state that came to independ by the late 1960 made a rapid transit to authoritarian rule dure a period of reason robust growth growth then falter badli from the mid1970 to the mid1990 as these regim cope with extern shock and vari degre of fiscal crisi lead critic emb africa slow growth in failur of govern associ with weak authoritarian rule these provid import insight into polici pattern while suggest the growthpromot potenti of africa recent democrat", "title": "Commodity Prices and Growth in Africa"}, "https://ideas.repec.org/a/aea/aecrev/v88y1998i2p248-53.html": {"abstract": "In our earlier work, we used data from the National Health Interview Survey (NHIS) to examine life-cycle patterns in health status and in the joint distribution of health status and income (Deaton and Paxson, 1998). In this paper we summarize and extend those results, and provide new evidence from the Panel Study of Income Dynamics (PSID). Both surveys contain a measure of household income, and collect information on an ordinal measures of self-reported health status (SRHS) that ranges from 1 (excellent) to 5 (poor). Section I concerns problems related to the measurement of inequality in health. Section II presents evidence from the two surveys on health and income inequality.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epde30", "fppa335"], "abstractStem": "in our earlier work we use data from the nation health interview survey nhi to examin lifecycl pattern in health statu and in the joint distribut of health statu and incom deaton and paxson 1998 in thi paper we summar and extend those result and provid new evid from the panel studi of incom dynam psid both survey contain a measur of household incom and collect inform on an ordin measur of selfreport health statu srh that rang from 1 excel to 5 poor section i concern problem relat to the measur of inequ in health section ii present evid from the two survey on health and incom inequalitypthi abstract wa borrow from anoth version of thi item", "title": "Aging and Inequality in Income and Health"}, "homepage": "https://ideas.repec.org/e/pde30.html", "https://ideas.repec.org/a/eee/eecrev/v6y1975i3p261-273.html": {"abstract": "No abstract is available for this item.", "authors": ["epde30"], "abstractStem": "no abstract is avail for thi item", "title": "The measurement of income and price elasticities"}, "lastname": "Deaton", "https://ideas.repec.org/a/eee/pubeco/v23y1984i1-2p59-80.html": {"abstract": "No abstract is available for this item.", "authors": ["epde30"], "abstractStem": "no abstract is avail for thi item", "title": "Statistical models for zero expenditures in household budgets"}, "https://ideas.repec.org/a/eee/dyncon/v3y1981i1p385-387.html": {"abstract": "No abstract is available for this item.", "authors": ["epde30"], "abstractStem": "no abstract is avail for thi item", "title": "Duality, separability, and functional structure: Theory and economic applications : C. Blackorby, D. Primont and R. Russel, (North-Holland, Amsterdam, 1978) pp. xx + 396, $44.00"}, "https://ideas.repec.org/a/oup/ajagec/v82y2000i3p780-782.html": {"abstract": "No abstract is available for this item.", "authors": ["epde30", "epwi77"], "abstractStem": "no abstract is avail for thi item", "title": "Deaton, Angus. The Analysis of Household Surveys: A Microeconometric Approach to Development Policy. Baltimore MD: Johns Hopkins University Press (Published for the World Bank), 1996, 479 pp., $39.95"}, "https://ideas.repec.org/a/bla/ecorec/v65y1989i188p73-76.html": {"abstract": "No abstract is available for this item.", "authors": ["epde30"], "abstractStem": "no abstract is avail for thi item", "title": "Reflections on Empirical Microeconomics"}, "https://ideas.repec.org/a/aea/aecrev/v67y1977i5p899-910.html": {"abstract": "No abstract is available for this item.", "authors": ["epde30"], "abstractStem": "no abstract is avail for thi item", "title": "Involuntary Saving through Unanticipated Inflation"}, "https://ideas.repec.org/a/cai/edddbu/edd_252_0013.html": {"abstract": "We now have more and better measures of economic development than ever before. The number and availability of household surveys have been improving over time. These surveys provide data, not only on household incomes and expenditures, but also on direct measures of health, particularly on anthropometrics, on infant and child mortality, as well as on self-reported measures of well-being and emotional experience. It is possible, for the first time, to compile global maps of multiple components of human welfare. The latest round of the International Comparison Project (ICP) has collected prices of comparable items in 146 countries, many of which have not been previously surveyed. These new data have brought many new insights and new discoveries about economic development of both nations and of individuals. Yet there are also problems of interpretation and consistency between the different types of data. Why does world poverty not fall as fast as might be expected given the amount of growth in the world? Why are Indians consuming fewer and fewer calories when their nutritional status is so poor, and their incomes are rapidly rising? Why is economic growth not always associated with improvements in self-reported well-being? And how should we interpret the marked increases in estimates of global poverty and global inequality that came with the latest data from the ICP? This paper reviews these puzzles and questions and identifies key questions that need to be resolved.", "authors": ["epde30"], "abstractStem": "we now have more and better measur of econom develop than ever befor the number and avail of household survey have been improv over time these survey provid data not onli on household incom and expenditur but also on direct measur of health particularli on anthropometr on infant and child mortal as well as on selfreport measur of wellb and emot experi it is possibl for the first time to compil global map of multipl compon of human welfar the latest round of the intern comparison project icp ha collect price of compar item in 146 countri mani of which have not been previous survey these new data have brought mani new insight and new discoveri about econom develop of both nation and of individu yet there are also problem of interpret and consist between the differ type of data whi doe world poverti not fall as fast as might be expect given the amount of growth in the world whi are indian consum fewer and fewer calori when their nutrit statu is so poor and their incom are rapidli rise whi is econom growth not alway associ with improv in selfreport wellb and how should we interpret the mark increas in estim of global poverti and global inequ that came with the latest data from the icp thi paper review these puzzl and question and identifi key question that need to be resolv", "title": "Mesurer le développement : autres données, autres conclusions ?"}, "https://ideas.repec.org/a/ucp/jpolec/v106y1998i5p897-930.html": {"abstract": "In this paper, we demonstrate that the empirical evidence is exactly the opposite of the theo-retical predictions. With total household expenditure per capita (PCE) held constant, expenditure per head on food falls with the number of heads. The result appears to be quite general; we find it not only in the United States, but also in Britain and France, and more surprisingly, in Taiwan, Thailand, Pakistan and among African households in South Africa. The size of the effect is also contrary to the theoretical analysis. In the United States, Britain, and France, food consumption falls by only a small amount as the scale of the household increases.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epde30", "fppa335"], "abstractStem": "in thi paper we demonstr that the empir evid is exactli the opposit of the theoret predict with total household expenditur per capita pce held constant expenditur per head on food fall with the number of head the result appear to be quit gener we find it not onli in the unit state but also in britain and franc and more surprisingli in taiwan thailand pakistan and among african household in south africa the size of the effect is also contrari to the theoret analysi in the unit state britain and franc food consumpt fall by onli a small amount as the scale of the household increasespthi abstract wa borrow from anoth version of thi item", "title": "Economies of Scale, Household Size, and the Demand for Food"}, "https://ideas.repec.org/a/eee/socmed/v56y2003i6p1139-1153.html": {"abstract": "A number of studies have found that mortality rates are positively correlated with income inequality across the cities and states of the US. We argue that this correlation is confounded by the effects of racial composition. Across states and Metropolitan Statistical Areas (MSAs), the fraction of the population that is black is positively correlated with average white incomes, and negatively correlated with average black incomes. Between-group income inequality is therefore higher where the fraction black is higher, as is income inequality in general. Conditional on the fraction black, neither city nor state mortality rates are correlated with income inequality. Mortality rates are higher where the fraction black is higher, not only because of the mechanical effect of higher black mortality rates and lower black incomes, but because white mortality rates are higher in places where the fraction black is higher. This result is present within census regions, and for all age groups and both sexes (except for boys aged 1-9). It is robust to conditioning on income, education, and (in the MSA results) on state fixed effects. Although it remains unclear why white mortality is related to racial composition, the mechanism working through trust that is often proposed to explain the effects of inequality on health is also consistent with the evidence on racial composition and mortality.", "authors": ["epde30", "eplu41"], "abstractStem": "a number of studi have found that mortal rate are posit correl with incom inequ across the citi and state of the us we argu that thi correl is confound by the effect of racial composit across state and metropolitan statist area msa the fraction of the popul that is black is posit correl with averag white incom and neg correl with averag black incom betweengroup incom inequ is therefor higher where the fraction black is higher as is incom inequ in gener condit on the fraction black neither citi nor state mortal rate are correl with incom inequ mortal rate are higher where the fraction black is higher not onli becaus of the mechan effect of higher black mortal rate and lower black incom but becaus white mortal rate are higher in place where the fraction black is higher thi result is present within censu region and for all age group and both sex except for boy age 19 it is robust to condit on incom educ and in the msa result on state fix effect although it remain unclear whi white mortal is relat to racial composit the mechan work through trust that is often propos to explain the effect of inequ on health is also consist with the evid on racial composit and mortal", "title": "Mortality, inequality and race in American cities and states"}, "https://ideas.repec.org/a/spr/demogr/v46y2009i4p647-669.html": {"abstract": "Taller populations are generally richer populations, and taller individuals live longer and earn more, perhaps reflecting their superior cognitive abilities. Understanding the determinants of adult height has thus become a focus in understanding the relationship between health and wealth. We investigate the childhood determinants of adult height in populations, focusing on the respective roles of income and of disease. Across a range of European countries and the United States, we find a strong inverse relationship between postneonatal (one month to one year) mortality, interpreted as a measure of the disease and nutritional burden in childhood, and the mean height of those children as adults. In pooled birth-cohort data over 31 years for the United States and eleven European countries, postneonatal mortality in the year of birth accounts for more than 60 percent of the combined cross-country and cross-cohort variation in adult heights. The estimated effects are smaller but remain significant once we allow for country and birth-cohort effects. The decline in postneonatal mortality from 1950 to 1980 can account for almost all of the increase in adult height for those born in those years, and explains 20 to 30 percent of the 2 cm shortfall of 30 yearold Americans relative to 30-year old Swedes in 2000. Consistent with these findings, we develop a model of selection and stunting, in which the early life burden of nutrition and disease is not only responsible for mortality in childhood but also leaves a residue of long-term health risks for survivors, risks that express themselves in adult height, as well as in late-life disease. The model predicts that, at sufficiently high mortality levels, selection can dominate scarring, leaving a taller population of survivors. We find evidence of this effect in the poorest and highest mortality countries of the world, supplementing recent findings on the effects of the Great Chinese famine.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpbo306", "epde30", "epqu32"], "abstractStem": "taller popul are gener richer popul and taller individu live longer and earn more perhap reflect their superior cognit abil understand the determin of adult height ha thu becom a focu in understand the relationship between health and wealth we investig the childhood determin of adult height in popul focus on the respect role of incom and of diseas across a rang of european countri and the unit state we find a strong invers relationship between postneonat one month to one year mortal interpret as a measur of the diseas and nutrit burden in childhood and the mean height of those children as adult in pool birthcohort data over 31 year for the unit state and eleven european countri postneonat mortal in the year of birth account for more than 60 percent of the combin crosscountri and crosscohort variat in adult height the estim effect are smaller but remain signific onc we allow for countri and birthcohort effect the declin in postneonat mortal from 1950 to 1980 can account for almost all of the increas in adult height for those born in those year and explain 20 to 30 percent of the 2 cm shortfal of 30 yearold american rel to 30year old swede in 2000 consist with these find we develop a model of select and stunt in which the earli life burden of nutrit and diseas is not onli respons for mortal in childhood but also leav a residu of longterm health risk for survivor risk that express themselv in adult height as well as in latelif diseas the model predict that at suffici high mortal level select can domin scar leav a taller popul of survivor we find evid of thi effect in the poorest and highest mortal countri of the world supplement recent find on the effect of the great chines faminepthi abstract wa borrow from anoth version of thi item", "title": "Adult height and childhood disease"}, "https://ideas.repec.org/a/eee/econom/v36y1987i1-2p7-30.html": {"abstract": "No abstract is available for this item.", "authors": ["epde30"], "abstractStem": "no abstract is avail for thi item", "title": "Estimation of own- and cross-price elasticities from household survey data"}, "https://ideas.repec.org/a/tpr/restat/v87y2005i1p1-19.html": {"abstract": " The extent to which growth reduces global poverty has been disputed for 30 years. Although there are better data than ever before, controversies are not resolved. A major problem is that consumption measured from household surveys, which is used to measure poverty, grows less rapidly than consumption measured in national accounts, in the world as a whole and in large countries, particularly India, China, and the United States. In consequence, measured poverty has fallen less rapidly than appears warranted by measured growth in poor countries. One plausible cause is that richer households are less likely to participate in surveys. But growth in the national accounts is also upward biased, and consumption in the national accounts contains large and rapidly growing items that are not consumed by the poor and not included in surveys. So it is possible for consumption of the poor to grow less rapidly than national consumption, without any increase in measured inequality. Current statistical procedures in poor countries understate the rate of global poverty reduction, and overstate growth in the world. © 2005 President and Fellows of Harvard College and the Massachusetts Institute of Technology.", "authors": ["epde30"], "abstractStem": " the extent to which growth reduc global poverti ha been disput for 30 year although there are better data than ever befor controversi are not resolv a major problem is that consumpt measur from household survey which is use to measur poverti grow less rapidli than consumpt measur in nation account in the world as a whole and in larg countri particularli india china and the unit state in consequ measur poverti ha fallen less rapidli than appear warrant by measur growth in poor countri one plausibl caus is that richer household are less like to particip in survey but growth in the nation account is also upward bias and consumpt in the nation account contain larg and rapidli grow item that are not consum by the poor and not includ in survey so it is possibl for consumpt of the poor to grow less rapidli than nation consumpt without ani increas in measur inequ current statist procedur in poor countri underst the rate of global poverti reduct and overst growth in the world   2005 presid and fellow of harvard colleg and the massachusett institut of technolog", "title": "Measuring Poverty in a Growing World (or Measuring Growth in a Poor World)"}, "https://ideas.repec.org/a/taf/jhudca/v4y2003i3p353-378.html": {"abstract": " I consider two issues concerning how to monitor global poverty for the Millennium Development Goals, the selection of poverty lines, and the data sources for monitoring poverty over time. I discuss the choice of a single international line, converted using purchasing power parity (PPP) exchange rates, versus the use of country- specific poverty lines. I note the difficulties in constructing PPP exchange rates but argue in favor of a single international line, converted at PPP rates, which would be regularly updated using domestic price indexes. Re-basing, using updated PPP rates, would be done infrequently. For example, if the global poverty numbers were estimated annually, the PPP rates might be updated once a decade. In any case, it is important that the poverty estimates be calculated much more frequently than the PPP rates are revised. I discuss whether monitoring should be performed using national accounts data on income or consumption, supplemented by distributional data so as to make inferences about poverty, or using data from household survey data. I argue that data from the national accounts are not suitable for measuring poverty and that their use requires assumptions that are unlikely to hold. In particular, monitoring poverty through the national accounts runs the risk of pre- judging important issues that are properly the subject of measurement, not assumption, such as the extent to which aggregate growth benefits the poor. I argue that poverty should be directly measured using household survey data, and I discuss what needs to be done to enable such monitoring to be placed on a sounder basis.", "authors": ["epde30"], "abstractStem": " i consid two issu concern how to monitor global poverti for the millennium develop goal the select of poverti line and the data sourc for monitor poverti over time i discuss the choic of a singl intern line convert use purchas power pariti ppp exchang rate versu the use of countri specif poverti line i note the difficulti in construct ppp exchang rate but argu in favor of a singl intern line convert at ppp rate which would be regularli updat use domest price index rebas use updat ppp rate would be done infrequ for exampl if the global poverti number were estim annual the ppp rate might be updat onc a decad in ani case it is import that the poverti estim be calcul much more frequent than the ppp rate are revis i discuss whether monitor should be perform use nation account data on incom or consumpt supplement by distribut data so as to make infer about poverti or use data from household survey data i argu that data from the nation account are not suitabl for measur poverti and that their use requir assumpt that are unlik to hold in particular monitor poverti through the nation account run the risk of pre judg import issu that are properli the subject of measur not assumpt such as the extent to which aggreg growth benefit the poor i argu that poverti should be directli measur use household survey data and i discuss what need to be done to enabl such monitor to be place on a sounder basi", "title": "How to Monitor Poverty for the Millennium Development Goals"}, "https://ideas.repec.org/a/ecj/econjl/v99y1989i395p1-37.html": {"abstract": " Rice is a staple crop in Thailand, significantly entering both household production and consumption. This paper examines the effect of rice prices on the distribution of real income across households, taking into account household characteristics and geographical location. The data set is a large-scale survey of 11,893 households. Simple nonparametric techniques for regression and density estimation are used. These methods depend on few assumptions and generate flexible graphical results that are directly informative about the problem at hand. The main results are that higher rice prices should benefit all rural households, but the largest benefits accrue to rural households in the middle of the income distribution. Copyright 1989 by Royal Economic Society.", "authors": ["epde30"], "abstractStem": " rice is a stapl crop in thailand significantli enter both household product and consumpt thi paper examin the effect of rice price on the distribut of real incom across household take into account household characterist and geograph locat the data set is a largescal survey of 11893 household simpl nonparametr techniqu for regress and densiti estim are use these method depend on few assumpt and gener flexibl graphic result that are directli inform about the problem at hand the main result are that higher rice price should benefit all rural household but the largest benefit accru to rural household in the middl of the incom distribut copyright 1989 by royal econom societi", "title": "Rice Prices and Income Distribution in Thailand: A Non-parametric Analysis"}, "https://ideas.repec.org/a/aea/jecper/v12y1998i1p37-46.html": {"abstract": "Much of the profession accepts that the CPI likely overstates the rate of increase of the cost-of-living. It is less clear that there are sound and feasible steps that the BLS can adopt to improve matters in the short run. There are unresolved conceptual and identification problems in the measurement of quality. Superlative price indexes are not feasible, and feasible approximations are not superlative, and may not even be better. The need for a single index that aggregates over heterogeneous consumers with different incomes, tastes, and needs casts serious doubt on the cost-of-living approach.", "authors": ["epde30"], "abstractStem": "much of the profess accept that the cpi like overst the rate of increas of the costofliv it is less clear that there are sound and feasibl step that the bl can adopt to improv matter in the short run there are unresolv conceptu and identif problem in the measur of qualiti superl price index are not feasibl and feasibl approxim are not superl and may not even be better the need for a singl index that aggreg over heterogen consum with differ incom tast and need cast seriou doubt on the costofliv approach", "title": "Getting Prices Right: What Should Be Done?"}, "https://ideas.repec.org/a/tpr/restat/v91y2009i4p773-792.html": {"abstract": " Recent years have seen widespread use of small-area maps based on census data enriched by relationships estimated from household surveys that predict variables, such as income, not covered by the census. The purpose is to obtain putatively precise estimates of poverty and inequality for small areas for which no or few observations are available in the survey. We argue that to usefully match survey and census data in this way requires a degree of spatial homogeneity for which the method provides no basis and which is unlikely to be satisfied in practice. We document the potential empirical relevance of such concerns using data from the 2000 census of Mexico. Copyright by the President and Fellows of Harvard College and the Massachusetts Institute of Technology.", "authors": ["epde30", "epta112"], "abstractStem": " recent year have seen widespread use of smallarea map base on censu data enrich by relationship estim from household survey that predict variabl such as incom not cover by the censu the purpos is to obtain put precis estim of poverti and inequ for small area for which no or few observ are avail in the survey we argu that to use match survey and censu data in thi way requir a degre of spatial homogen for which the method provid no basi and which is unlik to be satisfi in practic we document the potenti empir relev of such concern use data from the 2000 censu of mexico copyright by the presid and fellow of harvard colleg and the massachusett institut of technolog", "title": "Using Census and Survey Data to Estimate Poverty and Inequality for Small Areas"}, "https://ideas.repec.org/a/tpr/restat/v87y2005i2p395-395.html": {"abstract": "No abstract is available for this item.", "authors": ["epde30"], "abstractStem": "no abstract is avail for thi item", "title": "ERRATUM: Measuring Poverty in a Growing World (or Measuring Growth in a Poor World)"}, "https://ideas.repec.org/a/eee/pubeco/v8y1977i3p299-312.html": {"abstract": "No abstract is available for this item.", "authors": ["epde30"], "abstractStem": "no abstract is avail for thi item", "title": "Equity, efficiency, and the structure of indirect taxation"}, "https://ideas.repec.org/a/eee/econom/v44y1990i3p281-309.html": {"abstract": "No abstract is available for this item.", "authors": ["epde30"], "abstractStem": "no abstract is avail for thi item", "title": "Price elasticities from survey data : Extensions and Indonesian results"}, "https://ideas.repec.org/a/oup/oxecpp/v64y2012i1p1-26.html": {"abstract": " I use daily data on self-reported well-being (SWB) to examine how the Great Recession affected the emotional and evaluative lives of the population. In the fall of 2008 and lasting into the spring of 2009, at the bottom of the stock market, Americans reported sharp declines in their life evaluation, sharp increases in worry and stress, and declines in positive affect. By the end of 2010, in spite of continuing high unemployment, these measures had largely recovered. The SWB measures do a better job of monitoring short-run levels of anxiety than the medium-term evolution of the economy. Even very large macroeconomic shocks will cause small and hard to detect effects on SWB. Life evaluation questions are extremely sensitive to question order effects--asking political questions first reduces reported life evaluation by an amount that dwarfs the effects of even the worst of the crisis. Copyright 2012 Oxford University Press 2011 All rights reserved, Oxford University Press.", "authors": ["epde30"], "abstractStem": " i use daili data on selfreport wellb swb to examin how the great recess affect the emot and evalu live of the popul in the fall of 2008 and last into the spring of 2009 at the bottom of the stock market american report sharp declin in their life evalu sharp increas in worri and stress and declin in posit affect by the end of 2010 in spite of continu high unemploy these measur had larg recov the swb measur do a better job of monitor shortrun level of anxieti than the mediumterm evolut of the economi even veri larg macroeconom shock will caus small and hard to detect effect on swb life evalu question are extrem sensit to question order effectsask polit question first reduc report life evalu by an amount that dwarf the effect of even the worst of the crisi copyright 2012 oxford univers press 2011 all right reserv oxford univers press", "title": "The financial crisis and the well-being of Americans"}, "https://ideas.repec.org/a/eee/deveco/v71y2003i2p289-310.html": {"abstract": "We develop an idea from Arthur Lewis’ paper on unlimited supplies of labor to model the longrun behavior of the prices of primary commodity produced by poor countries. Commodity supply is assumed infinitely elastic in the long run, and the rate of growth of supply responds to the excess of the current price over the long run supply price. Demand is linked to the level of world income and to the price of the commodity, so that price is stationary around its supply price, and commodity supply and world income are cointegrated. The model is fitted to long-run historical data.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epde30", "fpla208"], "abstractStem": "we develop an idea from arthur lewi  paper on unlimit suppli of labor to model the longrun behavior of the price of primari commod produc by poor countri commod suppli is assum infinit elast in the long run and the rate of growth of suppli respond to the excess of the current price over the long run suppli price demand is link to the level of world incom and to the price of the commod so that price is stationari around it suppli price and commod suppli and world incom are cointegr the model is fit to longrun histor datapthi abstract wa borrow from anoth version of thi item", "title": "A model of commodity prices after Sir Arthur Lewis"}, "https://ideas.repec.org/a/ucp/jpolec/v111y2003i6p1378-1381.html": {"abstract": "No abstract is available for this item.", "authors": ["epde30", "fppa335"], "abstractStem": "no abstract is avail for thi item", "title": "Engel's What? A Response to Gan and Vernon"}, "https://ideas.repec.org/a/aea/jeclit/v48y2010i2p424-55.html": {"abstract": "There is currently much debate about the effectiveness of foreign aid and about what kind of projects can engender economic development. There is skepticism about the ability of econometric analysis to resolve these issues or of development agencies to learn from their own experience. In response, there is increasing use in development economics of randomized controlled trials (RCTs) to accumulate credible knowledge of what works, without overreliance on questionable theory or statistical methods. When RCTs are not possible, the proponents of these methods advocate quasi-randomization through instrumental variable (IV) techniques or natural experiments. I argue that many of these applications are unlikely to recover quantities that are useful for policy or understanding: two key issues are the misunderstanding of exogeneity and the handling of heterogeneity. I illustrate from the literature on aid and growth. Actual randomization faces similar problems as does quasi-randomization, notwithstanding rhetoric to the contrary. I argue that experiments have no special ability to produce more credible knowledge than other methods, and that actual experiments are frequently subject to practical problems that undermine any claims to statistical or epistemic superiority. I illustrate using prominent experiments in development and elsewhere. As with IV methods, RCT-based evaluation of projects, without guidance from an understanding of underlying mechanisms, is unlikely to lead to scientific progress in the understanding of economic development. I welcome recent trends in development experimentation away from the evaluation of projects and toward the evaluation of theoretical mechanisms. (JEL C21, F35, O19)", "authors": ["epde30"], "abstractStem": "there is current much debat about the effect of foreign aid and about what kind of project can engend econom develop there is skeptic about the abil of econometr analysi to resolv these issu or of develop agenc to learn from their own experi in respons there is increas use in develop econom of random control trial rct to accumul credibl knowledg of what work without overreli on question theori or statist method when rct are not possibl the propon of these method advoc quasirandom through instrument variabl iv techniqu or natur experi i argu that mani of these applic are unlik to recov quantiti that are use for polici or understand two key issu are the misunderstand of exogen and the handl of heterogen i illustr from the literatur on aid and growth actual random face similar problem as doe quasirandom notwithstand rhetor to the contrari i argu that experi have no special abil to produc more credibl knowledg than other method and that actual experi are frequent subject to practic problem that undermin ani claim to statist or epistem superior i illustr use promin experi in develop and elsewher as with iv method rctbase evalu of project without guidanc from an understand of underli mechan is unlik to lead to scientif progress in the understand of econom develop i welcom recent trend in develop experiment away from the evalu of project and toward the evalu of theoret mechan jel c21 f35 o19", "title": "Instruments, Randomization, and Learning about Development"}, "https://ideas.repec.org/a/eee/ecolet/v2y1979i4p357-361.html": {"abstract": "No abstract is available for this item.", "authors": ["epde30"], "abstractStem": "no abstract is avail for thi item", "title": "Optimally uniform commodity taxes"}, "https://ideas.repec.org/a/ecm/emetrp/v53y1985i3p503-43.html": {"abstract": "No abstract is available for this item.", "authors": ["fpbr221", "epde30"], "abstractStem": "no abstract is avail for thi item", "title": "A Profitable Approach to Labor Supply and Commodity Demands over the Life-Cycle"}, "https://ideas.repec.org/a/tpr/restat/v82y2000i2p212-225.html": {"abstract": " The lifecycle theory of saving and consumption predicts that changes in an economy's rate of economic growth will affect its aggregate saving rate by changing the lifetime resources of younger people relative to older people. However, studies that track the saving behavior of cohorts of household heads over time as they age have yielded estimates of age-saving profiles that are too flat for growth to have much effect on the aggregate saving rate. One problem with the cohort approach is that multigenerational households are common in many counties, and the age-saving profiles of households may be quite different from the age-saving profiles of individuals that make up households. In this paper, we propose a method for estimating individual age-saving profiles using household data. This method is applied to data from Taiwan and Thailand. We find that the individual method yields results that are more favorable to the lifecycle model. These results imply that changes in the rate of economic growth may in some circumstances have large effects on the aggregate saving rate. However, the size and sign of these effects depends on the rate of economic growth and the rate of population growth, and in many cases the effect of growth on saving is small. © 2000 by the President and Fellows of Harvard College and the Massachusetts Institute of Technology", "authors": ["epde30", "fppa335"], "abstractStem": " the lifecycl theori of save and consumpt predict that chang in an economi rate of econom growth will affect it aggreg save rate by chang the lifetim resourc of younger peopl rel to older peopl howev studi that track the save behavior of cohort of household head over time as they age have yield estim of agesav profil that are too flat for growth to have much effect on the aggreg save rate one problem with the cohort approach is that multigener household are common in mani counti and the agesav profil of household may be quit differ from the agesav profil of individu that make up household in thi paper we propos a method for estim individu agesav profil use household data thi method is appli to data from taiwan and thailand we find that the individu method yield result that are more favor to the lifecycl model these result impli that chang in the rate of econom growth may in some circumst have larg effect on the aggreg save rate howev the size and sign of these effect depend on the rate of econom growth and the rate of popul growth and in mani case the effect of growth on save is small   2000 by the presid and fellow of harvard colleg and the massachusett institut of technolog", "title": "Growth and Saving Among Individuals and Households"}, "https://ideas.repec.org/a/ecm/emetrp/v59y1991i5p1221-48.html": {"abstract": " This paper is concerned with the theory of saving when consumers are not permitted to borrow, and with the ability of such a theory to account for some of the stylized facts of saving behavior. The models presented in the paper seem to account for important aspects of reality that are not explained by traditional life-cycle models. Copyright 1991 by The Econometric Society.", "authors": ["epde30"], "abstractStem": " thi paper is concern with the theori of save when consum are not permit to borrow and with the abil of such a theori to account for some of the styliz fact of save behavior the model present in the paper seem to account for import aspect of realiti that are not explain by tradit lifecycl model copyright 1991 by the econometr societi", "title": "Saving and Liquidity Constraints"}, "https://ideas.repec.org/a/ucp/jpolec/v104y1996i5p896-923.html": {"abstract": " By buying cheap and selling dear, risk-neutral commodity speculators can smooth commodity prices and induce serial dependence in price even when none would exist under a simple process of supply and demand. Commodity prices are variable and strongly positively correlated from one year to the next. The variability is often explained by supply factors and the autocorrelation by the activities of speculators. The authors show that this explanation is not consistent with the evidence. Speculation can substantially increase autocorrelation for prices that are weakly autocorrelated in its absence but not to the high levels that are observed in the data. Copyright 1996 by University of Chicago Press.", "authors": ["epde30", "fpla208"], "abstractStem": " by buy cheap and sell dear riskneutr commod specul can smooth commod price and induc serial depend in price even when none would exist under a simpl process of suppli and demand commod price are variabl and strongli posit correl from one year to the next the variabl is often explain by suppli factor and the autocorrel by the activ of specul the author show that thi explan is not consist with the evid specul can substanti increas autocorrel for price that are weakli autocorrel in it absenc but not to the high level that are observ in the data copyright 1996 by univers of chicago press", "title": "Competitive Storage and Commodity Price Dynamics"}, "https://ideas.repec.org/a/ecj/econjl/v82y1972i328p1145-1236.html": {"abstract": "No abstract is available for this item.", "authors": ["epde30"], "abstractStem": "no abstract is avail for thi item", "title": "Surveys in Applied Economics: Models of Consumer Behaviour"}, "https://ideas.repec.org/a/ecm/emetrp/v42y1974i2p341-67.html": {"abstract": "No abstract is available for this item.", "authors": ["epde30"], "abstractStem": "no abstract is avail for thi item", "title": "The Analysis of Consumer Demand in the United Kingdom, 1900-1970"}, "https://ideas.repec.org/a/aea/jeclit/v41y2003i1p113-158.html": {"abstract": "I discuss mechanisms linking health and inequality and review evidence for effects of income inequality on aggregate and individual mortality, over time and over space. I conclude that there is no direct link. Correlations come from factors other than income inequality itself, some of which are linked to broader notions of inequality and inequity that are most likely important for health. Whether income redistribution can improve population health does not depend on the existence of a direct link between income inequality and health and remains an open question.", "authors": ["epde30"], "abstractStem": "i discuss mechan link health and inequ and review evid for effect of incom inequ on aggreg and individu mortal over time and over space i conclud that there is no direct link correl come from factor other than incom inequ itself some of which are link to broader notion of inequ and inequ that are most like import for health whether incom redistribut can improv popul health doe not depend on the exist of a direct link between incom inequ and health and remain an open question", "title": "Health, Inequality, and Economic Development"}, "https://ideas.repec.org/a/oup/restud/v39y1972i4p443-453..html": {"abstract": "No abstract is available for this item.", "authors": ["epde30"], "abstractStem": "no abstract is avail for thi item", "title": "Wealth Effects on Consumption in a Modified Life-Cycle Model"}, "https://ideas.repec.org/a/eee/eecrev/v3y1972i4p399-411.html": {"abstract": "No abstract is available for this item.", "authors": ["epde30"], "abstractStem": "no abstract is avail for thi item", "title": "The estimation and testing of systems of dmeand equations: A note"}, "https://ideas.repec.org/a/oup/restud/v46y1979i3p391-405..html": {"abstract": "No abstract is available for this item.", "authors": ["epde30"], "abstractStem": "no abstract is avail for thi item", "title": "The Distance Function in Consumer Behaviour with Applications to Index Numbers and Optimal Taxation"}, "https://ideas.repec.org/a/ecm/emetrp/v49y1981i6p1521-32.html": {"abstract": "No abstract is available for this item.", "authors": ["epde30"], "abstractStem": "no abstract is avail for thi item", "title": "Functional Forms for Labor Supply and Commodity Demands with and without Quantity Restrictions"}, "https://ideas.repec.org/a/eee/pubeco/v20y1983i3p333-346.html": {"abstract": "No abstract is available for this item.", "authors": ["epde30"], "abstractStem": "no abstract is avail for thi item", "title": "An explicit solution to an optimal tax problem"}, "https://ideas.repec.org/a/oup/restud/v59y1992i1p1-23..html": {"abstract": "This paper applies the standard rational expectations competitive storage model to the study of thirteen commodities. It explains the skewness, and the existence of rare but violent explosions in prices, coupled with a high degree of price autocorrelation in more normal times. A central feature of the model is the explicit recognition of the fact that it is impossible for the market as a whole to carry negative inventories, and this introduces an essential non-linearity which carries through into non-linearity of the predicted commodity price series. For most of the thirteen commodity prices, the behaviour of prices from one year to the next conforms to the predictions of the theory about conditional expectations and conditional variances. However, given the non-linearity both of the model and of the actual prices, such conformity is not enough to ensure that the theory yields a complete account of the data. In particular, the analysis does not yield a fully satisfactory explanation for the high autocorrelation observed in the data.", "authors": ["epde30"], "abstractStem": "thi paper appli the standard ration expect competit storag model to the studi of thirteen commod it explain the skew and the exist of rare but violent explos in price coupl with a high degre of price autocorrel in more normal time a central featur of the model is the explicit recognit of the fact that it is imposs for the market as a whole to carri neg inventori and thi introduc an essenti nonlinear which carri through into nonlinear of the predict commod price seri for most of the thirteen commod price the behaviour of price from one year to the next conform to the predict of the theori about condit expect and condit varianc howev given the nonlinear both of the model and of the actual price such conform is not enough to ensur that the theori yield a complet account of the data in particular the analysi doe not yield a fulli satisfactori explan for the high autocorrel observ in the data", "title": "On the Behaviour of Commodity Prices"}, "https://ideas.repec.org/a/oup/restud/v56y1989i3p357-373..html": {"abstract": "For thirty years it has been accepted that consumption is smooth because permanent income is smoother than measured income. This paper considers the evidence for the contrary position, that permanent income is in fact less smooth than measured income, so that the smoothness of consumption cannot be straightforwardly explained by permanent income theory. The paper argues that in postwar U.S. quarterly data, consumption is smooth because it responds with a lag to changes in income.", "authors": ["epca54", "epde30"], "abstractStem": "for thirti year it ha been accept that consumpt is smooth becaus perman incom is smoother than measur incom thi paper consid the evid for the contrari posit that perman incom is in fact less smooth than measur incom so that the smooth of consumpt cannot be straightforwardli explain by perman incom theori the paper argu that in postwar us quarterli data consumpt is smooth becaus it respond with a lag to chang in incom", "title": "Why is Consumption So Smooth?"}, "https://ideas.repec.org/a/ucp/jpolec/v104y1996i1p133-62.html": {"abstract": " The authors investigate nutrition and expenditure in rural Maharashtra in India. They estimate that the elasticity of calorie consumption with respect to total expenditure is 0.3-0.5, a range that is in accord with conventional wisdom. The elasticity declines only slowly with levels of living and is far from the value of zero suggested by a recent revisionist literature. In these Indian data, the calories necessary for a day's activity cost less than 5 percent of the daily wage, which makes it implausible that income is constrained by nutrition rather than the other way around. Copyright 1996 by University of Chicago Press.", "authors": ["epde30"], "abstractStem": " the author investig nutrit and expenditur in rural maharashtra in india they estim that the elast of calori consumpt with respect to total expenditur is 0305 a rang that is in accord with convent wisdom the elast declin onli slowli with level of live and is far from the valu of zero suggest by a recent revisionist literatur in these indian data the calori necessari for a day activ cost less than 5 percent of the daili wage which make it implaus that incom is constrain by nutrit rather than the other way around copyright 1996 by univers of chicago press", "title": "The Demand for Food and Calories"}, "https://ideas.repec.org/a/spr/demogr/v34y1997i1p97-114.html": {"abstract": "No abstract is available for this item.", "authors": ["epde30", "fppa335"], "abstractStem": "no abstract is avail for thi item", "title": "The effects of economic and population growth on national saving and inequality"}, "https://ideas.repec.org/a/aea/jecper/v20y2006i3p97-120.html": {"abstract": "The pleasures of life are worth nothing if one is not alive to experience them. Through the twentieth century in the United States and other high-income countries, growth in real incomes was accompanied by a historically unprecedented decline in mortality rates that caused life expectancy at birth to grow by nearly 30 years. In the years just after World War II, life expectancy gaps between countries were falling across the world. Poor countries enjoyed rapid increases in life-expectancy through the 1970s, with the gains in some cases exceeding an additional year of life expectancy per year, though the HIV/AIDS epidemic and the transition in Russia and Eastern Europe have changed that situation. We investigate the determinants of the historical decline in mortality, of differences in mortality across countries, and of differences in mortality across groups within countries. A good theory of mortality should explain all of the facts we will outline. No such theory exists at present, but at the end of the paper we will sketch a tentative synthesis.", "authors": ["epcu64", "epde30"], "abstractStem": "the pleasur of life are worth noth if one is not aliv to experi them through the twentieth centuri in the unit state and other highincom countri growth in real incom wa accompani by a histor unpreced declin in mortal rate that caus life expect at birth to grow by nearli 30 year in the year just after world war ii life expect gap between countri were fall across the world poor countri enjoy rapid increas in lifeexpect through the 1970 with the gain in some case exceed an addit year of life expect per year though the hivaid epidem and the transit in russia and eastern europ have chang that situat we investig the determin of the histor declin in mortal of differ in mortal across countri and of differ in mortal across group within countri a good theori of mortal should explain all of the fact we will outlin no such theori exist at present but at the end of the paper we will sketch a tent synthesi", "title": "The Determinants of Mortality"}, "https://ideas.repec.org/a/ucp/jpolec/v94y1986i4p720-44.html": {"abstract": "No abstract is available for this item.", "authors": ["epde30", "epmu109"], "abstractStem": "no abstract is avail for thi item", "title": "On Measuring Child Costs: With Applications to Poor Countries"}, "https://ideas.repec.org/a/jae/japmet/v10y1995isps9-40.html": {"abstract": " This paper is concerned with the estimation of a model in which a possibly serially correlated stochastic process, the \"harvest\" of an agricultural commodity, generates a competitive price in a market comprising both final consumers and risk-neutral speculators who can store the commodity at a cost in the anticipation of profit. Because storage cannot be negative, the relationship between prices and harvests is inherently nonlinear and is an unpromising candidate for a linear-quadratic model, or for linearization more generally. Instead, we calculate numerically a policy function in which price is a function of two unobservable state variables, the harvest and current availability, and we use the result to fit the price data. Copyright 1995 by John Wiley &amp; Sons, Ltd.", "authors": ["epde30", "fpla208"], "abstractStem": " thi paper is concern with the estim of a model in which a possibl serial correl stochast process the harvest of an agricultur commod gener a competit price in a market compris both final consum and riskneutr specul who can store the commod at a cost in the anticip of profit becaus storag cannot be neg the relationship between price and harvest is inher nonlinear and is an unpromis candid for a linearquadrat model or for linear more gener instead we calcul numer a polici function in which price is a function of two unobserv state variabl the harvest and current avail and we use the result to fit the price data copyright 1995 by john wiley amp son ltd", "title": "Estimating a Nonlinear Rational Expectations Commodity Price Model with Unobservable State Variables"}, "https://ideas.repec.org/a/oup/wbecrv/v7y1993i3p293-318.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe86", "epde30"], "abstractStem": "no abstract is avail for thi item", "title": "Household Welfare and the Pricing of Cocoa and Coffee in Cote d'Ivoire: Lessons from the Living Standards Surveys"}, "https://ideas.repec.org/a/eee/ecolet/v20y1986i3p263-266.html": {"abstract": "No abstract is available for this item.", "authors": ["epde30", "epst130"], "abstractStem": "no abstract is avail for thi item", "title": "Optimally uniform commodity taxes, taste differences and lump-sum grants"}, "https://ideas.repec.org/a/oup/wbrobs/v20y2005i2p177-199.html": {"abstract": " What happened to poverty in India in the 1990s has been fiercely debated, both politically and statistically. The debate has run parallel to the wider debate about globalization and poverty in the 1990s and is also an important part of that debate. The economic reforms of the early 1990s in India were followed by rates of economic growth that were high by historical standards. The effects on poverty remain controversial, however. The official numbers published by the government of India, showing an acceleration in the rate of poverty reduction from 36 percent of the population in 1993/94 to 26 percent in 1999/2000, have been challenged for showing both too little and too much poverty reduction. The various claims have often been frankly political, but there are also many important statistical issues. The debate, reviewed in this article, provides an excellent example of how politics and statistics interact in an important, largely domestic debate. Although there is no consensus on what happened to poverty in India in the 1990s, there is good evidence both that poverty fell and that the official estimates of poverty reduction are too optimistic, particularly for rural India. The issues covered in this article, although concerned with the measurement of poverty in India, have wide international relevance--discrepancies between surveys and national accounts, the effects of questionnaire design, reporting periods, survey nonresponse, repair of imperfect data, choice of poverty lines, and interplay between statistics and politics. Copyright 2005, Oxford University Press.", "authors": ["epde30"], "abstractStem": " what happen to poverti in india in the 1990 ha been fierc debat both polit and statist the debat ha run parallel to the wider debat about global and poverti in the 1990 and is also an import part of that debat the econom reform of the earli 1990 in india were follow by rate of econom growth that were high by histor standard the effect on poverti remain controversi howev the offici number publish by the govern of india show an acceler in the rate of poverti reduct from 36 percent of the popul in 199394 to 26 percent in 19992000 have been challeng for show both too littl and too much poverti reduct the variou claim have often been frankli polit but there are also mani import statist issu the debat review in thi articl provid an excel exampl of how polit and statist interact in an import larg domest debat although there is no consensu on what happen to poverti in india in the 1990 there is good evid both that poverti fell and that the offici estim of poverti reduct are too optimist particularli for rural india the issu cover in thi articl although concern with the measur of poverti in india have wide intern relevancediscrep between survey and nation account the effect of questionnair design report period survey nonrespons repair of imperfect data choic of poverti line and interplay between statist and polit copyright 2005 oxford univers press", "title": "Data and Dogma: The Great Indian Poverty Debate"}, "https://ideas.repec.org/a/psl/bnlaqr/200528.html": {"abstract": "This paper reviews and discusses the contribution by Franco Modigliani to macroeconomic model building for economist forecasting and policy making. As Paul Samuelson observed, Modigliani's theoretical work was fundamental in the development of the basic framework within which the \"post-Keynesian eclecticism\" of the later twentieth century developed. In the move from theory to practice two aspects of Modigliani's work are considered: 1) the systemic approach that focuses on the relationship between the short and the long term, 2) the special reference to the mechanism of monetary policy transmission in the use of the macroeconomic model for economic stabilisation policy. What is left today of this contribution is finally briefly discussed, also with reference to some recent proposals on macroeconomic model building.", "authors": ["epde30"], "abstractStem": "thi paper review and discuss the contribut by franco modigliani to macroeconom model build for economist forecast and polici make as paul samuelson observ modigliani theoret work wa fundament in the develop of the basic framework within which the postkeynesian eclectic of the later twentieth centuri develop in the move from theori to practic two aspect of modigliani work are consid 1 the system approach that focus on the relationship between the short and the long term 2 the special refer to the mechan of monetari polici transmiss in the use of the macroeconom model for econom stabilis polici what is left today of thi contribut is final briefli discuss also with refer to some recent propos on macroeconom model build", "title": "Franco Modigliani and the life-cycle theory of consumption"}, "https://ideas.repec.org/a/eee/ehbiol/v7y2009i2p133-136.html": {"abstract": "According to the Gallup-Healthways Well-Being Index daily poll of the US population, taller people live better lives, at least on average. They evaluate their lives more favorably, and they are more likely to report a range of positive emotions such as enjoyment and happiness. They are also less likely to report a range of negative experiences, like sadness, and physical pain, though they are more likely to experience stress and anger, and if they are women, to worry. These findings cannot be attributed to different demographic or ethnic characteristics of taller people, but are almost entirely explained by the positive association between height and both income and education, both of which are positively linked to better lives.", "authors": ["epde30"], "abstractStem": "accord to the galluphealthway wellb index daili poll of the us popul taller peopl live better live at least on averag they evalu their live more favor and they are more like to report a rang of posit emot such as enjoy and happi they are also less like to report a rang of neg experi like sad and physic pain though they are more like to experi stress and anger and if they are women to worri these find cannot be attribut to differ demograph or ethnic characterist of taller peopl but are almost entir explain by the posit associ between height and both incom and educ both of which are posit link to better live", "title": "Life at the top: The benefits of height"}, "https://ideas.repec.org/a/aea/aejmac/v2y2010i4p1-35.html": {"abstract": "We provide an overview of the theory and practice of constructing PPPs. We focus on four practical areas: how to handle international differences in quality; the treatment of urban and rural areas of large countries; how to estimate prices for government services, health, and education; and the effects of the regional structure of the latest International Comparison Program for 2005. We discuss revisions of the Penn World Table, and their effects on econometric analysis, and include health warnings. Some international comparisons are close to impossible, even in theory, and in others, the practical difficulties make comparison exceedingly hazardous. (JEL C43, E01, E31, O57).", "authors": ["epde30"], "abstractStem": "we provid an overview of the theori and practic of construct ppp we focu on four practic area how to handl intern differ in qualiti the treatment of urban and rural area of larg countri how to estim price for govern servic health and educ and the effect of the region structur of the latest intern comparison program for 2005 we discuss revis of the penn world tabl and their effect on econometr analysi and includ health warn some intern comparison are close to imposs even in theori and in other the practic difficulti make comparison exceedingli hazard jel c43 e01 e31 o57", "title": "Understanding PPPs and PPP-Based National Accounts"}, "https://ideas.repec.org/a/ucp/jpolec/v102y1994i3p437-67.html": {"abstract": " The permanent income hypothesis implies that, for any cohort of people, inequality in consumption and income should grow with age, a prediction that is here confirmed using data from eleven years of household survey data from the United States, twenty-two years from Great Britain, and fourteen years from Taiwan. In the permanent income hypothesis, the increase in inequality reflects the cumulative effect of luck on consumption. Other models of intertemporal choice--such as those with strong precautionary motives or liquidity constraints--can limit or even prevent the spread of inequality, as can insurance arrangements that share risk across individuals. Copyright 1994 by University of Chicago Press.", "authors": ["epde30", "fppa335"], "abstractStem": " the perman incom hypothesi impli that for ani cohort of peopl inequ in consumpt and incom should grow with age a predict that is here confirm use data from eleven year of household survey data from the unit state twentytwo year from great britain and fourteen year from taiwan in the perman incom hypothesi the increas in inequ reflect the cumul effect of luck on consumpt other model of intertempor choicesuch as those with strong precautionari motiv or liquid constraintscan limit or even prevent the spread of inequ as can insur arrang that share risk across individu copyright 1994 by univers of chicago press", "title": "Intertemporal Choice and Inequality"}, "https://ideas.repec.org/a/ecm/emetrp/v49y1981i5p1245-60.html": {"abstract": "No abstract is available for this item.", "authors": ["epde30"], "abstractStem": "no abstract is avail for thi item", "title": "Optimal Taxes and the Structure of Preferences"}, "https://ideas.repec.org/a/aea/aecrev/v78y1988i3p418-30.html": {"abstract": " This paper develops and implements a method for estimating price elasticities of demand using cross-sectional household survey data. Geographically clustered households report unit values, which when corrected for quality effects and for measurement error, indicate the underlying spatial variation in prices, and can be matched to variation in demand patterns. A simple model of quality choice is proposed, while the correction for measurement error exploits the clustered design of such surveys. Data from a 1979 household survey from the Ivory Coast are used to estimate price elasticities for beef, meat, fish, cereals, and starches. Copyright 1988 by American Economic Association.", "authors": ["epde30"], "abstractStem": " thi paper develop and implement a method for estim price elast of demand use crosssect household survey data geograph cluster household report unit valu which when correct for qualiti effect and for measur error indic the underli spatial variat in price and can be match to variat in demand pattern a simpl model of qualiti choic is propos while the correct for measur error exploit the cluster design of such survey data from a 1979 household survey from the ivori coast are use to estim price elast for beef meat fish cereal and starch copyright 1988 by american econom associ", "title": "Quality, Quantity, and Spatial Variation of Price"}, "https://ideas.repec.org/a/aea/aejapp/v3y2011i2p137-66.html": {"abstract": "The global poverty count uses a common global poverty line, often referred to as the dollar-a-day line, currently $1.25 at 2005 international prices, whose construction and application depends on purchasing power parity (PPP) exchange rates for consumption. The price indexes that underlie the PPPs used for this purpose are constructed for purposes of national income accounting, using weights that represent patterns of aggregate consumption, not the consumption patterns of the global poor. We use household surveys from 62 developing countries to calculate global poverty-weighted PPPs and to calculate global poverty lines and new global poverty counts. (JEL C43, E21, F31, I32, O15)", "authors": ["epde30"], "abstractStem": "the global poverti count use a common global poverti line often refer to as the dollaraday line current 125 at 2005 intern price whose construct and applic depend on purchas power pariti ppp exchang rate for consumpt the price index that underli the ppp use for thi purpos are construct for purpos of nation incom account use weight that repres pattern of aggreg consumpt not the consumpt pattern of the global poor we use household survey from 62 develop countri to calcul global povertyweight ppp and to calcul global poverti line and new global poverti count jel c43 e21 f31 i32 o15", "title": "Purchasing Power Parity Exchange Rates for the Global Poor"}, "https://ideas.repec.org/a/aea/jecper/v22y2008i2p53-72.html": {"abstract": "During 2006, the Gallup Organization conducted a World Poll that used an identical questionnaire for national samples of adults from 132 countries. I analyze the data on life satisfaction and on health satisfaction and look at their relationships with national income, age, and life-expectancy. The analysis confirms a number of earlier findings and also yields some new and different results. Average life satisfaction is strongly related to per capita national income. High-income countries have greater life-satisfaction than low-income countries. Each doubling of income is associated with almost a one-point increase in life satisfaction on a scale from 0 to 10 and, unlike most previous findings, the effect holds across the range of international incomes; if anything, it is slightly stronger among rich countries. Conditional on the level of national per capita income, the effects of economic growth on life satisfaction are negative, not positive as would be predicted by previous discussion and previous micro-based empirical evidence. Neither life satisfaction nor health satisfaction responds strongly to objective measures of health, such as life expectancy or the prevalence of HIV infection, so that neither provides a reliable indicator of population well-being over all domains, or even over health.", "authors": ["epde30"], "abstractStem": "dure 2006 the gallup organ conduct a world poll that use an ident questionnair for nation sampl of adult from 132 countri i analyz the data on life satisfact and on health satisfact and look at their relationship with nation incom age and lifeexpect the analysi confirm a number of earlier find and also yield some new and differ result averag life satisfact is strongli relat to per capita nation incom highincom countri have greater lifesatisfact than lowincom countri each doubl of incom is associ with almost a onepoint increas in life satisfact on a scale from 0 to 10 and unlik most previou find the effect hold across the rang of intern incom if anyth it is slightli stronger among rich countri condit on the level of nation per capita incom the effect of econom growth on life satisfact are neg not posit as would be predict by previou discuss and previou microbas empir evid neither life satisfact nor health satisfact respond strongli to object measur of health such as life expect or the preval of hiv infect so that neither provid a reliabl indic of popul wellb over all domain or even over health", "title": "Income, Health, and Well-Being around the World: Evidence from the Gallup World Poll"}, "https://ideas.repec.org/a/aea/aecrev/v100y2010i1p5-34.html": {"abstract": "I discuss the measurement of world poverty and inequality, with particular attention to the role of purchasing power parity (PPP) price indexes from the International Comparison Project. Global inequality increased with the latest revision of the ICP, and this reduced the global poverty line relative to the US dollar. The recent large increase of nearly half a billion poor people came from an inappropriate updating of the global poverty line, not from the ICP revisions. Even so, PPP comparisons between widely different countries rest on weak theoretical and empirical foundations. I argue for wider use of self-reports from international monitoring surveys, and for a global poverty line that is truly denominated in US dollars. (JEL C43, D31, I31, I32, F31)", "authors": ["epde30"], "abstractStem": "i discuss the measur of world poverti and inequ with particular attent to the role of purchas power pariti ppp price index from the intern comparison project global inequ increas with the latest revis of the icp and thi reduc the global poverti line rel to the us dollar the recent larg increas of nearli half a billion poor peopl came from an inappropri updat of the global poverti line not from the icp revis even so ppp comparison between wide differ countri rest on weak theoret and empir foundat i argu for wider use of selfreport from intern monitor survey and for a global poverti line that is truli denomin in us dollar jel c43 d31 i31 i32 f31", "title": "Price Indexes, Inequality, and the Measurement of World Poverty"}, "https://ideas.repec.org/a/oup/wbecrv/v3y1989i1p1-15.html": {"abstract": " The ability to test for discrimination in the allocation of goods between boys and girls is hampered by a lack of data on intrahousehold distribution. The analysis presented here allows inferences about intrahousehold allocation to be made from household-level expenditure data. For a given level of income, families with children will spend less on adult goods in order to purchase children's goods. If household purchasing favors boys over girls, smaller expenditures on adult goods would be made by families with boys as compared with those with girls. A method for determining \"adult\" goods is described, and the procedure for detecting gender bias is applied to data from the Ivory Coast and Thailand. The data show no evidence of discrimination between boys and girls in the Ivory Coast, and a small and statistically insignificant bias in favor of boys in Thailand. Copyright 1989 by Oxford University Press.", "authors": ["epde30"], "abstractStem": " the abil to test for discrimin in the alloc of good between boy and girl is hamper by a lack of data on intrahousehold distribut the analysi present here allow infer about intrahousehold alloc to be made from householdlevel expenditur data for a given level of incom famili with children will spend less on adult good in order to purchas children good if household purchas favor boy over girl smaller expenditur on adult good would be made by famili with boy as compar with those with girl a method for determin adult good is describ and the procedur for detect gender bia is appli to data from the ivori coast and thailand the data show no evid of discrimin between boy and girl in the ivori coast and a small and statist insignific bia in favor of boy in thailand copyright 1989 by oxford univers press", "title": "Looking for Boy-Girl Discrimination in Household Expenditure Data"}, "https://ideas.repec.org/a/bla/scandj/v94y1992i2p253-73.html": {"abstract": " Some ways in which farmers in LDCs can protect their living standards against fluctuations in income are discussed. After considering the theory of consumption under uncertainty when there is no or limited borrowing, the case where some borrowing is allowed is also examined. Empirical evidence from some LDCs is used to look at (1) household borrowing and lending, their importance and timing, and their role in smoothing consumption, and (2) the life-cycle behavior of consumption and income. The results suggests that \"hump\" life-cycle saving is not likely to be a very important generator of wealth in LDCs and provide further evidence on the limited role of credit markets. Copyright 1992 by The editors of the Scandinavian Journal of Economics.", "authors": ["epde30"], "abstractStem": " some way in which farmer in ldc can protect their live standard against fluctuat in incom are discuss after consid the theori of consumpt under uncertainti when there is no or limit borrow the case where some borrow is allow is also examin empir evid from some ldc is use to look at 1 household borrow and lend their import and time and their role in smooth consumpt and 2 the lifecycl behavior of consumpt and incom the result suggest that hump lifecycl save is not like to be a veri import gener of wealth in ldc and provid further evid on the limit role of credit market copyright 1992 by the editor of the scandinavian journal of econom", "title": " Household Saving in LDCs: Credit Markets, Insurance and Welfare"}, "https://ideas.repec.org/a/eee/econom/v30y1985i1-2p109-126.html": {"abstract": "No abstract is available for this item.", "authors": ["epde30"], "abstractStem": "no abstract is avail for thi item", "title": "Panel data from time series of cross-sections"}, "https://ideas.repec.org/a/eee/socmed/v68y2009i11p1914-1917.html": {"abstract": "Deaton and Lubotsky (2003) found that the robust positive relationship across American cities between mortality and income inequality became small, insignificant, and/or non-robust once they controlled for the fraction of each city's population that is black. Ash and Robinson (Ash, M., &amp; Robinson D. Inequality, race, and mortality in US cities: a political and econometric review. Social Science and Medicine, 2009) consider alternative weighting schemes and show that in one of our specifications, in one data period, and with one of their alternative weighting schemes, income inequality is estimated to be a risk factor. All of our other specifications, as well as their own preferred specification, replicate our original result, which is supported by the weight of the evidence. Conditional on fraction black, there is no evidence for an effect of income inequality on mortality.", "authors": ["epde30", "eplu41"], "abstractStem": "deaton and lubotski 2003 found that the robust posit relationship across american citi between mortal and incom inequ becam small insignific andor nonrobust onc they control for the fraction of each citi popul that is black ash and robinson ash m amp robinson d inequ race and mortal in us citi a polit and econometr review social scienc and medicin 2009 consid altern weight scheme and show that in one of our specif in one data period and with one of their altern weight scheme incom inequ is estim to be a risk factor all of our other specif as well as their own prefer specif replic our origin result which is support by the weight of the evid condit on fraction black there is no evid for an effect of incom inequ on mortal", "title": "Income inequality and mortality in U.S. cities: Weighing the evidence. A response to Ash"}, "https://ideas.repec.org/a/aea/aecrev/v94y2004i2p326-330.html": {"abstract": "What are the determinants of the health and of well-being? Income and wealth are clearly part of the story, but does access to health-care have a large independent effect, as the advocates of more investment in health-care, such as the World Health Organization’s Commission on Macroeconomics and Health (Commission on Macroeconomics and Health (2001)), have argued? This paper reports on a recent survey in a poor rural area of the state of Rajasthan in India intended to shed some light on this issue, where there was an attempt to use a set of interlocking surveys to collect data on health and economic status, as well as the public and private provision of health care.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epde30", "epdu166"], "abstractStem": "what are the determin of the health and of wellb incom and wealth are clearli part of the stori but doe access to healthcar have a larg independ effect as the advoc of more invest in healthcar such as the world health organ s commiss on macroeconom and health commiss on macroeconom and health 2001 have argu thi paper report on a recent survey in a poor rural area of the state of rajasthan in india intend to shed some light on thi issu where there wa an attempt to use a set of interlock survey to collect data on health and econom statu as well as the public and privat provis of health carepthi abstract wa borrow from anoth version of thi item", "title": "Wealth, Health, and Health Services in Rural Rajasthan"}, "https://ideas.repec.org/a/aea/aecrev/v99y2009i2pix-ix.html": {"abstract": "No abstract is available for this item.", "authors": ["epde30"], "abstractStem": "no abstract is avail for thi item", "title": "Papers and Proceedings of the One Hundred Twenty-First Annual Meeting of the American Economic Association: Foreword"}, "https://ideas.repec.org/a/ucp/jpolec/v97y1989i1p179-200.html": {"abstract": " A concept of demographic separability is proposed that formalizes t he notion that there are groups of goods (adult goods) that have little or no relationship to specific classes of household demographics (the numbers or ages of children). That there exist adult goods demographically separable from children is a necessary, but not sufficient, condition for the validity of Erwin Rothbarth's method for measuring child costs. The authors propose two different methods for testing demographic separability and present results from a 1981 survey of Spain. The econometric evidence is in fair agreement with t he theoretical presuppositions. Copyright 1989 by University of Chicago Press.", "authors": ["epde30", "epru77", "epth20"], "abstractStem": " a concept of demograph separ is propos that formal t he notion that there are group of good adult good that have littl or no relationship to specif class of household demograph the number or age of children that there exist adult good demograph separ from children is a necessari but not suffici condit for the valid of erwin rothbarth method for measur child cost the author propos two differ method for test demograph separ and present result from a 1981 survey of spain the econometr evid is in fair agreement with t he theoret presupposit copyright 1989 by univers of chicago press", "title": "The Influence of Household Composition on Household Expenditure Patterns: Theory and Spanish Evidence"}, "https://ideas.repec.org/a/aea/aecrev/v95y2005i2p229-233.html": {"abstract": "Health and wealth are the two most important components of well-being. Rankings of well-being based on income will differ from more comprehensive rankings depending on the way that income and health are related. There are strong bidirectional causal links between income and health so that we cannot understand either without understanding both. What we call the wealthier is healthier hypothesis asserts both that income is the main determinant of health, and that the international correlation between income and health is sufficiently tight for income rankings to indicate well-being more broadly.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epca108", "epde30"], "abstractStem": "health and wealth are the two most import compon of wellb rank of wellb base on incom will differ from more comprehens rank depend on the way that incom and health are relat there are strong bidirect causal link between incom and health so that we cannot understand either without understand both what we call the wealthier is healthier hypothesi assert both that incom is the main determin of health and that the intern correl between incom and health is suffici tight for incom rank to indic wellb more broadlypthi abstract wa borrow from anoth version of thi item", "title": "Health and Wealth among the Poor: India and South Africa Compared"}, "https://ideas.repec.org/a/eee/crcspp/v42y1995ip91-94.html": {"abstract": "No abstract is available for this item.", "authors": ["epde30"], "abstractStem": "no abstract is avail for thi item", "title": "The intertemporal allocation of consumption: theory and evidence : A comment"}, "https://ideas.repec.org/a/oup/qjecon/v114y1999i3p1047-1084..html": {"abstract": "We examine the relationship between educational inputs—primarily pupilteacher ratios—and school outcomes in South Africa immediately before the end of apartheid government. Black households were severely limited in their residential choice under apartheid and attended schools for which funding decisions were made centrally, by White-controlled entities over which they had no control. The allocations resulted in marked disparities in average class sizes. Controlling for household background variables, we find strong and significant effects of pupilteacher ratios on enrollment, on educational achievement, and on test scores for numeracy.", "authors": ["epde30"], "abstractStem": "we examin the relationship between educ input primarili pupilteach ratio and school outcom in south africa immedi befor the end of apartheid govern black household were sever limit in their residenti choic under apartheid and attend school for which fund decis were made central by whitecontrol entiti over which they had no control the alloc result in mark dispar in averag class size control for household background variabl we find strong and signific effect of pupilteach ratio on enrol on educ achiev and on test score for numeraci", "title": "School Inputs and Educational Outcomes in South Africa"}, "https://ideas.repec.org/a/bla/obuest/v33y1971i2p81-91.html": {"abstract": "No abstract is available for this item.", "authors": ["epde30"], "abstractStem": "no abstract is avail for thi item", "title": "Econometric Models for the Personal Sector"}, "firstname": "Angus", "https://ideas.repec.org/a/bin/bpeajo/v16y1985i1985-2p465-521.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl41", "epde30"], "abstractStem": "no abstract is avail for thi item", "title": "The Time Series Consumption Function Revisited"}, "https://ideas.repec.org/a/kap/jecgro/v6y2001i2p87-105.html": {"abstract": " We consider the effects of land for housing on the growth process within an overlapping generations model. Our original interest was to enquire whether the introduction of land into a growth model might account for a \"virtuous\" circle in which saving-up for land (or housing) generates growth and higher land prices, generating further increases in saving, and so on. Such an account is sometimes proposed for high saving rates in East Asia, where mortgage markets are limited or absent. Our analysis does not support such a story. The user cost of land reduces the resources available for consumption of reproducible goods, so that the introduction of intrinsically valuable land into a growth model lowers the equilibrium stock of capital and raises the equilibrium interest rate. On the asset side, the presence of land causes life-cycle savings to be reallocated away from productive capital towards land. The social optimum in such a model is for land to be nationalized and provided at zero rent. Land markets, far from generating saving and growth, are inimical to capital formation. Copyright 2001 by Kluwer Academic Publishers", "authors": ["epde30", "fpla208"], "abstractStem": " we consid the effect of land for hous on the growth process within an overlap gener model our origin interest wa to enquir whether the introduct of land into a growth model might account for a virtuou circl in which savingup for land or hous gener growth and higher land price gener further increas in save and so on such an account is sometim propos for high save rate in east asia where mortgag market are limit or absent our analysi doe not support such a stori the user cost of land reduc the resourc avail for consumpt of reproduc good so that the introduct of intrins valuabl land into a growth model lower the equilibrium stock of capit and rais the equilibrium interest rate on the asset side the presenc of land caus lifecycl save to be realloc away from product capit toward land the social optimum in such a model is for land to be nation and provid at zero rent land market far from gener save and growth are inim to capit format copyright 2001 by kluwer academ publish", "title": " Housing, Land Prices, and Growth"}, "https://ideas.repec.org/a/ecm/emetrp/v46y1978i3p677-94.html": {"abstract": "No abstract is available for this item.", "authors": ["epde30", "eppe34"], "abstractStem": "no abstract is avail for thi item", "title": "Testing Non-Nested Nonlinear Regression Models"}, "https://ideas.repec.org/a/aea/aecrev/v98y2008i2p468-74.html": {"abstract": "This paper explores the relationship between adult heights and the distribution of income across populations of individuals. There is a long literature that examines the relationship between mean adult heights and living standards. If adult height is set by the balance between food intake and charges to disease in early childhood, it is informative about economic and epidemiological conditions in childhood. Because taller populations are better-off, more productive, and live longer, the relationship between childhood conditions and adult height has become an important focus in the study of the relationship between health and wealth. Here I follow one of the tributaries of this main stream. A relationship between income and height at the individual level has implications for the effects of income inequality on the distribution of heights. These relationships parallel, but are somewhat more concrete than, the various relationships between income inequality and health that have been debated in the economic and epidemiological literatures, Richard G. Wilkinson (1996), Angus Deaton (2003).<p>(This abstract was borrowed from another version of this item.)", "authors": ["epde30"], "abstractStem": "thi paper explor the relationship between adult height and the distribut of incom across popul of individu there is a long literatur that examin the relationship between mean adult height and live standard if adult height is set by the balanc between food intak and charg to diseas in earli childhood it is inform about econom and epidemiolog condit in childhood becaus taller popul are betteroff more product and live longer the relationship between childhood condit and adult height ha becom an import focu in the studi of the relationship between health and wealth here i follow one of the tributari of thi main stream a relationship between incom and height at the individu level ha implic for the effect of incom inequ on the distribut of height these relationship parallel but are somewhat more concret than the variou relationship between incom inequ and health that have been debat in the econom and epidemiolog literatur richard g wilkinson 1996 angu deaton 2003pthi abstract wa borrow from anoth version of thi item", "title": "Height, Health, and Inequality: The Distribution of Adult Heights in India"}, "https://ideas.repec.org/a/taf/ecsysr/v15y2003i2p135-159.html": {"abstract": " Household surveys are playing an increasingly important role in the measurement of poverty and well-being around the world. The Living Standards Measurement Study, which was begun in the World Bank under the guidance of Graham Pyatt in 1979, has played an important role in this movement. Its surveys are widely used within the Bank to measure consumption-based poverty, and survey data are now the exclusive basis for the global poverty counts. This paper discusses a number of unresolved issues in using consumption-based surveys for measuring well-being, including the choice of a money-metric versus welfare-ratio approach, the collection of suitable price information, the effects of measurement error on estimation, and methods for correcting per capita consumption for the demographic structure of the household.", "authors": ["epde30"], "abstractStem": " household survey are play an increasingli import role in the measur of poverti and wellb around the world the live standard measur studi which wa begun in the world bank under the guidanc of graham pyatt in 1979 ha play an import role in thi movement it survey are wide use within the bank to measur consumptionbas poverti and survey data are now the exclus basi for the global poverti count thi paper discuss a number of unresolv issu in use consumptionbas survey for measur wellb includ the choic of a moneymetr versu welfareratio approach the collect of suitabl price inform the effect of measur error on estim and method for correct per capita consumpt for the demograph structur of the household", "title": "Household Surveys, Consumption, and the Measurement of Poverty"}, "https://ideas.repec.org/a/psl/moneta/200528.html": {"abstract": "In the early '50s, Franco Modigliani and his student Richard Brumberg elaborated a theory of expenditure based on the idea that individuals make smart choices about how they want to spend at any age, with the only limit of the available resources in the course of their lives. Through the accumulation and decumulation of assets, those who work can provide for their own retirement and, more generally, can adapt their consumption patterns to the needs that arise at different ages, regardless of income available in every moment of his life. This simple theory leads to predictions relevant and not discounted for the economy as a whole, for example, that national saving depends on the rate of growth of national income and not on his level, and there is a simple relationship between the level of wealth in the economic system and the length of time spent in retirement. These forecasts, not verifiable in the '50s, they found considerable empirical support in the subsequent work of Modigliani and other researchers. Although over the years the theory of consumption has suffered numerous attacks, the most recent of which are driven by a coalition of psychologists and economists, the hypothesis of the life cycle remains an essential part of the thinking of economists. Without it we would have much less to say about many important issues, such as providing public and private social security, the effects of the stock market on the economy, the impact of demographic change on national savings, the role of saving in economic growth and the determinants of national wealth.", "authors": ["epde30"], "abstractStem": "in the earli 50 franco modigliani and hi student richard brumberg elabor a theori of expenditur base on the idea that individu make smart choic about how they want to spend at ani age with the onli limit of the avail resourc in the cours of their live through the accumul and decumul of asset those who work can provid for their own retir and more gener can adapt their consumpt pattern to the need that aris at differ age regardless of incom avail in everi moment of hi life thi simpl theori lead to predict relev and not discount for the economi as a whole for exampl that nation save depend on the rate of growth of nation incom and not on hi level and there is a simpl relationship between the level of wealth in the econom system and the length of time spent in retir these forecast not verifi in the 50 they found consider empir support in the subsequ work of modigliani and other research although over the year the theori of consumpt ha suffer numer attack the most recent of which are driven by a coalit of psychologist and economist the hypothesi of the life cycl remain an essenti part of the think of economist without it we would have much less to say about mani import issu such as provid public and privat social secur the effect of the stock market on the economi the impact of demograph chang on nation save the role of save in econom growth and the determin of nation wealth", "title": "Franco Modigliani e la teoria del ciclo vitale del consumo"}, "https://ideas.repec.org/a/ecj/econjl/v84y1974i334p338-48.html": {"abstract": "No abstract is available for this item.", "authors": ["epde30"], "abstractStem": "no abstract is avail for thi item", "title": "A Reconsideration of the Empirical Implications of Additive Preferences"}}}