{"epdi1": {"https://ideas.repec.org/a/eee/ecolet/v50y1996i3p305-313.html": {"abstract": "No abstract is available for this item.", "authors": ["epdi1"], "abstractStem": "no abstract is avail for thi item", "title": "Fractional integration and interval prediction"}, "https://ideas.repec.org/a/bla/jfinan/v49y1994i2p727-35.html": {"abstract": " Richard T. Baillie and Tim Bollerslev (1989) have recently argued that nominal dollar spot exchange rates are cointegrated. Here the authors examine an immediate implication of their finding, namely, that cointegration implies an error-correction representation yielding forecasts superior to those from a martingale benchmark in light of a large earlier literature highlighting the predictive superiority of the martingale. In an out-of-sample forecasting exercise, the authors find the martingale model to be superior. They then perform a battery of improved cointegration tests and find that the evidence for cointegration is much less strong than previously thought, a result consistent with the outcome of the forecasting exercise. Copyright 1994 by American Finance Association.", "authors": ["epdi1", "epga128", "epyi43"], "abstractStem": " richard t bailli and tim bollerslev 1989 have recent argu that nomin dollar spot exchang rate are cointegr here the author examin an immedi implic of their find name that cointegr impli an errorcorrect represent yield forecast superior to those from a martingal benchmark in light of a larg earlier literatur highlight the predict superior of the martingal in an outofsampl forecast exercis the author find the martingal model to be superior they then perform a batteri of improv cointegr test and find that the evid for cointegr is much less strong than previous thought a result consist with the outcom of the forecast exercis copyright 1994 by american financ associ", "title": " On Cointegration and Exchange Rate Dynamics"}, "https://ideas.repec.org/a/ier/iecrev/v39y1998i4p863-83.html": {"abstract": " Density forecasting is increasingly more important and commonplace, for example in financial risk management, yet little attention has been given to the evaluation of density forecasts. The authors develop a simple and operational framework for density forecast evaluation. They illustrate the framework with a detailed application to density forecasting of asset returns in environments with time-varying volatility. Finally, the authors discuss several extensions. Copyright 1998 by Economics Department of the University of Pennsylvania and the Osaka University Institute of Social and Economic Research Association.", "authors": ["epdi1", "epta22"], "abstractStem": " densiti forecast is increasingli more import and commonplac for exampl in financi risk manag yet littl attent ha been given to the evalu of densiti forecast the author develop a simpl and oper framework for densiti forecast evalu they illustr the framework with a detail applic to densiti forecast of asset return in environ with timevari volatil final the author discuss sever extens copyright 1998 by econom depart of the univers of pennsylvania and the osaka univers institut of social and econom research associ", "title": "Evaluating Density Forecasts with Applications to Financial Risk Management"}, "https://ideas.repec.org/a/eee/econom/v131y2006i1-2p309-338.html": {"abstract": " Replication file for Diebold, Rudebusch &amp; Aruoba (2006), \"The macroeconomy and the yield curve: a dynamic latent factor approach,\" Journal of Econometrics, vol. 131(1-2), pages 309-338.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epar34", "epdi1", "epru10"], "abstractStem": " replic file for diebold rudebusch amp aruoba 2006 the macroeconomi and the yield curv a dynam latent factor approach journal of econometr vol 13112 page 309338pthi abstract wa borrow from anoth version of thi item", "title": "The macroeconomy and the yield curve: a dynamic latent factor approach"}, "https://ideas.repec.org/a/bes/jnlbes/v27i4y2009p417-427.html": {"abstract": "Replication file for Aruoba, Diebold and Scotti(2009), \"Real-Time Measurement of Business Conditions,\" Journal of Business and Economic Statistics, vol 27, no 4, 417-427. Instead of brute force with a huge state vector, this uses aggregator states to handle the lags of the indicator for the two flow variables. The authors have an update on the ADS website that describes this.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epar34", "epdi1", "fpsc465"], "abstractStem": "replic file for aruoba diebold and scotti2009 realtim measur of busi condit journal of busi and econom statist vol 27 no 4 417427 instead of brute forc with a huge state vector thi use aggreg state to handl the lag of the indic for the two flow variabl the author have an updat on the ad websit that describ thispthi abstract wa borrow from anoth version of thi item", "title": "Real-Time Measurement of Business Conditions"}, "https://ideas.repec.org/a/bes/jnlasa/v96y2001mmarchp42-55.html": {"abstract": "No abstract is available for this item.", "authors": ["fpan210", "epbo66", "epdi1"], "abstractStem": "no abstract is avail for thi item", "title": "The Distribution of Realized Exchange Rate Volatility"}, "https://ideas.repec.org/a/eee/econom/v131y2006i1-2p1-2.html": {"abstract": "No abstract is available for this item.", "authors": ["epdi1", "epen9", "epfa12", "epga48", "epsc19"], "abstractStem": "no abstract is avail for thi item", "title": "The econometrics of macroeconomics, finance, and the interface"}, "https://ideas.repec.org/a/chb/bcchec/v12y2009i2p55-65.html": {"abstract": "Using a recently-developed measure of financial market spillovers, we provide an empirical analysis of return and volatility spillovers among five equity markets in the Americas: Argentina, Brazil, Chile, Mexico and the U.S. The results indicate that both return and volatility spillovers vary widely. Return spillovers, however, tend to evolve gradually, whereas volatility spillovers display clear bursts that often correspond closely to economic events.", "authors": ["epdi1", "epyi43"], "abstractStem": "use a recentlydevelop measur of financi market spillov we provid an empir analysi of return and volatil spillov among five equiti market in the america argentina brazil chile mexico and the us the result indic that both return and volatil spillov vari wide return spillov howev tend to evolv gradual wherea volatil spillov display clear burst that often correspond close to econom event", "title": "Equity Market Spillovers in the Americas"}, "homepage": "https://ideas.repec.org/e/pdi1.html", "lastname": "Diebold", "https://ideas.repec.org/a/cup/etheor/v19y2003i06p1159-1193_19.html": {"abstract": "No abstract is available for this item.", "authors": ["epdi1"], "abstractStem": "no abstract is avail for thi item", "title": "The Et Interview: Professor Robert F. Engle, January 2003"}, "https://ideas.repec.org/a/fip/fedpbr/y1993ijulp3-11.html": {"abstract": "No abstract is available for this item.", "authors": ["epdi1"], "abstractStem": "no abstract is avail for thi item", "title": "Are long expansions followed by short contractions?"}, "https://ideas.repec.org/a/ucp/jpolec/v98y1990i3p596-616.html": {"abstract": " Does the termination probability of a business expansion or contraction increase with age? This question may be formally addressed by analyzing the nature of duration dependence in aggregate economic activity. The author's null hypothesis is that there is no duration dependence, which they test via intentionally nonparametric procedures. They also argue that a common notion of business cycle periodicity can be usefully interpreted in terms of whole-cycle duration dependence. The authors find some evidence for duration dependence in whole cycles and in prewar expansions, but little evidence elsewhere. Copyright 1990 by University of Chicago Press.", "authors": ["epdi1", "epru10"], "abstractStem": " doe the termin probabl of a busi expans or contract increas with age thi question may be formal address by analyz the natur of durat depend in aggreg econom activ the author null hypothesi is that there is no durat depend which they test via intent nonparametr procedur they also argu that a common notion of busi cycl period can be use interpret in term of wholecycl durat depend the author find some evid for durat depend in whole cycl and in prewar expans but littl evid elsewher copyright 1990 by univers of chicago press", "title": "A Nonparametric Investigation of Duration Dependence in the American Business Cycle"}, "https://ideas.repec.org/a/ucp/jlabec/v15y1997i2p206-33.html": {"abstract": " Two key attributes of a job are its wage and its duration. Much has been made of changes in the wage distribution in the 1980s but little attention has been given to job durations since Robert E. Hall (1972, 1982). The authors fill this void by examining the temporal evolution of job retention rates in U.S. labor markets using data assembled from the sequence of Current Population Survey job tenure supplements. There have been relative declines in job stability for some of the groups that experienced the sharpest declines in relative wages. However, the authors find that aggregate job retention rates have remained stable. Copyright 1997 by University of Chicago Press.", "authors": ["epdi1", "epne16"], "abstractStem": " two key attribut of a job are it wage and it durat much ha been made of chang in the wage distribut in the 1980 but littl attent ha been given to job durat sinc robert e hall 1972 1982 the author fill thi void by examin the tempor evolut of job retent rate in us labor market use data assembl from the sequenc of current popul survey job tenur supplement there have been rel declin in job stabil for some of the group that experienc the sharpest declin in rel wage howev the author find that aggreg job retent rate have remain stabl copyright 1997 by univers of chicago press", "title": "Job Stability in the United States"}, "https://ideas.repec.org/a/eee/jfinec/v61y2001i1p43-76.html": {"abstract": "No abstract is available for this item.", "authors": ["fpan210", "epbo66", "epdi1"], "abstractStem": "no abstract is avail for thi item", "title": "The distribution of realized stock return volatility"}, "https://ideas.repec.org/a/ecj/econjl/v107y1997i444p1358-74.html": {"abstract": " Motivated by recent developments in the bounded rationality and strategic complementarity literatures, the authors examine an intentionally simple and stylized aggregative economic model, when the assumptions of fully rational expectations and no strategic interactions are relaxed. They show that small deviations from rational expectations, taken alone, lead only to small deviations from classical policy-ineffectiveness, but that the situation can change dramatically when strategic complementarity is introduced. Strategic complementarity magnifies the effects of even small departures from rational expectations, producing equilibria with policy effectiveness, output persistence, and multiplier effects. Copyright 1997 by Royal Economic Society.", "authors": ["epdi1"], "abstractStem": " motiv by recent develop in the bound ration and strateg complementar literatur the author examin an intent simpl and styliz aggreg econom model when the assumpt of fulli ration expect and no strateg interact are relax they show that small deviat from ration expect taken alon lead onli to small deviat from classic policyineffect but that the situat can chang dramat when strateg complementar is introduc strateg complementar magnifi the effect of even small departur from ration expect produc equilibria with polici effect output persist and multipli effect copyright 1997 by royal econom societi", "title": "Bonded Rationality and Strategic Complementarity in a Macroeconomic Model: Policy Effects, Persistence and Multipliers"}, "https://ideas.repec.org/a/eee/dyncon/v13y1989i4p597-612.html": {"abstract": "No abstract is available for this item.", "authors": ["epdi1"], "abstractStem": "no abstract is avail for thi item", "title": "State space modeling of time series : A review essay"}, "https://ideas.repec.org/a/bes/jnlasa/v100y2005p6-16.html": {"abstract": "We take a simple time-series approach to modeling and forecasting daily average temperature in U.S. cities, and we inquire systematically as to whether it may prove useful from the vantage point of participants in the weather derivatives market. The answer is, perhaps surprisingly, yes. Time-series modeling reveals both strong conditional mean dynamics and conditional variance dynamics in daily average temperature, and it reveals sharp differences between the distribution of temperature and the distribution of temperature surprises. The approach can easily be used to produce not only short-horizon point forecasts, but also the long-horizon density forecasts of maximal relevance in weather derivatives contexts. We produce and evaluate both, with some success. We conclude that additional inquiry into nonstructural weather forecasting methods will likely prove useful in weather derivatives contexts.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epdi1"], "abstractStem": "we take a simpl timeseri approach to model and forecast daili averag temperatur in us citi and we inquir systemat as to whether it may prove use from the vantag point of particip in the weather deriv market the answer is perhap surprisingli ye timeseri model reveal both strong condit mean dynam and condit varianc dynam in daili averag temperatur and it reveal sharp differ between the distribut of temperatur and the distribut of temperatur surpris the approach can easili be use to produc not onli shorthorizon point forecast but also the longhorizon densiti forecast of maxim relev in weather deriv context we produc and evalu both with some success we conclud that addit inquiri into nonstructur weather forecast method will like prove use in weather deriv contextspthi abstract wa borrow from anoth version of thi item", "title": "Weather Forecasting for Weather Derivatives"}, "https://ideas.repec.org/a/eee/intfor/v6y1990i4p503-508.html": {"abstract": "No abstract is available for this item.", "authors": ["epdi1"], "abstractStem": "no abstract is avail for thi item", "title": "The use of prior information in forecast combination"}, "https://ideas.repec.org/a/oup/restud/v80y2013i4p1304-1337.html": {"abstract": " We introduce the financial economics of market microstructure to the financial econometrics of asset return volatility estimation. In particular, we derive the cross-correlation function between latent returns and market microstructure noise in several leading microstructure environments. We propose and illustrate several corresponding theory-inspired volatility estimators, which we apply to stock and oil prices. Our analysis and results are useful for assessing the validity of the frequently assumed independence of latent price and microstructure noise, for explaining observed cross-correlation patterns, for predicting as-yet undiscovered patterns, and most importantly, for promoting improved microstructure-based volatility empirics and improved empirical microstructure studies. Simultaneously and conversely, our analysis is far from the last word on the subject, as it is based on stylized benchmark models; it comes with a \"call to action\" for development and use of richer microstructure models in volatility estimation and beyond. Copyright 2013, Oxford University Press.", "authors": ["epdi1", "fpst327"], "abstractStem": " we introduc the financi econom of market microstructur to the financi econometr of asset return volatil estim in particular we deriv the crosscorrel function between latent return and market microstructur nois in sever lead microstructur environ we propos and illustr sever correspond theoryinspir volatil estim which we appli to stock and oil price our analysi and result are use for assess the valid of the frequent assum independ of latent price and microstructur nois for explain observ crosscorrel pattern for predict asyet undiscov pattern and most importantli for promot improv microstructurebas volatil empir and improv empir microstructur studi simultan and convers our analysi is far from the last word on the subject as it is base on styliz benchmark model it come with a call to action for develop and use of richer microstructur model in volatil estim and beyond copyright 2013 oxford univers press", "title": "On the Correlation Structure of Microstructure Noise: A Financial Economic Approach"}, "https://ideas.repec.org/a/eee/econom/v55y1993i1-2p99-103.html": {"abstract": "No abstract is available for this item.", "authors": ["epdi1"], "abstractStem": "no abstract is avail for thi item", "title": "Discussion : The effect of seasonal adjustment filters on tests for a unit root"}, "https://ideas.repec.org/a/eee/econom/v182y2014i1p119-134.html": {"abstract": "We propose several connectedness measures built from pieces of variance decompositions, and we argue that they provide natural and insightful measures of connectedness. We also show that variance decompositions define weighted, directed networks, so that our connectedness measures are intimately related to key measures of connectedness used in the network literature. Building on these insights, we track daily time-varying connectedness of major US financial institutions’ stock return volatilities in recent years, with emphasis on the financial crisis of 2007–2008.", "authors": ["epdi1", "epyi43"], "abstractStem": "we propos sever connected measur built from piec of varianc decomposit and we argu that they provid natur and insight measur of connected we also show that varianc decomposit defin weight direct network so that our connected measur are intim relat to key measur of connected use in the network literatur build on these insight we track daili timevari connected of major us financi institut  stock return volatil in recent year with emphasi on the financi crisi of 2007 2008", "title": "On the network topology of variance decompositions: Measuring the connectedness of financial firms"}, "https://ideas.repec.org/a/eee/ecolet/v35y1991i2p155-160.html": {"abstract": "No abstract is available for this item.", "authors": ["epdi1", "epru10"], "abstractStem": "no abstract is avail for thi item", "title": "On the power of Dickey-Fuller tests against fractional alternatives"}, "https://ideas.repec.org/a/fip/fedfer/y2001p1-15.html": {"abstract": "This article considers five broad questions about the fundamental nature of business cycles and surveys relevant recent research. It is a slightly revised version of the introductory chapter to our book, Business Cycles: Durations, Dynamics, and Forecasting (Diebold and Rudebusch 1999). Both the book and this article attempt to place recent empirical business cycle research, and especially our own work, in a broader perspective. In particular, we focus on research that analyzes the durations or lengths of expansions and contractions, the co-movement and dynamics of cyclical variables, and the prediction of macroeconomic fluctuations.", "authors": ["epdi1", "epru10"], "abstractStem": "thi articl consid five broad question about the fundament natur of busi cycl and survey relev recent research it is a slightli revis version of the introductori chapter to our book busi cycl durat dynam and forecast diebold and rudebusch 1999 both the book and thi articl attempt to place recent empir busi cycl research and especi our own work in a broader perspect in particular we focu on research that analyz the durat or length of expans and contract the comov and dynam of cyclic variabl and the predict of macroeconom fluctuat", "title": "Five questions about business cycles"}, "https://ideas.repec.org/a/jae/japmet/v4y1989i2p195-204.html": {"abstract": " This package performs specialized tasks related to specification, estimation, prediction and diagnostic checking in the context of a particular class of unobserved-components models. It is menu-driven and easy to use. Although the present (first) release suffers from a number of limitations, omissions and bugs, it is nevertheless a useful tool in the hands of a knowledgeable user. Copyright 1989 by John Wiley &amp; Sons, Ltd.", "authors": ["epdi1"], "abstractStem": " thi packag perform special task relat to specif estim predict and diagnost check in the context of a particular class of unobservedcompon model it is menudriven and easi to use although the present first releas suffer from a number of limit omiss and bug it is nevertheless a use tool in the hand of a knowledg user copyright 1989 by john wiley amp son ltd", "title": "Structural Time Series Analysis and Modelling Package: A Review"}, "https://ideas.repec.org/a/bes/jnlbes/v24y2006p181-183.html": {"abstract": "No abstract is available for this item.", "authors": ["epdi1"], "abstractStem": "no abstract is avail for thi item", "title": "Comment"}, "https://ideas.repec.org/a/cup/etheor/v13y1997i06p808-817_00.html": {"abstract": "Prediction problems involving asymmetric loss functions arise routinely in many fields, yet the theory of optimal prediction under asymmetric loss is not well developed. We study the optimal prediction problem under general loss structures and characterize the optimal predictor. We compute the optimal predictor analytically in two leading tractable cases and show how to compute it numerically in less tractable cases. A key theme is that the conditionally optimal forecast is biased under asymmetric loss and that the conditionally optimal amount of bias is time varying in general and depends on higher order conditional moments. Thus, for example, volatility dynamics (e.g., GARCH effects) are relevant for optimal point prediction under asymmetric loss. More generally, even for models with linear conditionalmean structure, the optimal point predictor is in general nonlinear under asymmetric loss, which provides a link with the broader nonlinear time series literature.", "authors": ["fpch343", "epdi1"], "abstractStem": "predict problem involv asymmetr loss function aris routin in mani field yet the theori of optim predict under asymmetr loss is not well develop we studi the optim predict problem under gener loss structur and character the optim predictor we comput the optim predictor analyt in two lead tractabl case and show how to comput it numer in less tractabl case a key theme is that the condit optim forecast is bias under asymmetr loss and that the condit optim amount of bia is time vari in gener and depend on higher order condit moment thu for exampl volatil dynam eg garch effect are relev for optim point predict under asymmetr loss more gener even for model with linear conditionalmean structur the optim point predictor is in gener nonlinear under asymmetr loss which provid a link with the broader nonlinear time seri literatur", "title": "Optimal Prediction Under Asymmetric Loss"}, "https://ideas.repec.org/a/fip/fedgpr/y2005x30.html": {"abstract": "We use data obtained from a series of Michigan Surveys of Consumer Attitudes to study stock market beliefs and portfolio choices of individual investors. We find that expected returns over the medium- and long-term horizon appear to be extrapolated from past realized returns. The findings also indicate that a more optimistic assessment of macroeconomic conditions coincides with higher expected returns and lower expected volatility, implying strongly procyclical Sharpe ratios. These results are given added credence by the empirical finding that reported portfolio concentrations in equities tend to be higher for respondents who anticipate higher returns and lower uncertainty. Overall, our empirical results lend support to the hypothesis that equity valuations are lower during recessions--and--subsequent returns are higher--because of undue pessimism about future returns, rather than high risk aversion.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epdi1", "epsh65"], "abstractStem": "we use data obtain from a seri of michigan survey of consum attitud to studi stock market belief and portfolio choic of individu investor we find that expect return over the medium and longterm horizon appear to be extrapol from past realiz return the find also indic that a more optimist assess of macroeconom condit coincid with higher expect return and lower expect volatil impli strongli procycl sharp ratio these result are given ad credenc by the empir find that report portfolio concentr in equiti tend to be higher for respond who anticip higher return and lower uncertainti overal our empir result lend support to the hypothesi that equiti valuat are lower dure recessionsandsubsequ return are higherbecaus of undu pessim about futur return rather than high risk aversionpthi abstract wa borrow from anoth version of thi item", "title": "From the horse’s mouth: gauging conditional expected stock returns from investor surveys"}, "https://ideas.repec.org/a/bes/jnlbes/v8y1990i3p281-91.html": {"abstract": " The relationship between wholesale and retail interest rates since deregulation is of substantial interest to economists and policymakers, because the predictability of the monetary aggregates and their relationship to bank reserves depend on adjustment patterns in the wholesale and retail monetary markets. We provide evidence on the nature of wholesale-retail interest rate relationships by examining the dynamic interactions among two wholesale interest rates (federal funds and six-month treasury bills) and three retail deposit rates (six-month consumer certificates of deposit, money market deposit accounts, and super NOW's). We perform a multivariate time series analysis, with particular attention paid to a causal patterns and the shapes of impulse response functions. A number of stylized facts, related to size of adjustment, speed of adjustment, and pattern of adjustment, are established for the response of retail rates to unanticipated shocks in wholsale rates.", "authors": ["epdi1", "epsh65"], "abstractStem": " the relationship between wholesal and retail interest rate sinc deregul is of substanti interest to economist and policymak becaus the predict of the monetari aggreg and their relationship to bank reserv depend on adjust pattern in the wholesal and retail monetari market we provid evid on the natur of wholesaleretail interest rate relationship by examin the dynam interact among two wholesal interest rate feder fund and sixmonth treasuri bill and three retail deposit rate sixmonth consum certif of deposit money market deposit account and super now we perform a multivari time seri analysi with particular attent paid to a causal pattern and the shape of impuls respons function a number of styliz fact relat to size of adjust speed of adjust and pattern of adjust are establish for the respons of retail rate to unanticip shock in wholsal rate", "title": "Post-deregulation Bank-Deposit-Rate Pricing: The Multivariate Dynamics"}, "https://ideas.repec.org/a/bes/jnlbes/v27i2y2009p266-278.html": {"abstract": "We explore the macro/finance interface in the context of equity markets. In particular, using half a century of Livingston expected business conditions data we characterize directly the impact of expected business conditions on expected excess stock returns. Expected business conditions consistently affect expected excess returns in a statistically and economically significant counter-cyclical fashion: depressed expected business conditions are associated with high expected excess returns. Moreover, inclusion of expected business conditions in otherwise standard predictive return regressions substantially reduces the explanatory power of the conventional financial predictors, including the dividend yield, default premium, and term premium, while simultaneously increasing. Expected business conditions retain predictive power even after controlling for an important and recently introduced non-financial predictor, the generalized consumption/wealth ratio, which accords with the view that expected business conditions play a role in asset pricing different from and complementary to that of the consumption/wealth ratio. We argue that time-varying expected business conditions likely capture time-varying risk, while time-varying consumption/wealth may capture time-varying risk aversion.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epdi1"], "abstractStem": "we explor the macrofin interfac in the context of equiti market in particular use half a centuri of livingston expect busi condit data we character directli the impact of expect busi condit on expect excess stock return expect busi condit consist affect expect excess return in a statist and econom signific countercycl fashion depress expect busi condit are associ with high expect excess return moreov inclus of expect busi condit in otherwis standard predict return regress substanti reduc the explanatori power of the convent financi predictor includ the dividend yield default premium and term premium while simultan increas expect busi condit retain predict power even after control for an import and recent introduc nonfinanci predictor the gener consumptionwealth ratio which accord with the view that expect busi condit play a role in asset price differ from and complementari to that of the consumptionwealth ratio we argu that timevari expect busi condit like captur timevari risk while timevari consumptionwealth may captur timevari risk aversionpthi abstract wa borrow from anoth version of thi item", "title": "Stock Returns and Expected Business Conditions: Half a Century of Direct Evidence"}, "https://ideas.repec.org/a/inm/ormnsc/v52y2006i8p1273-1287.html": {"abstract": "We consider three sets of phenomena that feature prominently in the financial economics literature: (1) conditional mean dependence (or lack thereof) in asset returns, (2) dependence (and hence forecastability) in asset return signs, and (3) dependence (and hence forecastability) in asset return volatilities. We show that they are very much interrelated and explore the relationships in detail. Among other things, we show that (1) volatility dependence produces sign dependence, so long as expected returns are nonzero, so that one should expect sign dependence, given the overwhelming evidence of volatility dependence; (2) it is statistically possible to have sign dependence without conditional mean dependence; (3) sign dependence is not likely to be found via analysis of sign autocorrelations, runs tests, or traditional market timing tests because of the special nonlinear nature of sign dependence, so that traditional market timing tests are best viewed as tests for sign dependence arising from variation in expected returns rather than from variation in volatility or higher moments; (4) sign dependence is not likely to be found in very high-frequency (e.g., daily) or very low-frequency (e.g., annual) returns; instead, it is more likely to be found at intermediate return horizons; and (5) the link between volatility dependence and sign dependence remains intact in conditionally non-Gaussian environments, for example, with time-varying conditional skewness and/or kurtosis.", "authors": ["fpch343", "epdi1"], "abstractStem": "we consid three set of phenomena that featur promin in the financi econom literatur 1 condit mean depend or lack thereof in asset return 2 depend and henc forecast in asset return sign and 3 depend and henc forecast in asset return volatil we show that they are veri much interrel and explor the relationship in detail among other thing we show that 1 volatil depend produc sign depend so long as expect return are nonzero so that one should expect sign depend given the overwhelm evid of volatil depend 2 it is statist possibl to have sign depend without condit mean depend 3 sign depend is not like to be found via analysi of sign autocorrel run test or tradit market time test becaus of the special nonlinear natur of sign depend so that tradit market time test are best view as test for sign depend aris from variat in expect return rather than from variat in volatil or higher moment 4 sign depend is not like to be found in veri highfrequ eg daili or veri lowfrequ eg annual return instead it is more like to be found at intermedi return horizon and 5 the link between volatil depend and sign depend remain intact in condit nongaussian environ for exampl with timevari condit skew andor kurtosi", "title": "Financial Asset Returns, Direction-of-Change Forecasting, and Volatility Dynamics"}, "https://ideas.repec.org/a/bla/jfinan/v57y2002i3p1047-1091.html": {"abstract": " We propose using the price range in the estimation of stochastic volatility models. We show theoretically, numerically, and empirically that range-based volatility proxies are not only highly efficient, but also approximately Gaussian and robust to microstructure noise. Hence range-based Gaussian quasi-maximum likelihood estimation produces highly efficient estimates of stochastic volatility models and extractions of latent volatility. We use our method to examine the dynamics of daily exchange rate volatility and find the evidence points strongly toward two-factor models with one highly persistent factor and one quickly mean-reverting factor. Copyright The American Finance Association 2002.", "authors": ["epdi1"], "abstractStem": " we propos use the price rang in the estim of stochast volatil model we show theoret numer and empir that rangebas volatil proxi are not onli highli effici but also approxim gaussian and robust to microstructur nois henc rangebas gaussian quasimaximum likelihood estim produc highli effici estim of stochast volatil model and extract of latent volatil we use our method to examin the dynam of daili exchang rate volatil and find the evid point strongli toward twofactor model with one highli persist factor and one quickli meanrevert factor copyright the american financ associ 2002", "title": "Range-Based Estimation of Stochastic Volatility Models"}, "https://ideas.repec.org/a/ucp/jpolec/v99y1991i6p1252-71.html": {"abstract": " In this paper, the authors assert that most studies that have sought to determine the validity of purchasing power parity are flawed for two reasons. First, post-1973 data contain, by definition, only a very limited amount of the low-frequency information relevant for examination of long-run parity. Second, the dynamic econometric techniques used to model deviations from parity are typically quite crude with respect to admissible low-frequency dynamics. Both deficiencies are rectified in the present paper, with dramatic results. With a new longer data set, the authors study deviations from parity using long-memory models that allow for subtle forms of mean reversion. Copyright 1991 by University of Chicago Press.", "authors": ["epdi1", "ephu160", "epru130"], "abstractStem": " in thi paper the author assert that most studi that have sought to determin the valid of purchas power pariti are flaw for two reason first post1973 data contain by definit onli a veri limit amount of the lowfrequ inform relev for examin of longrun pariti second the dynam econometr techniqu use to model deviat from pariti are typic quit crude with respect to admiss lowfrequ dynam both defici are rectifi in the present paper with dramat result with a new longer data set the author studi deviat from pariti use longmemori model that allow for subtl form of mean revers copyright 1991 by univers of chicago press", "title": "Real Exchange Rates under the Gold Standard"}, "https://ideas.repec.org/a/tpr/restat/v89y2007i4p701-720.html": {"abstract": " A growing literature documents important gains in asset return volatility forecasting via use of realized variation measures constructed from high-frequency returns. We progress by using newly developed bipower variation measures and corresponding nonparametric tests for jumps. Our empirical analyses of exchange rates, equity index returns, and bond yields suggest that the volatility jump component is both highly important and distinctly less persistent than the continuous component, and that separating the rough jump moves from the smooth continuous moves results in significant out-of-sample volatility forecast improvements. Moreover, many of the significant jumps are associated with specific macroeconomic news announcements. Copyright by the President and Fellows of Harvard College and the Massachusetts Institute of Technology.", "authors": ["fpan210", "epbo66", "epdi1"], "abstractStem": " a grow literatur document import gain in asset return volatil forecast via use of realiz variat measur construct from highfrequ return we progress by use newli develop bipow variat measur and correspond nonparametr test for jump our empir analys of exchang rate equiti index return and bond yield suggest that the volatil jump compon is both highli import and distinctli less persist than the continu compon and that separ the rough jump move from the smooth continu move result in signific outofsampl volatil forecast improv moreov mani of the signific jump are associ with specif macroeconom news announc copyright by the presid and fellow of harvard colleg and the massachusett institut of technolog", "title": "Roughing It Up: Including Jump Components in the Measurement, Modeling, and Forecasting of Return Volatility"}, "https://ideas.repec.org/a/fip/fedpbr/y1991inovp13-20.html": {"abstract": "No abstract is available for this item.", "authors": ["epdi1", "epru10"], "abstractStem": "no abstract is avail for thi item", "title": "Shorter recessions and longer expansions"}, "https://ideas.repec.org/a/eee/econom/v164y2011i1p4-20.html": {"abstract": "We derive the class of affine arbitrage-free dynamic term structure models that approximate the widely used Nelson-Siegel yield curve specification. These arbitrage-free Nelson-Siegel (AFNS) models can be expressed as slightly restricted versions of the canonical representation of the three-factor affine arbitrage-free model. Imposing the Nelson-Siegel structure on the canonical model greatly facilitates estimation and can improve predictive performance. In the future, AFNS models appear likely to be a useful workhorse representation for term structure research.", "authors": ["fpch1126", "epdi1", "epru10"], "abstractStem": "we deriv the class of affin arbitragefre dynam term structur model that approxim the wide use nelsonsiegel yield curv specif these arbitragefre nelsonsiegel afn model can be express as slightli restrict version of the canon represent of the threefactor affin arbitragefre model impos the nelsonsiegel structur on the canon model greatli facilit estim and can improv predict perform in the futur afn model appear like to be a use workhors represent for term structur research", "title": "The affine arbitrage-free class of Nelson-Siegel term structure models"}, "https://ideas.repec.org/a/bes/jnlbes/v6y1988i1p105-11.html": {"abstract": "No abstract is available for this item.", "authors": ["epdi1"], "abstractStem": "no abstract is avail for thi item", "title": "Serial Correlation and the Combination of Forecasts"}, "https://ideas.repec.org/a/ilr/articl/v49y1996i2p348-355.html": {"abstract": "No abstract is available for this item.", "authors": ["epdi1", "epne16"], "abstractStem": "no abstract is avail for thi item", "title": "Comment on \"Is job stability declining in the U.S. economy?\" by Kenneth A. Swinnerton and Howard Wial (48:2, Jan. 1995)"}, "https://ideas.repec.org/a/eee/inecon/v73y2007i2p251-277.html": {"abstract": "Using a unique high-frequency futures dataset, we characterize the response of U.S., German and British stock, bond and foreign exchange markets to real-time U.S. macroeconomic news. We find that news produces conditional mean jumps; hence high-frequency stock, bond and exchange rate dynamics are linked to fundamentals. Equity markets, moreover, react differently to news depending on the stage of the business cycle, which explains the low correlation between stock and bond returns when averaged over the cycle. Hence our results qualify earlier work suggesting that bond markets react most strongly to macroeconomic news; in particular, when conditioning on the state of the economy, the equity and foreign exchange markets appear equally responsive. Finally, we also document important contemporaneous links across all markets and countries, even after controlling for the effects of macroeconomic news.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpan210", "epbo66", "epdi1", "epve43"], "abstractStem": "use a uniqu highfrequ futur dataset we character the respons of us german and british stock bond and foreign exchang market to realtim us macroeconom news we find that news produc condit mean jump henc highfrequ stock bond and exchang rate dynam are link to fundament equiti market moreov react differ to news depend on the stage of the busi cycl which explain the low correl between stock and bond return when averag over the cycl henc our result qualifi earlier work suggest that bond market react most strongli to macroeconom news in particular when condit on the state of the economi the equiti and foreign exchang market appear equal respons final we also document import contemporan link across all market and countri even after control for the effect of macroeconom newspthi abstract wa borrow from anoth version of thi item", "title": "Real-time price discovery in global stock, bond and foreign exchange markets"}, "https://ideas.repec.org/a/ucp/intsma/doi10.1086-658307.html": {"abstract": "We propose and implement a framework for characterizing and monitoring the global business cycle. Our framework utilizes high-frequency data, allows us to account for a potentially large amount of missing observations, and is designed to facilitate the updating of global activity estimates as data are released and revisions become available. We apply the framework to the G-7 countries and study various aspects of national and global business cycles, obtaining three main results. First, our measure of the global business cycle, the common G-7 real activity factor, explains a significant amount of cross-country variation and tracks the major global cyclical events of the past forty years. Second, the common G-7 factor and the idiosyncratic country factors play different roles at different times in shaping national economic activity. Finally, the degree of G-7 business cycle synchronization among country factors has changed over time.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epar34", "epdi1", "epko65", "epte49"], "abstractStem": "we propos and implement a framework for character and monitor the global busi cycl our framework util highfrequ data allow us to account for a potenti larg amount of miss observ and is design to facilit the updat of global activ estim as data are releas and revis becom avail we appli the framework to the g7 countri and studi variou aspect of nation and global busi cycl obtain three main result first our measur of the global busi cycl the common g7 real activ factor explain a signific amount of crosscountri variat and track the major global cyclic event of the past forti year second the common g7 factor and the idiosyncrat countri factor play differ role at differ time in shape nation econom activ final the degre of g7 busi cycl synchron among countri factor ha chang over timepthi abstract wa borrow from anoth version of thi item", "title": "Globalization, the Business Cycle, and Macroeconomic Monitoring"}, "https://ideas.repec.org/a/eee/econom/v146y2008i2p351-363.html": {"abstract": "The popular Nelson-Siegel [Nelson, C.R., Siegel, A.F., 1987. Parsimonious modeling of yield curves. Journal of Business 60, 473-489] yield curve is routinely fit to cross sections of intra-country bond yields, and Diebold-Li [Diebold, F.X., Li, C., 2006. Forecasting the term structure of government bond yields. Journal of Econometrics 130, 337-364] have recently proposed a dynamized version. In this paper we extend Diebold-Li to a global context, modeling a potentially large set of country yield curves in a framework that allows for both global and country-specific factors. In an empirical analysis of term structures of government bond yields for the Germany, Japan, the UK and the US, we find that global yield factors do indeed exist and are economically important, generally explaining significant fractions of country yield curve dynamics, with interesting differences across countries.", "authors": ["epdi1", "epyu120"], "abstractStem": "the popular nelsonsiegel nelson cr siegel af 1987 parsimoni model of yield curv journal of busi 60 473489 yield curv is routin fit to cross section of intracountri bond yield and dieboldli diebold fx li c 2006 forecast the term structur of govern bond yield journal of econometr 130 337364 have recent propos a dynam version in thi paper we extend dieboldli to a global context model a potenti larg set of countri yield curv in a framework that allow for both global and countryspecif factor in an empir analysi of term structur of govern bond yield for the germani japan the uk and the us we find that global yield factor do inde exist and are econom import gener explain signific fraction of countri yield curv dynam with interest differ across countri", "title": "Global yield curve dynamics and interactions: A dynamic Nelson-Siegel approach"}, "https://ideas.repec.org/a/bla/scandj/v106y2004i2p165-185.html": {"abstract": "I review and interpret two of Robert Engle's most important contributions: the theory and application of cointegration, and the theory and application of dynamic volatility models. I treat the latter much more extensively, de-emphasizing technical aspects and focusing instead on the intuition, nuances and importance of the work.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epdi1"], "abstractStem": "i review and interpret two of robert engl most import contribut the theori and applic of cointegr and the theori and applic of dynam volatil model i treat the latter much more extens deemphas technic aspect and focus instead on the intuit nuanc and import of the workpthi abstract wa borrow from anoth version of thi item", "title": "The Nobel Memorial Prize for Robert F. Engle"}, "https://ideas.repec.org/a/ucp/jnlbus/v79y2006i1p61-74.html": {"abstract": "We extend range-based volatility estimation to the multivariate case. In particular, we propose a range-based covariance estimator motivated by a key financial economic consideration, the absence of arbitrage, in addition to statistical considerations. We show that this estimator is highly efficient yet robust to the market microstructure noise arising from bid-ask bounce and asynchronous trading.", "authors": ["epdi1"], "abstractStem": "we extend rangebas volatil estim to the multivari case in particular we propos a rangebas covari estim motiv by a key financi econom consider the absenc of arbitrag in addit to statist consider we show that thi estim is highli effici yet robust to the market microstructur nois aris from bidask bounc and asynchron trade", "title": "A No-Arbitrage Approach to Range-Based Estimation of Return Covariances and Correlations"}, "https://ideas.repec.org/a/eee/jbfina/v26y2002i2-3p445-474.html": {"abstract": "The turmoil in the capital markets in 1997 and 1998 has highlighted the need for systematic stress testing of banks' portfolios, including both their trading and lending books. We propose that underlying macroeconomic volatility is a key part of a useful conceptual framework for stress testing credit portfolios, and that credit migration matrices provide the specific linkages between underlying macroeconomic conditions and asset quality. Credit migration matrices, which characterize the expected changes in credit quality of obligors, are cardinal inputs to many applications, including portfolio risk assessment, modeling the term structure of credit risk premia, and pricing of credit derivatives. They are also an integral part of many of the credit portfolio models used by financial institutions. By separating the economy into two states or regimes, expansion and contraction, and conditioning the migration matrix on these states, we show that the loss distribution of credit portfolios can differ greatly, as can the concomitant level of economic capital to be assigned.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epdi1", "epsc73"], "abstractStem": "the turmoil in the capit market in 1997 and 1998 ha highlight the need for systemat stress test of bank portfolio includ both their trade and lend book we propos that underli macroeconom volatil is a key part of a use conceptu framework for stress test credit portfolio and that credit migrat matric provid the specif linkag between underli macroeconom condit and asset qualiti credit migrat matric which character the expect chang in credit qualiti of obligor are cardin input to mani applic includ portfolio risk assess model the term structur of credit risk premia and price of credit deriv they are also an integr part of mani of the credit portfolio model use by financi institut by separ the economi into two state or regim expans and contract and condit the migrat matrix on these state we show that the loss distribut of credit portfolio can differ greatli as can the concomit level of econom capit to be assignedpthi abstract wa borrow from anoth version of thi item", "title": "Ratings migration and the business cycle, with application to credit portfolio stress testing"}, "https://ideas.repec.org/a/ucp/jnlbus/v62y1989i3p369-91.html": {"abstract": " The authors evaluate the ability of the composite index of leading indicators to predict business cycle turning points. Formal probability-assessment scoring rules are applied to turning-point probabilities generated from the leading index via a Bayesian sequential probability recursion. These scoring rules enable rigorous and systematic evaluation of leading indicator forecasts. The results are used to assess the merits of forecasting with the composite leading index and to suggest possible improvements in its construction. Copyright 1989 by the University of Chicago.", "authors": ["epdi1", "epru10"], "abstractStem": " the author evalu the abil of the composit index of lead indic to predict busi cycl turn point formal probabilityassess score rule are appli to turningpoint probabl gener from the lead index via a bayesian sequenti probabl recurs these score rule enabl rigor and systemat evalu of lead indic forecast the result are use to assess the merit of forecast with the composit lead index and to suggest possibl improv in it construct copyright 1989 by the univers of chicago", "title": "Scoring the Leading Indicators"}, "https://ideas.repec.org/a/aea/aecrev/v100y2010i2p20-24.html": {"abstract": "We sketch a framework for monitoring macroeconomic activity in real-time and push it in new directions. In particular, we focus not only on real activity, which has received most attention to date, but also on inflation and its interaction with real activity. As for the recent recession, we find that (1) it likely ended around July 2009; (2) its most extreme aspects concern a real activity decline that was unusually long but less unusually deep, and an inflation decline that was unusually deep but brief; and (3) its real activity and inflation interactions were strongly positive, consistent with an adverse demand shock.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epar34", "epdi1"], "abstractStem": "we sketch a framework for monitor macroeconom activ in realtim and push it in new direct in particular we focu not onli on real activ which ha receiv most attent to date but also on inflat and it interact with real activ as for the recent recess we find that 1 it like end around juli 2009 2 it most extrem aspect concern a real activ declin that wa unusu long but less unusu deep and an inflat declin that wa unusu deep but brief and 3 it real activ and inflat interact were strongli posit consist with an advers demand shockpthi abstract wa borrow from anoth version of thi item", "title": "Real-Time Macroeconomic Monitoring: Real Activity, Inflation, and Interactions"}, "https://ideas.repec.org/a/eee/intfor/v28y2012i1p57-66.html": {"abstract": "Using a generalized vector autoregressive framework in which forecast-error variance decompositions are invariant to the variable ordering, we propose measures of both the total and directional volatility spillovers. We use our methods to characterize daily volatility spillovers across US stock, bond, foreign exchange and commodities markets, from January 1999 to January 2010. We show that despite significant volatility fluctuations in all four markets during the sample, cross-market volatility spillovers were quite limited until the global financial crisis, which began in 2007. As the crisis intensified, so too did the volatility spillovers, with particularly important spillovers from the stock market to other markets taking place after the collapse of the Lehman Brothers in September 2008.", "authors": ["epdi1", "epyi43"], "abstractStem": "use a gener vector autoregress framework in which forecasterror varianc decomposit are invari to the variabl order we propos measur of both the total and direct volatil spillov we use our method to character daili volatil spillov across us stock bond foreign exchang and commod market from januari 1999 to januari 2010 we show that despit signific volatil fluctuat in all four market dure the sampl crossmarket volatil spillov were quit limit until the global financi crisi which began in 2007 as the crisi intensifi so too did the volatil spillov with particularli import spillov from the stock market to other market take place after the collaps of the lehman brother in septemb 2008", "title": "Better to give than to receive: Predictive directional measurement of volatility spillovers"}, "https://ideas.repec.org/a/aea/aecrev/v95y2005i2p398-404.html": {"abstract": "We selectively survey, unify and extend the literature on realized volatility of financial asset returns. Rather than focusing exclusively on characterizing the properties of realized volatility, we progress by examining economically interesting functions of realized volatility, namely realized betas for equity portfolios, relating them both to their underlying realized variance and covariance parts and to underlying macroeconomic fundamentals.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpan210", "epbo66", "epdi1"], "abstractStem": "we select survey unifi and extend the literatur on realiz volatil of financi asset return rather than focus exclus on character the properti of realiz volatil we progress by examin econom interest function of realiz volatil name realiz beta for equiti portfolio relat them both to their underli realiz varianc and covari part and to underli macroeconom fundamentalspthi abstract wa borrow from anoth version of thi item", "title": "A Framework for Exploring the Macroeconomic Determinants of Systematic Risk"}, "https://ideas.repec.org/a/bes/jnlbes/v16y1998i4p450-58.html": {"abstract": " The authors consider the forecasting of cointegrated variables and they show that, at long horizons, nothing is lost by ignoring cointegration when forecasts are evaluated using standard multivariate forecast accuracy measures. In fact, simple univariate Box-Jenkins forecasts are just as accurate. The authors' results highlight a potentially important deficiency of standard forecast accuracy measures--they fail to value the maintenance of cointegrating relationships among variables--and the authors suggest alternatives that explicitly do so.", "authors": ["fpch343", "epdi1"], "abstractStem": " the author consid the forecast of cointegr variabl and they show that at long horizon noth is lost by ignor cointegr when forecast are evalu use standard multivari forecast accuraci measur in fact simpl univari boxjenkin forecast are just as accur the author result highlight a potenti import defici of standard forecast accuraci measuresthey fail to valu the mainten of cointegr relationship among variablesand the author suggest altern that explicitli do so", "title": "Cointegration and Long-Horizon Forecasting"}, "https://ideas.repec.org/a/eee/intfor/v5y1989i4p589-592.html": {"abstract": "No abstract is available for this item.", "authors": ["epdi1"], "abstractStem": "no abstract is avail for thi item", "title": "Forecast combination and encompassing: Reconciling two divergent literatures"}, "https://ideas.repec.org/a/ect/emjrnl/v12y2009i3pc33-c64.html": {"abstract": " The Svensson generalization of the popular Nelson--Siegel term structure model is widely used by practitioners and central banks. Unfortunately, like the original Nelson--Siegel specification, this generalization, in its dynamic form, does not enforce arbitrage-free consistency over time. Indeed, we show that the factor loadings of the Svensson generalization cannot be obtained in a standard finance arbitrage-free affine term structure representation. Therefore, we introduce a closely related generalized Nelson--Siegel model on which the no-arbitrage condition can be imposed. We estimate this new AFGNS model and demonstrate its tractability and good in-sample fit. Copyright The Author(s). Journal compilation Royal Economic Society 2009", "authors": ["fpch1126", "epdi1", "epru10"], "abstractStem": " the svensson gener of the popular nelsonsiegel term structur model is wide use by practition and central bank unfortun like the origin nelsonsiegel specif thi gener in it dynam form doe not enforc arbitragefre consist over time inde we show that the factor load of the svensson gener cannot be obtain in a standard financ arbitragefre affin term structur represent therefor we introduc a close relat gener nelsonsiegel model on which the noarbitrag condit can be impos we estim thi new afgn model and demonstr it tractabl and good insampl fit copyright the author journal compil royal econom societi 2009", "title": "An arbitrage-free generalized Nelson--Siegel term structure model"}, "https://ideas.repec.org/a/eee/econom/v130y2006i2p337-364.html": {"abstract": "Despite powerful advances in yield curve modeling in the last twenty years, comparatively little attention has been paid to the key practical problem of forecasting the yield curve. In this paper we do so. We use neither the no-arbitrage approach, which focuses on accurately fitting the cross section of interest rates at any given time but neglects time-series dynamics, nor the equilibrium approach, which focuses on time-series dynamics (primarily those of the instantaneous rate) but pays comparatively little attention to fitting the entire cross section at any given time and has been shown to forecast poorly. Instead, we use variations on the Nelson-Siegel exponential components framework to model the entire yield curve, period-byperiod, as a three-dimensional parameter evolving dynamically. We show that the three timevarying parameters may be interpreted as factors corresponding to level, slope and curvature, and that they may be estimated with high efficiency. We propose and estimate autoregressive models for the factors, and we show that our models are consistent with a variety of stylized facts regarding the yield curve. We use our models to produce term-structure forecasts at both short and long horizons, with encouraging results. In particular, our forecasts appear much more accurate at long horizons than various standard benchmark forecasts.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epdi1"], "abstractStem": "despit power advanc in yield curv model in the last twenti year compar littl attent ha been paid to the key practic problem of forecast the yield curv in thi paper we do so we use neither the noarbitrag approach which focus on accur fit the cross section of interest rate at ani given time but neglect timeseri dynam nor the equilibrium approach which focus on timeseri dynam primarili those of the instantan rate but pay compar littl attent to fit the entir cross section at ani given time and ha been shown to forecast poorli instead we use variat on the nelsonsiegel exponenti compon framework to model the entir yield curv periodbyperiod as a threedimension paramet evolv dynam we show that the three timevari paramet may be interpret as factor correspond to level slope and curvatur and that they may be estim with high effici we propos and estim autoregress model for the factor and we show that our model are consist with a varieti of styliz fact regard the yield curv we use our model to produc termstructur forecast at both short and long horizon with encourag result in particular our forecast appear much more accur at long horizon than variou standard benchmark forecastspthi abstract wa borrow from anoth version of thi item", "title": "Forecasting the term structure of government bond yields"}, "https://ideas.repec.org/a/eee/intfor/v12y1996i2p309-315.html": {"abstract": "No abstract is available for this item.", "authors": ["epdi1", "epin18"], "abstractStem": "no abstract is avail for thi item", "title": "Software review"}, "https://ideas.repec.org/a/jae/japmet/v16y2001i6p657-669.html": {"abstract": " We propose a measure of predictability based on the ratio of the expected loss of a short-run forecast to the expected loss of a long-run forecast. This predictability measure can be tailored to the forecast horizons of interest, and it allows for general loss functions, univariate or multivariate information sets, and covariance stationary or difference stationary processes. We propose a simple estimator, and we suggest resampling methods for inference. We then provide several macroeconomic applications. First, we illustrate the implementation of predictability measures based on fitted parametric models for several US macroeconomic time series. Second, we analyze the internal propagation mechanism of a standard dynamic macroeconomic model by comparing the predictability of model inputs and model outputs. Third, we use predictability as a metric for assessing the similarity of data simulated from the model and actual data. Finally, we outline several non-parametric extensions of our approach. Copyright © 2001 John Wiley &amp; Sons, Ltd.", "authors": ["epdi1", "epki110"], "abstractStem": " we propos a measur of predict base on the ratio of the expect loss of a shortrun forecast to the expect loss of a longrun forecast thi predict measur can be tailor to the forecast horizon of interest and it allow for gener loss function univari or multivari inform set and covari stationari or differ stationari process we propos a simpl estim and we suggest resampl method for infer we then provid sever macroeconom applic first we illustr the implement of predict measur base on fit parametr model for sever us macroeconom time seri second we analyz the intern propag mechan of a standard dynam macroeconom model by compar the predict of model input and model output third we use predict as a metric for assess the similar of data simul from the model and actual data final we outlin sever nonparametr extens of our approach copyright   2001 john wiley amp son ltd", "title": "Measuring predictability: theory and macroeconomic applications"}, "https://ideas.repec.org/a/fip/fedgpr/y2005p82-85.html": {"abstract": "No abstract is available for this item.", "authors": ["epdi1"], "abstractStem": "no abstract is avail for thi item", "title": "Robust estimation - discussion"}, "https://ideas.repec.org/a/jae/japmet/v11y1996i5p561-71.html": {"abstract": " We make three related contributions. First, we propose a new technique for solving prediction problems under asymmetric loss using piecewise-linear approximations to the loss function, and we establish existence and uniqueness of the optimal predictor. Second, we provide a detailed application to optimal prediction of a conditionally heteroscedastic process under asymmetric loss, the insights gained from which are broadly applicable. Finally, we incorporate our results into a general framework for recursive prediction-based model selection under the relevant loss function. Copyright 1996 by John Wiley &amp; Sons, Ltd.", "authors": ["fpch343", "epdi1"], "abstractStem": " we make three relat contribut first we propos a new techniqu for solv predict problem under asymmetr loss use piecewiselinear approxim to the loss function and we establish exist and uniqu of the optim predictor second we provid a detail applic to optim predict of a condit heteroscedast process under asymmetr loss the insight gain from which are broadli applic final we incorpor our result into a gener framework for recurs predictionbas model select under the relev loss function copyright 1996 by john wiley amp son ltd", "title": "Further Results on Forecasting and Model Selection under Asymmetric Loss"}, "https://ideas.repec.org/a/bes/jnlbes/v6y1988i4p470-72.html": {"abstract": "No abstract is available for this item.", "authors": ["epdi1"], "abstractStem": "no abstract is avail for thi item", "title": "An Application of Operational-Subjective Statistical Methods to Rational Expectations: Comment"}, "https://ideas.repec.org/a/aea/aecrev/v93y2003i1p38-62.html": {"abstract": "Using a new data set consisting of six years of real-time exchange-rate quotations, macroeconomic expectations, and macroeconomic realizations, we characterize the conditional means of U.S. dollar spot exchange rates. In particular, we find that announcement surprises produce conditional mean jumps; hence high-frequency exchange-rate dynamics are linked to fundamentals. The details of the linkage are intriguing and include announcement timing and sign effects. The sign effect refers to the fact that the market reacts to news in an asymmetric fashion: bad news has greater impact than good news, which we relate to recent theoretical work on information processing and price discovery.", "authors": ["fpan210", "epbo66", "epdi1", "epve43"], "abstractStem": "use a new data set consist of six year of realtim exchanger quotat macroeconom expect and macroeconom realiz we character the condit mean of us dollar spot exchang rate in particular we find that announc surpris produc condit mean jump henc highfrequ exchanger dynam are link to fundament the detail of the linkag are intrigu and includ announc time and sign effect the sign effect refer to the fact that the market react to news in an asymmetr fashion bad news ha greater impact than good news which we relat to recent theoret work on inform process and price discoveri", "title": "Micro Effects of Macro Announcements: Real-Time Price Discovery in Foreign Exchange"}, "https://ideas.repec.org/a/bes/jnlbes/v13y1995i3p253-63.html": {"abstract": " The authors propose and evaluate explicit tests of the null hypothesis of no difference in the accuracy of two competing forecasts. In contrast to previously developed tests, a wide variety of accuracy measures can be used (in particular, the loss function need not be quadratic and need not even be symmetric) and forecast errors can be non-Gaussian, nonzero mean, serially correlated, and contemporaneously correlated. Asymptotic and exact finite sample tests are proposed, evaluated, and illustrated.", "authors": ["epdi1", "epma174"], "abstractStem": " the author propos and evalu explicit test of the null hypothesi of no differ in the accuraci of two compet forecast in contrast to previous develop test a wide varieti of accuraci measur can be use in particular the loss function need not be quadrat and need not even be symmetr and forecast error can be nongaussian nonzero mean serial correl and contemporan correl asymptot and exact finit sampl test are propos evalu and illustr", "title": "Comparing Predictive Accuracy"}, "https://ideas.repec.org/a/tpr/restat/v82y2000i1p12-22.html": {"abstract": " It depends. If volatility fluctuates in a forecastable way, volatility forecasts are useful for risk management (hence the interest in volatility forecastability in the risk management literature). Volatility forecastability, however, varies with horizon, and different horizons are relevant in different applications. Moreover, existing assessments of volatility forecastability are plagued by the fact that they are joint assessments of volatility forecastability and an assumed model, and the results can vary not only with the horizon but also with the assumed model. To address this problem, we develop a model-free procedure for assessing volatility forecastability across horizons. Perhaps surprisingly, we find that volatility forecastability decays quickly with horizon. Volatility forecastability - although clearly of relevance for risk management at the short horizons relevant for, say, trading desk management - may be much less important at longer horizons. © 2000 by the President and Fellows of Harvard College and the Massachusetts Institute of Technology", "authors": ["fpch343", "epdi1"], "abstractStem": " it depend if volatil fluctuat in a forecast way volatil forecast are use for risk manag henc the interest in volatil forecast in the risk manag literatur volatil forecast howev vari with horizon and differ horizon are relev in differ applic moreov exist assess of volatil forecast are plagu by the fact that they are joint assess of volatil forecast and an assum model and the result can vari not onli with the horizon but also with the assum model to address thi problem we develop a modelfre procedur for assess volatil forecast across horizon perhap surprisingli we find that volatil forecast decay quickli with horizon volatil forecast  although clearli of relev for risk manag at the short horizon relev for say trade desk manag  may be much less import at longer horizon   2000 by the presid and fellow of harvard colleg and the massachusett institut of technolog", "title": "How Relevant is Volatility Forecasting for Financial Risk Management?"}, "https://ideas.repec.org/a/eee/ecolet/v22y1986i1p27-31.html": {"abstract": "No abstract is available for this item.", "authors": ["epdi1"], "abstractStem": "no abstract is avail for thi item", "title": "The exact initial covariance matrix of the state vector of a general MA(q) process"}, "https://ideas.repec.org/a/eee/econom/v100y2001i1p73-75.html": {"abstract": "No abstract is available for this item.", "authors": ["epdi1"], "abstractStem": "no abstract is avail for thi item", "title": "Econometrics: Retrospect and prospect"}, "https://ideas.repec.org/a/aea/aecrev/v86y1996i5p1291-98.html": {"abstract": "No abstract is available for this item.", "authors": ["epdi1"], "abstractStem": "no abstract is avail for thi item", "title": "The Uncertain Unit Root in Real GNP: Comment"}, "https://ideas.repec.org/a/aea/jecper/v12y1998i2p175-92.html": {"abstract": "Broadly defined, macroeconomic forecasting is alive and well. Nonstructural forecasting, which is based largely on reduced-form correlations, has always been well and continues to improve. Structural forecasting, which aligns itself with economic theory and hence rises and falls with theory, receded following the decline of Keynesian theory. In recent years, however, powerful new dynamic stochastic general equilibrium theory has been developed and structural macroeconomic forecasting is poised for resurgence.", "authors": ["epdi1"], "abstractStem": "broadli defin macroeconom forecast is aliv and well nonstructur forecast which is base larg on reducedform correl ha alway been well and continu to improv structur forecast which align itself with econom theori and henc rise and fall with theori reced follow the declin of keynesian theori in recent year howev power new dynam stochast gener equilibrium theori ha been develop and structur macroeconom forecast is pois for resurg", "title": "The Past, Present, and Future of Macroeconomic Forecasting"}, "https://ideas.repec.org/a/spr/empeco/v13y1988i2p81-102.html": {"abstract": "No abstract is available for this item.", "authors": ["epdi1"], "abstractStem": "no abstract is avail for thi item", "title": "Has the EMS Reduced Member-Country Exchange Rate Volatility?"}, "https://ideas.repec.org/a/aea/aecrev/v82y1992i4p993-1005.html": {"abstract": "Previous investigations of whether the volatility of the U.S. economy diminished after World War II have been inconclusive because of questionable prewar macroeconomic aggregates. We examine, more broadly, the hypothesis of the stabilization of the postwar economy by focusing on the duration of business cycles, rather than their amplitude; in the process, we avoid the debate about the quality of prewar aggregates. Using distribution-free statistics, we find clear evidence of postwar duration stabilization in terms of a shift toward longer expansions and shorter contractions. Moreover, we find no shift in whole-cycle durations, which suggests a reallocation of the business cycle away from contraction and toward expansion.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epdi1", "epru10"], "abstractStem": "previou investig of whether the volatil of the us economi diminish after world war ii have been inconclus becaus of question prewar macroeconom aggreg we examin more broadli the hypothesi of the stabil of the postwar economi by focus on the durat of busi cycl rather than their amplitud in the process we avoid the debat about the qualiti of prewar aggreg use distributionfre statist we find clear evid of postwar durat stabil in term of a shift toward longer expans and shorter contract moreov we find no shift in wholecycl durat which suggest a realloc of the busi cycl away from contract and toward expansionpthi abstract wa borrow from anoth version of thi item", "title": "Have Postwar Economic Fluctuations Been Stabilized?"}, "https://ideas.repec.org/a/tpr/restat/v81y1999i4p661-673.html": {"abstract": " We provide a framework for evaluating and improving multivariate density forecasts. Among other things, the multivariate framework lets us evaluate the adequacy of density forecasts involving cross-variable interactions, such as time-varying conditional correlations. We also provide conditions under which a technique of density forecast \"calibration\" can be used to improve deficient density forecasts, and we show how the calibration method can be used to generate good density forecasts from econometric models, even when the conditional density is unknown. Finally, motivated by recent advances in financial risk management, we provide a detailed application to multivariate high-frequency exchange rate density forecasts. © 2000 by the President and Fellows of Harvard College and the Massachusetts Institute of Technology", "authors": ["epdi1", "epta22"], "abstractStem": " we provid a framework for evalu and improv multivari densiti forecast among other thing the multivari framework let us evalu the adequaci of densiti forecast involv crossvari interact such as timevari condit correl we also provid condit under which a techniqu of densiti forecast calibr can be use to improv defici densiti forecast and we show how the calibr method can be use to gener good densiti forecast from econometr model even when the condit densiti is unknown final motiv by recent advanc in financi risk manag we provid a detail applic to multivari highfrequ exchang rate densiti forecast   2000 by the presid and fellow of harvard colleg and the massachusett institut of technolog", "title": "Multivariate Density Forecast Evaluation And Calibration In Financial Risk Management: High-Frequency Returns On Foreign Exchange"}, "https://ideas.repec.org/a/eee/econom/v105y2001i1p131-159.html": {"abstract": "The theoretical and empirical econometric literatures on long memory and regime switching have evolved largely independently, as the phenomena appear distinct. We argue, in contrast, that they are intimately related, and we substantiate our claim in several environments, including a simple mixture model, Engle and Lee's (1999) stochastic permanent break model, and Hamilton's (1989) Markov switching model. In particular, we show analytically that stochastic regime switching is easily confused with long memory, even asymptotically, so long as only a small' amount of regime switching occurs, in a sense that we make precise. A Monte Carlo analysis supports the relevance of the theory and produces additional insights.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epdi1", "epin18"], "abstractStem": "the theoret and empir econometr literatur on long memori and regim switch have evolv larg independ as the phenomena appear distinct we argu in contrast that they are intim relat and we substanti our claim in sever environ includ a simpl mixtur model engl and lee 1999 stochast perman break model and hamilton 1989 markov switch model in particular we show analyt that stochast regim switch is easili confus with long memori even asymptot so long as onli a small amount of regim switch occur in a sens that we make precis a mont carlo analysi support the relev of the theori and produc addit insightspthi abstract wa borrow from anoth version of thi item", "title": "Long memory and regime switching"}, "https://ideas.repec.org/a/ecj/econjl/v119y2009i534p158-171.html": {"abstract": " We provide a simple and intuitive measure of interdependence of asset returns and/or volatilities. In particular, we formulate and examine precise and separate measures of \"return spillovers\" and \"volatility spillovers\". Our framework facilitates study of both non-crisis and crisis episodes, including trends and bursts in spillovers; both turn out to be empirically important. In particular, in an analysis of 19 global equity markets from the early 1990s to the present, we find striking evidence of divergent behaviour in the dynamics of return spillovers vs. volatility spillovers: return spillovers display a gently increasing trend but no bursts, whereas volatility spillovers display no trend but clear bursts. Copyright � The Author(s). Journal compilation � Royal Economic Society 2009.", "authors": ["epdi1", "epyi43"], "abstractStem": " we provid a simpl and intuit measur of interdepend of asset return andor volatil in particular we formul and examin precis and separ measur of return spillov and volatil spillov our framework facilit studi of both noncrisi and crisi episod includ trend and burst in spillov both turn out to be empir import in particular in an analysi of 19 global equiti market from the earli 1990 to the present we find strike evid of diverg behaviour in the dynam of return spillov vs volatil spillov return spillov display a gentli increas trend but no burst wherea volatil spillov display no trend but clear burst copyright   the author journal compil   royal econom societi 2009", "title": "Measuring Financial Asset Return and Volatility Spillovers, with Application to Global Equity Markets"}, "https://ideas.repec.org/a/ecm/emetrp/v71y2003i2p579-625.html": {"abstract": " We provide a framework for integration of high--frequency intraday data into the measurement, modeling, and forecasting of daily and lower frequency return volatilities and return distributions. Building on the theory of continuous--time arbitrage--free price processes and the theory of quadratic variation, we develop formal links between realized volatility and the conditional covariance matrix. Next, using continuously recorded observations for the Deutschemark&amp;sol;Dollar and Yen&amp;sol;Dollar spot exchange rates, we find that forecasts from a simple long--memory Gaussian vector autoregression for the logarithmic daily realized volatilities perform admirably. Moreover, the vector autoregressive volatility forecast, coupled with a parametric lognormal--normal mixture distribution produces well--calibrated density forecasts of future returns, and correspondingly accurate quantile predictions. Our results hold promise for practical modeling and forecasting of the large covariance matrices relevant in asset pricing, asset allocation, and financial risk management applications. Copyright The Econometric Society 2003.", "authors": ["fpan210", "epbo66", "epdi1"], "abstractStem": " we provid a framework for integr of highfrequ intraday data into the measur model and forecast of daili and lower frequenc return volatil and return distribut build on the theori of continuoustim arbitragefre price process and the theori of quadrat variat we develop formal link between realiz volatil and the condit covari matrix next use continu record observ for the deutschemarkampsoldollar and yenampsoldollar spot exchang rate we find that forecast from a simpl longmemori gaussian vector autoregress for the logarithm daili realiz volatil perform admir moreov the vector autoregress volatil forecast coupl with a parametr lognormalnorm mixtur distribut produc wellcalibr densiti forecast of futur return and correspondingli accur quantil predict our result hold promis for practic model and forecast of the larg covari matric relev in asset price asset alloc and financi risk manag applic copyright the econometr societi 2003", "title": "Modeling and Forecasting Realized Volatility"}, "https://ideas.repec.org/a/bes/jnlbes/v18y2000i3p265-73.html": {"abstract": " We study the usefulness of unit-root tests as diagnostic tools for selecting forecasting models. Difference-stationary and trend-stationary models of economic and financial time series often imply very different predictions, so deciding which model to use is tremendously important for applied forecasters. We consider three strategies: always difference the data, never difference, or use a unit-root pretest. We characterize the predictive loss of these strategies for the canonical AR(1) process with trend, focusing on the effects of sample size, forecast horizon, and degree of persistence. We show that pretesting routinely improves forecast accuracy relative to forecasts from models in differences, and we give conditions under which pretesting is likely to improve forecast accuracy relative to forecasts from models in levels.", "authors": ["epdi1", "epki110"], "abstractStem": " we studi the use of unitroot test as diagnost tool for select forecast model differencestationari and trendstationari model of econom and financi time seri often impli veri differ predict so decid which model to use is tremend import for appli forecast we consid three strategi alway differ the data never differ or use a unitroot pretest we character the predict loss of these strategi for the canon ar1 process with trend focus on the effect of sampl size forecast horizon and degre of persist we show that pretest routin improv forecast accuraci rel to forecast from model in differ and we give condit under which pretest is like to improv forecast accuraci rel to forecast from model in level", "title": "Unit-Root Tests Are Useful for Selecting Forecasting Models"}, "https://ideas.repec.org/a/cup/etheor/v8y1992i02p293-299_01.html": {"abstract": "No abstract is available for this item.", "authors": ["epdi1"], "abstractStem": "no abstract is avail for thi item", "title": "Forecasting, Structural Time Series Models and the Kalman Filter, Andrew C. Harvey Cambridge University Press, 1939 Fore Casting, Structural Time Series Models and The Kalman Filter Adrew C. Harvey Cambridge University Press, 1989"}, "https://ideas.repec.org/a/eee/dyncon/v12y1988i1p63-70.html": {"abstract": "No abstract is available for this item.", "authors": ["epdi1"], "abstractStem": "no abstract is avail for thi item", "title": "Testing for bubbles, reflecting barriers and other anomalies"}, "https://ideas.repec.org/a/eee/econom/v62y1994i2p301-316.html": {"abstract": "There are two approaches to maximum likelihood (ML) estimation of the parameter of fractionally-integrated noise: approximate frequency-domain ML (Fox and Taqqwu, 1986) and exact time-domain ML (Solwell, 1990a). If the mean of the process is known, then a clear finite-sample mean-squared error (MSE) ranking of the estimators emerges: the exact time-domain estimator has smaller MSE. We show in this paper, however, that the finite-sample efficiency of approximate frequency-domain ML relative to exact time-domain ML rises dramatically when the mean result is unknown and instead must be estimated. The intuition for our result is straightforward: The frequency-domain ML estimator is invariant to the true but unknown mean of the process, while the time-domain ML estimator is not. Feasible time-domain estimation must therefore be based upon de-meaned data, but the long memory associated with fractional integration makes precise estimation of the mean difficult. We conclude that the frequency-domain estimator is an attractive and efficient alternative for situations in which large sample sizes render time-domain estimation impractical.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpch261", "epdi1"], "abstractStem": "there are two approach to maximum likelihood ml estim of the paramet of fractionallyintegr nois approxim frequencydomain ml fox and taqqwu 1986 and exact timedomain ml solwel 1990a if the mean of the process is known then a clear finitesampl meansquar error mse rank of the estim emerg the exact timedomain estim ha smaller mse we show in thi paper howev that the finitesampl effici of approxim frequencydomain ml rel to exact timedomain ml rise dramat when the mean result is unknown and instead must be estim the intuit for our result is straightforward the frequencydomain ml estim is invari to the true but unknown mean of the process while the timedomain ml estim is not feasibl timedomain estim must therefor be base upon demean data but the long memori associ with fraction integr make precis estim of the mean difficult we conclud that the frequencydomain estim is an attract and effici altern for situat in which larg sampl size render timedomain estim impracticalpthi abstract wa borrow from anoth version of thi item", "title": "On maximum likelihood estimation of the differencing parameter of fractionally-integrated noise with unknown mean"}, "https://ideas.repec.org/a/tpr/restat/v73y1991i1p1-9.html": {"abstract": " Under common ARIMA representations of income, the permanent-income hypothesis predicts that the volatility of consumption should be larger than the volatility of unanticipated shocks to income; this prediction is not supported by the data. The authors examine whether this apparent excess smoothness of consumption is the result of the ARIMA representation's implicit restrictions on low-frequency dynamics. By using a generalized long-memory stochastic representation, the authors construct confidence intervals for the long-run impulse response of income in the absence of such low-frequency restrictions. These intervals are quite wide and include regions in which excess smoothness vanishes. Copyright 1991 by MIT Press.", "authors": ["epdi1", "epru10"], "abstractStem": " under common arima represent of incom the permanentincom hypothesi predict that the volatil of consumpt should be larger than the volatil of unanticip shock to incom thi predict is not support by the data the author examin whether thi appar excess smooth of consumpt is the result of the arima represent implicit restrict on lowfrequ dynam by use a gener longmemori stochast represent the author construct confid interv for the longrun impuls respons of incom in the absenc of such lowfrequ restrict these interv are quit wide and includ region in which excess smooth vanish copyright 1991 by mit press", "title": "Is Consumption Too Smooth? Long Memory and the Deaton Paradox"}, "https://ideas.repec.org/a/ier/iecrev/v39y1998i4p811-15.html": {"abstract": "No abstract is available for this item.", "authors": ["epdi1", "epwe16"], "abstractStem": "no abstract is avail for thi item", "title": "Symposium on Forecasting and Empirical Methods in Macroeconomics and Finance: Editors' Introduction"}, "https://ideas.repec.org/a/eee/moneco/v24y1989i2p189-209.html": {"abstract": "No abstract is available for this item.", "authors": ["epdi1", "epru10"], "abstractStem": "no abstract is avail for thi item", "title": "Long memory and persistence in aggregate output"}, "https://ideas.repec.org/a/eee/ecolet/v22y1986i2-3p197-201.html": {"abstract": "No abstract is available for this item.", "authors": ["epdi1"], "abstractStem": "no abstract is avail for thi item", "title": "Exact maximum-likelihood estimation of autoregressive models via the Kalman filter"}, "https://ideas.repec.org/a/eee/econom/v70y1996i1p221-241.html": {"abstract": "No abstract is available for this item.", "authors": ["epdi1"], "abstractStem": "no abstract is avail for thi item", "title": "Testing structural stability with endogenous breakpoint A size comparison of analytic and bootstrap procedures"}, "https://ideas.repec.org/a/eee/eecrev/v32y1988i1p27-53.html": {"abstract": "No abstract is available for this item.", "authors": ["epdi1"], "abstractStem": "no abstract is avail for thi item", "title": "Endogenous risk in a portfolio-balance rational-expectations model of the Deutschemark-Dollar rate"}, "https://ideas.repec.org/a/eee/inecon/v28y1990i3-4p315-332.html": {"abstract": "No abstract is available for this item.", "authors": ["epdi1", "epna12"], "abstractStem": "no abstract is avail for thi item", "title": "Nonparametric exchange rate prediction?"}, "https://ideas.repec.org/a/eee/econom/v177y2013i2p320-342.html": {"abstract": "We propose and illustrate a Markov-switching multifractal duration (MSMD) model for analysis of inter-trade durations in financial markets. We establish several of its key properties with emphasis on high persistence and long memory. Empirical exploration suggests MSMD’s superiority relative to leading competitors.", "authors": ["epdi1", "epsc19"], "abstractStem": "we propos and illustr a markovswitch multifract durat msmd model for analysi of intertrad durat in financi market we establish sever of it key properti with emphasi on high persist and long memori empir explor suggest msmd s superior rel to lead competitor", "title": "A Markov-switching multifractal inter-trade duration model, with application to US equities"}, "firstname": "Francis", "https://ideas.repec.org/a/eee/econom/v105y2001i1p1-3.html": {"abstract": "No abstract is available for this item.", "authors": ["epdi1", "epwe16"], "abstractStem": "no abstract is avail for thi item", "title": "Forecasting and empirical methods in finance and macroeconomics"}, "https://ideas.repec.org/a/fip/fednep/y1998ioctp109-118nv.4no.3.html": {"abstract": "This paper was presented at the conference \"Financial services at the crossroads: capital regulation in the twenty-first century\" as part of session 3, \"Issues in value-at-risk modeling and evaluation.\" The conference, held at the Federal Reserve Bank of New York on February 26-27, 1998, was designed to encourage a consensus between the public and private sectors on an agenda for capital regulation in the new century.", "authors": ["fpch343", "epdi1", "epsc73"], "abstractStem": "thi paper wa present at the confer financi servic at the crossroad capit regul in the twentyfirst centuri as part of session 3 issu in valueatrisk model and evalu the confer held at the feder reserv bank of new york on februari 2627 1998 wa design to encourag a consensu between the public and privat sector on an agenda for capit regul in the new centuri", "title": "Horizon problems and extreme events in financial risk management"}, "https://ideas.repec.org/a/cup/etheor/v3y1987i02p305-305_01.html": {"abstract": "No abstract is available for this item.", "authors": ["epdi1", "epne74"], "abstractStem": "no abstract is avail for thi item", "title": "Prediction, Extraction, and Estimation in Unobserved Components Models"}, "https://ideas.repec.org/a/jae/japmet/v4y1989i1p1-21.html": {"abstract": "No abstract is available for this item.", "authors": ["epdi1", "epne74"], "abstractStem": "no abstract is avail for thi item", "title": "The Dynamics of Exchange Rate Volatility: A Multivariate Latent Factor Arch Model"}, "https://ideas.repec.org/a/eee/econom/v76y1997i1-2p357-373.html": {"abstract": "Estimates of the response of agricultural supply to movements in expected price display curiously large variation across crops, regions, and time periods. We argue that this anomaly may be traced, at least in part, to the statistical properties of the commonly-used econometric estimator, which has infinite moments of all orders and may have a bimodal distribution. We propose an alternative minimum-expected-loss estimator, establish its improved sampling properties, and argue for its usefulness in the empirical analysis of agricultural supply response.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epdi1"], "abstractStem": "estim of the respons of agricultur suppli to movement in expect price display curious larg variat across crop region and time period we argu that thi anomali may be trace at least in part to the statist properti of the commonlyus econometr estim which ha infinit moment of all order and may have a bimod distribut we propos an altern minimumexpectedloss estim establish it improv sampl properti and argu for it use in the empir analysi of agricultur suppli responsepthi abstract wa borrow from anoth version of thi item", "title": "Why are estimates of agricultural supply response so variable?"}, "https://ideas.repec.org/a/tpr/restat/v80y1998i4p664-666.html": {"abstract": " We generalize the Franke-Härdle (1992) spectral-density bootstrap to the multivariate case. The extension is nontrivial and facilitates use of the Franke-Härdle bootstrap in frequency-domain econometric work, which often centers on crossvariable dynamic interactions. We document the bootstrap's good finite-sample performance in a small Monte Carlo experiment, and we conclude by highlighting key directions for future research. © 1998 by the President and Fellows of Harvard College and the Massachusetts Institute of Technolog", "authors": ["epdi1"], "abstractStem": " we gener the frankeh rdle 1992 spectraldens bootstrap to the multivari case the extens is nontrivi and facilit use of the frankeh rdle bootstrap in frequencydomain econometr work which often center on crossvari dynam interact we document the bootstrap good finitesampl perform in a small mont carlo experi and we conclud by highlight key direct for futur research   1998 by the presid and fellow of harvard colleg and the massachusett institut of technolog", "title": "Bootstrapping Multivariate Spectra"}, "https://ideas.repec.org/a/aea/aecrev/v95y2005i2p415-420.html": {"abstract": "From a macroeconomic perspective, the short-term interest rate is a policy instrument under the direct control of the central bank. From a finance perspective, long rates are risk-adjusted averages of expected future short rates. Thus, as illustrated by much recent research, a joint macro-finance modeling strategy will provide the most comprehensive understanding of the term structure of interest rates. We discuss various questions that arise in this research, and we also present a new examination of the relationship between two prominent dynamic, latent factor models in this literature: the Nelson-Siegel and affine no-arbitrage term structure models.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epdi1", "eppi37", "epru10"], "abstractStem": "from a macroeconom perspect the shortterm interest rate is a polici instrument under the direct control of the central bank from a financ perspect long rate are riskadjust averag of expect futur short rate thu as illustr by much recent research a joint macrofin model strategi will provid the most comprehens understand of the term structur of interest rate we discuss variou question that aris in thi research and we also present a new examin of the relationship between two promin dynam latent factor model in thi literatur the nelsonsiegel and affin noarbitrag term structur modelspthi abstract wa borrow from anoth version of thi item", "title": "Modeling Bond Yields in Finance and Macroeconomics"}, "https://ideas.repec.org/a/tpr/restat/v78y1996i1p67-77.html": {"abstract": " In the first half of this century, special attention was given to two features of the business cycle: the comovement of many individual economic series and the different behavior of the economy during expansions and contractions. Recent theoretical and empirical research has revived interest in each attribute separately and the authors survey this work. Notable empirical contributions are dynamic factor models that have a single common macroeconomic factor and nonlinear regime-switching models of a macroeconomic aggregate. The authors conduct an empirical synthesis that incorporates both of these features. Copyright 1996 by MIT Press.", "authors": ["epdi1", "epru10"], "abstractStem": " in the first half of thi centuri special attent wa given to two featur of the busi cycl the comov of mani individu econom seri and the differ behavior of the economi dure expans and contract recent theoret and empir research ha reviv interest in each attribut separ and the author survey thi work notabl empir contribut are dynam factor model that have a singl common macroeconom factor and nonlinear regimeswitch model of a macroeconom aggreg the author conduct an empir synthesi that incorpor both of these featur copyright 1996 by mit press", "title": "Measuring Business Cycles: A Modern Perspective"}, "https://ideas.repec.org/a/pal/imfstp/v49y2002i1p1.html": {"abstract": "No abstract is available for this item.", "authors": ["epdi1"], "abstractStem": "no abstract is avail for thi item", "title": "Symposium on Forecasting Performance: An Introduction"}}}