{"epdi24": {"https://ideas.repec.org/a/aea/aecrev/v62y1972i3p333-43.html": {"abstract": "No abstract is available for this item.", "authors": ["epdi24"], "abstractStem": "no abstract is avail for thi item", "title": "Implications of the Theory of Rationing for Consumer Choice Under Uncertainty"}, "https://ideas.repec.org/a/eee/jetheo/v8y1974i3p337-360.html": {"abstract": "No abstract is available for this item.", "authors": ["epdi24", "epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Increases in risk and in risk aversion"}, "https://ideas.repec.org/a/col/000425/008338.html": {"abstract": "Pension systems have wide-ranging and important effects. They influence the living standards of older people and hence the welfare of both older people and their children. They can also affect national economic performance through potential effects on the labor supply and saving. The design of pensions therefore matters. In discussing the topic, this paper draws on two of our earlier works. It starts by setting out some central lessons from economic theory. Then we derive some policy implications of particular relevance to Latin America.", "authors": ["epdi24"], "abstractStem": "pension system have widerang and import effect they influenc the live standard of older peopl and henc the welfar of both older peopl and their children they can also affect nation econom perform through potenti effect on the labor suppli and save the design of pension therefor matter in discuss the topic thi paper draw on two of our earlier work it start by set out some central lesson from econom theori then we deriv some polici implic of particular relev to latin america", "title": "Reforming Pensions: Lessons from Economic Theory and Some Policy Directions"}, "https://ideas.repec.org/a/eee/pubeco/v14y1980i1p1-29.html": {"abstract": "No abstract is available for this item.", "authors": ["epdi24", "epmi20"], "abstractStem": "no abstract is avail for thi item", "title": "Optimal taxation in a stochastic economy : A Cobb-Douglas example"}, "https://ideas.repec.org/a/bpj/bejeap/vcontributions.1y2002i1n10.html": {"abstract": "The President's Commission to Strengthen Social Security proposed three plans for reforming Social Security. All of them would create individual accounts financed by diverting funds from the Social Security Trust Fund. One of the three Commission proposals (Model 1) would not restore long-term balance to Social Security. This paper focuses on the other two proposals - Models 2 and 3 - which would restore long-term balance. Models 2 and 3 contain a number of elements and are quite complicated. To understand the plans, we describe their proposed changes to Social Security benefits (which we refer to as \"traditional benefits\"), the individual accounts that the plans would establish, the combined effect on retirement income from the changes in traditional Social Security benefits and the individual accounts, and the impact on Social Security financing and the rest of the budget.", "authors": ["epdi24"], "abstractStem": "the presid commiss to strengthen social secur propos three plan for reform social secur all of them would creat individu account financ by divert fund from the social secur trust fund one of the three commiss propos model 1 would not restor longterm balanc to social secur thi paper focus on the other two propos  model 2 and 3  which would restor longterm balanc model 2 and 3 contain a number of element and are quit complic to understand the plan we describ their propos chang to social secur benefit which we refer to as tradit benefit the individu account that the plan would establish the combin effect on retir incom from the chang in tradit social secur benefit and the individu account and the impact on social secur financ and the rest of the budget", "title": "An Assessment of the Proposals of the President's Commission to Strengthen Social Security"}, "https://ideas.repec.org/a/ucp/jpolec/v97y1989i3p606-19.html": {"abstract": " The authors examine the rational expectations equilibrium paths of the model of search and barter in Peter A. Diamond's \"Aggregate Demand Management in Search Equilibrium\" (1982). For some initial positions, there are two equilibrium paths converging to different steady states, with the high-activity path Pareto-dominating the low-activity path. With some parameters, there is also a continuum of equilibrium paths converging to another steady state. Moreover, there can be cycles that are equilibrium paths, even though the environment is stationary. Copyright 1989 by University of Chicago Press.", "authors": ["epdi24", "epfu49"], "abstractStem": " the author examin the ration expect equilibrium path of the model of search and barter in peter a diamond aggreg demand manag in search equilibrium 1982 for some initi posit there are two equilibrium path converg to differ steadi state with the highact path paretodomin the lowact path with some paramet there is also a continuum of equilibrium path converg to anoth steadi state moreov there can be cycl that are equilibrium path even though the environ is stationari copyright 1989 by univers of chicago press", "title": "Rational Expectations Business Cycles in Search Equilibrium"}, "https://ideas.repec.org/a/aea/jecper/v19y2005i2p11-32.html": {"abstract": "Social Security is one of America's most successful government programs. It has helped millions of Americans avoid poverty in old age. To be sure, the program faces a long-term deficit and is in need of updating. But Social Security's long-term financial health can be restored: the projected deficit is small enough that it can be eliminated through a progressive reform that combines modest benefit reductions and revenue increases.", "authors": ["epdi24"], "abstractStem": "social secur is one of america most success govern program it ha help million of american avoid poverti in old age to be sure the program face a longterm deficit and is in need of updat but social secur longterm financi health can be restor the project deficit is small enough that it can be elimin through a progress reform that combin modest benefit reduct and revenu increas", "title": "Saving Social Security"}, "https://ideas.repec.org/a/bla/rmgtin/v9y2006i1p9-35.html": {"abstract": "No abstract is available for this item.", "authors": ["epdi24"], "abstractStem": "no abstract is avail for thi item", "title": "The Public Pension Reform Debate in the United States and International Experience"}, "https://ideas.repec.org/a/ucp/jpolec/v99y1991i1p218-19.html": {"abstract": "Presents a correction to an article on rational expectations in business cycles.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epdi24", "epfu49"], "abstractStem": "present a correct to an articl on ration expect in busi cyclespthi abstract wa borrow from anoth version of thi item", "title": "Rational Expectations Business Cycles in Search Equilibrium: A Correction"}, "homepage": "https://ideas.repec.org/e/pdi24.html", "https://ideas.repec.org/a/oup/qjecon/v87y1973i1p1-24..html": {"abstract": "I. Two consumers, 3. — II. Many consumers, 12. — III. Varying supply price, 20. — IV. Varying marginal utility of income, 22.", "authors": ["epdi24"], "abstractStem": "i two consum 3   ii mani consum 12   iii vari suppli price 20   iv vari margin util of incom 22", "title": "Aggregate Production with Consumption Externalities"}, "https://ideas.repec.org/a/ecj/econjl/v116y2006i509pf94-f118.html": {"abstract": " This essay describes the current debate on reforming Social Security in the US, along with a brief description of how the programme works. Along the way it comments on the quality of some reform proposals as well as their political standing. Where issues are similar, some inferences are drawn for the UK. While the focus of this essay is the political debate, the debate and my analysis do draw on the academic literature, which is not surprising since academics have played a number of roles in the debate, making reform proposals, being on and staffing the commission appointed by President Bush, and working for the Bush administration. Copyright 2006 Royal Economic Society.", "authors": ["epdi24"], "abstractStem": " thi essay describ the current debat on reform social secur in the us along with a brief descript of how the programm work along the way it comment on the qualiti of some reform propos as well as their polit stand where issu are similar some infer are drawn for the uk while the focu of thi essay is the polit debat the debat and my analysi do draw on the academ literatur which is not surpris sinc academ have play a number of role in the debat make reform propos be on and staf the commiss appoint by presid bush and work for the bush administr copyright 2006 royal econom societi", "title": "Reforming Public Pensions in the US and the UK"}, "https://ideas.repec.org/a/aea/aecrev/v93y2003i4p1047-1074.html": {"abstract": "This paper explores the general-equilibrium impact of social security portfolio diversification into private securities, either through the trust fund or private accounts. The analysis depends critically on heterogeneities in saving, production, assets, and taxes. Limited diversification weakly increases interest rates, reduces the expected return on short-term investment (and the equity premium), decreases safe investment, increases risky investment, and increases a suitably weighted social welfare function. However, the effects on aggregate investment, long-term capital values, and the utility of young savers hinges on assumptions about technology. Aggregate investment and long-term asset values can move in opposite directions. (JEL H55)", "authors": ["epdi24"], "abstractStem": "thi paper explor the generalequilibrium impact of social secur portfolio diversif into privat secur either through the trust fund or privat account the analysi depend critic on heterogen in save product asset and tax limit diversif weakli increas interest rate reduc the expect return on shortterm invest and the equiti premium decreas safe invest increas riski invest and increas a suitabl weight social welfar function howev the effect on aggreg invest longterm capit valu and the util of young saver hing on assumpt about technolog aggreg invest and longterm asset valu can move in opposit direct jel h55", "title": "Social Security Investment in Equities"}, "https://ideas.repec.org/a/ucp/jpolec/v73y1965p399.html": {"abstract": "No abstract is available for this item.", "authors": ["epdi24"], "abstractStem": "no abstract is avail for thi item", "title": "On the Cost of Tax-exempt Bonds"}, "https://ideas.repec.org/a/aea/jecper/v8y1994i4p45-64.html": {"abstract": "Without market outcomes for comparison, internal consistency tests, particularly adding-up tests, are needed for credibility. When tested, contingent valuation has failed. Proponents find surveys tested poorly done. To the authors' knowledge, no survey has passed these tests. The 'embedding effect' is the similarity of willingness-to-pay responses that theory suggests (and sometimes requires) be different. This problem has long been recognized but not solved. The authors conclude that current methods are not suitable for damage assessment or benefit-cost analysis. They believe the problems come from an absence of preferences, not a flaw in survey methodology, making improvement unlikely.", "authors": ["epdi24", "fpha893"], "abstractStem": "without market outcom for comparison intern consist test particularli addingup test are need for credibl when test conting valuat ha fail propon find survey test poorli done to the author knowledg no survey ha pass these test the embed effect is the similar of willingnesstopay respons that theori suggest and sometim requir be differ thi problem ha long been recogn but not solv the author conclud that current method are not suitabl for damag assess or benefitcost analysi they believ the problem come from an absenc of prefer not a flaw in survey methodolog make improv unlik", "title": "Contingent Valuation: Is Some Number Better than No Number?"}, "https://ideas.repec.org/a/aea/aecrev/v77y1987i2p82-86.html": {"abstract": "No abstract is available for this item.", "authors": ["epdi24"], "abstractStem": "no abstract is avail for thi item", "title": "Multiple Equilibria in Models of Credit"}, "https://ideas.repec.org/a/bla/scandj/v92y1990i2p325-28.html": {"abstract": "No abstract is available for this item.", "authors": ["epdi24"], "abstractStem": "no abstract is avail for thi item", "title": " The Real Effects of Tax-Based Incomes Policies: Comment"}, "https://ideas.repec.org/a/rje/bellje/v6y1975iautumnp487-516.html": {"abstract": " It is feasible in some competitive equilibria with externalities to shift some externality costs among different agents in the economy. However, simply shifting costs will not, in general, result in efficient allocation decisions by all agents, since the magnitude of externality costs depends on the decisions of several agents. Comparing different resource allocations arising from two different patterns of cost bearing is thus a comparison of two inefficient equilibria. This paper explores several sets of assumptions which are sufficient to determine which allocation is more efficient. These assumptions help to identify the agent Calabresi has called the cheapest cost avoider.", "authors": ["epdi24", "epmi20"], "abstractStem": " it is feasibl in some competit equilibria with extern to shift some extern cost among differ agent in the economi howev simpli shift cost will not in gener result in effici alloc decis by all agent sinc the magnitud of extern cost depend on the decis of sever agent compar differ resourc alloc aris from two differ pattern of cost bear is thu a comparison of two ineffici equilibria thi paper explor sever set of assumpt which are suffici to determin which alloc is more effici these assumpt help to identifi the agent calabresi ha call the cheapest cost avoid", "title": "On the Assignment of Liability: The Uniform Case"}, "https://ideas.repec.org/a/oup/qjecon/v102y1987i2p429-436..html": {"abstract": "No abstract is available for this item.", "authors": ["epdi24"], "abstractStem": "no abstract is avail for thi item", "title": "Consumer Differences and Prices in a Search Model"}, "https://ideas.repec.org/a/eee/jetheo/v3y1971i2p156-168.html": {"abstract": "No abstract is available for this item.", "authors": ["epdi24"], "abstractStem": "no abstract is avail for thi item", "title": "A model of price adjustment"}, "https://ideas.repec.org/a/oup/restud/v43y1976i1p41-47..html": {"abstract": "No abstract is available for this item.", "authors": ["epdi24"], "abstractStem": "no abstract is avail for thi item", "title": "Private Constant Returns and Public Shadow Prices"}, "https://ideas.repec.org/a/bpj/evoice/v2y2005i1n8.html": {"abstract": "Social Security is one of America\u0092s most successful government programs. It has helped millions of Americans avoid poverty in old age. To be sure, the program faces a long-term deficit and is in need of updating. But Social Security\u0092s long-term financial health can be restored: the projected deficit is small enough that it can be eliminated through a progressive reform that combines modest benefit reductions and revenue increases.", "authors": ["epdi24"], "abstractStem": "social secur is one of america s most success govern program it ha help million of american avoid poverti in old age to be sure the program face a longterm deficit and is in need of updat but social secur s longterm financi health can be restor the project deficit is small enough that it can be elimin through a progress reform that combin modest benefit reduct and revenu increas", "title": "Saving Social Security: The Diamond-Orszag Plan"}, "https://ideas.repec.org/a/rje/bellje/v9y1978ispringp82-105.html": {"abstract": " Most analyses of equilibrium with imperfect information have assumed that individuals know the distribution of possibilities in the market. When individuals do not know the distribution, marginal cost pricing is not generally optimal. In a two-price example it is shown that individuals with correct Dirichlet priors tend to search too little when they adjust their beliefs in response to observations. In a fairly general static partial equilibrium model, the derivatives of social welfare with respect to pricing and advertising are related to market characteristics. Different situations are described where there are social gains from increases or decreases in both the price and the level of selling effort.", "authors": ["epdi24"], "abstractStem": " most analys of equilibrium with imperfect inform have assum that individu know the distribut of possibl in the market when individu do not know the distribut margin cost price is not gener optim in a twopric exampl it is shown that individu with correct dirichlet prior tend to search too littl when they adjust their belief in respons to observ in a fairli gener static partial equilibrium model the deriv of social welfar with respect to price and advertis are relat to market characterist differ situat are describ where there are social gain from increas or decreas in both the price and the level of sell effort", "title": "Welfare Analysis of Imperfect Information Equilibria"}, "https://ideas.repec.org/a/aea/aecrev/v88y1998i1p83-95.html": {"abstract": " Using the Mirrlees optimal income tax model with quasi-linear preferences, the paper examines conditions for marginal tax rates to be rising at high income levels and declining in an interval containing the modal skill. It examines conditions for the marginal tax rate to be higher at a low skill level than at the high skill level with the same density--an argument only holding for skill levels above a cutoff where resources of a worker are marginally of the same value as resources of the government. Data on earnings rates are presented. Copyright 1998 by American Economic Association.", "authors": ["epdi24"], "abstractStem": " use the mirrle optim incom tax model with quasilinear prefer the paper examin condit for margin tax rate to be rise at high incom level and declin in an interv contain the modal skill it examin condit for the margin tax rate to be higher at a low skill level than at the high skill level with the same densityan argument onli hold for skill level abov a cutoff where resourc of a worker are margin of the same valu as resourc of the govern data on earn rate are present copyright 1998 by american econom associ", "title": "Optimal Income Taxation: An Example with a U-Shaped Pattern of Optimal Marginal Tax Rates"}, "https://ideas.repec.org/a/eee/pubeco/v92y2008i8-9p1858-1862.html": {"abstract": "No abstract is available for this item.", "authors": ["epdi24"], "abstractStem": "no abstract is avail for thi item", "title": "Behavioral economics"}, "https://ideas.repec.org/a/ucp/jpolec/v106y1998i5p931-957.html": {"abstract": "No abstract is available for this item.", "authors": ["epdi24"], "abstractStem": "no abstract is avail for thi item", "title": "Managerial Incentives: On the Near Linearity of Optimal Compensation"}, "https://ideas.repec.org/a/rje/bellje/v5y1974ispringp294-300.html": {"abstract": "No abstract is available for this item.", "authors": ["epdi24"], "abstractStem": "no abstract is avail for thi item", "title": "Posner's Economic Analysis of Law"}, "https://ideas.repec.org/a/rje/bellje/v5y1974iautumnp366-405.html": {"abstract": " This article examines the effects from introducing a \"frictionless\" legal system into a model of competitive equilibrium with externalities. In a traditional negligence-contributory negligence legal system, there are two important legal parameters under \"due care\" standards. This paper relates the different equilibria which can occur to the levels of the \"due care\" standards.", "authors": ["epdi24"], "abstractStem": " thi articl examin the effect from introduc a frictionless legal system into a model of competit equilibrium with extern in a tradit negligencecontributori neglig legal system there are two import legal paramet under due care standard thi paper relat the differ equilibria which can occur to the level of the due care standard", "title": "Accident Law and Resource Allocation"}, "https://ideas.repec.org/a/fip/fedbpb/00004.html": {"abstract": "Whenever unemployment stays high for an extended period, it is common to see analyses, statements, and rebuttals about the extent to which the high unemployment is structural, not cyclical. This brief views the Beveridge curve pattern of unemployment and vacancy rates and the related matching function as proxies for the functioning of the labor market, and explores issues in that proxy relationship that complicates such analyses.", "authors": ["epdi24"], "abstractStem": "whenev unemploy stay high for an extend period it is common to see analys statement and rebutt about the extent to which the high unemploy is structur not cyclic thi brief view the beveridg curv pattern of unemploy and vacanc rate and the relat match function as proxi for the function of the labor market and explor issu in that proxi relationship that complic such analys", "title": "Structural unemployment"}, "https://ideas.repec.org/a/ntj/journl/v49y1996ino._4p597-607.html": {"abstract": "Considers how generational accounting can be used to compare the impact of alternative government policies on people born into different generations.", "authors": ["epdi24"], "abstractStem": "consid how gener account can be use to compar the impact of altern govern polici on peopl born into differ gener", "title": "Generational Accounts and Generational Balance: An Assessment"}, "https://ideas.repec.org/a/rje/bellje/v10y1979ispringp282-316.html": {"abstract": " We study the steady-state equilibrium of models where individuals meet pairwise in a costly stochastic search process and negotiate contracts to product output. Different meetings yield different outputs, and so an individual in a contract may wish to continue search to find a better match. If he is successful, he will break his original contract. In anticipation of possible breaches, contracts may provide for compensation to be paid to the breached-against partner. We examine the effects that several alternative damage rules have on equilibrium search and breach behavior.", "authors": ["epdi24", "fpma498"], "abstractStem": " we studi the steadyst equilibrium of model where individu meet pairwis in a costli stochast search process and negoti contract to product output differ meet yield differ output and so an individu in a contract may wish to continu search to find a better match if he is success he will break hi origin contract in anticip of possibl breach contract may provid for compens to be paid to the breachedagainst partner we examin the effect that sever altern damag rule have on equilibrium search and breach behavior", "title": "An Equilibrium Analysis of Search and Breach of Contract, I: Steady States"}, "https://ideas.repec.org/a/aea/aecrev/v92y2002i4p1185-1191.html": {"abstract": "We extend Arrow's analysis of portfolio choice in a one-period model to savings and portfolio choice in a two-period model.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epau7", "epdi24"], "abstractStem": "we extend arrow analysi of portfolio choic in a oneperiod model to save and portfolio choic in a twoperiod modelpthi abstract wa borrow from anoth version of thi item", "title": "Savings and Portfolio Choice in a Two-Period Two-Asset Model"}, "https://ideas.repec.org/a/aea/jecper/v25y2011i4p165-90.html": {"abstract": "This paper presents the case for tax progressivity based on recent results in optimal tax theory. We consider the optimal progressivity of earnings taxation and whether capital income should be taxed. We critically discuss the academic research on these topics and when and how the results can be used for policy recommendations. We argue that a result from basic research is relevant for policy only if 1) it is based on economic mechanisms that are empirically relevant and first order to the problem, 2) it is reasonably robust to changes in the modeling assumptions, and 3) the policy prescription is implementable (i.e, is socially acceptable and not too complex). We obtain three policy recommendations from basic research that satisfy these criteria reasonably well. First, very high earners should be subject to high and rising marginal tax rates on earnings. Second, low-income families should be encouraged to work with earnings subsidies, which should then be phased-out with high implicit marginal tax rates. Third, capital income should be taxed. We explain why the famous zero marginal tax rate result for the top earner in the Mirrlees model and the zero capital income tax rate results of Chamley and Judd, and Atkinson and Stiglitz are not policy relevant in our view.", "authors": ["epdi24", "epsa117"], "abstractStem": "thi paper present the case for tax progress base on recent result in optim tax theori we consid the optim progress of earn taxat and whether capit incom should be tax we critic discuss the academ research on these topic and when and how the result can be use for polici recommend we argu that a result from basic research is relev for polici onli if 1 it is base on econom mechan that are empir relev and first order to the problem 2 it is reason robust to chang in the model assumpt and 3 the polici prescript is implement ie is social accept and not too complex we obtain three polici recommend from basic research that satisfi these criteria reason well first veri high earner should be subject to high and rise margin tax rate on earn second lowincom famili should be encourag to work with earn subsidi which should then be phasedout with high implicit margin tax rate third capit incom should be tax we explain whi the famou zero margin tax rate result for the top earner in the mirrle model and the zero capit incom tax rate result of chamley and judd and atkinson and stiglitz are not polici relev in our view", "title": "The Case for a Progressive Tax: From Basic Research to Policy Recommendations"}, "https://ideas.repec.org/a/bin/bpeajo/v20y1989i1989-1p1-76.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl2", "epdi24"], "abstractStem": "no abstract is avail for thi item", "title": "The Beveridge Curve"}, "https://ideas.repec.org/a/eee/pubeco/v3y1974i1p3-21.html": {"abstract": "No abstract is available for this item.", "authors": ["epdi24", "epmc7"], "abstractStem": "no abstract is avail for thi item", "title": "Some uses of the expenditure function in public finance"}, "https://ideas.repec.org/a/bla/scandj/v88y1986i1p25-50.html": {"abstract": "No abstract is available for this item.", "authors": ["epdi24", "epmi20"], "abstractStem": "no abstract is avail for thi item", "title": " Payroll-Tax Financed Social Insurance with Variable Retirement"}, "https://ideas.repec.org/a/eee/pubeco/v4y1975i4p335-342.html": {"abstract": "No abstract is available for this item.", "authors": ["epdi24"], "abstractStem": "no abstract is avail for thi item", "title": "A many-person Ramsey tax rule"}, "https://ideas.repec.org/a/pal/imfecr/v61y2013i3p410-455.html": {"abstract": "Whenever unemployment stays high for an extended period, it is common to see analyses, statements, and rebuttals about the extent to which the high unemployment is structural, not cyclical. This essay views the Beveridge curve pattern of unemployment and vacancy rates and the related matching function as proxies for the functioning of the labor market and explores issues in that proxy relationship that complicate such analyses. Also discussed is the concept of mismatch.", "authors": ["epdi24"], "abstractStem": "whenev unemploy stay high for an extend period it is common to see analys statement and rebutt about the extent to which the high unemploy is structur not cyclic thi essay view the beveridg curv pattern of unemploy and vacanc rate and the relat match function as proxi for the function of the labor market and explor issu in that proxi relationship that complic such analys also discuss is the concept of mismatch", "title": "Cyclical Unemployment, Structural Unemployment"}, "https://ideas.repec.org/a/eee/jeeman/v30y1996i3p337-347.html": {"abstract": "No abstract is available for this item.", "authors": ["epdi24"], "abstractStem": "no abstract is avail for thi item", "title": "Testing the Internal Consistency of Contingent Valuation Surveys"}, "https://ideas.repec.org/a/ecm/emetrp/v52y1984i1p1-20.html": {"abstract": "No abstract is available for this item.", "authors": ["epdi24"], "abstractStem": "no abstract is avail for thi item", "title": "Money in Search Equilibrium"}, "https://ideas.repec.org/a/eee/jetheo/v2y1970i3p211-224.html": {"abstract": "No abstract is available for this item.", "authors": ["epdi24"], "abstractStem": "no abstract is avail for thi item", "title": "Incidence of an interest income tax"}, "https://ideas.repec.org/a/oup/restud/v60y1993i1p53-68..html": {"abstract": "This paper examines equilibrium in a market with free entry where consumers search and firms set prices on individual units of the commodity. The prices attached to newly produced goods are continuously adjusted. Prices attached to previously produced goods can only be changed at a cost. Thus inflation reduces the real price of goods in inventory awaiting sale. The presence of previously priced goods lowers the reservation price of customers. Thus, inflation cuts into the market power created by the need to search for the good. Consumer welfare is inverse u-shaped in inflation with a strictly positive optimal inflation rate.", "authors": ["epdi24"], "abstractStem": "thi paper examin equilibrium in a market with free entri where consum search and firm set price on individu unit of the commod the price attach to newli produc good are continu adjust price attach to previous produc good can onli be chang at a cost thu inflat reduc the real price of good in inventori await sale the presenc of previous price good lower the reserv price of custom thu inflat cut into the market power creat by the need to search for the good consum welfar is invers ushap in inflat with a strictli posit optim inflat rate", "title": "Search, Sticky Prices, and Inflation"}, "https://ideas.repec.org/a/rje/bellje/v4y1973iautumnp526-538.html": {"abstract": " Pricing congested facilities above marginal production cost is a conventional approach to improving resource allocation. Where everyone is producing the same externality, a uniform price (in excess of marginal cost by the value of the externality) permits the competitive equilibrium to be Pareto optimal. Where individuals give rise to different externalities, but a uniform price is in effect, we have a second-best situation. When demands depend only on price, price should exceed marginal cost by a weighted average of externalities generated, the weights being the price derivatives of demand. When demands also depend on congestion, the optimal price generally diverges from this rule. The price should be lower when the individuals giving large external diseconomies per unit demanded tend to be price insensitive and congestion sensitive in their demands (relative to the average). In this case public expenditures to decrease congestion directly should not be carried to the point where the marginal direct benefit from congestion reduction equals the marginal cost. Optimal income distribution is also examined.", "authors": ["epdi24"], "abstractStem": " price congest facil abov margin product cost is a convent approach to improv resourc alloc where everyon is produc the same extern a uniform price in excess of margin cost by the valu of the extern permit the competit equilibrium to be pareto optim where individu give rise to differ extern but a uniform price is in effect we have a secondbest situat when demand depend onli on price price should exceed margin cost by a weight averag of extern gener the weight be the price deriv of demand when demand also depend on congest the optim price gener diverg from thi rule the price should be lower when the individu give larg extern diseconomi per unit demand tend to be price insensit and congest sensit in their demand rel to the averag in thi case public expenditur to decreas congest directli should not be carri to the point where the margin direct benefit from congest reduct equal the margin cost optim incom distribut is also examin", "title": "Consumption Externalities and Imperfect Corrective Pricing"}, "https://ideas.repec.org/a/eee/pubeco/v87y2003i9-10p1839-1872.html": {"abstract": "No abstract is available for this item.", "authors": ["epdi24", "fpko590"], "abstractStem": "no abstract is avail for thi item", "title": "Quasi-hyperbolic discounting and retirement"}, "https://ideas.repec.org/a/ecm/emetrp/v58y1990i4p929-50.html": {"abstract": " The authors analyze a continuous time model with a Walrasian labor market and a random search retail market with prices set on a take-it or leave-it basis. The equilibrium distribution of money holdings is the asymptotic steady state of this stochastic process. There is a unique uniform price steady state equilibrium. The faster the search process the higher the absolute price, wage, and real wage. The instantaneous effect of an equal per capita infusion of money is to raise the price, wage, real wage, and transactions rate. The immediate post-infusion price and wage can overshoot their new asymptotic values. Copyright 1990 by The Econometric Society.", "authors": ["epdi24"], "abstractStem": " the author analyz a continu time model with a walrasian labor market and a random search retail market with price set on a takeit or leaveit basi the equilibrium distribut of money hold is the asymptot steadi state of thi stochast process there is a uniqu uniform price steadi state equilibrium the faster the search process the higher the absolut price wage and real wage the instantan effect of an equal per capita infus of money is to rais the price wage real wage and transact rate the immedi postinfus price and wage can overshoot their new asymptot valu copyright 1990 by the econometr societi", "title": "Inventories and Money Holdings in a Search Economy"}, "https://ideas.repec.org/a/ucp/jpolec/v90y1982i5p881-94.html": {"abstract": "No abstract is available for this item.", "authors": ["epdi24"], "abstractStem": "no abstract is avail for thi item", "title": "Aggregate Demand Management in Search Equilibrium"}, "https://ideas.repec.org/a/oup/jleorg/v18y2002i1p117-139.html": {"abstract": " Justifications for the use of punitive damages refer to deterrence and punishment. After formulating a social welfare function that incorporates both economic efficiency and a desire for retribution, optimal punitive damages are considered to balance concerns for economic efficiency and for retribution. This optimal balancing is considered where compensatory damages alone provide the correct level of deterrence, allowing the ideal retribution to vary with the level of wealth and with the level of precaution. The analysis is extended to situations where some accidents do not result in liability. Copyright 2002, Oxford University Press.", "authors": ["epdi24"], "abstractStem": " justif for the use of punit damag refer to deterr and punish after formul a social welfar function that incorpor both econom effici and a desir for retribut optim punit damag are consid to balanc concern for econom effici and for retribut thi optim balanc is consid where compensatori damag alon provid the correct level of deterr allow the ideal retribut to vari with the level of wealth and with the level of precaut the analysi is extend to situat where some accid do not result in liabil copyright 2002 oxford univers press", "title": "Integrating Punishment and Efficiency Concerns in Punitive Damages for Reckless Disregard of Risks to Others"}, "https://ideas.repec.org/a/eee/pubeco/v4y1975i3p227-244.html": {"abstract": "No abstract is available for this item.", "authors": ["epdi24"], "abstractStem": "no abstract is avail for thi item", "title": "Inflation and the comprehensive tax base"}, "https://ideas.repec.org/a/eee/pubeco/v86y2002i3p311-317.html": {"abstract": "No abstract is available for this item.", "authors": ["epdi24"], "abstractStem": "no abstract is avail for thi item", "title": "Public Finance Theory - Then and Now"}, "https://ideas.repec.org/a/bin/bpeajo/v28y1997i1997-2p1-88.html": {"abstract": "No abstract is available for this item.", "authors": ["epdi24"], "abstractStem": "no abstract is avail for thi item", "title": "Macroeconomics Aspects of Social Security Reform"}, "https://ideas.repec.org/a/aea/jecper/v10y1996i3p67-88.html": {"abstract": "This paper discusses five proposed changes in Social Security: indexing the normal retirement age to life expectancy (as Sweden is doing); investing part of the trust funds in private securities; partial privatization (as has been proposed by Senators Kerrey and Simpson, Sweden is doing and Mexico has done); replacing Social Security by individually mandated savings (as was done in Chile in 1981); and mandating employer provided retirement savings (as recently legislated in Australia and is effectively the case in some European countries.) The economics of Social Security and the politics of restoring (and preserving) actuarial balance are discussed.", "authors": ["epdi24"], "abstractStem": "thi paper discuss five propos chang in social secur index the normal retir age to life expect as sweden is do invest part of the trust fund in privat secur partial privat as ha been propos by senat kerrey and simpson sweden is do and mexico ha done replac social secur by individu mandat save as wa done in chile in 1981 and mandat employ provid retir save as recent legisl in australia and is effect the case in some european countri the econom of social secur and the polit of restor and preserv actuari balanc are discuss", "title": "Proposals to Restructure Social Security"}, "https://ideas.repec.org/a/eee/pubeco/v23y1984i1-2p81-114.html": {"abstract": "No abstract is available for this item.", "authors": ["epdi24", "fpha893"], "abstractStem": "no abstract is avail for thi item", "title": "Individual retirement and savings behavior"}, "https://ideas.repec.org/a/aea/aecrev/v82y1992i2p354-59.html": {"abstract": "The \"flow approach\" to labor markets builds up from the flows of workers and of jobs. It is based on three essential components, a specification of labor demand in terms of flows of job creation/destruction, a process of matching between workers and firms, and a process of wage determination where wages depend on the labor market prospects of employed workers and firms, We think that this approach gives the right basic picture of unemployment and unemployment dynamics, and of the relation between wage movements and the state of the labor market. The additional richness it naturally delivers also captures important implications of labor market mechanisms for macroeconomics. Finally, its structure is realistic enough to allow for a productive interaction with - and use of - micro-work and micro-evidence in both labor and product markets. This paper shows the structure of the approach and some of its implications. The first section develops a barebone model; the second adds the flesh.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epbl2", "epdi24"], "abstractStem": "the flow approach to labor market build up from the flow of worker and of job it is base on three essenti compon a specif of labor demand in term of flow of job creationdestruct a process of match between worker and firm and a process of wage determin where wage depend on the labor market prospect of employ worker and firm we think that thi approach give the right basic pictur of unemploy and unemploy dynam and of the relat between wage movement and the state of the labor market the addit rich it natur deliv also captur import implic of labor market mechan for macroeconom final it structur is realist enough to allow for a product interact with  and use of  microwork and microevid in both labor and product market thi paper show the structur of the approach and some of it implic the first section develop a barebon model the second add the fleshpthi abstract wa borrow from anoth version of thi item", "title": "The Flow Approach to Labor Markets"}, "https://ideas.repec.org/a/oup/restud/v32y1965i2p161-168..html": {"abstract": "No abstract is available for this item.", "authors": ["epdi24"], "abstractStem": "no abstract is avail for thi item", "title": "Disembodied Technical Change in a Two-Sector Model"}, "https://ideas.repec.org/a/aea/aecrev/v101y2011i4p1045-72.html": {"abstract": "Peter A. Diamond delivered his Prize Lecture on 8 December 2010 at Aula Magna, Stockholm University.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epdi24"], "abstractStem": "peter a diamond deliv hi prize lectur on 8 decemb 2010 at aula magna stockholm universitypthi abstract wa borrow from anoth version of thi item", "title": "Unemployment, Vacancies, Wages"}, "https://ideas.repec.org/a/bla/ecorec/v87y2011is1p2-22.html": {"abstract": "No abstract is available for this item.", "authors": ["epdi24"], "abstractStem": "no abstract is avail for thi item", "title": "Economic Theory and Tax and Pension Policies"}, "https://ideas.repec.org/a/aea/aecrev/v95y2005i5p1573-1590.html": {"abstract": "Advancing annuity demand theory, we present sufficient conditions for the optimality of full annuitization under market completeness which are substantially less restrictive than those used by Menahem E. Yaari (1965). We examine demand with market incompleteness, finding that positive annuitization remains optimal widely, but complete annuitization does not. How uninsured medical expenses affect demand for illiquid annuities depends critically on the timing of the risk. A new set of calculations with optimal consumption trajectories very different from available annuity income streams still shows a preference for considerable annuitization, suggesting that limited annuity purchases are plausibly due to psychological or behavioral biases.", "authors": ["fpbr264", "fpda697", "epdi24"], "abstractStem": "advanc annuiti demand theori we present suffici condit for the optim of full annuit under market complet which are substanti less restrict than those use by menahem e yaari 1965 we examin demand with market incomplet find that posit annuit remain optim wide but complet annuit doe not how uninsur medic expens affect demand for illiquid annuiti depend critic on the time of the risk a new set of calcul with optim consumpt trajectori veri differ from avail annuiti incom stream still show a prefer for consider annuit suggest that limit annuiti purchas are plausibl due to psycholog or behavior bias", "title": "Annuities and Individual Welfare"}, "https://ideas.repec.org/a/ces/ifofor/v8y2007i3p28-36.html": {"abstract": "No abstract is available for this item.", "authors": ["epdi24"], "abstractStem": "no abstract is avail for thi item", "title": "Top-heavy load: Trouble ahead for social security systems, Introduction by Peter A. Diamond"}, "https://ideas.repec.org/a/oup/restud/v32y1965i4p289-298..html": {"abstract": "No abstract is available for this item.", "authors": ["epdi24"], "abstractStem": "no abstract is avail for thi item", "title": "Technical Change and the Measurement of Capital and Output"}, "https://ideas.repec.org/a/ecm/emetrp/v60y1992i6p1233-54.html": {"abstract": " This paper presents a new approach to organizing universal health insurance. First, the government divides the entire population into many large groups. Then, the government creates a federal health insurance system (HealthFed), modeled on the Federal Reserve System, to fill the role now played by the benefits office of a large firm. The HealthFed would create a short menu of alternatives, solicit bids for insuring the entire group, and price alternatives. There would be redistribution between groups and pricing of alternatives to reflect optimal social insurance principles. There would be no connection between health insurance and employment. Copyright 1992 by The Econometric Society.", "authors": ["epdi24"], "abstractStem": " thi paper present a new approach to organ univers health insur first the govern divid the entir popul into mani larg group then the govern creat a feder health insur system healthf model on the feder reserv system to fill the role now play by the benefit offic of a larg firm the healthf would creat a short menu of altern solicit bid for insur the entir group and price altern there would be redistribut between group and price of altern to reflect optim social insur principl there would be no connect between health insur and employ copyright 1992 by the econometr societi", "title": "Organizing the Health Insurance Market"}, "https://ideas.repec.org/a/eee/pubeco/v13y1980i1p101-110.html": {"abstract": "No abstract is available for this item.", "authors": ["epdi24"], "abstractStem": "no abstract is avail for thi item", "title": "Income taxation with fixed hours of work"}, "https://ideas.repec.org/a/eee/pubeco/v84y2002i3p357-385.html": {"abstract": "This paper focuses on Social Security benefit claiming behavior, a takeup decision that has been ignored in the previous literature. Using financial calculations and simulations based on an expected utility maximization model, we show that delaying benefit claim for a period of time after retirement is optimal in a wide variety of cases and that gains from delay may be significant. We find that approximately 10% of men retiring before their 62nd birthday delay claiming for at least one year after eligibility. We estimate hazard and probit models using data from the New Beneficiary Data System to test four cross-sectional predictions. While the data suggest that too few men delay, we find that the pattern of delays by early retirees is generally consistent with the hypotheses generated by our theoretical model.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpco557", "epdi24", "epjo61"], "abstractStem": "thi paper focus on social secur benefit claim behavior a takeup decis that ha been ignor in the previou literatur use financi calcul and simul base on an expect util maxim model we show that delay benefit claim for a period of time after retir is optim in a wide varieti of case and that gain from delay may be signific we find that approxim 10 of men retir befor their 62nd birthday delay claim for at least one year after elig we estim hazard and probit model use data from the new beneficiari data system to test four crosssect predict while the data suggest that too few men delay we find that the pattern of delay by earli retire is gener consist with the hypothes gener by our theoret modelpthi abstract wa borrow from anoth version of thi item", "title": "Delays in claiming social security benefits"}, "https://ideas.repec.org/a/eee/pubeco/v8y1977i3p275-298.html": {"abstract": "No abstract is available for this item.", "authors": ["epdi24"], "abstractStem": "no abstract is avail for thi item", "title": "A framework for social security analysis"}, "https://ideas.repec.org/a/oup/qjecon/v105y1990i2p285-319..html": {"abstract": "Pairwise extension of credit is introduced into the barter-search economy previously analyzed by the author. The penalty for failure to repay a debt is modeled as the end of trading opportunities. Since credit availability makes access to trade more valuable, there may be multiple equilibrium credit limits. Since the credit limit affects the implicit interest rate and the stock of inventories, it is necessary to check the net impact of the credit limit on the incentive to repay. In a calculated example, with lumpy credit availability, multiple equilibria are very common with a greater credit limit associated with a lower implicit interest rate. With smooth credit availability no multiple equilibria were found. Surprisingly, credit can break the no-production equilibrium.", "authors": ["epdi24"], "abstractStem": "pairwis extens of credit is introduc into the bartersearch economi previous analyz by the author the penalti for failur to repay a debt is model as the end of trade opportun sinc credit avail make access to trade more valuabl there may be multipl equilibrium credit limit sinc the credit limit affect the implicit interest rate and the stock of inventori it is necessari to check the net impact of the credit limit on the incent to repay in a calcul exampl with lumpi credit avail multipl equilibria are veri common with a greater credit limit associ with a lower implicit interest rate with smooth credit avail no multipl equilibria were found surprisingli credit can break the noproduct equilibrium", "title": "Pairwise Credit in Search Equilibrium"}, "https://ideas.repec.org/a/eee/jetheo/v25y1981i2p165-195.html": {"abstract": "No abstract is available for this item.", "authors": ["epdi24", "fpma498"], "abstractStem": "no abstract is avail for thi item", "title": "An equilibrium analysis of search and breach of contract II. A non-steady state example"}, "https://ideas.repec.org/a/eee/inecon/v1y1971i1p119-126.html": {"abstract": "No abstract is available for this item.", "authors": ["epdi24"], "abstractStem": "no abstract is avail for thi item", "title": "Customs valuation and transport choice"}, "https://ideas.repec.org/a/prs/rfreco/rfeco_0769-0479_2006_num_20_4_1583.html": {"abstract": "[fre] Pensions for an Aging Population After presenting the Gruber- Wise analysis showing a strong effect on retirement of implicit taxes from pension rules, it is shown that there is no effect of these implicit taxes on unemployment. This supports the argument for avoiding high implicit taxes on continued work. Also discussed are methods for adjusting benefits and taxes for increases in life expectancy, with particular attention to increasing \"the retirement age\". Calculations are presented showing the decreases in benefits for an increase in the normal retirement age in the US and the years of service for a full benefit in France.", "authors": ["epdi24"], "abstractStem": "fre pension for an age popul after present the gruber wise analysi show a strong effect on retir of implicit tax from pension rule it is shown that there is no effect of these implicit tax on unemploy thi support the argument for avoid high implicit tax on continu work also discuss are method for adjust benefit and tax for increas in life expect with particular attent to increas the retir age calcul are present show the decreas in benefit for an increas in the normal retir age in the us and the year of servic for a full benefit in franc", "title": "Système de retraite et vieillissement de la population"}, "https://ideas.repec.org/a/eee/pubeco/v57y1995i1p1-23.html": {"abstract": "No abstract is available for this item.", "authors": ["epdi24", "epsh109"], "abstractStem": "no abstract is avail for thi item", "title": "Economic aspects of optimal disability benefits"}, "https://ideas.repec.org/a/ucp/jlstud/v3y1974i1p107-164.html": {"abstract": "No abstract is available for this item.", "authors": ["epdi24"], "abstractStem": "no abstract is avail for thi item", "title": "Single Activity Accidents"}, "https://ideas.repec.org/a/ecm/emetrp/v53y1985i2p409-32.html": {"abstract": "No abstract is available for this item.", "authors": ["epdi24"], "abstractStem": "no abstract is avail for thi item", "title": "The Distribution of Inventory Holdings in a Pure Exchange Barter Search Economy"}, "https://ideas.repec.org/a/aea/aecrev/v61y1971i1p8-27.html": {"abstract": "No abstract is available for this item.", "authors": ["epdi24", "epmi20"], "abstractStem": "no abstract is avail for thi item", "title": "Optimal Taxation and Public Production: I--Production Efficiency"}, "https://ideas.repec.org/a/cup/ecnphi/v14y1998i01p1-26_00.html": {"abstract": "No abstract is available for this item.", "authors": ["epdi24"], "abstractStem": "no abstract is avail for thi item", "title": "Symposium on the Rationing of Health Care: 1 Rationing Medical Care — An Economist's Perspective"}, "https://ideas.repec.org/a/rpo/leanco/2000.html": {"abstract": "Social security systems are being reviewed and changed in many countries around the world. This nontechnical book considers some of the key policy issues for design of a social security reform, as well as reviewing much of the academic literature on the positive and normative aspects of social security. In the first chapter, Diamond's examination of key policy issues of general concern includes the funding of social security, the comparison of defined benefit and defined contribution systems, notional defined contribution accounts, alternative approaches to organizing individual defined contribution accounts, and the provision of survivor benefits. Diamond turns then to the academic literature on the interactions between social security and the labor and capital markets, providing a non-technical overview of the existing literature and pointing-out gaps in current research findings. Chapter Two reviews the impact on retirement decisions of forced savings, the use of an earnings or retirement test, mandated annuitization, recognizing heterogeneity in both life expectancy and possibly in risk classification for annuity pricing, and treatment of the family, particularly the use of joint-life annuitization. Also reviewed is the impact on labor supply at younger ages, considering mandatory savings and annuitization, contrasting defined benefit and defined contribution systems, and analysing alternative approaches to redistribution within social security. The final chapter covers issues of aggregate capital accumulation and risk-sharing, with the latter including the risks in annuitization, in the returns to capital, and in aggregate earnings. Also considered are the risks in the political process.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epdi24"], "abstractStem": "social secur system are be review and chang in mani countri around the world thi nontechn book consid some of the key polici issu for design of a social secur reform as well as review much of the academ literatur on the posit and norm aspect of social secur in the first chapter diamond examin of key polici issu of gener concern includ the fund of social secur the comparison of defin benefit and defin contribut system notion defin contribut account altern approach to organ individu defin contribut account and the provis of survivor benefit diamond turn then to the academ literatur on the interact between social secur and the labor and capit market provid a nontechn overview of the exist literatur and pointingout gap in current research find chapter two review the impact on retir decis of forc save the use of an earn or retir test mandat annuit recogn heterogen in both life expect and possibl in risk classif for annuiti price and treatment of the famili particularli the use of jointlif annuit also review is the impact on labor suppli at younger age consid mandatori save and annuit contrast defin benefit and defin contribut system and analys altern approach to redistribut within social secur the final chapter cover issu of aggreg capit accumul and riskshar with the latter includ the risk in annuit in the return to capit and in aggreg earn also consid are the risk in the polit processpthi abstract wa borrow from anoth version of thi item", "title": "Social Security Reform"}, "https://ideas.repec.org/a/sej/ancoec/v761y2009p2-15.html": {"abstract": "Pension benefit rules depend on individual history far more than taxes do, and age plays a much larger role in pension determination than in tax determination. Apart from some simulation studies, theoretical studies of optimal tax design typically contain neither a mandatory pension system nor the behavioral dimensions that lie behind justifications commonly offered for mandatory pensions. Conversely, optimizing models of pension design typically do not include annual taxation of labor and capital incomes. After spelling out this contrast and reviewing (and rejecting) zero taxation of capital income based on the Atkinson- Stiglitz and Chamley-Judd results, this article raises the issue of tax-favored retirement savings, a topic where the two subjects come together.", "authors": ["epdi24"], "abstractStem": "pension benefit rule depend on individu histori far more than tax do and age play a much larger role in pension determin than in tax determin apart from some simul studi theoret studi of optim tax design typic contain neither a mandatori pension system nor the behavior dimens that lie behind justif commonli offer for mandatori pension convers optim model of pension design typic do not includ annual taxat of labor and capit incom after spell out thi contrast and review and reject zero taxat of capit incom base on the atkinson stiglitz and chamleyjudd result thi articl rais the issu of taxfavor retir save a topic where the two subject come togeth", "title": "Taxes and Pensions"}, "https://ideas.repec.org/a/oup/restud/v49y1982i2p217-227..html": {"abstract": "Using a simple search technology and the Nash bargaining solution, the paper derives the steady state equilibrium negotiated wage as a function of the equilibrium unemployment and vacancy rates. For this wage, the lifetime expected present discounted value of earnings of a new worker is compared with the social marginal product of a new worker. These are not generally equal implying inefficient incentives for labour mobility.", "authors": ["epdi24"], "abstractStem": "use a simpl search technolog and the nash bargain solut the paper deriv the steadi state equilibrium negoti wage as a function of the equilibrium unemploy and vacanc rate for thi wage the lifetim expect present discount valu of earn of a new worker is compar with the social margin product of a new worker these are not gener equal impli ineffici incent for labour mobil", "title": "Wage Determination and Efficiency in Search Equilibrium"}, "https://ideas.repec.org/a/aea/aecrev/v94y2004i1p1-24.html": {"abstract": "No abstract is available for this item.", "authors": ["epdi24"], "abstractStem": "no abstract is avail for thi item", "title": "Social Security"}, "https://ideas.repec.org/a/eee/pubeco/v10y1978i3p295-336.html": {"abstract": "No abstract is available for this item.", "authors": ["epdi24", "epmi20"], "abstractStem": "no abstract is avail for thi item", "title": "A model of social insurance with variable retirement"}, "https://ideas.repec.org/a/cpp/issued/v22y1996i1p1-6.html": {"abstract": "Public provision of pensions to the general population comes in a variety of forms. Systems designed around a benefit formula and systems designed around a contribution rate differ in their economic implications and differ in their political settings. Canada has a defined benefit system with fallback automatic adjustment of tax rates. This paper contrasts the Canadian system with the Chilean (privatized) defined contribution system which has received a great deal of attention worldwide. The paper discusses three approaches to cutting benefits if the currently anticipated tax increase is larger than is desired.", "authors": ["epdi24"], "abstractStem": "public provis of pension to the gener popul come in a varieti of form system design around a benefit formula and system design around a contribut rate differ in their econom implic and differ in their polit set canada ha a defin benefit system with fallback automat adjust of tax rate thi paper contrast the canadian system with the chilean privat defin contribut system which ha receiv a great deal of attent worldwid the paper discuss three approach to cut benefit if the current anticip tax increas is larger than is desir", "title": "Public Provision of Pensions: The Doug Purvis Memorial Lecture"}, "https://ideas.repec.org/a/oup/restud/v47y1980i4p645-651..html": {"abstract": "No abstract is available for this item.", "authors": ["epdi24"], "abstractStem": "no abstract is avail for thi item", "title": "Efficiency with Uncertain Supply"}, "https://ideas.repec.org/a/bin/bpeajo/v21y1990i1990-2p85-156.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl2", "epdi24"], "abstractStem": "no abstract is avail for thi item", "title": "The Cyclical Behovior of the Gross Flows of U.S. Workers"}, "https://ideas.repec.org/a/ucp/jpolec/v89y1981i4p798-812.html": {"abstract": "No abstract is available for this item.", "authors": ["epdi24"], "abstractStem": "no abstract is avail for thi item", "title": "Mobility Costs, Frictional Unemployment, and Efficiency"}, "https://ideas.repec.org/a/ucp/jpolec/v75y1967p765.html": {"abstract": "No abstract is available for this item.", "authors": ["epdi24"], "abstractStem": "no abstract is avail for thi item", "title": "Cardinal Welfare, Individualistic Ethics, and Interpersonal Comparison of Utility: Comment"}, "https://ideas.repec.org/a/eee/ecolet/v5y1980i1p7-9.html": {"abstract": "No abstract is available for this item.", "authors": ["epdi24"], "abstractStem": "no abstract is avail for thi item", "title": "An alternative to steady-state comparisons"}, "https://ideas.repec.org/a/fip/fedbcp/y1997ijunp287-292n41.html": {"abstract": "No abstract is available for this item.", "authors": ["epdi24"], "abstractStem": "no abstract is avail for thi item", "title": "Political aspects of Social Security reform"}, "https://ideas.repec.org/a/eee/pubeco/v9y1978i3p283-299.html": {"abstract": "No abstract is available for this item.", "authors": ["epdi24"], "abstractStem": "no abstract is avail for thi item", "title": "Tax incidence in a two good model"}, "https://ideas.repec.org/a/bla/scandj/v88y1986i1p189-94.html": {"abstract": "No abstract is available for this item.", "authors": ["epdi24"], "abstractStem": "no abstract is avail for thi item", "title": " Intertemporal Aspects of Learning New Techniques: Implications for Efficiency and Distribution: Comment"}, "lastname": "Diamond", "https://ideas.repec.org/a/aea/aecrev/v61y1971i3p261-78.html": {"abstract": "No abstract is available for this item.", "authors": ["epdi24", "epmi20"], "abstractStem": "no abstract is avail for thi item", "title": "Optimal Taxation and Public Production II: Tax Rules"}, "https://ideas.repec.org/a/eee/pubeco/v90y2006i4-5p897-919.html": {"abstract": "No abstract is available for this item.", "authors": ["epdi24"], "abstractStem": "no abstract is avail for thi item", "title": "Optimal tax treatment of private contributions for public goods with and without warm glow preferences"}, "firstname": "Peter", "https://ideas.repec.org/a/aea/jecper/v8y1994i3p61-66.html": {"abstract": "Under the Clinton proposal, states choose a single payer or large regional alliances, where individuals choose from all plans in the market. This should give the high administrative costs of individual choice, not those of group choice. States should have another option--small alliances offering limited, group-based choice. Clinton proposes comprehensive insurance for all, with courts enforcing coverage for all medically necessary services not explicitly excluded. Covered services are not coordinated with resources available. Eventually, rationing will be needed. Less comprehensive basic coverage is an additional tool for rationing and decreases the government's role in determining health spending.", "authors": ["epdi24"], "abstractStem": "under the clinton propos state choos a singl payer or larg region allianc where individu choos from all plan in the market thi should give the high administr cost of individu choic not those of group choic state should have anoth optionsmal allianc offer limit groupbas choic clinton propos comprehens insur for all with court enforc coverag for all medic necessari servic not explicitli exclud cover servic are not coordin with resourc avail eventu ration will be need less comprehens basic coverag is an addit tool for ration and decreas the govern role in determin health spend", "title": "Two Improvements on the Clinton Framework"}, "https://ideas.repec.org/a/oup/qjecon/v82y1968i4p682-688..html": {"abstract": "No abstract is available for this item.", "authors": ["epdi24"], "abstractStem": "no abstract is avail for thi item", "title": "The Opportunity Costs of Public Investment: Comment"}, "https://ideas.repec.org/a/oup/oxford/v22y2006i1p15-39.html": {"abstract": " This paper sets out the economic analytics of pensions. After introductory discussion, successive sections consider the effects of different pension arrangements on labour markets, on national savings and growth, and on the distribution of burdens and benefits. These areas are controversial and politically highly salient. While we are open about expressing our own views, the main purpose of the paper is to set out the analytical process by which we reach them, to enable readers to form their own conclusions. Copyright 2006, Oxford University Press.", "authors": ["epdi24"], "abstractStem": " thi paper set out the econom analyt of pension after introductori discuss success section consid the effect of differ pension arrang on labour market on nation save and growth and on the distribut of burden and benefit these area are controversi and polit highli salient while we are open about express our own view the main purpos of the paper is to set out the analyt process by which we reach them to enabl reader to form their own conclus copyright 2006 oxford univers press", "title": "The Economics of Pensions"}, "https://ideas.repec.org/a/aea/aejpol/v3y2011i4p52-76.html": {"abstract": "With heterogeneity in both skills and discount factors, the Atkinson- Stiglitz theorem that savings should not be taxed does not hold. In a model with heterogeneity of preferences at each earnings level, introducing a savings tax on high earners or a savings subsidy on low earners increases welfare, regardless of the correlation between ability and discount factor. Extending Emmanuel Saez (2002), a uniform savings tax increases welfare if that correlation is sufficiently high. Key for the results is that types who value future consumption less are more tempted by a lower paid job. Some optimal tax results and empirical evidence are presented. (JEL D14, H21, H24)", "authors": ["epdi24"], "abstractStem": "with heterogen in both skill and discount factor the atkinson stiglitz theorem that save should not be tax doe not hold in a model with heterogen of prefer at each earn level introduc a save tax on high earner or a save subsidi on low earner increas welfar regardless of the correl between abil and discount factor extend emmanuel saez 2002 a uniform save tax increas welfar if that correl is suffici high key for the result is that type who valu futur consumpt less are more tempt by a lower paid job some optim tax result and empir evid are present jel d14 h21 h24", "title": "Capital Income Taxes with Heterogeneous Discount Rates"}, "https://ideas.repec.org/a/aea/aecrev/v93y2003i2p8-8.html": {"abstract": "No abstract is available for this item.", "authors": ["epdi24"], "abstractStem": "no abstract is avail for thi item", "title": "Foreword"}, "https://ideas.repec.org/a/oup/qjecon/v112y1997i2p341-374..html": {"abstract": "The term \"money illusion\" refers to a tendency to think in terms of nominal rather than real monetary values. Money illusion has significant implications for economic theory, yet it implies a lack of rationality that is alien to economists. This paper reviews survey questions regarding people's reactions to variations in inflation and prices, designed to shed light on the psychology that underlies money illusion. We propose that people often think about economic transactions in both nominal and real terms, and that money illusion arises from an interaction between these representations, which results in a bias toward a nominal evaluation.", "authors": ["epdi24"], "abstractStem": "the term money illus refer to a tendenc to think in term of nomin rather than real monetari valu money illus ha signific implic for econom theori yet it impli a lack of ration that is alien to economist thi paper review survey question regard peopl reaction to variat in inflat and price design to shed light on the psycholog that underli money illus we propos that peopl often think about econom transact in both nomin and real term and that money illus aris from an interact between these represent which result in a bia toward a nomin evalu", "title": "Money Illusion"}, "https://ideas.repec.org/a/oup/restud/v61y1994i3p417-434..html": {"abstract": "The paper examines the effects of the composition of unemployment on wage determination. It explores the implication of one central assumption: when firms receive multiple acceptable applications, they hire the worker who has been unemployed for the least amount of time. This assumption (\"ranking\") is contrasted with the assumption of random hiring (\"no-ranking\"). By embodying this assumption in a model of the labour market with job creation/destruction and matching, the joint behaviour of unemployment, the distribution of unemployment durations, and wages are characterized. The implication that the re-employment prospects of employed workers, were they to become unemployed, are better than those of the currently unemployed appears to have been an important feature of European unemployment experience in the 1980's.", "authors": ["epbl2", "epdi24"], "abstractStem": "the paper examin the effect of the composit of unemploy on wage determin it explor the implic of one central assumpt when firm receiv multipl accept applic they hire the worker who ha been unemploy for the least amount of time thi assumpt rank is contrast with the assumpt of random hire norank by embodi thi assumpt in a model of the labour market with job creationdestruct and match the joint behaviour of unemploy the distribut of unemploy durat and wage are character the implic that the reemploy prospect of employ worker were they to becom unemploy are better than those of the current unemploy appear to have been an import featur of european unemploy experi in the 1980", "title": "Ranking, Unemployment Duration, and Wages"}, "https://ideas.repec.org/a/eee/reecon/v69y2015i1p18-25.html": {"abstract": "We put the current shift in the Beveridge curve into context by examining the behavior of the curve since 1950. Outward shifts in the Beveridge curve have been common occurrences during U.S. recoveries. By itself, the presence of a shift has not been a good predictor of whether the unemployment rate at the end of the expansion following a shift was higher or lower than that in the preceding expansion.", "authors": ["epdi24"], "abstractStem": "we put the current shift in the beveridg curv into context by examin the behavior of the curv sinc 1950 outward shift in the beveridg curv have been common occurr dure us recoveri by itself the presenc of a shift ha not been a good predictor of whether the unemploy rate at the end of the expans follow a shift wa higher or lower than that in the preced expans", "title": "Shifts in the Beveridge curve"}}}