{"epei4": {"https://ideas.repec.org/a/aea/aecrev/v97y2007i2p333-338.html": {"abstract": "The carry trade strategy involves selling forward currencies that are at a forward premium and buying forward currencies that are at a forward discount. We compare the payoffs to the carry trade applied to two different portfolios. The first portfolio consists exclusively of developed country currencies. The second portfolio includes the currencies of both developed countries and emerging markets. Our main empirical findings are as follows. First, including emerging market currencies in our portfolio substantially increases the Sharpe ratio associated with the carry trade. Second, bid-ask spreads are two to four times larger in emerging markets than in developed countries. Third and most dramatically, the payoffs to the carry trade for both portfolios are uncorrelated with returns to the U.S. stock market.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epbu20", "epei4", "epre4"], "abstractStem": "the carri trade strategi involv sell forward currenc that are at a forward premium and buy forward currenc that are at a forward discount we compar the payoff to the carri trade appli to two differ portfolio the first portfolio consist exclus of develop countri currenc the second portfolio includ the currenc of both develop countri and emerg market our main empir find are as follow first includ emerg market currenc in our portfolio substanti increas the sharp ratio associ with the carri trade second bidask spread are two to four time larger in emerg market than in develop countri third and most dramat the payoff to the carri trade for both portfolio are uncorrel with return to the us stock marketpthi abstract wa borrow from anoth version of thi item", "title": "The Returns to Currency Speculation in Emerging Markets"}, "https://ideas.repec.org/a/ecm/emetrp/v59y1991i2p397-423.html": {"abstract": " Measured aggregate U.S. consumption does not behave like a martingale. The authors develop and test two variants of the permanent income model which reflect that. In both, agents make decisions in continuous time. In one variant, martingale behavior holds; serial persistence in measured consumption reflects only time aggregation. In the other, serial persistence also reflects technology shocks, and martingale behavior does not hold. Using both structural and atheoretical econometric models, the authors find little evidence against either variant: aggregate quarterly U.S. data do not convincingly distinguish between their continuous time models. Copyright 1991 by The Econometric Society.", "authors": ["epch45", "epei4"], "abstractStem": " measur aggreg us consumpt doe not behav like a martingal the author develop and test two variant of the perman incom model which reflect that in both agent make decis in continu time in one variant martingal behavior hold serial persist in measur consumpt reflect onli time aggreg in the other serial persist also reflect technolog shock and martingal behavior doe not hold use both structur and atheoret econometr model the author find littl evid against either variant aggreg quarterli us data do not convincingli distinguish between their continu time model copyright 1991 by the econometr societi", "title": "The Permanent Income Hypothesis Revisited"}, "https://ideas.repec.org/a/eee/moneco/v14y1984i1p71-96.html": {"abstract": "No abstract is available for this item.", "authors": ["epei4"], "abstractStem": "no abstract is avail for thi item", "title": "Rational expectations and the smoothing properties of inventories of finished goods"}, "https://ideas.repec.org/a/eee/eecrev/v41y1997i6p1201-1249.html": {"abstract": "We provide new evidence that models of the monetary transmission mechanism should be consistent with at least the following facts. After a contractionary monetary policy shock, the aggregate price level responds very little, aggregate output falls, interest rates initially rise, real wages decline by a modest amount, and profits fall. We compare the ability of sticky price and limited participation models with frictionless labor markets to account for these facts. The key failing of the sticky price model lies in its counterfactual implications for profits. The limited participation model can account for all the above facts, but only if one is willing to assume a high labor supply elasticity (2 percent) and a high markup (40 percent). The shortcomings of both models reflect the absence of labor market frictions, such as wage contracts or factor hoarding, which dampen movements in the marginal cost of production after a monetary policy shock.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epch45", "epei4", "epev23"], "abstractStem": "we provid new evid that model of the monetari transmiss mechan should be consist with at least the follow fact after a contractionari monetari polici shock the aggreg price level respond veri littl aggreg output fall interest rate initi rise real wage declin by a modest amount and profit fall we compar the abil of sticki price and limit particip model with frictionless labor market to account for these fact the key fail of the sticki price model lie in it counterfactu implic for profit the limit particip model can account for all the abov fact but onli if one is will to assum a high labor suppli elast 2 percent and a high markup 40 percent the shortcom of both model reflect the absenc of labor market friction such as wage contract or factor hoard which dampen movement in the margin cost of product after a monetari polici shockpthi abstract wa borrow from anoth version of thi item", "title": "Sticky price and limited participation models of money: A comparison"}, "https://ideas.repec.org/a/aea/aecrev/v82y1992i2p346-53.html": {"abstract": "Several recent papers provide strong empirical support for the view that an expansionary monetary policy disturbance generates a persistent decrease in interest rates and a persistent increase in output and employment. Existing quantitative general equilibrium models, which allow for capital accumulation, are inconsistent with this view. There does exist a recently developed class of general equilibrium models which can rationalize the contemporaneous response of interest rates, output, and employment to a money supply shock. However, a key shortcoming of these models is that they cannot rationalize persistent liquidity effects. This paper discusses the basic frictions and mechanisms underlying this new class of models and investigates one avenue for generating persistence. We argue that once a simplified version of the model in Christiano and Eichenbaum (1991) is modified to allow for extremely small costs of adjusting sectoral flow of funds, positive money shocks generate long-lasting, quantitatively significant liquidity effects, as well as persistent increases in aggregate economic activity.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epch45", "epei4"], "abstractStem": "sever recent paper provid strong empir support for the view that an expansionari monetari polici disturb gener a persist decreas in interest rate and a persist increas in output and employ exist quantit gener equilibrium model which allow for capit accumul are inconsist with thi view there doe exist a recent develop class of gener equilibrium model which can ration the contemporan respons of interest rate output and employ to a money suppli shock howev a key shortcom of these model is that they cannot ration persist liquid effect thi paper discuss the basic friction and mechan underli thi new class of model and investig one avenu for gener persist we argu that onc a simplifi version of the model in christiano and eichenbaum 1991 is modifi to allow for extrem small cost of adjust sector flow of fund posit money shock gener longlast quantit signific liquid effect as well as persist increas in aggreg econom activitypthi abstract wa borrow from anoth version of thi item", "title": "Liquidity Effects and the Monetary Transmission Mechanism"}, "https://ideas.repec.org/a/eee/jetheo/v119y2004i1p31-63.html": {"abstract": "No abstract is available for this item.", "authors": ["epbu20", "epei4", "epre4"], "abstractStem": "no abstract is avail for thi item", "title": "Government guarantees and self-fulfilling speculative attacks"}, "https://ideas.repec.org/a/mcb/jmoncb/v37y2005i1p1-22.html": {"abstract": " This paper investigates the nature of U.S. fiscal policy in the aftermath of 9/11. We argue that the recent declines in the government surplus and tax rates cannot be accounted for by either the state of the U.S. economy as of 9/11 or as the typical response of fiscal policy to a large exogenous rise in military expenditures. Our evidence suggests that, had tax rates responded in the way they \"normally\" do to a large fiscal shock, aggregate output would have been lower and the surplus would not have changed by much. Our results do not bear directly on the desirability of the decline in tax rates or the surplus after 9/11.", "authors": ["epei4", "epfi4"], "abstractStem": " thi paper investig the natur of us fiscal polici in the aftermath of 911 we argu that the recent declin in the govern surplu and tax rate cannot be account for by either the state of the us economi as of 911 or as the typic respons of fiscal polici to a larg exogen rise in militari expenditur our evid suggest that had tax rate respond in the way they normal do to a larg fiscal shock aggreg output would have been lower and the surplu would not have chang by much our result do not bear directli on the desir of the declin in tax rate or the surplu after 911", "title": "Fiscal Policy in the Aftermath of 9/11"}, "https://ideas.repec.org/a/ucp/macann/doi10.1086-680585.html": {"abstract": "No abstract is available for this item.", "authors": ["epei4"], "abstractStem": "no abstract is avail for thi item", "title": "Comment"}, "https://ideas.repec.org/a/ucp/macann/doi10.1086-663995.html": {"abstract": "No abstract is available for this item.", "authors": ["epei4"], "abstractStem": "no abstract is avail for thi item", "title": "Comment"}, "https://ideas.repec.org/a/fip/fedhep/y2003iqiip40-53nv.27no.2.html": {"abstract": "This article discusses the empirical performance of a widely used model of nominal rigidities: the Calvo model of sticky good prices. The authors argue that there is overwhelming evidence against this model. But this evidence is generated under three key assumptions: one, there is no lag between the time firms reoptimize their price plans and the time they implement those plans; two, there is no measurement error in inflation; and three, monetary policy is the same in the pre-1979 and post-1982 periods. The authors discuss the impact of relaxing each of these assumptions.", "authors": ["epei4", "epfi4"], "abstractStem": "thi articl discuss the empir perform of a wide use model of nomin rigid the calvo model of sticki good price the author argu that there is overwhelm evid against thi model but thi evid is gener under three key assumpt one there is no lag between the time firm reoptim their price plan and the time they implement those plan two there is no measur error in inflat and three monetari polici is the same in the pre1979 and post1982 period the author discuss the impact of relax each of these assumpt", "title": "Testing the Calvo model of sticky prices"}, "https://ideas.repec.org/a/eee/pubeco/v26y1985i3p303-326.html": {"abstract": "No abstract is available for this item.", "authors": ["epec3", "epei4", "eppe182"], "abstractStem": "no abstract is avail for thi item", "title": "Uncertain lifetimes and the welfare enhancing properties of annuity markets and social security"}, "https://ideas.repec.org/a/oup/rfinst/v24y2011i3p853-891.html": {"abstract": " We study the properties of the carry trade, a currency speculation strategy in which an investor borrows low-interest-rate currencies and lends high-interest-rate currencies. This strategy generates payoffs that are on average large and uncorrelated with traditional risk factors. We argue that these payoffs reflect a peso problem. The underlying peso event features high values of the stochastic discount factor rather than very large negative payoffs. The Author 2011. Published by Oxford University Press on behalf of The Society for Financial Studies. All rights reserved. For Permissions, please e-mail: journals.permissions@oxfordjournals.org, Oxford University Press.", "authors": ["epbu20", "epei4", "epre4"], "abstractStem": " we studi the properti of the carri trade a currenc specul strategi in which an investor borrow lowinterestr currenc and lend highinterestr currenc thi strategi gener payoff that are on averag larg and uncorrel with tradit risk factor we argu that these payoff reflect a peso problem the underli peso event featur high valu of the stochast discount factor rather than veri larg neg payoff the author 2011 publish by oxford univers press on behalf of the societi for financi studi all right reserv for permiss pleas email journalspermissionsoxfordjournalsorg oxford univers press", "title": "Do Peso Problems Explain the Returns to the Carry Trade?"}, "https://ideas.repec.org/a/mcb/jmoncb/v27y1995i4p1113-36.html": {"abstract": " This paper presents a flexible-price, quantitative general equilibrium model with the property that a positive money supply shock drives the nominal interest rate down, and aggregate employment, output, and the real wage up. These implications are broadly consistent with postwar U.S. data. The two key features of the model that are responsible for its properties are (1) money shocks have a heterogeneous impact on agents and (2) ex post inflexibilities in production give rise to a very low short-run interest elasticity of money demand. In our model, the extent of the drop in the interest rate after a positive money supply shock depends on the degree to which production is ex post inflexible. Given sufficient ex post inflexibility, the model conforms well with the view, widely held within the U.S. Federal System, that the short-run interest rate elasticity for total reserves is very close to zero. Copyright 1995 by Ohio State University Press.", "authors": ["epch45", "epei4"], "abstractStem": " thi paper present a flexiblepric quantit gener equilibrium model with the properti that a posit money suppli shock drive the nomin interest rate down and aggreg employ output and the real wage up these implic are broadli consist with postwar us data the two key featur of the model that are respons for it properti are 1 money shock have a heterogen impact on agent and 2 ex post inflex in product give rise to a veri low shortrun interest elast of money demand in our model the extent of the drop in the interest rate after a posit money suppli shock depend on the degre to which product is ex post inflex given suffici ex post inflex the model conform well with the view wide held within the us feder system that the shortrun interest rate elast for total reserv is veri close to zero copyright 1995 by ohio state univers press", "title": "Liquidity Effects, Monetary Policy, and the Business Cycle"}, "https://ideas.repec.org/a/aea/aejmac/v6y2014i2p137-55.html": {"abstract": "Recent empirical work suggests that small price changes are relatively common. This evidence has been used to criticize classic menu-cost models. In this paper, we use scanner data from a national supermarket chain and micro data from the Consumer Price Index to reassess the importance of small price changes. We argue that the vast majority of these changes are due to measurement error. We conclude that the evidence on the prevalence of small price changes is much too weak to be used as a litmus test of nominal rigidity models.", "authors": ["epei4", "fpja325", "epre4"], "abstractStem": "recent empir work suggest that small price chang are rel common thi evid ha been use to critic classic menucost model in thi paper we use scanner data from a nation supermarket chain and micro data from the consum price index to reassess the import of small price chang we argu that the vast major of these chang are due to measur error we conclud that the evid on the preval of small price chang is much too weak to be use as a litmu test of nomin rigid model", "title": "How Frequent Are Small Price Changes?"}, "https://ideas.repec.org/a/fip/fedfpr/y2001ijunx5.html": {"abstract": "We present a model embodying moderate amounts of nominal rigidities which accounts for the observed inertia in inflation and persistence in output. The key features of our model are those that prevent a sharp rise in marginal costs after an expansionary shock to monetary policy. Of these features, the most important are staggered wage contracts of average duration three quarters, and variable capital utilization.", "authors": ["epch45", "epei4", "epev23"], "abstractStem": "we present a model embodi moder amount of nomin rigid which account for the observ inertia in inflat and persist in output the key featur of our model are those that prevent a sharp rise in margin cost after an expansionari shock to monetari polici of these featur the most import are stagger wage contract of averag durat three quarter and variabl capit util", "title": "Nominal rigidities and the dynamic effects of a shock to monetary policy"}, "https://ideas.repec.org/a/aea/aecrev/v86y1996i5p1154-74.html": {"abstract": " This paper analyzes the role of variable capital-utilization rates in propagating shocks over the business cycle. The model on which the authors' analysis is based treats variable capital-utilization rates as a form of factor-hoarding. They argue that variable capital-utilization rates are a quantitatively important source of propagation to business-cycle shocks. With this additional source of propagation, the volatility of exogenous technology shocks needed to explain the observed variability in aggregate U.S. output is significantly reduced relative to standard real-business-cycle models. Copyright 1996 by American Economic Association.", "authors": ["epbu20", "epei4"], "abstractStem": " thi paper analyz the role of variabl capitalutil rate in propag shock over the busi cycl the model on which the author analysi is base treat variabl capitalutil rate as a form of factorhoard they argu that variabl capitalutil rate are a quantit import sourc of propag to businesscycl shock with thi addit sourc of propag the volatil of exogen technolog shock need to explain the observ variabl in aggreg us output is significantli reduc rel to standard realbusinesscycl model copyright 1996 by american econom associ", "title": "Factor-Hoarding and the Propagation of Business-Cycle Shocks"}, "https://ideas.repec.org/a/anr/refeco/v3y2011p511-535.html": {"abstract": "We examine the empirical properties of the payoffs to two popular currency speculation strategies: the carry trade and momentum. We review three possible explanations for the apparent profitability of these strategies. The first is that speculators are being compensated for bearing risk. The second is that these strategies are vulnerable to rare disasters or peso problems. The third is that there is price pressure in currency markets.", "authors": ["epbu20", "epei4", "epre4"], "abstractStem": "we examin the empir properti of the payoff to two popular currenc specul strategi the carri trade and momentum we review three possibl explan for the appar profit of these strategi the first is that specul are be compens for bear risk the second is that these strategi are vulner to rare disast or peso problem the third is that there is price pressur in currenc market", "title": "Carry Trade and Momentum in Currency Markets"}, "https://ideas.repec.org/a/ucp/jpolec/doi10.1086-659312.html": {"abstract": "We argue that the government-spending multiplier can be much larger than one when the zero lower bound on the nominal interest rate binds. The larger the fraction of government spending that occurs while the nominal interest rate is zero, the larger the value of the multiplier. After providing intuition for these results, we investigate the size of the multiplier in a dynamic, stochastic, general equilibrium model. In this model the multiplier effect is substantially larger than one when the zero bound binds. Our model is consistent with the behavior of key macro aggregates during the recent financial crisis.", "authors": ["epei4", "epre4"], "abstractStem": "we argu that the governmentspend multipli can be much larger than one when the zero lower bound on the nomin interest rate bind the larger the fraction of govern spend that occur while the nomin interest rate is zero the larger the valu of the multipli after provid intuit for these result we investig the size of the multipli in a dynam stochast gener equilibrium model in thi model the multipli effect is substanti larger than one when the zero bound bind our model is consist with the behavior of key macro aggreg dure the recent financi crisi", "title": "When Is the Government Spending Multiplier Large?"}, "https://ideas.repec.org/a/ecj/econjl/v105y1995i433p1609-21.html": {"abstract": "The basic tension facing econometricians is that structural models are necessary for addressing monetary policy questions. But all models are, by their very nature, false. Econometric programs that focus on testing whether models are true will be ignored by practicing macroeconomists. The critical task facing econometricians is to develop diagnostic tools for assessing the usefulness of models for addressing particular questions. This article reviews two diagnostic strategies.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epei4"], "abstractStem": "the basic tension face econometrician is that structur model are necessari for address monetari polici question but all model are by their veri natur fals econometr program that focu on test whether model are true will be ignor by practic macroeconomist the critic task face econometrician is to develop diagnost tool for assess the use of model for address particular question thi articl review two diagnost strategiespthi abstract wa borrow from anoth version of thi item", "title": "Some Comments on the Role of Econometrics in Economic Theory"}, "https://ideas.repec.org/a/aea/aecrev/v101y2011i1p234-62.html": {"abstract": " We assess the importance of nominal rigidities using a new weekly scanner dataset. We find that nominal rigidities take the form of inertia in reference prices and costs, defined as the most common prices and costs within a given quarter. Reference prices are particularly inertial and have an average duration of roughly one year, even though weekly prices change roughly once every two weeks. We document the relation between prices and costs and find sharp evidence of state dependence in prices. We use a simple model to argue that reference prices and costs are useful statistics for macroeconomic analysis. (JEL L11, L25, L81)", "authors": ["epei4", "fpja325", "epre4"], "abstractStem": " we assess the import of nomin rigid use a new weekli scanner dataset we find that nomin rigid take the form of inertia in refer price and cost defin as the most common price and cost within a given quarter refer price are particularli inerti and have an averag durat of roughli one year even though weekli price chang roughli onc everi two week we document the relat between price and cost and find sharp evid of state depend in price we use a simpl model to argu that refer price and cost are use statist for macroeconom analysi jel l11 l25 l81", "title": "Reference Prices, Costs, and Nominal Rigidities"}, "https://ideas.repec.org/a/fip/fedhep/y1991imarp14-31nv.15no.2.html": {"abstract": "No abstract is available for this item.", "authors": ["epei4"], "abstractStem": "no abstract is avail for thi item", "title": "Technology shocks and the business cycle"}, "https://ideas.repec.org/a/ucp/jpolec/v95y1987i2p334-54.html": {"abstract": " This paper suggests that adverse selection problems in competitive annuity markets can generate quantity-constrained equilibria in which some agents, whose length of lifetime is uncertain, find it advantageous to accumulate capital privately. This occurs despite the higher rates of return on annuities. The welfare properties of these allocations are analyzed. It is shown that the level of capital accumulation is excessive in a Paretian sense. Policies that eliminate this inefficiency are discussed. Copyright 1987 by University of Chicago Press.", "authors": ["epei4", "eppe182"], "abstractStem": " thi paper suggest that advers select problem in competit annuiti market can gener quantityconstrain equilibria in which some agent whose length of lifetim is uncertain find it advantag to accumul capit privat thi occur despit the higher rate of return on annuiti the welfar properti of these alloc are analyz it is shown that the level of capit accumul is excess in a paretian sens polici that elimin thi ineffici are discuss copyright 1987 by univers of chicago press", "title": "Capital Accumulation and Annuities in an Adverse Selection Economy"}, "https://ideas.repec.org/a/eee/crcspp/v22y1985ip305-318.html": {"abstract": "No abstract is available for this item.", "authors": ["epei4"], "abstractStem": "no abstract is avail for thi item", "title": "Vector autoregressions for causal inference? comment"}, "https://ideas.repec.org/a/fip/fedmqr/y1985iwinnv.9no.1.html": {"abstract": "No abstract is available for this item.", "authors": ["epei4"], "abstractStem": "no abstract is avail for thi item", "title": "A shred of evidence on public acceptance of privately issued currency"}, "https://ideas.repec.org/a/oup/qjecon/v100y1985i3p789-806..html": {"abstract": "This paper examines the implications of the absence of complete annuity markets on the distribution of wealth and welfare of agents whose saving decisions are obtained under uncertainty regarding the length of their life. The absence of annuities is shown to yield a unique nondegenerate intragenerational distribution of wealth, which is fully characterized. This characterization is then used to evaluate the Pareto desirability of an annuity system. Alternative welfare criteria that can be used when the proposed change has differential impacts on the initial state of subsequent generations are considered.", "authors": ["epei4"], "abstractStem": "thi paper examin the implic of the absenc of complet annuiti market on the distribut of wealth and welfar of agent whose save decis are obtain under uncertainti regard the length of their life the absenc of annuiti is shown to yield a uniqu nondegener intragener distribut of wealth which is fulli character thi character is then use to evalu the pareto desir of an annuiti system altern welfar criteria that can be use when the propos chang ha differenti impact on the initi state of subsequ gener are consid", "title": "The Distribution of Wealth and Welfare in the Presence of Incomplete Annuity Markets"}, "https://ideas.repec.org/a/ucp/jpolec/v101y1993i2p245-73.html": {"abstract": " This paper investigates the sensitivity of Solow residual based measures of technology shocks to labor-hoarding behavior. Using a structural model of labor hoarding and the identifying restriction that innovations to technology shocks are orthogonal to innovations in government consumption, the authors estimate the fraction of the variability of the Solow residual that is due to technology shocks. Their results support the view that a significant proportion of movements in the Solow residual are artifa cts of labor-hoarding behavior. Specifically, the authors estimate that the variance of innovations to technology is roughly 50 percent less than that implied by standard real business cycle models. Copyright 1993 by University of Chicago Press.", "authors": ["epbu20", "epei4", "epre4"], "abstractStem": " thi paper investig the sensit of solow residu base measur of technolog shock to laborhoard behavior use a structur model of labor hoard and the identifi restrict that innov to technolog shock are orthogon to innov in govern consumpt the author estim the fraction of the variabl of the solow residu that is due to technolog shock their result support the view that a signific proport of movement in the solow residu are artifa ct of laborhoard behavior specif the author estim that the varianc of innov to technolog is roughli 50 percent less than that impli by standard real busi cycl model copyright 1993 by univers of chicago press", "title": "Labor Hoarding and the Business Cycle"}, "https://ideas.repec.org/a/eee/eecrev/v36y1992i5p1001-1011.html": {"abstract": "No abstract is available for this item.", "authors": ["epei4"], "abstractStem": "no abstract is avail for thi item", "title": "'Interpreting the macroeconomic time series facts: The effects of monetary policy' : by Christopher Sims"}, "https://ideas.repec.org/a/fip/fedhep/y1992inovp2-14nv.16no.6.html": {"abstract": "No abstract is available for this item.", "authors": ["epch45", "epei4"], "abstractStem": "no abstract is avail for thi item", "title": "Liquidity effects, the monetary transmission mechanism, and monetary policy"}, "https://ideas.repec.org/a/fip/fedhep/y2000iqiiip45-60nv.25no.3.html": {"abstract": "This article reviews and interprets the recent currency crises in Korea and Thailand. The authors argue that a prime causes of the crises were large, unfunded government guarantees to railing financial sectors.", "authors": ["epbu20", "epei4", "epre4"], "abstractStem": "thi articl review and interpret the recent currenc crise in korea and thailand the author argu that a prime caus of the crise were larg unfund govern guarante to rail financi sector", "title": "Understanding the Korean and Thai currency crises"}, "https://ideas.repec.org/a/aea/aejmac/v7y2015i1p110-67.html": {"abstract": "We argue that the vast bulk of movements in aggregate real economic activity during the Great Recession were due to financial frictions. We reach this conclusion by looking through the lens of an estimated New Keynesian model in which firms face moderate degrees of price rigidities, no nominal rigidities in wages, and a binding zero lower bound constraint on the nominal interest rate. Our model does a good job of accounting for the joint behavior of labor and goods markets, as well as inflation, during the Great Recession. According to the model the observed fall in total factor productivity and the rise in the cost of working capital played critical roles in accounting for the small drop in inflation that occurred during the Great Recession. (JEL E12, E23, E24, E31, E32, E52)", "authors": ["epei4", "eptr71"], "abstractStem": "we argu that the vast bulk of movement in aggreg real econom activ dure the great recess were due to financi friction we reach thi conclus by look through the len of an estim new keynesian model in which firm face moder degre of price rigid no nomin rigid in wage and a bind zero lower bound constraint on the nomin interest rate our model doe a good job of account for the joint behavior of labor and good market as well as inflat dure the great recess accord to the model the observ fall in total factor product and the rise in the cost of work capit play critic role in account for the small drop in inflat that occur dure the great recess jel e12 e23 e24 e31 e32 e52", "title": "Understanding the Great Recession"}, "https://ideas.repec.org/a/tpr/jeurec/v4y2006i2-3p475-483.html": {"abstract": " We show that the standard procedure for estimating long-run identified vector autoregressions uses a particular estimator of the zero-frequency spectral density matrix of the data. We develop alternatives to the standard procedure and evaluate the properties of these alternative procedures using Monte Carlo experiments in which data are generated from estimated real business cycle models. We focus on the properties of estimated impulse response functions. In our examples, the alternative procedures have better small sample properties than the standard procedure, with smaller bias, smaller mean square error, and better coverage rates for estimated confidence intervals. (JEL: E24, E32, O3) (c) 2006 by the European Economic Association.", "authors": ["epch45", "epei4", "epvi18"], "abstractStem": " we show that the standard procedur for estim longrun identifi vector autoregress use a particular estim of the zerofrequ spectral densiti matrix of the data we develop altern to the standard procedur and evalu the properti of these altern procedur use mont carlo experi in which data are gener from estim real busi cycl model we focu on the properti of estim impuls respons function in our exampl the altern procedur have better small sampl properti than the standard procedur with smaller bia smaller mean squar error and better coverag rate for estim confid interv jel e24 e32 o3 c 2006 by the european econom associ", "title": "Alternative Procedures for Estimating Vector Autoregressions Identified with Long-Run Restrictions"}, "https://ideas.repec.org/a/fip/fedfpr/y1993imarx4.html": {"abstract": "No abstract is available for this item.", "authors": ["epch45", "epei4"], "abstractStem": "no abstract is avail for thi item", "title": "Interest rate smoothing in an equilibrium business cycle model"}, "https://ideas.repec.org/a/eee/dyncon/v15y1991i4p607-626.html": {"abstract": "This paper assesses the empirical plausibility of the view that aggregate productivity shocks account for most of the variability in post World War II US output. We argue that the type of evidence forwarded by proponents of this proposition is too fragile to be believable. First, our confidence in the evidence is fundamentally affected once we abandon the fiction that we actually know the true values of the structural parameters of standard Real Business Cycle (RBC) models. What the data are telling us is that, while productivity shocks play some role in generating the business cycle, there is simply an enormous amount of uncertainty about just what percent of aggregate fluctuations they actually do account for. The answer could be 70% as Kydland and Prescott (1989) claim, but the data contain almost no evidence against either the view that the answer is really 5% or that the answer is really 200%. Second, we show that point estimates of the importance of technology shocks are extremely sensitive to small perturbations in the theory. Allowing for labor hoarding behavior in an otherwise standard RBC model reduces the ability of technology shocks to account for aggregate fluctuations by 50%. This finding provides some support for the view that many of the movements in the Solow residual which are labelled as productivity shocks may be an artifact of labor hoarding type phenomena.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epei4"], "abstractStem": "thi paper assess the empir plausibl of the view that aggreg product shock account for most of the variabl in post world war ii us output we argu that the type of evid forward by propon of thi proposit is too fragil to be believ first our confid in the evid is fundament affect onc we abandon the fiction that we actual know the true valu of the structur paramet of standard real busi cycl rbc model what the data are tell us is that while product shock play some role in gener the busi cycl there is simpli an enorm amount of uncertainti about just what percent of aggreg fluctuat they actual do account for the answer could be 70 as kydland and prescott 1989 claim but the data contain almost no evid against either the view that the answer is realli 5 or that the answer is realli 200 second we show that point estim of the import of technolog shock are extrem sensit to small perturb in the theori allow for labor hoard behavior in an otherwis standard rbc model reduc the abil of technolog shock to account for aggreg fluctuat by 50 thi find provid some support for the view that mani of the movement in the solow residu which are label as product shock may be an artifact of labor hoard type phenomenapthi abstract wa borrow from anoth version of thi item", "title": "Real business-cycle theory : Wisdom or whimsy?"}, "https://ideas.repec.org/a/tpr/jeurec/v2y2004i2-3p381-395.html": {"abstract": " We investigate what happens to hours worked after a positive shock to technology, using the aggregate technology series computed in Basu, Fernald, and Kimball (1999). We conclude that hours worked rise after such a shock. (JEL: E24, E32, O3) Copyright (c) 2004 The European Economic Association.", "authors": ["epch45", "epei4", "epvi18"], "abstractStem": " we investig what happen to hour work after a posit shock to technolog use the aggreg technolog seri comput in basu fernald and kimbal 1999 we conclud that hour work rise after such a shock jel e24 e32 o3 copyright c 2004 the european econom associ", "title": "The Response of Hours to a Technology Shock: Evidence Based on Direct Measures of Technology"}, "https://ideas.repec.org/a/aea/aecrev/v87y1997i2p236-39.html": {"abstract": "No abstract is available for this item.", "authors": ["epei4"], "abstractStem": "no abstract is avail for thi item", "title": "Some Thoughts on Practical Stabilization Policy"}, "firstname": "Martin", "https://ideas.repec.org/a/red/issued/09-191.html": {"abstract": "This paper formulates and estimates a three-shock US business cycle model. The estimated model accounts for a substantial fraction of the cyclical variation in output and is consistent with the observed inertia in inflation. This is true even though firms in the model reoptimize prices on average once every 1.8 quarters. The key feature of our model underlying this result is that capital is firm-specific. If we adopt the standard assumption that capital is homogeneous and traded in economy-wide rental markets, we find that firms reoptimize their prices on average once every 9 quarters. We argue that the micro implications of the model strongly favor the firm-specific capital specification. (Copyright: Elsevier)", "authors": ["fpal429", "epch45", "epei4", "fpli302"], "abstractStem": "thi paper formul and estim a threeshock us busi cycl model the estim model account for a substanti fraction of the cyclic variat in output and is consist with the observ inertia in inflat thi is true even though firm in the model reoptim price on averag onc everi 18 quarter the key featur of our model underli thi result is that capit is firmspecif if we adopt the standard assumpt that capit is homogen and trade in economywid rental market we find that firm reoptim their price on averag onc everi 9 quarter we argu that the micro implic of the model strongli favor the firmspecif capit specif copyright elsevi", "title": "Firm-Specific Capital, Nominal Rigidities and the Business Cycle"}, "https://ideas.repec.org/a/fip/feddpr/y1994iaprn5.html": {"abstract": " This paper assesses the impact of a monetary policy shock on the U.S. economy. The authors' measures of contractionary monetary policy shocks are associated with a fall in various monetary aggregates and a rise in the federal funds rate, declines in different measures of real activity, and sharp declines in commodity prices and a delayed decline in the GDP price deflator. In addition, net funds raised by the business sector increases for roughly a year, after which it falls. Finally, the authors find that households do not adjust their financial assets and liabilities for several quarters after a monetary shock. Copyright 1996 by MIT Press.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epch45", "epei4", "epev23"], "abstractStem": " thi paper assess the impact of a monetari polici shock on the us economi the author measur of contractionari monetari polici shock are associ with a fall in variou monetari aggreg and a rise in the feder fund rate declin in differ measur of real activ and sharp declin in commod price and a delay declin in the gdp price deflat in addit net fund rais by the busi sector increas for roughli a year after which it fall final the author find that household do not adjust their financi asset and liabil for sever quarter after a monetari shock copyright 1996 by mit presspthi abstract wa borrow from anoth version of thi item", "title": "The effects of monetary policy shocks: evidence from the flow of funds"}, "lastname": "Eichenbaum", "https://ideas.repec.org/a/eee/crcspp/v32y1990ip7-61.html": {"abstract": "No, and maybe not. [additional text from author's introduction] To us, the possibility of providing a compelling case that real GMP is either trend or difference stationary seems extremely small, certainly on the basis of post-war data. This is because there is only one difference between these two types of processes and that difference is completely summarized by the answer to the question. How much should an innovation to real GMP affect the optimal forecast of real GMP into the infinite future? If the answer is zero, then real GMP is trend stationary. If the answer is not zero, then real GMP is difference stationary. The competing hypotheses have no other testable differences. Once we pose the question in this way, it seems clear that economists ought to be extremely skeptical of any argument that purports to support one view or the other. Simply put, it's hard to believe that a mere 40 years of data contain any evidence on the only experiment that is relevant.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epch45", "epei4"], "abstractStem": "no and mayb not addit text from author introduct to us the possibl of provid a compel case that real gmp is either trend or differ stationari seem extrem small certainli on the basi of postwar data thi is becaus there is onli one differ between these two type of process and that differ is complet summar by the answer to the question how much should an innov to real gmp affect the optim forecast of real gmp into the infinit futur if the answer is zero then real gmp is trend stationari if the answer is not zero then real gmp is differ stationari the compet hypothes have no other testabl differ onc we pose the question in thi way it seem clear that economist ought to be extrem skeptic of ani argument that purport to support one view or the other simpli put it hard to believ that a mere 40 year of data contain ani evid on the onli experi that is relevantpthi abstract wa borrow from anoth version of thi item", "title": "Unit roots in real GNP: Do we know, and do we care?"}, "https://ideas.repec.org/a/eee/crcspp/v48y1998ip195-209.html": {"abstract": "No abstract is available for this item.", "authors": ["epei4"], "abstractStem": "no abstract is avail for thi item", "title": "Costly capital reallocation and the effects of government spending : A comment"}, "https://ideas.repec.org/a/aea/aejmac/v1y2009i2p127-54.html": {"abstract": "High interest rate currencies tend to appreciate relative to low interest rate currencies. We argue that adverse selection problems between participants in foreign exchange markets can account for this \"forward premium puzzle.\" The key feature of our model is that the adverse selection problem facing market makers is worse when an agent wants to trade against a public information signal. So, when based on public information, the currency is expected to appreciate, there is more adverse selection associated with a sell order than with a buy order. (JEL E43, F31, G15)", "authors": ["epbu20", "epei4", "epre4"], "abstractStem": "high interest rate currenc tend to appreci rel to low interest rate currenc we argu that advers select problem between particip in foreign exchang market can account for thi forward premium puzzl the key featur of our model is that the advers select problem face market maker is wors when an agent want to trade against a public inform signal so when base on public inform the currenc is expect to appreci there is more advers select associ with a sell order than with a buy order jel e43 f31 g15", "title": "Understanding the Forward Premium Puzzle: A Microstructure Approach"}, "https://ideas.repec.org/a/oup/qjecon/v110y1995i4p975-1009..html": {"abstract": "This paper investigates the effects of shocks to U. S. monetary policy on exchange rates. We consider three measures of these shocks: orthogonalized shocks to the federal funds rate, orthogonalized shocks to the ratio of nonborrowed to total reserves and changes in the Romer and Romer index of monetary policy. In sharp contrast to the literature, we find substantial evidence of a link between monetary policy and exchange rates. Specifically, according to our results a contractionary shock to U. S. monetary policy leads to (i) persistent, significant appreciations in U. S. nominal and real exchange rates and (ii) significant, persistent deviations from uncovered interest rate parity in favor of U. S. interest rates.", "authors": ["epei4"], "abstractStem": "thi paper investig the effect of shock to u s monetari polici on exchang rate we consid three measur of these shock orthogon shock to the feder fund rate orthogon shock to the ratio of nonborrow to total reserv and chang in the romer and romer index of monetari polici in sharp contrast to the literatur we find substanti evid of a link between monetari polici and exchang rate specif accord to our result a contractionari shock to u s monetari polici lead to i persist signific appreci in u s nomin and real exchang rate and ii signific persist deviat from uncov interest rate pariti in favor of u s interest rate", "title": "Some Empirical Evidence on the Effects of Shocks to Monetary Policy on Exchange Rates"}, "https://ideas.repec.org/a/bes/jnlbes/v8y1990i1p53-69.html": {"abstract": "In conducting empirical investigations of the permanent income model of consumption and the consumption-based intertemporal asset pricing model, various authors have imposed restrictions on the nature of the substitutability of consumption across goods and over time. In this paper we suggest a method for testing some of these restrictions and present empirical results using this approach. Our empirical analyses focuses on three questions: (i) Can the services from durable and nondurable goods be treated as perfect substitutes? (ii) Are preferences completely separable between durable and nondurable goods? (iii) What is the nature of intertemporal substitutability of nondurable consumption? When consumers' preferences are assumed to be quadratic, there is very little evidence against the hypothesis that the services from durable goods and nondurable goods are perfect substitutes. These results call into question the practice of testing quadratic models of aggregate consumption using data on nondurables and services only. When we consider S branch specifications, we find more evidence against perfect substitutability between service flows, but less evidence against strict separability across durable and nondurable consumption goods. Among other things, these findings suggest that the empirical shortcomings of the intertemporal asset pricing model cannot be attributed to the neglect of durable goods.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epei4", "fpha303"], "abstractStem": "in conduct empir investig of the perman incom model of consumpt and the consumptionbas intertempor asset price model variou author have impos restrict on the natur of the substitut of consumpt across good and over time in thi paper we suggest a method for test some of these restrict and present empir result use thi approach our empir analys focus on three question i can the servic from durabl and nondur good be treat as perfect substitut ii are prefer complet separ between durabl and nondur good iii what is the natur of intertempor substitut of nondur consumpt when consum prefer are assum to be quadrat there is veri littl evid against the hypothesi that the servic from durabl good and nondur good are perfect substitut these result call into question the practic of test quadrat model of aggreg consumpt use data on nondur and servic onli when we consid s branch specif we find more evid against perfect substitut between servic flow but less evid against strict separ across durabl and nondur consumpt good among other thing these find suggest that the empir shortcom of the intertempor asset price model cannot be attribut to the neglect of durabl goodspthi abstract wa borrow from anoth version of thi item", "title": "Estimating Models with Intertemporal Substitution Using Aggregate Time Series Data"}, "https://ideas.repec.org/a/eee/moneco/v12y1983i2p259-277.html": {"abstract": "No abstract is available for this item.", "authors": ["epei4"], "abstractStem": "no abstract is avail for thi item", "title": "A rational expectations equilibrium model of inventories of finished goods and employment"}, "https://ideas.repec.org/a/bes/jnlbes/v14y1996i3p294-308.html": {"abstract": " This paper assesses the small sample properties of generalized method of moments based Wald statistics by using a vector white noise process and an equilibrium business cycle model as the data generating mechanisms. In many cases, the small sample size of the Wald tests exceeds its asymptotic size, and increases sharply with the number of hypotheses being jointly tested. The authors argue that this is mostly due to difficulty in estimating the spectral density matrix of the residuals. Estimators of this matrix that impose restrictions implied by the model or the null hypothesis substantially improve the properties of the Wald statistics.", "authors": ["epbu20", "epei4"], "abstractStem": " thi paper assess the small sampl properti of gener method of moment base wald statist by use a vector white nois process and an equilibrium busi cycl model as the data gener mechan in mani case the small sampl size of the wald test exce it asymptot size and increas sharpli with the number of hypothes be jointli test the author argu that thi is mostli due to difficulti in estim the spectral densiti matrix of the residu estim of thi matrix that impos restrict impli by the model or the null hypothesi substanti improv the properti of the wald statist", "title": "Small-Sample Properties of GMM-Based Wald Tests"}, "https://ideas.repec.org/a/tpr/jeurec/v6y2008i2-3p581-588.html": {"abstract": " Market participants routinely take advantage of the failure of uncovered interest rate parity to speculate in currency markets. Perhaps the most widely used currency speculation strategy is the carry trade. In this article we take the perspective of an individual currency trader and document the gains to diversifying the carry trade across different currencies. We show that these gains are large. Diversification boosts the typical Sharpe ratio by over 50%. (c) 2008 by the European Economic Association.", "authors": ["epbu20", "epei4", "epre4"], "abstractStem": " market particip routin take advantag of the failur of uncov interest rate pariti to specul in currenc market perhap the most wide use currenc specul strategi is the carri trade in thi articl we take the perspect of an individu currenc trader and document the gain to diversifi the carri trade across differ currenc we show that these gain are larg diversif boost the typic sharp ratio by over 50 c 2008 by the european econom associ", "title": "Carry Trade: The Gains of Diversification"}, "https://ideas.repec.org/a/eee/eecrev/v40y1996i3-5p861-869.html": {"abstract": "This paper presents capital utilization corrected measures of technology shocks for aggregate and disaggregated (two digit Standard Industrial Classification code) industries. We correct for variations in capital utilization by employing industrial electrical use as a measure of capital services. In contrast, the standard measures of technology shocks used in the Real Business Cycle literature are based on economy wide data and assume that capital services are proportional to the stock of measured capital. To assess the impact of these differences, we contrast selected properties of the competing technology shock measures. We argue that the properties of technology shocks for the manufacturing sector are quite different than those used in the RBC literature. We also find that correcting for capital utilization has important implications for the properties of the Solow residual.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epbu20", "epei4", "epre4"], "abstractStem": "thi paper present capit util correct measur of technolog shock for aggreg and disaggreg two digit standard industri classif code industri we correct for variat in capit util by employ industri electr use as a measur of capit servic in contrast the standard measur of technolog shock use in the real busi cycl literatur are base on economi wide data and assum that capit servic are proport to the stock of measur capit to assess the impact of these differ we contrast select properti of the compet technolog shock measur we argu that the properti of technolog shock for the manufactur sector are quit differ than those use in the rbc literatur we also find that correct for capit util ha import implic for the properti of the solow residualpthi abstract wa borrow from anoth version of thi item", "title": "Sectoral Solow residuals"}, "https://ideas.repec.org/a/eee/moneco/v54y2007i7p2032-2047.html": {"abstract": "No abstract is available for this item.", "authors": ["epei4", "epfi4"], "abstractStem": "no abstract is avail for thi item", "title": "Estimating the frequency of price re-optimization in Calvo-style models"}, "https://ideas.repec.org/a/eee/moneco/v54y2007i2p346-368.html": {"abstract": "Large devaluations are generally associated with large declines in real exchange rates. Burstein, Eichenbaum, and Rebelo (2005) argue that the primary force causing these declines is often the slow adjustment in the price of nontradable goods and services. We develop a model which embodies two complementary forces that account for the large declines in the real exchange rate that occur in the aftermath of large devaluations. The first force is sticky nontradable goods prices. Instead of simply assuming that nontradable goods prices are sticky, we develop conditions under which this phenomenon can emerge as an equilibrium outcome. The second force is the impact of real shocks that often accompany large devaluations. These real shocks lead to a decline in the price of nontradable goods relative to traded goods. We argue that sticky nontradable goods prices generally play an important role in explaining post-devaluation movements in real exchange rates. However, there are cases in which sticky nontradable goods prices are not sustainable as an equilibrium phenomenon. In these cases real shocks are the primary driver of real exchange rate movements.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epbu107", "epei4", "epre4"], "abstractStem": "larg devalu are gener associ with larg declin in real exchang rate burstein eichenbaum and rebelo 2005 argu that the primari forc caus these declin is often the slow adjust in the price of nontrad good and servic we develop a model which embodi two complementari forc that account for the larg declin in the real exchang rate that occur in the aftermath of larg devalu the first forc is sticki nontrad good price instead of simpli assum that nontrad good price are sticki we develop condit under which thi phenomenon can emerg as an equilibrium outcom the second forc is the impact of real shock that often accompani larg devalu these real shock lead to a declin in the price of nontrad good rel to trade good we argu that sticki nontrad good price gener play an import role in explain postdevalu movement in real exchang rate howev there are case in which sticki nontrad good price are not sustain as an equilibrium phenomenon in these case real shock are the primari driver of real exchang rate movementspthi abstract wa borrow from anoth version of thi item", "title": "Modeling exchange rate passthrough after large devaluations"}, "https://ideas.repec.org/a/red/ecodyn/v1y1999i1agenda.html": {"abstract": "Lawrence J. Christiano and Martin Eichenbaum are both Professors of Economics at Northwestern University. They have collaborated for many years studying the impact of monetary and fiscal policies on business cycles and linking empirical results to rigorous dynamic models. Here, they write about their current research agenda.", "authors": ["epch45", "epei4"], "abstractStem": "lawrenc j christiano and martin eichenbaum are both professor of econom at northwestern univers they have collabor for mani year studi the impact of monetari and fiscal polici on busi cycl and link empir result to rigor dynam model here they write about their current research agenda", "title": "The Research Agenda: Larry Christiano and Martin Eichenbaum write about their current research program on the monetary transmission mechanism"}, "https://ideas.repec.org/a/fip/fedcpr/y1997inov.html": {"abstract": "No abstract is available for this item.", "authors": ["fpal429", "epch45", "epei4"], "abstractStem": "no abstract is avail for thi item", "title": "Dynamic effects of monetary policy; a conference sponsored by the Federal Reserve Bank of Cleveland, November 6-8, 1996"}, "https://ideas.repec.org/a/eee/crcspp/v26y1987ip63-130.html": {"abstract": "This paper examines the quantitative importance of temporal aggregation bias in distorting parameter estimates and hypothesis tests. Our strategy is to consider two empirical examples in which temporal aggregation bias has the potential to account for results which are widely viewed as being anomalous from the perspective of particular economic models. Our first example investigates the possibility that temporal aggregation bias can lead to spurious Granger causality relationships. The quantitative importance of this possibility is examined in the context of Granger causal relations between the growth rates of money and various measures of aggregate output. Our second example investigates the possibility that temporal aggregation bias can account for the slow speeds of adjustment typically obtained with stock adjustment models. The quantitative importance of this possibility is examined in the context of a particular class of continuous and discrete time equilibriurn models of inventories and sales. The different models are compared on the basis of the behavioral implications of the estimated values of the structural parameters which we obtain and their overall statistical performance. The empirical results from both examples provide support for the view that temporal aggregation bias can be quantitatively important in the sense of Significantly distorting inference.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epch45", "epei4"], "abstractStem": "thi paper examin the quantit import of tempor aggreg bia in distort paramet estim and hypothesi test our strategi is to consid two empir exampl in which tempor aggreg bia ha the potenti to account for result which are wide view as be anomal from the perspect of particular econom model our first exampl investig the possibl that tempor aggreg bia can lead to spuriou granger causal relationship the quantit import of thi possibl is examin in the context of granger causal relat between the growth rate of money and variou measur of aggreg output our second exampl investig the possibl that tempor aggreg bia can account for the slow speed of adjust typic obtain with stock adjust model the quantit import of thi possibl is examin in the context of a particular class of continu and discret time equilibriurn model of inventori and sale the differ model are compar on the basi of the behavior implic of the estim valu of the structur paramet which we obtain and their overal statist perform the empir result from both exampl provid support for the view that tempor aggreg bia can be quantit import in the sens of significantli distort inferencepthi abstract wa borrow from anoth version of thi item", "title": "Temporal aggregation and structural inference in macroeconomics"}, "homepage": "https://ideas.repec.org/e/pei4.html", "https://ideas.repec.org/a/eee/moneco/v30y1992i1p73-86.html": {"abstract": "This paper investigates the impact on aggregate variables of changes in government consumption in the context of a stochastic, neoclassical growth model. We show, theoretically, that the impact on output and employment of a persistent change in government consumption exceeds that of temporary change. We also show that, in principle, there can be an analog to the Keynesian multiplier in the neoclassical growth model. Finally, in an empirically plausible version of the model, we show that the interest rate impact of a persistent government consumption shock exceeds that of a temporary one. Our results provide counterexamples to existing claims in the literature.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epai4", "epch45", "epei4"], "abstractStem": "thi paper investig the impact on aggreg variabl of chang in govern consumpt in the context of a stochast neoclass growth model we show theoret that the impact on output and employ of a persist chang in govern consumpt exce that of temporari chang we also show that in principl there can be an analog to the keynesian multipli in the neoclass growth model final in an empir plausibl version of the model we show that the interest rate impact of a persist govern consumpt shock exce that of a temporari one our result provid counterexampl to exist claim in the literaturepthi abstract wa borrow from anoth version of thi item", "title": "The output, employment, and interest rate effects of government consumption"}, "https://ideas.repec.org/a/oup/qjecon/v103y1988i1p51-78..html": {"abstract": "This paper investigates empirically a model of aggregate consumption and leisure decisions in which utility from goods and leisure is nontime-separable. The nonseparability of preferences accommodates intertemporal substitution or complementarity of leisure and thereby affects the comovements in aggregate compensation and hours worked. These cross-relations are examined empirically using postwar monthly U. S. data on quantities, real wages, and the real return on the one-month Treasury bill. The estimated values of the parameters governing preferences differ significantly from the values assumed in several studies of real business models. Several possible explanations of these discrepancies are discussed.", "authors": ["epei4"], "abstractStem": "thi paper investig empir a model of aggreg consumpt and leisur decis in which util from good and leisur is nontimesepar the nonsepar of prefer accommod intertempor substitut or complementar of leisur and therebi affect the comov in aggreg compens and hour work these crossrel are examin empir use postwar monthli u s data on quantiti real wage and the real return on the onemonth treasuri bill the estim valu of the paramet govern prefer differ significantli from the valu assum in sever studi of real busi model sever possibl explan of these discrep are discuss", "title": "A Time Series Analysis of Representative Agent Models of Consumption and Leisure Choice Under Uncertainty"}, "https://ideas.repec.org/a/eee/jetheo/v115y2004i1p89-117.html": {"abstract": "This paper investigates the response of hours worked and real wages to fiscal policy shocks in the U.S. during the post World War II era. We identify these shocks with exogenous changes in military purchases and argue that they lead to a persistent increase in government purchases and tax rates on capital and labor income, and a persistent rise in aggregate hours worked as well as declines in real wages. The shocks are also associated with short lived rises in aggregate investment and small movements in private consumption. We describe and implement a methodology for assessing whether standard neoclassical models can account for the consequences of a fiscal policy shock. Simple versions of the neoclassical model can account for the qualitative effects of a fiscal shock. Once we allow for habit formation and investment adjustment costs, the model can also account reasonably well for the quantitative effects of a fiscal shock.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epbu20", "epei4", "epfi4"], "abstractStem": "thi paper investig the respons of hour work and real wage to fiscal polici shock in the us dure the post world war ii era we identifi these shock with exogen chang in militari purchas and argu that they lead to a persist increas in govern purchas and tax rate on capit and labor incom and a persist rise in aggreg hour work as well as declin in real wage the shock are also associ with short live rise in aggreg invest and small movement in privat consumpt we describ and implement a methodolog for assess whether standard neoclass model can account for the consequ of a fiscal polici shock simpl version of the neoclass model can account for the qualit effect of a fiscal shock onc we allow for habit format and invest adjust cost the model can also account reason well for the quantit effect of a fiscal shockpthi abstract wa borrow from anoth version of thi item", "title": "Fiscal shocks and their consequences"}, "https://ideas.repec.org/a/ucp/jpolec/v109y2001i6p1155-1197.html": {"abstract": "This paper argues that a principal cause of the 1997 Asian currency crisis was large prospective deficits associated with implicit bailout guarantees to failing banking systems. The expectation that these future deficits would be at least partially financed by seigniorage revenues or an inflation tax on outstanding nominal debt led to a collapse of the fixed exchange rate regimes in Asia. We articulate this view using a simple model whose key feature is that a speculative attack is inevitable once the present value of future government deficits rises. We present empirical evidence in support of the key assumptions underlying our interpretation of the crisis.", "authors": ["epbu20", "epei4", "epre4"], "abstractStem": "thi paper argu that a princip caus of the 1997 asian currenc crisi wa larg prospect deficit associ with implicit bailout guarante to fail bank system the expect that these futur deficit would be at least partial financ by seigniorag revenu or an inflat tax on outstand nomin debt led to a collaps of the fix exchang rate regim in asia we articul thi view use a simpl model whose key featur is that a specul attack is inevit onc the present valu of futur govern deficit rise we present empir evid in support of the key assumpt underli our interpret of the crisi", "title": "Prospective Deficits and the Asian Currency Crisis"}, "https://ideas.repec.org/a/aea/aecrev/v82y1992i3p430-50.html": {"abstract": " Hours worked and the return to working are weakly correlated. Traditionally, the ability to account for this fact has been a litmus test for macroeconomic models. Existing real-business-cycle models fail this test dramatically. The authors modify prototypical real-business-cycle models by allowing government consumption shocks to influence labor-market dynamics. This modification can, in principle, bring the models into closer conformity with the data. Their empirical results indicate that it does. Copyright 1992 by American Economic Association.", "authors": ["epch45", "epei4"], "abstractStem": " hour work and the return to work are weakli correl tradit the abil to account for thi fact ha been a litmu test for macroeconom model exist realbusinesscycl model fail thi test dramat the author modifi prototyp realbusinesscycl model by allow govern consumpt shock to influenc labormarket dynam thi modif can in principl bring the model into closer conform with the data their empir result indic that it doe copyright 1992 by american econom associ", "title": "Current Real-Business-Cycle Theories and Aggregate Labor-Market Fluctuations"}, "https://ideas.repec.org/a/eee/japwor/v18y2006i3p247-253.html": {"abstract": "Changes in the price of nontradable goods relative to tradable goods account for roughly 50% of the cyclical movements in real exchange rates.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epbu107", "epei4", "epre4"], "abstractStem": "chang in the price of nontrad good rel to tradabl good account for roughli 50 of the cyclic movement in real exchang ratespthi abstract wa borrow from anoth version of thi item", "title": "The importance of nontradable goods' prices in cyclical real exchange rate fluctuations"}, "https://ideas.repec.org/a/fip/fedcpr/y1994p1354-1401.html": {"abstract": "This paper presents a quantitative general equilibrium model with multiple monetary aggregates. The framework incorporates a banking sector and distinguishes between M1, the monetary base, currency and various measures of reserves: total, excess and non borrowed. We use a variant of the model to analyze two sets of empirical facts. The first set of facts is that different monetary aggregates covary differently with short term nominal interest rates. Broad monetary aggregates like M1 and the monetary base covary positively with current and future values of short term interest rates. In contrast, the non borrowed reserves of banks covary negatively with current and future interest rates. Observations like this `sign switch' lie at the core of recent debates about the effects of monetary policy actions on short term interest rates. According to our model, the sign switch occurs because movements in non borrowed reserves are dominated by exogenous shocks to monetary policy, while movements in the base and M1 are dominated by endogenous responses to non-policy shocks. The second set of facts that we consider is that broad monetary aggregates covary positively with output. We quantify the Friedman and Schwartz hypothesis that this covariation reflects the effects of exogenous shocks to monetary policy, and the hypothesis that they reflect the endogenous response of monetary aggregates to shocks in the private economy.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epch40", "epch45", "epei4"], "abstractStem": "thi paper present a quantit gener equilibrium model with multipl monetari aggreg the framework incorpor a bank sector and distinguish between m1 the monetari base currenc and variou measur of reserv total excess and non borrow we use a variant of the model to analyz two set of empir fact the first set of fact is that differ monetari aggreg covari differ with short term nomin interest rate broad monetari aggreg like m1 and the monetari base covari posit with current and futur valu of short term interest rate in contrast the non borrow reserv of bank covari neg with current and futur interest rate observ like thi sign switch lie at the core of recent debat about the effect of monetari polici action on short term interest rate accord to our model the sign switch occur becaus movement in non borrow reserv are domin by exogen shock to monetari polici while movement in the base and m1 are domin by endogen respons to nonpolici shock the second set of fact that we consid is that broad monetari aggreg covari posit with output we quantifi the friedman and schwartz hypothesi that thi covari reflect the effect of exogen shock to monetari polici and the hypothesi that they reflect the endogen respons of monetari aggreg to shock in the privat economypthi abstract wa borrow from anoth version of thi item", "title": "Inside money, outside money and short-term interest rates"}, "https://ideas.repec.org/a/eee/eecrev/v45y2001i7p1151-1193.html": {"abstract": "Currency crises that coincide with banking crises tend to share four elements. First, governments provide guarantees to domestic and foreign bank creditors. Second, banks do not hedge their exchange rate risk. Third, there is a lending boom before the crises. Finally, when the currency/banking collapse occurs, interest rates rise and there is a persistent decline in output. This paper proposes an explanation for these regularities. We show that government guarantees lower interest rates and generate an economic boom. They also lead to a more fragile banking system; banks choose not to hedge exchange rate risk. When the fixed exchange rate is abandoned in favor of a crawling peg, banks go bankrupt, the domestic interest rate rises, real wages fall, and output declines.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epbu20", "epei4", "epre4"], "abstractStem": "currenc crise that coincid with bank crise tend to share four element first govern provid guarante to domest and foreign bank creditor second bank do not hedg their exchang rate risk third there is a lend boom befor the crise final when the currencybank collaps occur interest rate rise and there is a persist declin in output thi paper propos an explan for these regular we show that govern guarante lower interest rate and gener an econom boom they also lead to a more fragil bank system bank choos not to hedg exchang rate risk when the fix exchang rate is abandon in favor of a crawl peg bank go bankrupt the domest interest rate rise real wage fall and output declinespthi abstract wa borrow from anoth version of thi item", "title": "Hedging and financial fragility in fixed exchange rate regimes"}, "https://ideas.repec.org/a/fip/fedhep/y1998iqiiip29-43nv.22no.3.html": {"abstract": "This article studies the impact on aggregate economic activity of increases in defense purchases which are unrelated to other developments in the economy. The authors use empirical evidence to evaluate the predictions of several prominent models.", "authors": ["epei4", "epfi4"], "abstractStem": "thi articl studi the impact on aggreg econom activ of increas in defens purchas which are unrel to other develop in the economi the author use empir evid to evalu the predict of sever promin model", "title": "How does an increase in government purchases affect economy?"}, "https://ideas.repec.org/a/eee/moneco/v53y2006i3p401-440.html": {"abstract": "This paper addresses two questions: (i) how do governments actually pay for the fiscal costs associated with currency crises; and (ii) what are the implications of different fi­nancing methods for post-crisis rates of inflation and depreciation? We study these questions using a general equilibrium model in which a currency crisis is triggered by prospective government defi­cits. We then use our model in conjunction with fiscal data to interpret government fi­nancing in the wake of three recent currency crises: Korea (1997), Mexico (1994) and Turkey (2001).<p>(This abstract was borrowed from another version of this item.)", "authors": ["epbu20", "epei4", "epre4"], "abstractStem": "thi paper address two question i how do govern actual pay for the fiscal cost associ with currenc crise and ii what are the implic of differ fi nanc method for postcrisi rate of inflat and depreci we studi these question use a gener equilibrium model in which a currenc crisi is trigger by prospect govern defi cit we then use our model in conjunct with fiscal data to interpret govern fi nanc in the wake of three recent currenc crise korea 1997 mexico 1994 and turkey 2001pthi abstract wa borrow from anoth version of thi item", "title": "Government finance in the wake of currency crises"}, "https://ideas.repec.org/a/eee/jetheo/v81y1998i2p462-492.html": {"abstract": "We argue that discretionary monetary policy exposes the economy to welfare-decreasing instability. It does so by creating the potential for private expectations about the response of monetary policy to exogenous shocks to be self-fulfilling. Among the many equilibria that are possible, some have good welfare properties. But others exhibit welfare-decreasing volatility in output and employment. We refer to the latter type of equilibria as expectation traps. In effect, our paper presents a new argument for commitment in monetary policy because commitment eliminates these bad equilibria. We show that full commitment is not necessary to achieve the best outcome, and that more limited forms of commitment suffice.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epch40", "epch45", "epei4"], "abstractStem": "we argu that discretionari monetari polici expos the economi to welfaredecreas instabl it doe so by creat the potenti for privat expect about the respons of monetari polici to exogen shock to be selffulfil among the mani equilibria that are possibl some have good welfar properti but other exhibit welfaredecreas volatil in output and employ we refer to the latter type of equilibria as expect trap in effect our paper present a new argument for commit in monetari polici becaus commit elimin these bad equilibria we show that full commit is not necessari to achiev the best outcom and that more limit form of commit sufficepthi abstract wa borrow from anoth version of thi item", "title": "Expectation Traps and Discretion"}, "https://ideas.repec.org/a/ucp/jpolec/v113y2005i4p742-784.html": {"abstract": "In this Paper we argue that the primary force behind the large drop in real exchange rates that occurs after large devaluations is the slow adjustment in the price of non-tradable goods and services. Our empirical analysis uses data from five large devaluation episodes: Argentina (2001), Brazil (1999), Korea (1997), Mexico (1994), and Thailand (1997). We conduct a detailed analysis of the Argentina case using disaggregated CPI data, data from our own survey of prices in Buenos Aires, and scanner data from supermarkets. We assess the robustness of our findings by studying large real-exchange-rate appreciations, medium devaluations, and small exchange-rate movements.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epbu107", "epei4", "epre4"], "abstractStem": "in thi paper we argu that the primari forc behind the larg drop in real exchang rate that occur after larg devalu is the slow adjust in the price of nontrad good and servic our empir analysi use data from five larg devalu episod argentina 2001 brazil 1999 korea 1997 mexico 1994 and thailand 1997 we conduct a detail analysi of the argentina case use disaggreg cpi data data from our own survey of price in bueno air and scanner data from supermarket we assess the robust of our find by studi larg realexchanger appreci medium devalu and small exchanger movementspthi abstract wa borrow from anoth version of thi item", "title": "Large Devaluations and the Real Exchange Rate"}, "https://ideas.repec.org/a/red/issued/v2y1999i1p166-206.html": {"abstract": "This paper investigates the consequences of an exogenous increase in U.S. government purchases. We find that in response to such a shock, employment, output, and nonresidential investment rise, while real wages, residential investment and consumption expenditures fall. The paper argues that a simple variant of the neoclassical growth model which distinguishes between non-residential investment is consistent with this evidence. (Copyright: Elsevier)", "authors": ["epei4", "epfi4"], "abstractStem": "thi paper investig the consequ of an exogen increas in us govern purchas we find that in respons to such a shock employ output and nonresidenti invest rise while real wage residenti invest and consumpt expenditur fall the paper argu that a simpl variant of the neoclass growth model which distinguish between nonresidenti invest is consist with thi evid copyright elsevi", "title": "Understanding the Effects of a Shock to Government Purchases"}, "https://ideas.repec.org/a/aea/aecrev/v79y1989i4p853-64.html": {"abstract": "The production smoothing model of inventories has long been the basic paradigm within which empirical research on inventories has been conducted The basic hypothesis embedded In this model IS that inventories of finished goods serve primarily to smooth production levels in the face of fluctuating demand and convex cost functions. However once we allow for shocks to technology and the costs of producing output firms will also use inventories to shift production from periods in which production costs are relatively high to periods in which production costs are relatively low. In this sense inventories can serve to smooth production costs rather production levels. In this paper we examine the empirical plausibility of the production level and production cost smoothing models of inventories. Our basic strategy is to derive and contrast a set of unconditional moment restrictions Implied by these models in a way that minimizes the role of auxiliary assumptions regarding market structure and Industry demand. We find overwhelming evidence against the production level smoothing model and very little evidence against the production cost smoothing mode1 We conclude that the variance of production exceeds the variance of sales in most manufacturing industries because the production cost smoothing role of inventories is quantitatively more important than the production level smoothing role of inventories.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epei4"], "abstractStem": "the product smooth model of inventori ha long been the basic paradigm within which empir research on inventori ha been conduct the basic hypothesi embed in thi model is that inventori of finish good serv primarili to smooth product level in the face of fluctuat demand and convex cost function howev onc we allow for shock to technolog and the cost of produc output firm will also use inventori to shift product from period in which product cost are rel high to period in which product cost are rel low in thi sens inventori can serv to smooth product cost rather product level in thi paper we examin the empir plausibl of the product level and product cost smooth model of inventori our basic strategi is to deriv and contrast a set of uncondit moment restrict impli by these model in a way that minim the role of auxiliari assumpt regard market structur and industri demand we find overwhelm evid against the product level smooth model and veri littl evid against the product cost smooth mode1 we conclud that the varianc of product exce the varianc of sale in most manufactur industri becaus the product cost smooth role of inventori is quantit more import than the product level smooth role of inventoriespthi abstract wa borrow from anoth version of thi item", "title": "Some Empirical Evidence on the Production Level and Production Cost Smoothing Models of Inventory Investment"}}}