{"epei2": {"https://ideas.repec.org/a/bla/ehsrev/v47y1994i2p288-309.html": {"abstract": "In this paper we attempt to relate the discussion of the discovery and production of gold which appears in the literature on international monetary economics to that found in writings on economic development in the regions of recent settlement. An examination of both national and regional evidence, with emphasis on U.S. experience in the late nineteenth century, suggests that the influence of real gold prices on production is not dominant, and that other economic conditions (such as prior levels of settlement) cannot be ignored.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epei2"], "abstractStem": "in thi paper we attempt to relat the discuss of the discoveri and product of gold which appear in the literatur on intern monetari econom to that found in write on econom develop in the region of recent settlement an examin of both nation and region evid with emphasi on us experi in the late nineteenth centuri suggest that the influenc of real gold price on product is not domin and that other econom condit such as prior level of settlement cannot be ignoredpthi abstract wa borrow from anoth version of thi item", "title": "The supply of gold under the pre-1914 gold standard"}, "https://ideas.repec.org/a/ris/actuec/v79y2003i4p419-455.html": {"abstract": "No abstract is available for this item.", "authors": ["epei2", "fpha552", "eppa92"], "abstractStem": "no abstract is avail for thi item", "title": "Le péché originel : le calvaire, le mystère et le chemin de la rédemption"}, "https://ideas.repec.org/a/ris/integr/0574.html": {"abstract": "Proponents of Asian monetary integration have always looked to Europe for inspiration. This paper reconsiders the cas in light of the eurozone crisis. I ask what aspects of the earlier consensus remain intact in the wake of the crisis and what aspects must now be rethought. Is there a danger of “throwing out the baby with the bathwater” – a danger, in other words, that Europe’s negative experience since 2009 will cause Asia to turn away too quickly and completely from monetary integration? Or is it in fact appropriate to “throw out the baby” – to conclude in light of Europe’s example that Asian monetary integration is not an appropriate and desirable goal?", "authors": ["epei2"], "abstractStem": "propon of asian monetari integr have alway look to europ for inspir thi paper reconsid the ca in light of the eurozon crisi i ask what aspect of the earlier consensu remain intact in the wake of the crisi and what aspect must now be rethought is there a danger of  throw out the babi with the bathwat    a danger in other word that europ s neg experi sinc 2009 will caus asia to turn away too quickli and complet from monetari integr or is it in fact appropri to  throw out the babi    to conclud in light of europ s exampl that asian monetari integr is not an appropri and desir goal", "title": "Throwing Out the Baby with the Bathwater? Implications of the Euro Crisis for Asian Monetary Integration"}, "https://ideas.repec.org/a/cup/jechis/v50y1990i01p259-260_03.html": {"abstract": "No abstract is available for this item.", "authors": ["epei2"], "abstractStem": "no abstract is avail for thi item", "title": "Money, History, and International Finance: Essays in Honor of Anna J. Schwartz. Edited by Michael D. Bordo. Chicago: University of Chicago Press, 1989. Pp. xi, 272. $35.00"}, "https://ideas.repec.org/a/bfr/fisrev/2008114.html": {"abstract": "The ongoing credit crunch represents the fi rst crisis of the age of mass securitization. One conclusion sometimes drawn is that the costs of securitization, in the form of risks to fi nancial stability, exceed the benefits. The implication is that we should return to the simpler days when commercial banks originate loans to households and fi rms and hold them on their balance sheets, rather than slicing them, dicing them and selling them off. But this back-to-the-future formula ignores economic realities. Securitization is bound up with the broader deregulation of fi nancial markets and with the information-technology revolution. Policy makers cannot eliminate this process short of reimposing the kind of restrictive regulation to which banking and fi nancial systems were subject half a century ago.liquidity lines provided by financial institutions. Market liquidity depends not only on objective, exogenous factors, but also on endogenous market dynamics. Central banks responsible for systemic stability need to consider how far their traditional responsibility for the health of the banking system needs to be adapted to promote stability in the relevant financial markets. In any case, turning back the clock would not be desirable because the constellation of financial innovations referred to as securitization has real benefits for the economy. Those innovations have allowed the financial system to repackage and spread risk. They have reduced the amount of equity capital that this system requires to absorb that risk. The result has been to lower funding costs for both fi rms and homeowners as a class. In the aftermath of the Great Securitization Crisis of 2007-8, would-be reformers will surely say that financial regulators need to rethink speed limits and rules of the road. In my view, policy makers should focus on the banking system. Banks still play a unique role. They are at the center of the information-impacted segments of the financial system. Their key role and their vulnerability are recognized by the protection they receive via the financial safety net. Re-thinking should start with the role of Basel II, and within Basel II of the role of internal models and bond ratings.", "authors": ["epei2"], "abstractStem": "the ongo credit crunch repres the fi rst crisi of the age of mass securit one conclus sometim drawn is that the cost of securit in the form of risk to fi nancial stabil exceed the benefit the implic is that we should return to the simpler day when commerci bank origin loan to household and fi rm and hold them on their balanc sheet rather than slice them dice them and sell them off but thi backtothefutur formula ignor econom realiti securit is bound up with the broader deregul of fi nancial market and with the informationtechnolog revolut polici maker cannot elimin thi process short of reimpos the kind of restrict regul to which bank and fi nancial system were subject half a centuri agoliquid line provid by financi institut market liquid depend not onli on object exogen factor but also on endogen market dynam central bank respons for system stabil need to consid how far their tradit respons for the health of the bank system need to be adapt to promot stabil in the relev financi market in ani case turn back the clock would not be desir becaus the constel of financi innov refer to as securit ha real benefit for the economi those innov have allow the financi system to repackag and spread risk they have reduc the amount of equiti capit that thi system requir to absorb that risk the result ha been to lower fund cost for both fi rm and homeown as a class in the aftermath of the great securit crisi of 20078 wouldb reform will sure say that financi regul need to rethink speed limit and rule of the road in my view polici maker should focu on the bank system bank still play a uniqu role they are at the center of the informationimpact segment of the financi system their key role and their vulner are recogn by the protect they receiv via the financi safeti net rethink should start with the role of basel ii and within basel ii of the role of intern model and bond rate", "title": "Ten questions about the subprime crisis"}, "https://ideas.repec.org/a/ecj/econjl/v105y1995i428p162-72.html": {"abstract": "No abstract is available for this item.", "authors": ["epei2", "epto4", "epwy2"], "abstractStem": "no abstract is avail for thi item", "title": "Two Cases for Sand in the Wheels of International Finance"}, "https://ideas.repec.org/a/ces/ifofor/v9y2008i4p6-11.html": {"abstract": "No abstract is available for this item.", "authors": ["epei2"], "abstractStem": "no abstract is avail for thi item", "title": "Origins and Responses to the Current Crisis"}, "https://ideas.repec.org/a/eee/jpolmo/v35y2013i3p425-433.html": {"abstract": "No abstract is available for this item.", "authors": ["epei2"], "abstractStem": "no abstract is avail for thi item", "title": "Currency war or international policy coordination?"}, "https://ideas.repec.org/a/prs/recofi/ecofi_1767-4603_2010_num_96_1_5460.html": {"abstract": "No abstract is available for this item.", "authors": ["epei2"], "abstractStem": "no abstract is avail for thi item", "title": "The Euro and the European Central Bank in 2019"}, "https://ideas.repec.org/a/bla/ecpoli/v13y1998i26p65-113.html": {"abstract": "No abstract is available for this item.", "authors": ["epei2", "epwy2"], "abstractStem": "no abstract is avail for thi item", "title": "The Stability Pact: more than a minor nuisance?"}, "https://ideas.repec.org/a/bla/intfin/v10y2007i2p153-175.html": {"abstract": "No abstract is available for this item.", "authors": ["epei2"], "abstractStem": "no abstract is avail for thi item", "title": "A Blueprint for IMF Reform: More than just a Lender"}, "https://ideas.repec.org/a/eee/jimfin/v46y2014icp104-129.html": {"abstract": "We analyse patterns of bilateral financial investment using data on US holdings of foreign bonds. We document a “history effect” in which holdings seven decades ago continue to influence holdings today. 10–15% of the cross-country variation in US investors' foreign bond holdings is explained by holdings 70 years ago, plausibly reflecting fixed costs of market entry and exit and endogenous learning. This effect is twice as large for bonds denominated in currencies other than the dollar, suggesting the existence of even higher fixed costs of initiating US foreign investment in such currencies. Our findings point to history and path dependence as key sources of financial market segmentation.", "authors": ["fpch1134", "epei2", "fpme225"], "abstractStem": "we analys pattern of bilater financi invest use data on us hold of foreign bond we document a  histori effect  in which hold seven decad ago continu to influenc hold today 10 15 of the crosscountri variat in us investor foreign bond hold is explain by hold 70 year ago plausibl reflect fix cost of market entri and exit and endogen learn thi effect is twice as larg for bond denomin in currenc other than the dollar suggest the exist of even higher fix cost of initi us foreign invest in such currenc our find point to histori and path depend as key sourc of financi market segment", "title": "History, gravity and international finance"}, "https://ideas.repec.org/a/ces/ifofor/v4y2003i2p68-77.html": {"abstract": "No abstract is available for this item.", "authors": ["epei2"], "abstractStem": "no abstract is avail for thi item", "title": "The Future of the European Growth and Stability Pact"}, "https://ideas.repec.org/a/bla/worlde/v36y2013i4p363-374.html": {"abstract": "No abstract is available for this item.", "authors": ["epei2"], "abstractStem": "no abstract is avail for thi item", "title": "Number One Country, Number One Currency?"}, "https://ideas.repec.org/a/aea/jeclit/v44y2006i2p415-419.html": {"abstract": "Peter Isard's recent book (Globalization and the International Financial System: What's Wrong and What Can be Done?, Cambridge University Press, 2005) provides a thoughtful and balanced review of the scholarly literature on the past operation and potential reform of the international monetary and financial system. The author's approach, from which much can be learned, is to draw lessons from the history of exchange rates and capital flows and, especially, from the financial crises of the 1990s. But this retrospective focus is also revealing of what is new and different about our current international monetary and financial environment and in the ongoing debate surrounding the future of its steward, the International Monetary Fund.", "authors": ["epei2"], "abstractStem": "peter isard recent book global and the intern financi system what wrong and what can be done cambridg univers press 2005 provid a thought and balanc review of the scholarli literatur on the past oper and potenti reform of the intern monetari and financi system the author approach from which much can be learn is to draw lesson from the histori of exchang rate and capit flow and especi from the financi crise of the 1990 but thi retrospect focu is also reveal of what is new and differ about our current intern monetari and financi environ and in the ongo debat surround the futur of it steward the intern monetari fund", "title": "A Review of Peter Isard's Globalization and the International Financial System: What's Wrong and What Can be Done?"}, "https://ideas.repec.org/a/mcb/jmoncb/v34y2002i1p1-24.html": {"abstract": " Implicit in the debate over dollarization are two very different views of sequencing of policy measures. One view is that dollarization, to work smoothly and yield more benefits than costs, must wait on the completion of complementary reforms. The other view is that dollarization need not wait on these other reforms because the very act of dollarizing will produce the changes needed to smooth the operation of the new regime. In this paper I consider these arguments as they apply to the cases of labor-market reform, fiscal reform, and financial-sector reform. I conclude that neither theory nor evidence suggests that removing all scope for an independent monetary policy will necessarily accelerate the pace of reform.", "authors": ["epei2"], "abstractStem": " implicit in the debat over dollar are two veri differ view of sequenc of polici measur one view is that dollar to work smoothli and yield more benefit than cost must wait on the complet of complementari reform the other view is that dollar need not wait on these other reform becaus the veri act of dollar will produc the chang need to smooth the oper of the new regim in thi paper i consid these argument as they appli to the case of labormarket reform fiscal reform and financialsector reform i conclud that neither theori nor evid suggest that remov all scope for an independ monetari polici will necessarili acceler the pace of reform", "title": "When to Dollarize"}, "https://ideas.repec.org/a/kap/empiri/v23y1996i1p3-23.html": {"abstract": "No abstract is available for this item.", "authors": ["epei2", "epvo15"], "abstractStem": "no abstract is avail for thi item", "title": "Fiscal restrictions and monetary union: Rationales, repercussions, reforms"}, "https://ideas.repec.org/a/bin/bpeajo/v24y1993i1993-1p51-144.html": {"abstract": "No abstract is available for this item.", "authors": ["epei2", "epwy2"], "abstractStem": "no abstract is avail for thi item", "title": "The Unstable EMS"}, "https://ideas.repec.org/a/cup/jechis/v55y1995i04p940-942_04.html": {"abstract": "No abstract is available for this item.", "authors": ["epei2"], "abstractStem": "no abstract is avail for thi item", "title": "Britain and the Sterling Area: From Devaluation to Convertibility in the 1950s. By Catherine R. Schenk. London:Routledge, pp.165. $65.00"}, "https://ideas.repec.org/a/bla/ecopol/v20y2008i3p289-334.html": {"abstract": " The relationship between democracy and globalization has been a subject of both scholarly and policy debate. Some argue that the two go hand in hand - that unrestricted international transactions encourage political accountability and transparency and that politically free societies are least likely to restrict the mobility of goods and services. But others argue that democracies, in which special interests that suffer from foreign competition have voice, are more likely to have closed markets, and vice versa. Our analysis differs from its predecessors in three ways. We seek to uncover general patterns by considering as long a period as possible and all countries with the relevant data. We consider multiple dimensions of globalization, analyzing both trade liberalization and capital account liberalization. And we estimate these relationships using an instrumental variables strategy that allows us to confront the issue of simultaneity. Our findings support the existence of positive relationships between democracy and globalization. Copyright 2008 The Authors. Journal compilation 2008 Blackwell Publishing Ltd.", "authors": ["epei2"], "abstractStem": " the relationship between democraci and global ha been a subject of both scholarli and polici debat some argu that the two go hand in hand  that unrestrict intern transact encourag polit account and transpar and that polit free societi are least like to restrict the mobil of good and servic but other argu that democraci in which special interest that suffer from foreign competit have voic are more like to have close market and vice versa our analysi differ from it predecessor in three way we seek to uncov gener pattern by consid as long a period as possibl and all countri with the relev data we consid multipl dimens of global analyz both trade liber and capit account liber and we estim these relationship use an instrument variabl strategi that allow us to confront the issu of simultan our find support the exist of posit relationship between democraci and global copyright 2008 the author journal compil 2008 blackwel publish ltd", "title": "Democracy And Globalization"}, "https://ideas.repec.org/a/sae/niesru/v159y1997i1p92-98.html": {"abstract": "European policymakers have repeatedly suggested that fiscal-policy coordination and fiscal federalism will play key roles in Europe's monetary union. This paper warns that this hope is misplaced. Fiscal federalism will not be available to offset recessionary shocks for the foreseeable future. The effects of coordination designed to internalise the cross-border spillovers of fiscal policies are too weak. Freeing up fiscal policy to replace national governments' loss of monetary independence requires allowing European countries' automatic stabilisers to operate. That in turn requires a flexible application of the Excessive Deficit Procedure and the Stability Pact. The solution suggested here is that the Excessive Deficit Procedure and any fines and sanctions associated with the Stability Pact be applied to the constant-employment budget balance, not the actual deficit. Applying them to actual deficits when European countries enter EMU up against the 3 per cent limit will render fiscal policy strongly procyclical, aggravating the problem of macroeconomic fragility created by the loss of monetary autonomy. Still, countries like Germany haunted by the spectre of fiscal pro fligacy need to be reassured that member states will not abuse their fiscal discretion. Procedural and institutional reform to offset the deficit bias in national political systems is the obvious quid pro quo.", "authors": ["epei2"], "abstractStem": "european policymak have repeatedli suggest that fiscalpolici coordin and fiscal feder will play key role in europ monetari union thi paper warn that thi hope is misplac fiscal feder will not be avail to offset recessionari shock for the forese futur the effect of coordin design to internalis the crossbord spillov of fiscal polici are too weak free up fiscal polici to replac nation govern loss of monetari independ requir allow european countri automat stabilis to oper that in turn requir a flexibl applic of the excess deficit procedur and the stabil pact the solut suggest here is that the excess deficit procedur and ani fine and sanction associ with the stabil pact be appli to the constantemploy budget balanc not the actual deficit appli them to actual deficit when european countri enter emu up against the 3 per cent limit will render fiscal polici strongli procycl aggrav the problem of macroeconom fragil creat by the loss of monetari autonomi still countri like germani haunt by the spectr of fiscal pro fligaci need to be reassur that member state will not abus their fiscal discret procedur and institut reform to offset the deficit bia in nation polit system is the obviou quid pro quo", "title": "Saving Europe's Automatic Stabilisers"}, "https://ideas.repec.org/a/cup/jechis/v44y1984i03p822-834_03.html": {"abstract": "No abstract is available for this item.", "authors": ["epei2"], "abstractStem": "no abstract is avail for thi item", "title": "Experience and the Male—Female Earnings Gap in the 1890s"}, "https://ideas.repec.org/a/fip/fedkpr/y2011p409-419.html": {"abstract": "No abstract is available for this item.", "authors": ["epei2"], "abstractStem": "no abstract is avail for thi item", "title": "Escaping the middle-income trap"}, "https://ideas.repec.org/a/eee/jpolmo/v23y2001i3p267-277.html": {"abstract": "No abstract is available for this item.", "authors": ["epei2"], "abstractStem": "no abstract is avail for thi item", "title": "What problems can dollarization solve?"}, "https://ideas.repec.org/a/ecj/econjl/v95y1985i379p725-45.html": {"abstract": "No abstract is available for this item.", "authors": ["epei2", "fpgr394", "fpwa582"], "abstractStem": "no abstract is avail for thi item", "title": "Bank Rate Policy under the Interwar Gold Standard: A Dynamic Probit Model"}, "https://ideas.repec.org/a/bla/scandj/v96y1994i2p167-79.html": {"abstract": "No abstract is available for this item.", "authors": ["epei2"], "abstractStem": "no abstract is avail for thi item", "title": " The Contributions of Robert W. Fogel to Economics and Economic History"}, "https://ideas.repec.org/a/cup/jechis/v44y1984i02p363-373_03.html": {"abstract": "No abstract is available for this item.", "authors": ["epei2"], "abstractStem": "no abstract is avail for thi item", "title": "Keynes and Protection"}, "homepage": "https://ideas.repec.org/e/pei2.html", "https://ideas.repec.org/a/cup/jechis/v56y1996i04p968-969_01.html": {"abstract": "No abstract is available for this item.", "authors": ["epei2"], "abstractStem": "no abstract is avail for thi item", "title": "The Bretton-Woods-GATT System: Retrospect and Prospect After Fifty Years. Edited by Orin Kirschner. Armounk, NY: M. E. Sharpe for the Institute for Agriculture and Trade Policy, 1996. Pp. xiii, 321"}, "https://ideas.repec.org/a/tpr/asiaec/v5y2006i2p1-6.html": {"abstract": " This paper makes the case that Asian countries should start preparing now for a disorderly correction of global imbalances. It points to six measures they should take: allowing their currencies to appreciate against the dollar as a way of limiting their dependence on the U.S. market; accelerating regional trade initiatives to support their export sectors; using fiscal policy to sustain domestic demand; developing their financial markets; allowing intraregional exchange rates to move to accommodate differences in the impact of the shock and the scope for offsetting action; and enhancing regional cooperation to address free-rider and firstmover problems that might otherwise discourage these adjustments. (c) 2006 The Earth Institute at Columbia University and the Massachusetts Institute of Technology.", "authors": ["epei2"], "abstractStem": " thi paper make the case that asian countri should start prepar now for a disorderli correct of global imbal it point to six measur they should take allow their currenc to appreci against the dollar as a way of limit their depend on the us market acceler region trade initi to support their export sector use fiscal polici to sustain domest demand develop their financi market allow intraregion exchang rate to move to accommod differ in the impact of the shock and the scope for offset action and enhanc region cooper to address freerid and firstmov problem that might otherwis discourag these adjust c 2006 the earth institut at columbia univers and the massachusett institut of technolog", "title": "The Next Tsunami? Preparing for a Disorderly Correction of Global Imbalances"}, "https://ideas.repec.org/a/bla/scandj/v98y1996i4p463-84.html": {"abstract": " The authors address the fact that the incidence of speculative attacks tends to be temporally correlated; that is, currency crises appear to pass 'contagiously' from one country to another. The paper provides a survey of the theoretical literature. The authors also provide empirical evidence consistent with the contagious nature of currency crises. They estimate that the existence of a currency crisis elsewhere in the world (whether successful or not) raises the probability of an attack on the domestic currency by 8 percent, even after taking account of a variety of domestic political and economic factors. Copyright 1996 by The editors of the Scandinavian Journal of Economics.", "authors": ["epei2", "epro71", "epwy2"], "abstractStem": " the author address the fact that the incid of specul attack tend to be tempor correl that is currenc crise appear to pass contagi from one countri to anoth the paper provid a survey of the theoret literatur the author also provid empir evid consist with the contagi natur of currenc crise they estim that the exist of a currenc crisi elsewher in the world whether success or not rais the probabl of an attack on the domest currenc by 8 percent even after take account of a varieti of domest polit and econom factor copyright 1996 by the editor of the scandinavian journal of econom", "title": " Contagious Currency Crises: First Tests"}, "https://ideas.repec.org/a/oup/oxford/v26y2010i3p370-384.html": {"abstract": " We describe in this essay why the gold standard and the euro are extreme forms of fixed exchange rates, and how these policies had their most potent effects in the worst peaceful economic periods in modern times. While we are lucky to have avoided another catastrophe like the Great Depression in 2008--9, mainly by virtue of policy-makers' aggressive use of monetary and fiscal stimuli, the world economy is still experiencing many difficulties. As in the Great Depression, this second round of problems stems from the prevalence of fixed exchange rates. Fixed exchange rates facilitate business and communication in good times but intensify problems when times are bad. Copyright 2010, Oxford University Press.", "authors": ["epei2"], "abstractStem": " we describ in thi essay whi the gold standard and the euro are extrem form of fix exchang rate and how these polici had their most potent effect in the worst peac econom period in modern time while we are lucki to have avoid anoth catastroph like the great depress in 20089 mainli by virtu of policymak aggress use of monetari and fiscal stimuli the world economi is still experienc mani difficulti as in the great depress thi second round of problem stem from the preval of fix exchang rate fix exchang rate facilit busi and commun in good time but intensifi problem when time are bad copyright 2010 oxford univers press", "title": "Fetters of gold and paper"}, "https://ideas.repec.org/a/fip/fedfpr/y2005ifebx7.html": {"abstract": "An influential school of thought views the current international monetary and financial system as Bretton Woods reborn. Today, like 40 years ago, the international system is composed of a core, which has the exorbitant privilege of issuing the currency used as international reserves, and a periphery, which is committed to export-led growth based on the maintenance of an undervalued exchange rate. In the 1960s, the core was the United States and the periphery was Europe and Japan. Now, with the spread of globalization, there is a new periphery, Asia, but the same old core, the United States, with the same tendency to live beyond its means. This view suggests that the current pattern of international settlements can be maintained indefinitely. The United States can continue running current account deficits because the emerging markets of Asia and Latin America are happy to accumulate dollars. There is no reason why the dollar must fall, since there is no need for balance of payments adjustment; in particular, the Asian countries will resist the appreciation of their currencies against the greenback. I argue that this image of a new Bretton Woods System confuses the incentives that confronted individual countries under Bretton Woods with the incentives that confronted groups of countries. It imagines the existence of a cohesive bloc of countries called the periphery ready and able to act in their collective interest. I argue, to the contrary, that the countries of Asia constituting the new periphery are unlikely to be able to subordinate their individual interest to the collective interest. This image of the current system as Bretton Woods reborn also overlooks how the world has changed since the 1960s. This alternative reading of history and current circumstances suggests that even if there exists today something vaguely resembling the Bretton Woods System, it is not long for this world.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epei2"], "abstractStem": "an influenti school of thought view the current intern monetari and financi system as bretton wood reborn today like 40 year ago the intern system is compos of a core which ha the exorbit privileg of issu the currenc use as intern reserv and a peripheri which is commit to exportl growth base on the mainten of an undervalu exchang rate in the 1960 the core wa the unit state and the peripheri wa europ and japan now with the spread of global there is a new peripheri asia but the same old core the unit state with the same tendenc to live beyond it mean thi view suggest that the current pattern of intern settlement can be maintain indefinit the unit state can continu run current account deficit becaus the emerg market of asia and latin america are happi to accumul dollar there is no reason whi the dollar must fall sinc there is no need for balanc of payment adjust in particular the asian countri will resist the appreci of their currenc against the greenback i argu that thi imag of a new bretton wood system confus the incent that confront individu countri under bretton wood with the incent that confront group of countri it imagin the exist of a cohes bloc of countri call the peripheri readi and abl to act in their collect interest i argu to the contrari that the countri of asia constitut the new peripheri are unlik to be abl to subordin their individu interest to the collect interest thi imag of the current system as bretton wood reborn also overlook how the world ha chang sinc the 1960 thi altern read of histori and current circumst suggest that even if there exist today someth vagu resembl the bretton wood system it is not long for thi worldpthi abstract wa borrow from anoth version of thi item", "title": "Global imbalances and the lessons of Bretton Woods"}, "https://ideas.repec.org/a/eee/eecrev/v32y1988i2-3p363-371.html": {"abstract": "No abstract is available for this item.", "authors": ["epei2"], "abstractStem": "no abstract is avail for thi item", "title": "Real exchange rate behavior under alternative international monetary regimes : Interwar evidence"}, "https://ideas.repec.org/a/taf/glecrv/v40y2011i2p211-225.html": {"abstract": " This paper aims to gauge the global effect of renminbi revaluation on stock markets. Using data on 12,300 firms in operating in tradable sectors in 44 economies, we find that expectations of renminbi appreciation reduce the relative stock returns of firms providing components or raw materials to China as inputs for that country's exports. We also find some evidence that expectations of renminbi appreciation reduce the stock prices of financially constrained firms.", "authors": ["epei2"], "abstractStem": " thi paper aim to gaug the global effect of renminbi revalu on stock market use data on 12300 firm in oper in tradabl sector in 44 economi we find that expect of renminbi appreci reduc the rel stock return of firm provid compon or raw materi to china as input for that countri export we also find some evid that expect of renminbi appreci reduc the stock price of financi constrain firm", "title": "The Impact of Chinese Exchange Rate Policy on the Rest of the World: Evidence from Firm-Level Data"}, "https://ideas.repec.org/a/ilr/articl/v40y1987i4p501-515.html": {"abstract": "This paper presents an analysis of data on male workers taken from an 1894 survey of the Iowa labor market. Consistent with the results of earlier research by Paul Douglas, the author finds evidence of a statistically significant and economically important union earnings premium. The analysis also shows that late nineteenth-century unionism, like unionism in the twentieth century, tended to reduce wage dispersion. On the other hand, the author finds no evidence that late nineteenth-century unions reduced the length of the workday for union members compared to nonunion workers. (Abstract courtesy JSTOR.)", "authors": ["epei2"], "abstractStem": "thi paper present an analysi of data on male worker taken from an 1894 survey of the iowa labor market consist with the result of earlier research by paul dougla the author find evid of a statist signific and econom import union earn premium the analysi also show that late nineteenthcenturi union like union in the twentieth centuri tend to reduc wage dispers on the other hand the author find no evid that late nineteenthcenturi union reduc the length of the workday for union member compar to nonunion worker abstract courtesi jstor", "title": "The impact of late nineteenth-century unions on labor earnings and hours: Iowa in 1894"}, "lastname": "Eichengreen", "https://ideas.repec.org/a/fip/fedkpr/y1997p193-225.html": {"abstract": "No abstract is available for this item.", "authors": ["epei2", "eppo132"], "abstractStem": "no abstract is avail for thi item", "title": "Managing financial crises in emerging markets"}, "https://ideas.repec.org/a/eee/jimfin/v48y2014ipap1-16.html": {"abstract": "Governments have rarely imposed or removed capital controls in response to short-term fluctuations in output, the terms of trade, or financial-stability considerations. We show empirically that controls on the international flow of financial capital are highly durable, often remaining in place for decades; their duration is striking compared with related phenomena such as exchange rate regimes. This represents a challenge to any proposed use of capital controls as an instrument of macroeconomic and macro-prudential management, since we have little experience in using capital controls at high- or medium frequencies. Any new policy initiative mandating frequent shifts in controls will be based on theory rather than data-driven experience.", "authors": ["epei2", "epro71"], "abstractStem": "govern have rare impos or remov capit control in respons to shortterm fluctuat in output the term of trade or financialst consider we show empir that control on the intern flow of financi capit are highli durabl often remain in place for decad their durat is strike compar with relat phenomena such as exchang rate regim thi repres a challeng to ani propos use of capit control as an instrument of macroeconom and macroprudenti manag sinc we have littl experi in use capit control at high or medium frequenc ani new polici initi mandat frequent shift in control will be base on theori rather than datadriven experi", "title": "Capital Controls in the 21st Century"}, "https://ideas.repec.org/a/eee/wdevel/v28y2000i6p1105-1116.html": {"abstract": "No abstract is available for this item.", "authors": ["epei2"], "abstractStem": "no abstract is avail for thi item", "title": "Taming Capital Flows"}, "https://ideas.repec.org/a/pal/imfstp/v42y1995i1p32-48.html": {"abstract": "State budgets played a significant macroeconomic role in the United States during the 1970s and 1980s. Their cyclical responsiveness was affected by the severity of statutory and constitutional fiscal restraints. Moving from no fiscal restraints to stringent restraints lowered the fiscal offset to income fluctuations by roughly 40 percent. Simulations indicate that a reduction in aggregate fiscal stabilizers of this size could lead to a significant increase in the variance of aggregate output.", "authors": ["fpba366", "epei2"], "abstractStem": "state budget play a signific macroeconom role in the unit state dure the 1970 and 1980 their cyclic respons wa affect by the sever of statutori and constitut fiscal restraint move from no fiscal restraint to stringent restraint lower the fiscal offset to incom fluctuat by roughli 40 percent simul indic that a reduct in aggreg fiscal stabil of thi size could lead to a signific increas in the varianc of aggreg output", "title": "Restraining Yourself: The Implications of Fiscal Rules for Economic Stabilization"}, "https://ideas.repec.org/a/taf/intecj/v26y2012i3p357-377.html": {"abstract": " This paper reassesses the roles of government, business and finance in South Korea's economic growth and development. It argues that these extra-market mechanisms were each important, in their own ways, for solving coordination problems that would have otherwise posed obstacles to industrial growth. But what were solutions in the early stages of modern economic growth proved to be impediments later, as the problems that had to be solved changed but the institutions did not.", "authors": ["epei2"], "abstractStem": " thi paper reassess the role of govern busi and financ in south korea econom growth and develop it argu that these extramarket mechan were each import in their own way for solv coordin problem that would have otherwis pose obstacl to industri growth but what were solut in the earli stage of modern econom growth prove to be impedi later as the problem that had to be solv chang but the institut did not", "title": "Government, Business and Finance in Korean Industrial Development"}, "https://ideas.repec.org/a/eee/japwor/v32y2014icp65-84.html": {"abstract": "We analyze the incidence and correlates of growth slowdowns in fast-growing middle-income countries, extending the analysis of an earlier paper (Eichengreen et al., 2012a). We continue to find dispersion in the per capita income at which slowdowns occur. But in contrast to our earlier analysis which pointed to the existence of a single mode at which slowdowns occur, in the neighborhood of $15,000–16,000 2005 purchasing power parity dollars, new data suggest the possibility of two modes, one at $10,000–11,000 and another at $15,000–16,000. A number of countries appear to have experienced two slowdowns, consistent with the existence of multiple modes. We suggest that growth in middle-income countries may slow down in a succession of stages rather than at a single point in time. This implies that a larger group of countries is at risk of a growth slowdown and that middle-income countries may find themselves slowing down at lower income levels than implied by our earlier estimates. We also find that slowdowns are less likely in countries where the population has a relatively high level of secondary and tertiary education and where high-technology products accounts for a relatively large share of exports, consistent with our earlier emphasis of the importance of moving up the technology ladder in order to avoid the middle-income trap.", "authors": ["epei2", "fppa611", "epsh131"], "abstractStem": "we analyz the incid and correl of growth slowdown in fastgrow middleincom countri extend the analysi of an earlier paper eichengreen et al 2012a we continu to find dispers in the per capita incom at which slowdown occur but in contrast to our earlier analysi which point to the exist of a singl mode at which slowdown occur in the neighborhood of 15000 16000 2005 purchas power pariti dollar new data suggest the possibl of two mode one at 10000 11000 and anoth at 15000 16000 a number of countri appear to have experienc two slowdown consist with the exist of multipl mode we suggest that growth in middleincom countri may slow down in a success of stage rather than at a singl point in time thi impli that a larger group of countri is at risk of a growth slowdown and that middleincom countri may find themselv slow down at lower incom level than impli by our earlier estim we also find that slowdown are less like in countri where the popul ha a rel high level of secondari and tertiari educ and where hightechnolog product account for a rel larg share of export consist with our earlier emphasi of the import of move up the technolog ladder in order to avoid the middleincom trap", "title": "Growth slowdowns redux"}, "https://ideas.repec.org/a/tpr/asiaec/v2y2003i1p1-49.html": {"abstract": " An important instance of regional cooperation in Asia is the Chiang Mai Initiative (CMI) for swap lines and credits agreed to by the ASEAN+3 countries in May 2000. This agreement reflects the desire to buttress financial stability following the searing crisis of 1997-98 and the recognition that governments can better achieve this collectively than individually. The question is to what end the resources of the CMI will be directed. This paper argues that using the swap lines and credits of the CMI to support a system of common basket pegs for East Asian currencies would not enhance financial stability; to the contrary, it would be a costly mistake. It would be better to devote these resources to a collective effort to develop securities markets in the region, thereby addressing the fundamental problem, of which exchange-rate instability is one symptom. Copyright (c) 2003 Center for International Development and the Massachusetts Institute of Technology.", "authors": ["epei2"], "abstractStem": " an import instanc of region cooper in asia is the chiang mai initi cmi for swap line and credit agre to by the asean3 countri in may 2000 thi agreement reflect the desir to buttress financi stabil follow the sear crisi of 199798 and the recognit that govern can better achiev thi collect than individu the question is to what end the resourc of the cmi will be direct thi paper argu that use the swap line and credit of the cmi to support a system of common basket peg for east asian currenc would not enhanc financi stabil to the contrari it would be a costli mistak it would be better to devot these resourc to a collect effort to develop secur market in the region therebi address the fundament problem of which exchanger instabl is one symptom copyright c 2003 center for intern develop and the massachusett institut of technolog", "title": "What to Do with the Chiang Mai Initiative"}, "https://ideas.repec.org/a/eee/jmacro/v39y2014ipbp288-308.html": {"abstract": "We analyze why the Eurozone crisis increasingly resembles Latin America’s lost decade instead of Asia’s phoenix miracle, emphasizing the roles of the real exchange rate, the external environment, and debt restructuring. In addition, we contrast the adjustment to housing bubbles in Ireland, Spain and the U.S. Here our explanation for the contrast departs from the conventional wisdom in placing less emphasis on labor mobility but more on participation rates and bank mergers and acquisitions in the adjustment process.", "authors": ["epei2", "fpmo492"], "abstractStem": "we analyz whi the eurozon crisi increasingli resembl latin america s lost decad instead of asia s phoenix miracl emphas the role of the real exchang rate the extern environ and debt restructur in addit we contrast the adjust to hous bubbl in ireland spain and the us here our explan for the contrast depart from the convent wisdom in place less emphasi on labor mobil but more on particip rate and bank merger and acquisit in the adjust process", "title": "The Eurozone Crisis: Phoenix Miracle or Lost Decade?"}, "https://ideas.repec.org/a/kap/iecepo/v6y2009i1p1-22.html": {"abstract": "No abstract is available for this item.", "authors": ["epei2"], "abstractStem": "no abstract is avail for thi item", "title": "From the Asian crisis to the global credit crisis: reforming the international financial architecture redux"}, "https://ideas.repec.org/a/bla/ozechr/v51y2011i3p245-253.html": {"abstract": "No abstract is available for this item.", "authors": ["epei2"], "abstractStem": "no abstract is avail for thi item", "title": "It May Be Our Currency, But It'S Your Problem"}, "https://ideas.repec.org/a/eee/jimfin/v31y2012i5p1299-1318.html": {"abstract": "How did the Subprime Crisis, a problem in a small corner of U.S. financial markets, affect the entire global banking system? To shed light on this question we use principal components analysis to identify common factors in the movement of banks' credit default swap spreads. We find that fortunes of international banks rise and fall together even in normal times along with short-term global economic prospects. But the importance of common factors rose steadily to exceptional levels from the outbreak of the Subprime Crisis to past the rescue of Bear Stearns, reflecting a diffuse sense that funding and credit risk was increasing. Following the failure of Lehman Brothers, the interdependencies briefly increased to a new high, before they fell back to the pre-Lehman elevated levels – but now they more clearly reflected heightened funding and counterparty risk. After Lehman's failure, the prospect of global recession became imminent, auguring the further deterioration of banks' loan portfolios. At this point the entire global financial system had become infected.", "authors": ["epei2", "fpmo492", "epsa95"], "abstractStem": "how did the subprim crisi a problem in a small corner of us financi market affect the entir global bank system to shed light on thi question we use princip compon analysi to identifi common factor in the movement of bank credit default swap spread we find that fortun of intern bank rise and fall togeth even in normal time along with shortterm global econom prospect but the import of common factor rose steadili to except level from the outbreak of the subprim crisi to past the rescu of bear stearn reflect a diffus sens that fund and credit risk wa increas follow the failur of lehman brother the interdepend briefli increas to a new high befor they fell back to the prelehman elev level   but now they more clearli reflect heighten fund and counterparti risk after lehman failur the prospect of global recess becam immin augur the further deterior of bank loan portfolio at thi point the entir global financi system had becom infect", "title": "How the Subprime Crisis went global: Evidence from bank credit default swap spreads"}, "https://ideas.repec.org/a/bla/ecpoli/v27y2012i72p647-692.html": {"abstract": "We construct a simple probit model of the determinants of real house price slump endings. We find that the probability of a house price slump ending is higher, the smaller was the pre-slump house price run-up; the greater has been the cumulative house price decline; the lower are real mortgage interest rates; and the higher is GDP growth. Slumps are longer, other things being equal, where housing supply is more elastic, but shorter the more developed are financial institutions. For slumps of a given size, shorter sharper slumps are associated with worse macroeconomic performance in the short run, but with better performance in the long run. This suggests that for sufficiently low discount rates, policy makers should not impede the decline in real house prices, and this conclusion is reinforced by the finding that after a certain duration, house price slumps can become self reinforcing. On the other hand, we also find evidence that during downturns, falling house prices can lead to lower private sector credit flows. Policy makers thus face a delicate balancing act. While they should not intervene to artificially prop up overvalued house prices, they should ensure that their macroeconomic and banking policies are such as to make a bottoming-out more likely. This suggests that they should keep real interest rates low, and ensure that banks are well-capitalised.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epbn2", "epei2", "epor7"], "abstractStem": "we construct a simpl probit model of the determin of real hous price slump end we find that the probabl of a hous price slump end is higher the smaller wa the preslump hous price runup the greater ha been the cumul hous price declin the lower are real mortgag interest rate and the higher is gdp growth slump are longer other thing be equal where hous suppli is more elast but shorter the more develop are financi institut for slump of a given size shorter sharper slump are associ with wors macroeconom perform in the short run but with better perform in the long run thi suggest that for suffici low discount rate polici maker should not imped the declin in real hous price and thi conclus is reinforc by the find that after a certain durat hous price slump can becom self reinforc on the other hand we also find evid that dure downturn fall hous price can lead to lower privat sector credit flow polici maker thu face a delic balanc act while they should not interven to artifici prop up overvalu hous price they should ensur that their macroeconom and bank polici are such as to make a bottomingout more like thi suggest that they should keep real interest rate low and ensur that bank are wellcapitalisedpthi abstract wa borrow from anoth version of thi item", "title": "How housing slumps end"}, "https://ideas.repec.org/a/kap/openec/v9y1998i1p569-608.html": {"abstract": " Historical evidence reveals no monocausal explanation for banking crises, including one which would emphasize the maintenance of a currency peg. To some extent this follows from the standard textbook wisdom: whether fixed or flexible exchange rates are preferable depends on the source of disturbances. If threats to the stability of the banking system come from the â€œoutside,â€ there is a case for exchange rate flexibility to discourage the banks from relying excessively on external sources of finance and to enhance the capacity of the domestic authorities to act as lenders of last resort. Conversely, if the main threats to the stability of the banking system emanate from â€œinsideâ€ (e.g., erratic monetary policies at home), there is an argument for attempting to peg the exchange rate in order to discipline domestic policymakers and vent shocks via the external sector. From this point of view, it is no surprise that there is no simple correlation between the exchange rate regime and the prevalence of banking crises. Copyright Kluwer Academic Publishers 1998", "authors": ["epei2"], "abstractStem": " histor evid reveal no monocaus explan for bank crise includ one which would emphas the mainten of a currenc peg to some extent thi follow from the standard textbook wisdom whether fix or flexibl exchang rate are prefer depend on the sourc of disturb if threat to the stabil of the bank system come from the  outsid  there is a case for exchang rate flexibl to discourag the bank from reli excess on extern sourc of financ and to enhanc the capac of the domest author to act as lender of last resort convers if the main threat to the stabil of the bank system eman from  insid  eg errat monetari polici at home there is an argument for attempt to peg the exchang rate in order to disciplin domest policymak and vent shock via the extern sector from thi point of view it is no surpris that there is no simpl correl between the exchang rate regim and the preval of bank crise copyright kluwer academ publish 1998", "title": "Exchange Rate Stability and Financial Stability"}, "https://ideas.repec.org/a/prs/recofi/ecofi_0987-3368_1994_hos_4_1_5625.html": {"abstract": "No abstract is available for this item.", "authors": ["epei2"], "abstractStem": "no abstract is avail for thi item", "title": "Le système de Bretton Woods : paradis perdu ?"}, "https://ideas.repec.org/a/eme/igdrpp/v6y2013i1p35-60.html": {"abstract": "Purpose – This paper aims to survey India's experience with exporting services. The authors seek to show that the country's experience is unique in that modern tradable services are a significantly larger share of GDP than in other countries at comparable levels of economic development. This has not always been the case, however; India's out-performance is limited to recent years. Policy initiatives, from trade reform to liberalization of domestic industrial and service sectors, were important for jump-starting the process. Design/methodology/approach – This paper reviews the literature and evidence. It takes a close look at the Indian service sector and specifically information-technology-related (IT) services, seeking to situate the growth in service exports from India in its comparative context. The authors document the role that exports of services have played in the performance of the Indian economy in recent years. They seek to pinpoint the “take-off” in Indian services output and establish the extent to which the country's success in exporting services is exceptional from an international point of view. And they discuss the extent to which India's performance as an exporter of services has been shaped by policies liberalizing the service sector itself and by liberalization of the manufacturing sector. Findings – Panel and country-specific regressions for a cross section of countries point to the importance of a range of additional factors: overall economic development, communications infrastructure, access to foreign technology, and spillovers between the merchandise and service exports. Importantly, however, these factors, jointly or individually, do not wipe out the significance of a dummy variable for India. India, evidently, is a significant outlier as an exporter of services, and even more so as the period proceeds. Originality/value – The paper discusses the country's major policy initiatives, such as trade reforms and liberalization of domestic industrial and service sectors, and their importance for jump-starting the process of services growth and its exports. Regression results show that, in addition to these policies, other factors such as overall economic development, communications infrastructure, access to foreign technology, and spillovers between the merchandise and service exports were important as well.", "authors": ["epei2", "epgu151"], "abstractStem": "purpos   thi paper aim to survey india experi with export servic the author seek to show that the countri experi is uniqu in that modern tradabl servic are a significantli larger share of gdp than in other countri at compar level of econom develop thi ha not alway been the case howev india outperform is limit to recent year polici initi from trade reform to liber of domest industri and servic sector were import for jumpstart the process designmethodologyapproach   thi paper review the literatur and evid it take a close look at the indian servic sector and specif informationtechnologyrel it servic seek to situat the growth in servic export from india in it compar context the author document the role that export of servic have play in the perform of the indian economi in recent year they seek to pinpoint the  takeoff  in indian servic output and establish the extent to which the countri success in export servic is except from an intern point of view and they discuss the extent to which india perform as an export of servic ha been shape by polici liber the servic sector itself and by liber of the manufactur sector find   panel and countryspecif regress for a cross section of countri point to the import of a rang of addit factor overal econom develop commun infrastructur access to foreign technolog and spillov between the merchandis and servic export importantli howev these factor jointli or individu do not wipe out the signific of a dummi variabl for india india evid is a signific outlier as an export of servic and even more so as the period proce originalityvalu   the paper discuss the countri major polici initi such as trade reform and liber of domest industri and servic sector and their import for jumpstart the process of servic growth and it export regress result show that in addit to these polici other factor such as overal econom develop commun infrastructur access to foreign technolog and spillov between the merchandis and servic export were import as well", "title": "Exports of services: Indian experience in perspective"}, "https://ideas.repec.org/a/chb/bcchec/v13y2010i2p5-10.html": {"abstract": "The Great Recession that started in 2008 has drawn constant comparisons with the Great Depression that unfolded in 1929. This paper documents how the response of policy makers in the current episode has been markedly different from the one observed in the 1920s and 1930s and to what extent this different behavior has followed the lessons from the historical analysis of the Great Depression. The historical account is also used to discuss probable changes to the world’s economic landscape regarding both trade and financial globalization.", "authors": ["epei2"], "abstractStem": "the great recess that start in 2008 ha drawn constant comparison with the great depress that unfold in 1929 thi paper document how the respons of polici maker in the current episod ha been markedli differ from the one observ in the 1920 and 1930 and to what extent thi differ behavior ha follow the lesson from the histor analysi of the great depress the histor account is also use to discuss probabl chang to the world s econom landscap regard both trade and financi global", "title": "The Great Recession and the Great Depression: Reflections and Lessons"}, "https://ideas.repec.org/a/prs/recofi/ecofi_0987-3368_1998_num_47_3_2673.html": {"abstract": "[eng] Policy Mix and monetary union : is there a tradeoff between federalism and budgetary restrictions The Maastricht Treaty on Europe Union features an Excessive Deficit Procedure limiting the freedom to borrow of government participating in the European monetary union. One justification is to prevent states from over-borrowing and demanding a bailout which could divert the European Central Bank from its pursuit of price stability. We challenge this rationale. Using data from a cross section of federal states, we show that there is no association between monetary union and restraints on borrowing by sub-central government. There is however an association between fiscal restraints and the share of the tax base under the control of sub-national authorities. The implications for the EU are direct. That EU member states control their own taxes should strengthen the hand of authorities seeking to resist pressure from a bailout. In the longer run, however, borrowing restrains may weaken the financial position of Brussels, transferring bailout risk from the member states to the EU itself. [fre] Le Traité de Maastricht sur l'Union Européenne comporte une Procédure des Déficits Excessifs limitant la liberté d'emprunter des gouvernements dans l'union monétaire européenne. Cette procédure a pour justification d'empêcher les États de sur-emprunter et de demander un renflouement qui pourrait détourner la Banque Centrale Européenne de sa mission de maintien de la stabilité des prix. Nous remettons en cause ce raisonnement. Utilisant des données relatives à plusieurs États fédéraux, nous montrons qu'il n'existe pas de lien entre union monétaire et restrictions d'emprunt par les gouvernements locaux. Il existe, cependant, un lien entre les restrictions budgétaires et la part de l'assiette fiscale sous le contrôle des autorités locales. Les implications pour l'Union Européenne sont directes. Le fait que les États membres de l'Union Européenne contrôlent leurs propres impôts devrait renforcer le pouvoir des autorités cherchant à résister aux pressions en faveur d'un renflouement. Cependant, à plus long terme, les restrictions d'emprunt pourraient affaiblir la position financière de Bruxelles, transférant le risque de renflouement des États membres vers l'Union Européenne elle-même.", "authors": ["epei2", "epvo15"], "abstractStem": "eng polici mix and monetari union  is there a tradeoff between feder and budgetari restrict the maastricht treati on europ union featur an excess deficit procedur limit the freedom to borrow of govern particip in the european monetari union one justif is to prevent state from overborrow and demand a bailout which could divert the european central bank from it pursuit of price stabil we challeng thi rational use data from a cross section of feder state we show that there is no associ between monetari union and restraint on borrow by subcentr govern there is howev an associ between fiscal restraint and the share of the tax base under the control of subnat author the implic for the eu are direct that eu member state control their own tax should strengthen the hand of author seek to resist pressur from a bailout in the longer run howev borrow restrain may weaken the financi posit of brussel transfer bailout risk from the member state to the eu itself fre le trait  de maastricht sur lunion europ enn comport une proc dure de d ficit excessif limit la libert  demprunt de gouvern dan lunion mon tair europ enn cett proc dure a pour justif demp cher le  tat de suremprunt et de demand un renflouement qui pourrait d tourner la banqu central europ enn de sa mission de maintien de la stabilit  de prix nou remetton en caus ce raisonn utilis de donn es rel   plusieur  tat f d raux nou montron quil nexist pa de lien entr union mon tair et restrict demprunt par le gouvern locaux il exist cepend un lien entr le restrict budg tair et la part de lassiett fiscal sou le contr le de autorit s local le implic pour lunion europ enn sont direct le fait que le  tat membr de lunion europ enn contr lent leur propr imp ts devrait renforc le pouvoir de autorit s cherchant   r sister aux pression en faveur dun renflouement cepend   plu long term le restrict demprunt pourraient affaiblir la posit financ re de bruxel transf rant le risqu de renflouement de  tat membr ver lunion europ enn ellem me", "title": "Politique budgétaire et union monétaire : existe-t-il un arbitrage entre fédéralisme et restrictions budgétaires ?"}, "https://ideas.repec.org/a/cup/ereveh/v13y2009i03p285-286_99.html": {"abstract": "No abstract is available for this item.", "authors": ["epei2", "epfl22"], "abstractStem": "no abstract is avail for thi item", "title": "A Special Issue of the European Review of Economic History: Guest Editors' Introduction"}, "https://ideas.repec.org/a/tpr/adbadr/v30y2013i1p148-164.html": {"abstract": " ADB Distinguished Lecture delivered at ADB Headquarters in Manila on 11 January 2013. © 2013 Asian Development Bank and Asian Development Bank Institute.", "authors": ["epei2"], "abstractStem": " adb distinguish lectur deliv at adb headquart in manila on 11 januari 2013   2013 asian develop bank and asian develop bank institut", "title": "ADB Distinguished Lecture Renminbi Internationalization: Tempest in a Teapot?"}, "https://ideas.repec.org/a/ijf/ijfiec/v8y2003i3p185-187.html": {"abstract": "No abstract is available for this item.", "authors": ["epei2", "epvo5"], "abstractStem": "no abstract is avail for thi item", "title": "Symposium on capital controls"}, "https://ideas.repec.org/a/eee/ecofin/v6y1995i2p89-106.html": {"abstract": "No abstract is available for this item.", "authors": ["epei2", "epfr12"], "abstractStem": "no abstract is avail for thi item", "title": "Economic regionalism: Evidence from two 20th century episodes"}, "https://ideas.repec.org/a/eee/exehis/v21y1984i1p64-87.html": {"abstract": "No abstract is available for this item.", "authors": ["epei2"], "abstractStem": "no abstract is avail for thi item", "title": "Central bank cooperation under the interwar gold standard"}, "https://ideas.repec.org/a/eee/jjieco/v12y1998i4p483-506.html": {"abstract": "No abstract is available for this item.", "authors": ["epei2"], "abstractStem": "no abstract is avail for thi item", "title": "The Euro as a Reserve Currency"}, "https://ideas.repec.org/a/bla/ecopol/v1y1989i2p119-144.html": {"abstract": "No abstract is available for this item.", "authors": ["epei2"], "abstractStem": "no abstract is avail for thi item", "title": "Parallel And Overlapping Games: Theory And An Application To The European Gas Trade"}, "https://ideas.repec.org/a/prs/recofi/ecofi_0987-3368_2010_num_96_1_5370.html": {"abstract": "No abstract is available for this item.", "authors": ["epei2"], "abstractStem": "no abstract is avail for thi item", "title": "L’euro et la Banque centrale européenne en 2019"}, "https://ideas.repec.org/a/oup/oxecpp/v65y2013i1p96-123.html": {"abstract": " Although the positive association between the service sector share of output and per capita income is one of the best-known regularities in all of growth and development economics, there is less than complete agreement on the nature of that association. We identify two waves of service sector growth: a first wave in countries with relatively low levels of per capita GDP; and a second in countries with higher per capita incomes. The first wave is made up primarily of traditional services, the second of modern services. In addition, there is evidence of the second wave occurring at lower income levels after 1990, especially so in democracies, in countries that are open to trade, and in countries close to global financial centres. This points to both political and economic conditions that can help countries capitalize on the opportunities afforded by a globalized post-industrial economy. Copyright 2013 Oxford University Press 2011 All rights reserved, Oxford University Press.", "authors": ["epei2", "epgu151"], "abstractStem": " although the posit associ between the servic sector share of output and per capita incom is one of the bestknown regular in all of growth and develop econom there is less than complet agreement on the natur of that associ we identifi two wave of servic sector growth a first wave in countri with rel low level of per capita gdp and a second in countri with higher per capita incom the first wave is made up primarili of tradit servic the second of modern servic in addit there is evid of the second wave occur at lower incom level after 1990 especi so in democraci in countri that are open to trade and in countri close to global financi centr thi point to both polit and econom condit that can help countri capit on the opportun afford by a global postindustri economi copyright 2013 oxford univers press 2011 all right reserv oxford univers press", "title": "The two waves of service-sector growth"}, "https://ideas.repec.org/a/oup/oxford/v14y1998i3p24-40.html": {"abstract": " This article takes stock of the literature and debate over European monetary unification. In contrast to other papers, where it is argued that the issues and prospects remain shrouded in uncertainty, I argue that in a number of important areas, a reasonable degree of consensus now exists, as the result of a decade of scholarship. The subsequent stock-taking concentrates on areas where significant questions remain, starting with the implications of surrendering the exchange rate and an independent national monetary policy as instruments of adjustment; the conduct of fiscal policy under the Excessive Deficit Procedure and the Stability Pact; and how quickly the European union is likely to develop an EU-wide system of fiscal federalism to accompany its monetary union. Turning from fiscal to monetary issues, I ask whether the European Central Bank (ECB) will be as inflation averse as the Bundesbank, what exchange-rate policy the ECB will pursue, and whether the euro will be a leading reserve currency. I conclude with what may be the most contentious issue of all, namely whether Europe's monetary union could collapse after it begins. Copyright 1998 by Oxford University Press.", "authors": ["epei2"], "abstractStem": " thi articl take stock of the literatur and debat over european monetari unif in contrast to other paper where it is argu that the issu and prospect remain shroud in uncertainti i argu that in a number of import area a reason degre of consensu now exist as the result of a decad of scholarship the subsequ stocktak concentr on area where signific question remain start with the implic of surrend the exchang rate and an independ nation monetari polici as instrument of adjust the conduct of fiscal polici under the excess deficit procedur and the stabil pact and how quickli the european union is like to develop an euwid system of fiscal feder to accompani it monetari union turn from fiscal to monetari issu i ask whether the european central bank ecb will be as inflat avers as the bundesbank what exchanger polici the ecb will pursu and whether the euro will be a lead reserv currenc i conclud with what may be the most contenti issu of all name whether europ monetari union could collaps after it begin copyright 1998 by oxford univers press", "title": "European Monetary Unification: A Tour d'Horizon"}, "https://ideas.repec.org/a/fip/fedlpr/y1987p239-285.html": {"abstract": "This paper provides an historical perspective on the recent behavior of the U.S. trade deficit. Judged by U.S. historical experience, the trade deficit has reached what is now unprecedented levels. That unprecedented deficit has its principal source not in changes in market structure affecting the speed with which quantities respond to prices but in the policy environment, namely the monetary-fiscal policy mix. While other industrial countries have run comparable merchandise trade deficits at various points in the past, these countries either financed their deficits out of interest earnings on prior foreign investments or through the large-scale export of services, or used the debt they incurred to finance investment in infra- structure and to expand their capacity to export. Neither of these scenarios has a counterpart in current U.S. experience. How easily can the trade deficit be eliminated if historical experience is a guide? Typically, the rapid reduction of deficits has been achieved through the reduction of imports; this typically entails restraints on aggregate demand from which recession results. Trade deficits have been reduced most quickly and at lowest cost when at least one of two conditions prevails: a favorable shock to the terms of trade or a reallocation of resources toward investment in export-oriented sectors. The first of these conditions is largely beyond the authorities' control, while the second must be initiated well in advance. Barring a fortuitous terms-of-trade shock, this does not give cause for optimism that the conditions are present for rapidly eliminating the U.S. trade deficit at low cost.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epei2"], "abstractStem": "thi paper provid an histor perspect on the recent behavior of the us trade deficit judg by us histor experi the trade deficit ha reach what is now unpreced level that unpreced deficit ha it princip sourc not in chang in market structur affect the speed with which quantiti respond to price but in the polici environ name the monetaryfisc polici mix while other industri countri have run compar merchandis trade deficit at variou point in the past these countri either financ their deficit out of interest earn on prior foreign invest or through the largescal export of servic or use the debt they incur to financ invest in infra structur and to expand their capac to export neither of these scenario ha a counterpart in current us experi how easili can the trade deficit be elimin if histor experi is a guid typic the rapid reduct of deficit ha been achiev through the reduct of import thi typic entail restraint on aggreg demand from which recess result trade deficit have been reduc most quickli and at lowest cost when at least one of two condit prevail a favor shock to the term of trade or a realloc of resourc toward invest in exportori sector the first of these condit is larg beyond the author control while the second must be initi well in advanc bar a fortuit termsoftrad shock thi doe not give caus for optim that the condit are present for rapidli elimin the us trade deficit at low costpthi abstract wa borrow from anoth version of thi item", "title": "Trade deficits in the long run"}, "https://ideas.repec.org/a/cup/jechis/v73y2013i02p371-406_00.html": {"abstract": "We examine the impact of the Great Depression on the share of votes for right-wing extremists in elections in the 1920s and 1930s. We confirm the existence of a link between political extremism and economic hard times as captured by growth or contraction of the economy. What mattered was not simply growth at the time of the election, but cumulative growth performance. The impact was greatest in countries with relatively short histories of democracy, with electoral systems that created low hurdles to parliamentary representation, and which had been on the losing side in World War I.", "authors": ["fpde717", "epei2", "epor7"], "abstractStem": "we examin the impact of the great depress on the share of vote for rightw extremist in elect in the 1920 and 1930 we confirm the exist of a link between polit extrem and econom hard time as captur by growth or contract of the economi what matter wa not simpli growth at the time of the elect but cumul growth perform the impact wa greatest in countri with rel short histori of democraci with elector system that creat low hurdl to parliamentari represent and which had been on the lose side in world war i", "title": "Political Extremism in the 1920s and 1930s: Do German Lessons Generalize?"}, "https://ideas.repec.org/a/eee/ecolet/v22y1986i1p67-71.html": {"abstract": "No abstract is available for this item.", "authors": ["epei2"], "abstractStem": "no abstract is avail for thi item", "title": "Competitive devaluation and the Great Depression : A theoretical reassessment"}, "https://ideas.repec.org/a/aea/aecrev/v105y2015i5p66-70.html": {"abstract": "Four explanations for secular stagnation are distinguished: a rise in global saving, slow population growth that makes investment less attractive, adverse trends in technology and productivity growth, and a decline in the relative price of investment goods. A long view from economic history is most supportive of the last of these four views.", "authors": ["epei2"], "abstractStem": "four explan for secular stagnat are distinguish a rise in global save slow popul growth that make invest less attract advers trend in technolog and product growth and a declin in the rel price of invest good a long view from econom histori is most support of the last of these four view", "title": "Secular Stagnation: The Long View"}, "https://ideas.repec.org/a/cje/issued/v37y2004i1p1-27.html": {"abstract": "No abstract is available for this item.", "authors": ["epei2"], "abstractStem": "no abstract is avail for thi item", "title": "Viewpoint: Understanding the Great Depression"}, "https://ideas.repec.org/a/aea/aecrev/v93y2003i2p80-84.html": {"abstract": "Reform of the mechanisms and procedures through which problems of sovereign debt sustainability are resolved is at the centre of the effort to make the international financial system less crisis prone. The purported difficulty of coordinating creditors holding distinct bond issues provides one basis for choosing among the reform proposals currently on the table. We assess the significance of this difficulty (‘the aggregation problem’) using evidence on the pricing of international bonds. Our evidence suggests that investors do perceive that aggregation has costs. Plausibly, they worry most about difficulties of information sharing and coordination across issues when the debt in question is an obligation of a country with a significant perceived probability of having to restructure.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epei2", "fpmo492"], "abstractStem": "reform of the mechan and procedur through which problem of sovereign debt sustain are resolv is at the centr of the effort to make the intern financi system less crisi prone the purport difficulti of coordin creditor hold distinct bond issu provid one basi for choos among the reform propos current on the tabl we assess the signific of thi difficulti  the aggreg problem  use evid on the price of intern bond our evid suggest that investor do perceiv that aggreg ha cost plausibl they worri most about difficulti of inform share and coordin across issu when the debt in question is an oblig of a countri with a signific perceiv probabl of have to restructurepthi abstract wa borrow from anoth version of thi item", "title": "Is Aggregation a Problem for Sovereign Debt Restructuring?"}, "https://ideas.repec.org/a/spr/epolit/v32y2015i1p53-66.html": {"abstract": " Since the global financial crisis of 2008–2009, much energy has been devoted to efforts to strengthen national and international financial systems. One way of gauging the adequacy and success of those efforts is to “stress test” them against scenarios of major shocks to national economies and international financial markets. I undertake this exercise in the present paper and conclude that recent efforts to strengthen the financial architecture have been only partially successful. The next crisis will not resemble the last crisis, but a next crisis there will inevitably be. Copyright Springer International Publishing Switzerland 2015", "authors": ["epei2"], "abstractStem": " sinc the global financi crisi of 2008 2009 much energi ha been devot to effort to strengthen nation and intern financi system one way of gaug the adequaci and success of those effort is to  stress test  them against scenario of major shock to nation economi and intern financi market i undertak thi exercis in the present paper and conclud that recent effort to strengthen the financi architectur have been onli partial success the next crisi will not resembl the last crisi but a next crisi there will inevit be copyright springer intern publish switzerland 2015", "title": "The next financial crisis"}, "https://ideas.repec.org/a/prs/recofi/ecofi_0987-3368_1992_num_22_3_1866.html": {"abstract": "No abstract is available for this item.", "authors": ["epei2"], "abstractStem": "no abstract is avail for thi item", "title": "Comment Ben Strong s'y serait pris ?"}, "https://ideas.repec.org/a/tpr/asiaec/v11y2012i1p42-87.html": {"abstract": " Using international data starting in 1957, we construct a sample of cases where fast-growing economies slow down. The evidence suggests that rapidly growing economies slow down significantly, in the sense that the growth rate downshifts by at least 2 percentage points, when their per capita incomes reach around US$ 17,000 in year-2005 constant international prices, a level that China should achieve by or soon after 2015. Among our more provocative findings is that growth slowdowns are more likely in countries that maintain undervalued real exchange rates. © 2012 The Earth Institute at Columbia University and the Massachusetts Institute of Technology.", "authors": ["epei2", "fppa611", "epsh131"], "abstractStem": " use intern data start in 1957 we construct a sampl of case where fastgrow economi slow down the evid suggest that rapidli grow economi slow down significantli in the sens that the growth rate downshift by at least 2 percentag point when their per capita incom reach around us 17000 in year2005 constant intern price a level that china should achiev by or soon after 2015 among our more provoc find is that growth slowdown are more like in countri that maintain undervalu real exchang rate   2012 the earth institut at columbia univers and the massachusett institut of technolog", "title": "When Fast-Growing Economies Slow Down: International Evidence and Implications for China"}, "https://ideas.repec.org/a/eee/jimfin/v6y1987i1p5-29.html": {"abstract": "No abstract is available for this item.", "authors": ["epei2"], "abstractStem": "no abstract is avail for thi item", "title": "Conducting the international orchestra: Bank of England leadership under the classical gold standard"}, "https://ideas.repec.org/a/eee/inecon/v34y1993i3-4p389-393.html": {"abstract": "No abstract is available for this item.", "authors": ["epei2"], "abstractStem": "no abstract is avail for thi item", "title": "EMU after Maastricht : Peter B. Kenen, (Group of Thirty, New York, 1992) pp. 123"}, "https://ideas.repec.org/a/eee/jpolmo/v37y2015i3p415-422.html": {"abstract": "No abstract is available for this item.", "authors": ["epei2"], "abstractStem": "no abstract is avail for thi item", "title": "How the euro crisis ends: Not with a bang but a whimper"}, "https://ideas.repec.org/a/cup/jechis/v72y2012i02p289-307_00.html": {"abstract": "“The lessons of history” were widely invoked in 2008/09 as analysts and policymakers sought to make sense of the global financial crisis. Specifically, analogies with the early stages of the Great Depression of the 1930s were widely drawn. Building on work in cognitive science and literature on foreign policy making, this article seeks to account for the influence of this particular historical analogy and asks how it shaped both perceptions and the economic policy response. It asks how historical scholarship might be better organized to inform the process of economic policymaking. It concludes with some reflections on how research in economic history will be reshaped by the crisis.", "authors": ["epei2"], "abstractStem": " the lesson of histori  were wide invok in 200809 as analyst and policymak sought to make sens of the global financi crisi specif analog with the earli stage of the great depress of the 1930 were wide drawn build on work in cognit scienc and literatur on foreign polici make thi articl seek to account for the influenc of thi particular histor analog and ask how it shape both percept and the econom polici respons it ask how histor scholarship might be better organ to inform the process of econom policymak it conclud with some reflect on how research in econom histori will be reshap by the crisi", "title": "Economic History and Economic Policy"}, "https://ideas.repec.org/a/aea/aecrev/v102y2012i3p207-12.html": {"abstract": " Today's global monetary and financial system, to a remarkable extent, continues to rely on the U.S. dollar for international liquidity. This reflects the currency's historic role, the liquidity of American financial markets, and the absence of alternatives. But with the emergence of emerging markets, the capacity of the United States to provide safe assets will be outstripped by the growth of international transactions. It is thus likely that other large economies, presumably Europe and China, will eventually join the United States as sources of international liquidity and that other currencies will come to share the dollar's reserve-currency status.", "authors": ["epei2"], "abstractStem": " today global monetari and financi system to a remark extent continu to reli on the us dollar for intern liquid thi reflect the currenc histor role the liquid of american financi market and the absenc of altern but with the emerg of emerg market the capac of the unit state to provid safe asset will be outstrip by the growth of intern transact it is thu like that other larg economi presum europ and china will eventu join the unit state as sourc of intern liquid and that other currenc will come to share the dollar reservecurr statu", "title": "International Liquidity in a Multipolar World"}, "https://ideas.repec.org/a/ecj/econjl/v109y1999i454pc1-14.html": {"abstract": " Why do governments find it so difficult to move from pegged exchange rates to greater exchange rate flexibility? The author first establishes that there is a problem to be solved: that there are powerful incentives for greater flexibility deriving from changes in the international economic and financial environment but that policymakers find it difficult to engineer a smooth transition. He offers practical suggestions and a framework under which the probability of a smooth transition can be maximized. Drawing examples from recent economic history, the author then attempts to understand the experience of selected countries that have undertaken this transition.", "authors": ["epei2"], "abstractStem": " whi do govern find it so difficult to move from peg exchang rate to greater exchang rate flexibl the author first establish that there is a problem to be solv that there are power incent for greater flexibl deriv from chang in the intern econom and financi environ but that policymak find it difficult to engin a smooth transit he offer practic suggest and a framework under which the probabl of a smooth transit can be maxim draw exampl from recent econom histori the author then attempt to understand the experi of select countri that have undertaken thi transit", "title": "Kicking the Habit: Moving from Pegged Rates to Greater Exchange Rate Flexibility"}, "https://ideas.repec.org/a/bla/asiapr/v1y2006i1p73-97.html": {"abstract": "No abstract is available for this item.", "authors": ["epei2", "epto159"], "abstractStem": "no abstract is avail for thi item", "title": "How China is Reorganizing the World Economy"}, "https://ideas.repec.org/a/eee/eecrev/v30y1986i3p599-640.html": {"abstract": "This paper analyzes the \"debt crisis\" of the 1930s to see what light this historical experience sheds on recent difficulties in international capital markets. We first consider patterns of overseas lending and borrowing in the 1920s and 1930s, comparing the performance of standard models of foreign borrowing in this period to the 1970-80s. Next, we analyze the incidence and extent of defaulton sovereign debt, adapting models of debt capacity to the circumstances of the interwar years. We consider the choices available to investors in those foreign loans which lapsed into default in the 1930s, emphasizing the distinction between creditor banks and bond holders. Finally, we provide the first estimates of the realized rate of return on foreign loans floated between the wars, based on a sample of dollar andsterling bonds issued in the 1920s.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epei2", "eppo132"], "abstractStem": "thi paper analyz the debt crisi of the 1930 to see what light thi histor experi shed on recent difficulti in intern capit market we first consid pattern of oversea lend and borrow in the 1920 and 1930 compar the perform of standard model of foreign borrow in thi period to the 197080 next we analyz the incid and extent of defaulton sovereign debt adapt model of debt capac to the circumst of the interwar year we consid the choic avail to investor in those foreign loan which laps into default in the 1930 emphas the distinct between creditor bank and bond holder final we provid the first estim of the realiz rate of return on foreign loan float between the war base on a sampl of dollar andsterl bond issu in the 1920spthi abstract wa borrow from anoth version of thi item", "title": "Debt and default in the 1930s : Causes and consequences"}, "https://ideas.repec.org/a/fip/fedbcp/y1999ijunp205-241n43.html": {"abstract": "No abstract is available for this item.", "authors": ["epei2"], "abstractStem": "no abstract is avail for thi item", "title": "Policy making in an integrated world: from surveillance to ...?"}, "https://ideas.repec.org/a/ecj/econjl/v106y1996i436p605-19.html": {"abstract": " This paper studies the effect of foreign aid on economic stabilization. Following Alberto Alesina and Allan Drazen (1991), the authors model the delay in stabilizing as the result of a distributional struggle. Since the delay is used to signal each faction's strength, the effect of the transfer depends on the role it plays in the release of information. The authors show that this role depends on the timing of the transfer: foreign aid decided and transferred sufficiently early into the game leads to earlier stabilization; but aid decided or transferred too late is destabilizing and encourages further postponement of reforms. Copyright 1996 by Royal Economic Society.", "authors": ["fpca496", "epei2"], "abstractStem": " thi paper studi the effect of foreign aid on econom stabil follow alberto alesina and allan drazen 1991 the author model the delay in stabil as the result of a distribut struggl sinc the delay is use to signal each faction strength the effect of the transfer depend on the role it play in the releas of inform the author show that thi role depend on the time of the transfer foreign aid decid and transfer suffici earli into the game lead to earlier stabil but aid decid or transfer too late is destabil and encourag further postpon of reform copyright 1996 by royal econom societi", "title": "Can Foreign Aid Accelerate Stabilisation?"}, "https://ideas.repec.org/a/spr/intere/v38y2003i1p7-10.html": {"abstract": "No abstract is available for this item.", "authors": ["epei2"], "abstractStem": "no abstract is avail for thi item", "title": "What to do with the Stability Pact"}, "https://ideas.repec.org/a/afc/cliome/v3y2009i3p191-219.html": {"abstract": "We evaluate explanations for why Germany grew so quickly in the 1950s. The recent literature has emphasized convergence, structural change and institutional shake-up while minimizing the importance of the postwar shock. We show that this shock and its consequences were more important than neoclassical convergence and structural change in explaining the rapid growth of the West German economy in the 1950s. We find little support for the hypothesis of institutional shakeup. This suggests a different interpretation of post-World War II German economic growth than features in much of the literature.", "authors": ["epei2", "epri57"], "abstractStem": "we evalu explan for whi germani grew so quickli in the 1950 the recent literatur ha emphas converg structur chang and institut shakeup while minim the import of the postwar shock we show that thi shock and it consequ were more import than neoclass converg and structur chang in explain the rapid growth of the west german economi in the 1950 we find littl support for the hypothesi of institut shakeup thi suggest a differ interpret of postworld war ii german econom growth than featur in much of the literatur", "title": "Understanding West German economic growth in the 1950s"}, "https://ideas.repec.org/a/oup/oxford/v15y1999i4p121-38.html": {"abstract": " We analyse the institutional determinants of economic performance, taking European labour-market institutions as a case in point. European economic growth after the Second World War was based on Fordist technologies, a setting to which the continent's institutions of solidaristic wage bargaining were ideally suited. They eased distributive conflicts and delivered wage moderation, which in turn supported high investment. The wage compression that was a corollary of their operation was of little consequence so long as the dominant technologies were such that firms could rely on a relatively homogeneous labour force. But as Fordism gave way to diversified quality production, which relied more on highly skilled workers, the centralization of bargaining and the compression of wages became impediments rather than aids to growth. Assuming that growth will rely even more in the future on rapidly changing, science-based, skilled-labour-intensive technologies, countries with centralized labour-market institutions will have to move still further in the direction of decentralization. Whether Europe in particular can accommodate these demands will help to determine whether it is able to re-establish a full employment economy in the twenty-first century. Copyright 1999 by Oxford University Press.", "authors": ["epei2"], "abstractStem": " we analys the institut determin of econom perform take european labourmarket institut as a case in point european econom growth after the second world war wa base on fordist technolog a set to which the contin institut of solidarist wage bargain were ideal suit they eas distribut conflict and deliv wage moder which in turn support high invest the wage compress that wa a corollari of their oper wa of littl consequ so long as the domin technolog were such that firm could reli on a rel homogen labour forc but as fordism gave way to diversifi qualiti product which reli more on highli skill worker the central of bargain and the compress of wage becam impedi rather than aid to growth assum that growth will reli even more in the futur on rapidli chang sciencebas skilledlabourintens technolog countri with central labourmarket institut will have to move still further in the direct of decentr whether europ in particular can accommod these demand will help to determin whether it is abl to reestablish a full employ economi in the twentyfirst centuri copyright 1999 by oxford univers press", "title": "Institutions and Economic Performance: Evidence from the Labour Market"}, "https://ideas.repec.org/a/bla/ecpoli/v21y2006i47p393-442.html": {"abstract": " type=\"main\" xml:lang=\"en\"&gt;     The last two decades have seen far-reaching changes in the structure of the international monetary system. Europe moved from the European Monetary System to the euro. China adopted a dollar peg and then moved to a basket, band and crawl in 2005. Emerging markets passed through a series of crises, leading some to adopt regimes of greater exchange rate flexibility and others to rethink the pace of capital account liberalization. Interpreting these developments is no easy task: some observers conclude that recent trends are confirmation of the ‘bipolar view’ that intermediate exchange rate arrangements are disappearing, while members of the ‘fear of floating school’ conclude precisely the opposite. We show that the two views can be reconciled if one distinguishes countries by their stage of economic and financial development. Among the advanced countries, intermediate regimes have essentially disappeared; this supports the bipolar view for the group of countries for which it was first developed. Within this subgroup, the dominant movement has been toward hard pegs, reflecting monetary unification in Europe. While emerging markets have also seen a decline in the prevalence of intermediate arrangements, these regimes still account for more than a third of the relevant subsample. Here the majority of the evacuees have moved to floats rather than fixes, reflecting the absence of EMU-like arrangements in other parts of the world. Among developing countries, the prevalence of intermediate regimes has again declined, but less dramatically. Where these regimes accounted for two-thirds of the developing country subsample in 1990, they account for a bit more than half of that subsample today. As with emerging markets, the majority of those abandoning the middle have moved to floats rather than hard pegs. The gradual nature of these trends does not suggest that intermediate regimes will disappear outside the advanced countries anytime soon.  — Barry Eichengreen and Raul Razo-Garcia  ", "authors": ["epei2", "fpra496"], "abstractStem": " typemain xmllangengt     the last two decad have seen farreach chang in the structur of the intern monetari system europ move from the european monetari system to the euro china adopt a dollar peg and then move to a basket band and crawl in 2005 emerg market pass through a seri of crise lead some to adopt regim of greater exchang rate flexibl and other to rethink the pace of capit account liber interpret these develop is no easi task some observ conclud that recent trend are confirm of the  bipolar view  that intermedi exchang rate arrang are disappear while member of the  fear of float school  conclud precis the opposit we show that the two view can be reconcil if one distinguish countri by their stage of econom and financi develop among the advanc countri intermedi regim have essenti disappear thi support the bipolar view for the group of countri for which it wa first develop within thi subgroup the domin movement ha been toward hard peg reflect monetari unif in europ while emerg market have also seen a declin in the preval of intermedi arrang these regim still account for more than a third of the relev subsampl here the major of the evacue have move to float rather than fix reflect the absenc of emulik arrang in other part of the world among develop countri the preval of intermedi regim ha again declin but less dramat where these regim account for twothird of the develop countri subsampl in 1990 they account for a bit more than half of that subsampl today as with emerg market the major of those abandon the middl have move to float rather than hard peg the gradual natur of these trend doe not suggest that intermedi regim will disappear outsid the advanc countri anytim soon    barri eichengreen and raul razogarcia  ", "title": "The international monetary system in the last and next 20 years"}, "https://ideas.repec.org/a/oup/cesifo/v50y2004i1p1-25..html": {"abstract": "This paper reviews the controversy over Europe's Stability and Growth Pact and offers a proposal for its reform. It argues that Europe would be best served by focusing on the fundamental causes of unsustainable debts — public enterprises that are too big to fail, unfunded public pension schemes that are too big to ignore, inefficient and costly labor market and social welfare problems, and budget making institutions that create common pool and free-rider problems — rather than on arbitrary numerical indicators like whether the budget deficit is above or below 3 percent of GDP. It proposes defining an index of institutional reform with, say, a point each for reform of budget making arrangements, reform of public pension schemes, and reform of labor markets and unemployment insurance. Countries receiving three points would be exempt from the Pact's numerical guidelines, since there is no reason to think that they will be prone to chronic deficits. The others, whose weak institutions render them susceptible to chronic deficits, would in contrast still be subject to its warnings, sanctions and fines.(JEL E0, F4)", "authors": ["epei2"], "abstractStem": "thi paper review the controversi over europ stabil and growth pact and offer a propos for it reform it argu that europ would be best serv by focus on the fundament caus of unsustain debt   public enterpris that are too big to fail unfund public pension scheme that are too big to ignor ineffici and costli labor market and social welfar problem and budget make institut that creat common pool and freerid problem   rather than on arbitrari numer indic like whether the budget deficit is abov or below 3 percent of gdp it propos defin an index of institut reform with say a point each for reform of budget make arrang reform of public pension scheme and reform of labor market and unemploy insur countri receiv three point would be exempt from the pact numer guidelin sinc there is no reason to think that they will be prone to chronic deficit the other whose weak institut render them suscept to chronic deficit would in contrast still be subject to it warn sanction and finesjel e0 f4", "title": "Institutions for Fiscal Stability"}, "https://ideas.repec.org/a/eee/exehis/v19y1982i1p71-100.html": {"abstract": "No abstract is available for this item.", "authors": ["epei2"], "abstractStem": "no abstract is avail for thi item", "title": "Did speculation destabilize the French Franc in the 1920s?"}, "https://ideas.repec.org/a/pal/compes/v53y2011i3p383-406.html": {"abstract": "This paper addresses the question of whether the medium- and long-term growth potential of the advanced economies has been impaired by the global financial crisis. It evidence from the Great Despression of the 1930s to illuminate the prospects, concluding the following. First, the impact of weak bank balance sheets and heightened risk aversion made it harder for small firms. in particular, to fund investment projects. Second, there is little evidence that increased public debt or policy uncertainity had major effects in depressing investment. Third, structural unemployment dissolved quickly in the face of increased demand. Fourth and finally, the crisis was also an opportunity as firms used the downtime created by the Depression to reorganize and modernize their operations.", "authors": ["epei2"], "abstractStem": "thi paper address the question of whether the medium and longterm growth potenti of the advanc economi ha been impair by the global financi crisi it evid from the great despress of the 1930 to illumin the prospect conclud the follow first the impact of weak bank balanc sheet and heighten risk avers made it harder for small firm in particular to fund invest project second there is littl evid that increas public debt or polici uncertain had major effect in depress invest third structur unemploy dissolv quickli in the face of increas demand fourth and final the crisi wa also an opportun as firm use the downtim creat by the depress to reorgan and modern their oper", "title": "Crisis and Growth in the Advanced Economies: What We Know, What We Do not, and What We Can Learn from the 1930s"}, "https://ideas.repec.org/a/eee/jjieco/v21y2007i2p153-172.html": {"abstract": "We analyze how China's emergence as a destination for foreign direct investment is affecting the ability of other countries to attract FDI. We do so using an approach that accounts for the endogeneity of China's FDI. The impact turns out to vary by region. China's rapid growth and attractions as a destination for FDI also encourages FDI flows to other Asian countries, as if producers in these economies belong to a common supply chain. There is also evidence of FDI diversion from OECD recipients. We interpret this in terms of FDI motivated by the desire to produce close to the market where the final sale takes place. For whatever reason -- limits on their ability to raise finance for investment in multiple markets or limits on their ability to control operations in diverse locations -- firms more inclined to invest in China for this reason are corresponding less inclined to invest in the OECD. A detailed analysis of Japanese foreign direct investment outflows disaggregated by sector further supports these conclusions.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epei2", "epto159"], "abstractStem": "we analyz how china emerg as a destin for foreign direct invest is affect the abil of other countri to attract fdi we do so use an approach that account for the endogen of china fdi the impact turn out to vari by region china rapid growth and attract as a destin for fdi also encourag fdi flow to other asian countri as if produc in these economi belong to a common suppli chain there is also evid of fdi divers from oecd recipi we interpret thi in term of fdi motiv by the desir to produc close to the market where the final sale take place for whatev reason  limit on their abil to rais financ for invest in multipl market or limit on their abil to control oper in divers locat  firm more inclin to invest in china for thi reason are correspond less inclin to invest in the oecd a detail analysi of japanes foreign direct invest outflow disaggreg by sector further support these conclusionspthi abstract wa borrow from anoth version of thi item", "title": "Is China's FDI coming at the expense of other countries?"}, "https://ideas.repec.org/a/eee/jpolmo/v34y2012i4p541-548.html": {"abstract": "No abstract is available for this item.", "authors": ["epei2"], "abstractStem": "no abstract is avail for thi item", "title": "Implications of the Euro's crisis for international monetary reform"}, "https://ideas.repec.org/a/eee/asieco/v17y2006i2p226-240.html": {"abstract": "No abstract is available for this item.", "authors": ["epei2", "epto159"], "abstractStem": "no abstract is avail for thi item", "title": "Fear of China"}, "https://ideas.repec.org/a/eee/eecrev/v38y1994i3-4p883-890.html": {"abstract": "No abstract is available for this item.", "authors": ["epei2"], "abstractStem": "no abstract is avail for thi item", "title": "Institutional prerequisites for economic growth: Europe after World War II"}, "https://ideas.repec.org/a/cup/jechis/v70y2010i04p871-897_00.html": {"abstract": "The Great Depression was marked by a severe outbreak of protectionist trade policies. But contrary to the presumption that all countries scrambled to raise trade barriers, there was substantial cross-country variation in the movement to protectionism. Specifically, countries that remained on the gold standard resorted to tariffs, import quotas, and exchange controls to a greater extent than countries that went off gold. Gold standard countries chose to maintain their fixed exchange rate and reduce spending on imports rather than allow their currency to depreciate. Trade protection in the 1930s was less an instance of special interest politics than second-best macroeconomic policy when monetary and fiscal policies were constrained.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epei2", "epir25"], "abstractStem": "the great depress wa mark by a sever outbreak of protectionist trade polici but contrari to the presumpt that all countri scrambl to rais trade barrier there wa substanti crosscountri variat in the movement to protection specif countri that remain on the gold standard resort to tariff import quota and exchang control to a greater extent than countri that went off gold gold standard countri chose to maintain their fix exchang rate and reduc spend on import rather than allow their currenc to depreci trade protect in the 1930 wa less an instanc of special interest polit than secondbest macroeconom polici when monetari and fiscal polici were constrainedpthi abstract wa borrow from anoth version of thi item", "title": "The Slide to Protectionism in the Great Depression: Who Succumbed and Why?"}, "https://ideas.repec.org/a/eee/jimfin/v22y2003i7p1089-1094.html": {"abstract": "No abstract is available for this item.", "authors": ["epei2"], "abstractStem": "no abstract is avail for thi item", "title": "Three generations of crises, three generations of crisis models"}, "https://ideas.repec.org/a/eee/jpolmo/v27y2005i4p427-439.html": {"abstract": "No abstract is available for this item.", "authors": ["epei2"], "abstractStem": "no abstract is avail for thi item", "title": "Europe, the euro and the ECB: Monetary success, fiscal failure"}, "https://ideas.repec.org/a/ime/imemes/v33y2015p29-44.html": {"abstract": "This paper offers some reflections on the debate over secular stagnation. It expresses doubts about explanations for the secular decline in real interest rates and economic growth rates that emphasize the possibility of a global savings glut attributable to the rapid growth of emerging markets and increases in income inequality in the advanced economies. It invokes historical evidence to question whether the commercial potential of new advances in technology have been exhausted. The most convincing explanation for the observed excess of desired saving over desired investment and corresponding low level of real interest rates, it concludes, is probably a sharp, ongoing fall in the relative price of investment goods since the middle of the 20th century. Whether this decline will continue is uncertain. The bottom line is that the case for secular stagnation is at best unproven.", "authors": ["epei2"], "abstractStem": "thi paper offer some reflect on the debat over secular stagnat it express doubt about explan for the secular declin in real interest rate and econom growth rate that emphas the possibl of a global save glut attribut to the rapid growth of emerg market and increas in incom inequ in the advanc economi it invok histor evid to question whether the commerci potenti of new advanc in technolog have been exhaust the most convinc explan for the observ excess of desir save over desir invest and correspond low level of real interest rate it conclud is probabl a sharp ongo fall in the rel price of invest good sinc the middl of the 20th centuri whether thi declin will continu is uncertain the bottom line is that the case for secular stagnat is at best unproven", "title": "The Mayekawa Lecture: Wall of Worries: Reflections on the Secular Stagnation Debate"}, "https://ideas.repec.org/a/bla/intfin/v1y1998i1p35-57.html": {"abstract": " Qualitative accounts have long emphasized the level of interest rates in the advanced industrial countries as a determinant of capital flows to emerging markets and spreads on external debt. Curiously, econometric studies relying on disaggregated data have lent little support to this hypothesis. Upon modelling the issue and pricing decisions jointly, we confirm that global credit conditions have an important impact on the market for developing-country debt. US rates have a negative impact on the demand by international investors for fixed-rate issues by Latin American borrowers, as predicted by the search-for-yield hypothesis. The same effect is apparent for East Asian floating-rate issues, although the evidence there is not as robust. But, whatever the region, this effect is evident only upon controlling for the impact of US interest rates on the decision of developing-country borrowers to issue debt. Copyright 1998 by Blackwell Publishers Ltd.", "authors": ["epei2", "fpmo492"], "abstractStem": " qualit account have long emphas the level of interest rate in the advanc industri countri as a determin of capit flow to emerg market and spread on extern debt curious econometr studi reli on disaggreg data have lent littl support to thi hypothesi upon model the issu and price decis jointli we confirm that global credit condit have an import impact on the market for developingcountri debt us rate have a neg impact on the demand by intern investor for fixedr issu by latin american borrow as predict by the searchforyield hypothesi the same effect is appar for east asian floatingr issu although the evid there is not as robust but whatev the region thi effect is evid onli upon control for the impact of us interest rate on the decis of developingcountri borrow to issu debt copyright 1998 by blackwel publish ltd", "title": "Interest Rates in the North and Capital Flows to the South: Is There a Missing Link?"}, "https://ideas.repec.org/a/eee/deveco/v63y2000i1p5-44.html": {"abstract": "This paper analyzes the determinants of spreads on syndicated bank lending to emerging markets, treating the loan-extension and pricing decisions as jointly determined. Compared to the bond market, our findings highlight the role of international banks in providing credit to smaller borrowers about whom information is least complete and, more generally, support the interpretation of bank finance as dominating that segment of international financial markets characterized by the most pronounced information asymmetries. Domestic lending booms and low reserves in relation to short-term debt have been priced in the expected manner by international banks. The high level of short-term debt in East Asia was supported by high growth rates but was characterized by a knife-edge quality.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epei2", "fpmo492"], "abstractStem": "thi paper analyz the determin of spread on syndic bank lend to emerg market treat the loanextens and price decis as jointli determin compar to the bond market our find highlight the role of intern bank in provid credit to smaller borrow about whom inform is least complet and more gener support the interpret of bank financ as domin that segment of intern financi market character by the most pronounc inform asymmetri domest lend boom and low reserv in relat to shortterm debt have been price in the expect manner by intern bank the high level of shortterm debt in east asia wa support by high growth rate but wa character by a knifeedg qualitypthi abstract wa borrow from anoth version of thi item", "title": "Lending booms, reserves and the sustainability of short-term debt: inferences from the pricing of syndicated bank loans"}, "https://ideas.repec.org/a/fip/fedfpr/y2009.html": {"abstract": "No abstract is available for this item.", "authors": ["epei2"], "abstractStem": "no abstract is avail for thi item", "title": "The financial crisis and global policy reforms"}, "https://ideas.repec.org/a/kap/openec/v18y2007i1p27-52.html": {"abstract": " The accumulation of international reserves by emerging markets raises the question of how to best utilize these funds. This paper explores two routes through which the pooling of reserves could enhance stability and welfare. First, the reserve pool could be used for emergency lending in response to sudden stops. Second, a portion of the reserve pool along with borrowed funds could be used to purchase contingent debt securities issued by governments and corporations, helping to solve the first-mover problem that limits the liquidity of markets in these instruments and hinders their acceptance by private investors. This paper argues that the second option is more likely to be feasible and productive. Copyright Springer Science+Business Media, LLC 2007", "authors": ["epei2"], "abstractStem": " the accumul of intern reserv by emerg market rais the question of how to best util these fund thi paper explor two rout through which the pool of reserv could enhanc stabil and welfar first the reserv pool could be use for emerg lend in respons to sudden stop second a portion of the reserv pool along with borrow fund could be use to purchas conting debt secur issu by govern and corpor help to solv the firstmov problem that limit the liquid of market in these instrument and hinder their accept by privat investor thi paper argu that the second option is more like to be feasibl and product copyright springer sciencebusi media llc 2007", "title": "Insurance Underwriter or Financial Development Fund: What Role for Reserve Pooling in Latin America?"}, "https://ideas.repec.org/a/prs/recofi/ecofi_0987-3368_1991_num_18_3_2718.html": {"abstract": "No abstract is available for this item.", "authors": ["epei2"], "abstractStem": "no abstract is avail for thi item", "title": "L'avenir de la banque américaine"}, "https://ideas.repec.org/a/oup/oxecpp/v39y1987i4p597-623.html": {"abstract": " Several controversial recent studies seek to explain interwar Britain's high unemployment rate in terms of the generosity of her unemployment-insurance system. All of these studies are macroeconomic in nature. In contrast, this paper employs a micro economic sample of some 2,400 adult males to analyze the relationship of unemployment benefits to unemployment in 1929-31. The author find s a generally positive but small association between unemployment inc idence and the estimated benefit/wage ratio, but one limited largely to secondary workers. The contribution of insurance benefits to inter war unemployment turns out to be small in the context of the Great De pression. Copyright 1987 by Royal Economic Society.", "authors": ["epei2"], "abstractStem": " sever controversi recent studi seek to explain interwar britain high unemploy rate in term of the generos of her unemploymentinsur system all of these studi are macroeconom in natur in contrast thi paper employ a micro econom sampl of some 2400 adult male to analyz the relationship of unemploy benefit to unemploy in 192931 the author find s a gener posit but small associ between unemploy inc idenc and the estim benefitwag ratio but one limit larg to secondari worker the contribut of insur benefit to inter war unemploy turn out to be small in the context of the great de pression copyright 1987 by royal econom societi", "title": "Unemployment in Interwar Britain: Dole or Doldrums?"}, "https://ideas.repec.org/a/aea/aecrev/v96y2006i2p432-436.html": {"abstract": "No abstract is available for this item.", "authors": ["epei2"], "abstractStem": "no abstract is avail for thi item", "title": "The Parallel-Currency Approach to Asian Monetary Integration"}, "https://ideas.repec.org/a/ijf/ijfiec/v8y2003i3p205-224.html": {"abstract": " Much ink has been spilled over the connections between capital account liberalization and growth. One reason that previous studies have been inconclusive, we show, is their failure to account for the impact of crises on growth and for the capacity of controls to limit those disruptive output effects. Accounting for these influences, it appears that controls influence macroeconomic performance through two channels, directly (what we think of as their positive impact on resource allocation and efficiency) and indirectly (by limiting the disruptive effects of crises at home and abroad). Because these influences work in opposite directions, it is not surprising that previous studies, in failing to distinguish between them, have been unable to agree whether the effect of controls tilts one way or the other. And because vulnerability to crises varies across countries and with the structure and performance of the international financial system, it is not surprising that the effects of capital account liberalization on growth are contingent and context specific. We document these patterns using two entirely different data sets: a panel of historical data for 21 countries covering the period 1880-1997, and a wider panel for the post-1971 period like that employed in other recent studies. Copyright © 2003 John Wiley &amp; Sons, Ltd.", "authors": ["epei2"], "abstractStem": " much ink ha been spill over the connect between capit account liber and growth one reason that previou studi have been inconclus we show is their failur to account for the impact of crise on growth and for the capac of control to limit those disrupt output effect account for these influenc it appear that control influenc macroeconom perform through two channel directli what we think of as their posit impact on resourc alloc and effici and indirectli by limit the disrupt effect of crise at home and abroad becaus these influenc work in opposit direct it is not surpris that previou studi in fail to distinguish between them have been unabl to agre whether the effect of control tilt one way or the other and becaus vulner to crise vari across countri and with the structur and perform of the intern financi system it is not surpris that the effect of capit account liber on growth are conting and context specif we document these pattern use two entir differ data set a panel of histor data for 21 countri cover the period 18801997 and a wider panel for the post1971 period like that employ in other recent studi copyright   2003 john wiley amp son ltd", "title": "Capital account liberalization and growth: was Mr. Mahathir right?"}, "https://ideas.repec.org/a/eee/ememar/v25y2015icp1-15.html": {"abstract": "In May 2013, Federal Reserve officials first began to talk of the possibility of tapering their security purchases. This “tapering talk” had a large negative impact on the exchange rate and financial markets in emerging markets. In this paper, we analyze who was hit and why. We find that countries with larger and more liquid markets and larger inflows of capital in prior years experienced more pressure on their exchange rate, foreign reserves, and equity prices. We interpret this as investors being able to rebalance their portfolios more easily when the target country has a large and liquid financial market.", "authors": ["epei2"], "abstractStem": "in may 2013 feder reserv offici first began to talk of the possibl of taper their secur purchas thi  taper talk  had a larg neg impact on the exchang rate and financi market in emerg market in thi paper we analyz who wa hit and whi we find that countri with larger and more liquid market and larger inflow of capit in prior year experienc more pressur on their exchang rate foreign reserv and equiti price we interpret thi as investor be abl to rebal their portfolio more easili when the target countri ha a larg and liquid financi market", "title": "Tapering talk: The impact of expectations of reduced Federal Reserve security purchases on emerging markets"}, "https://ideas.repec.org/a/oup/wbrobs/v5y1990i1p69-94.html": {"abstract": "No abstract is available for this item.", "authors": ["epei2", "eppo132"], "abstractStem": "no abstract is avail for thi item", "title": "The Interwar Debt Crisis and Its Aftermath"}, "https://ideas.repec.org/a/cup/fihrev/v2y1995i02p99-117_00.html": {"abstract": "No abstract is available for this item.", "authors": ["epei2"], "abstractStem": "no abstract is avail for thi item", "title": "Central bank co-operation and exchange rate commitments: the classical and interwar gold standards compared"}, "https://ideas.repec.org/a/pal/imfstp/v26y1979i1p123-156.html": {"abstract": "The paper reviews the controversial measures of \"tax effort,\" updates previous studies, and compares current results to earlier findings. Some trends in taxation are described. A new, broader sample of countries is used to show the vulnerability of absolute tax indices to changes in the sample. However, rankings prove to be relatively stable. /// Dans cette Ã©tude, les auteurs examinent la maniÃ¨re controversÃ©e de mesurer l'\"effort fiscal\", mettent Ã jour les Ã©tudes antÃ©rieures et comparent les rÃ©sultats actuels aux rÃ©sultats antÃ©rieurs. Les auteurs y dÃ©crivent certaines tendances de la fiscalitÃ©. Ils se servent d'un nouvel Ã©chantillon comprenant un plus grand nombre de pays pour montrer Ã quel point les indices fiscaux absolus sont sensibles aux variations de l'Ã©chantillon. Les classements Ã©tablis s'avÃ¨rent, toutefois, relativement stables. /// En este estudio se analizan las discutidas formas de medir el \"esfuerzo fiscal\", se ponen al dÃ­a otros estudios anteriores y se comparan los resultados actuales con los anteriormente hallados. Se describen algunas tendencias de la tributaciÃ³n. Se utiliza una muestra nueva y mÃ¡s amplia de paÃ­ses con el fin de comprobar la vulnerabilidad de los Ã­ndices tributarios absolutos a las variaciones de la muestra. Con todo, el orden de los paÃ­ses en los grupos resultÃ³ ser bastante estable.", "authors": ["epei2"], "abstractStem": "the paper review the controversi measur of tax effort updat previou studi and compar current result to earlier find some trend in taxat are describ a new broader sampl of countri is use to show the vulner of absolut tax indic to chang in the sampl howev rank prove to be rel stabl  dan cett  tude le auteur examin la mani re controv e de mesur leffort fiscal mettent   jour le  tude ant rieur et compar le r sultat actuel aux r sultat ant rieur le auteur y d crivent certain tendanc de la fiscalit  il se servent dun nouvel  chantillon compren un plu grand nombr de pay pour montrer   quel point le indic fiscaux absolu sont sensibl aux variat de l chantillon le classement  tabli sav rent toutefoi relativ stabl  en est estudio se analizan la discutida forma de medir el esfuerzo fiscal se ponen al d a otro estudio anterior y se comparan lo resultado actual con lo anteriorment hallado se describen alguna tendencia de la tributaci n se utiliza una muestra nueva y m s amplia de pa se con el fin de comprobar la vulnerabilidad de lo  ndice tributario absoluto a la variacion de la muestra con todo el orden de lo pa se en lo grupo result  ser bastant establ", "title": "International Comparisons of Taxation for Selected Developing Countries, 1972-76 (Comparaisons entre les systÃ¨mes fiscaux de certains pays en dÃ©veloppement, 1972-76) (Comparaciones internacionales de tributaciÃ³n entre determinados paÃ­ses en desarrollo, 1972-76)"}, "https://ideas.repec.org/a/eee/eecrev/v38y1994i3-4p783-791.html": {"abstract": "No abstract is available for this item.", "authors": ["fpba366", "epei2"], "abstractStem": "no abstract is avail for thi item", "title": "The political economy of fiscal restrictions: Implications for Europe from the United States"}, "https://ideas.repec.org/a/onb/oenbmp/y2010i1b6.html": {"abstract": "No abstract is available for this item.", "authors": ["epei2"], "abstractStem": "no abstract is avail for thi item", "title": "The Crisis in Financial Innovation"}, "https://ideas.repec.org/a/eee/dyncon/v49y2014icp154-155.html": {"abstract": "Contribution to the panel session at the Hoover Institution conference on “Frameworks for Monetary Policy for the Next Century,” May 30, 2014.", "authors": ["epei2"], "abstractStem": "contribut to the panel session at the hoover institut confer on  framework for monetari polici for the next centuri  may 30 2014", "title": "Methodology of economic history as an approach to assessing monetary policy"}, "https://ideas.repec.org/a/eee/jimfin/v26y2007i5p786-787.html": {"abstract": "No abstract is available for this item.", "authors": ["epei2"], "abstractStem": "no abstract is avail for thi item", "title": "Comment on Cheung, Chinn and Fujii, \"The Overvaluation of Renminbi Undervaluation\""}, "https://ideas.repec.org/a/ces/ifofor/v1y2000i4p3-8.html": {"abstract": "No abstract is available for this item.", "authors": ["epei2"], "abstractStem": "no abstract is avail for thi item", "title": "Realistic and romantic reforms of the international financial system : reform of the international architecture"}, "https://ideas.repec.org/a/spr/intere/v49y2014i4p239-240.html": {"abstract": "No abstract is available for this item.", "authors": ["epei2"], "abstractStem": "no abstract is avail for thi item", "title": "The ECB tries again"}, "https://ideas.repec.org/a/mul/jb33yl/doi10.1428-27394y2008i2p265-282.html": {"abstract": "This paper provides reflects on various aspects of the subprime crisis. It asks why events originating in such a small corner of U.S. financial markets could exercise such dramatic effects. It explores what to do now - both in the short run, when the markets and the macroeconomy require stabilization, and in the longer run, when there will be a need for regulatory reform.", "authors": ["epei2"], "abstractStem": "thi paper provid reflect on variou aspect of the subprim crisi it ask whi event origin in such a small corner of us financi market could exercis such dramat effect it explor what to do now  both in the short run when the market and the macroeconomi requir stabil and in the longer run when there will be a need for regulatori reform", "title": "Thoughts about the Subprime Crisis"}, "https://ideas.repec.org/a/eee/exehis/v23y1986i1p56-84.html": {"abstract": "No abstract is available for this item.", "authors": ["epei2"], "abstractStem": "no abstract is avail for thi item", "title": "The bank of France and the sterilization of gold, 1926-1932"}, "https://ideas.repec.org/a/eee/jpolmo/v22y2000i3p355-368.html": {"abstract": "No abstract is available for this item.", "authors": ["epei2"], "abstractStem": "no abstract is avail for thi item", "title": "The Euro One Year On"}, "https://ideas.repec.org/a/eee/jbfina/v30y2006i5p1335-1357.html": {"abstract": "The IMF attempts to stabilize private capital flows to emerging markets by providing public monitoring and emergency finance. In analyzing its role we contrast cases where banks and bondholders do the lending. Banks have a natural advantage in monitoring and creditor coordination, while bonds have superior risk sharing characteristics. Consistent with this assumption, banks reduce spreads as they obtain more information through repeat transactions with borrowers. By comparison, repeat borrowing has little influence in bond markets, where publicly-available information dominates. But spreads on bonds are lower when they are issued in conjunction with IMF-supported programs, as if the existence of a program conveyed positive information to bondholders. The influence of IMF monitoring in bond markets is especially pronounced for countries vulnerable to liquidity crises.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epei2", "epkl39", "fpmo492"], "abstractStem": "the imf attempt to stabil privat capit flow to emerg market by provid public monitor and emerg financ in analyz it role we contrast case where bank and bondhold do the lend bank have a natur advantag in monitor and creditor coordin while bond have superior risk share characterist consist with thi assumpt bank reduc spread as they obtain more inform through repeat transact with borrow by comparison repeat borrow ha littl influenc in bond market where publiclyavail inform domin but spread on bond are lower when they are issu in conjunct with imfsupport program as if the exist of a program convey posit inform to bondhold the influenc of imf monitor in bond market is especi pronounc for countri vulner to liquid crisespthi abstract wa borrow from anoth version of thi item", "title": "The IMF in a world of private capital markets"}, "https://ideas.repec.org/a/bla/chinae/v14y2006i3p1-18.html": {"abstract": " A growing body of evidence suggests that China's emergence is having differential effects on Asia's advanced and developing countries. The region's advanced countries are benefiting from the existence of a large and rapidly growing Chinese market for their capital goods, components and technology, whereas its developing countries compete head to head with China in third markets. These facts create additional challenges for late-industrializing Asian countries seeking to catch up with the region's industrial leaders. In turn, the emergence of an Asian core and periphery will not encourage the development of a cohesive Asian economic and political bloc. Asian regionalism will be open regionalism in order to prevent regional initiatives from giving rise to costly trade diversion. Efforts to promote Asian financial development and integration are unlikely to come at the expense of the region's financial links with the rest of the world. An early move toward a common exchange rate regime with the associated common monetary stance will be problematic. And, in the absence of these common policies, pressure for the development of powerful regional institutions to formulate the common monetary stance will be at best modest. Copyright 2006 Institute of World Economics and Politics, Chinese Academy of Social Sciences.", "authors": ["epei2"], "abstractStem": " a grow bodi of evid suggest that china emerg is have differenti effect on asia advanc and develop countri the region advanc countri are benefit from the exist of a larg and rapidli grow chines market for their capit good compon and technolog wherea it develop countri compet head to head with china in third market these fact creat addit challeng for lateindustri asian countri seek to catch up with the region industri leader in turn the emerg of an asian core and peripheri will not encourag the develop of a cohes asian econom and polit bloc asian region will be open region in order to prevent region initi from give rise to costli trade divers effort to promot asian financi develop and integr are unlik to come at the expens of the region financi link with the rest of the world an earli move toward a common exchang rate regim with the associ common monetari stanc will be problemat and in the absenc of these common polici pressur for the develop of power region institut to formul the common monetari stanc will be at best modest copyright 2006 institut of world econom and polit chines academi of social scienc", "title": "China, Asia, and the World Economy: The Implications of an Emerging Asian Core and Periphery"}, "https://ideas.repec.org/a/spr/weltar/v143y2007i2p201-226.html": {"abstract": "No abstract is available for this item.", "authors": ["epei2", "epto159"], "abstractStem": "no abstract is avail for thi item", "title": "China and the Exports of Other Asian Countries"}, "https://ideas.repec.org/a/bla/ecnote/v29y2000i3p315-339.html": {"abstract": " type=\"main\" xml:lang=\"en\"&gt; This paper reviews the prospects for the exchange rate system in different parts of the world. It discounts radical changes like a single world currency and a trio of regional monetary unions: in Europe, where intergration is political as well as economic and financial, the euro should provide the basis for an expanding zone of monetary stability; in the Americas, in contrast, dollarization is likely to be the solution for countries with strong financial links to the USA that find it difficult to run an autonomous monetary policy; and in Asia, continued floating is the only plausible outcome, given the obstacles to the alternatives. (J.E.L.: F3)", "authors": ["epei2"], "abstractStem": " typemain xmllangengt thi paper review the prospect for the exchang rate system in differ part of the world it discount radic chang like a singl world currenc and a trio of region monetari union in europ where intergr is polit as well as econom and financi the euro should provid the basi for an expand zone of monetari stabil in the america in contrast dollar is like to be the solut for countri with strong financi link to the usa that find it difficult to run an autonom monetari polici and in asia continu float is the onli plausibl outcom given the obstacl to the altern jel f3", "title": "Solving the Currency Conundrum"}, "https://ideas.repec.org/a/kap/openec/v8y1997i1p71-90.html": {"abstract": "No abstract is available for this item.", "authors": ["fpba366", "epei2", "epvo15"], "abstractStem": "no abstract is avail for thi item", "title": "European Monetary Unification: Implications of Research for Policy, Implications of Policy for Research"}, "https://ideas.repec.org/a/eee/jpolmo/v33y2011i5p723-730.html": {"abstract": "No abstract is available for this item.", "authors": ["epei2"], "abstractStem": "no abstract is avail for thi item", "title": "The renminbi as an international currency"}, "https://ideas.repec.org/a/cup/jechis/v51y1991i02p488-490_03.html": {"abstract": "No abstract is available for this item.", "authors": ["epei2"], "abstractStem": "no abstract is avail for thi item", "title": "Protectionism and Economic Revival: The British Interwar Economy. By Michael Kitson and Solomos Solomou. Cambridge: Cambridge University Press, 1990. Pp. xi 123. $44.50"}, "https://ideas.repec.org/a/cup/jechis/v46y1986i02p441-454_04.html": {"abstract": "No abstract is available for this item.", "authors": ["epei2"], "abstractStem": "no abstract is avail for thi item", "title": "The Earnings of Skilled and Unskilled Immigrants at the End of the Nineteenth Century"}, "https://ideas.repec.org/a/prs/recofi/ecofi_0987-3368_2003_num_70_1_4820.html": {"abstract": "[fre] Cet article apporte de nouveaux éclaircissements sur les efforts des instances officielles pour mieux prévenir et résoudre les crises financières. Les progrès réalisés ont permis de faire de la scène internationale une place financière plus sûre. Les retombées internationales relativement limitées des crises en Turquie et en Argentine le démontrent clairement. La plus grande flexibilité des taux de change sur d'autres marchés émergents a apporté le bénéfice d'une marge d'ajustement supplémentaire. L'amélioration du contrôle et de la régulation, ainsi qu'un niveau d'endettement réduit du système financier international ont limité la détresse du secteur bancaire et affaibli le rôle du réseau des créanciers habituels à l'origine de la propagation des difficultés financières. Toutefois, il se pourrait simplement que les crises en Turquie et en Argentine aient été plus largement prévues et anticipées que la plupart des crises précédentes, permettant ainsi aux acteurs du marché financier de mieux se protéger. Classification JEL : E44, F31, G15 [eng] Are Turkey and Argentina's crises the last of a dying breed ? This paper assesses recent events in Turkey and Argentina for the light they shed on official efforts to better prevent and resolve financial crises. A case can be made that progress on the official agenda has begun to make the world a safer financial place. This is evident in the relatively limited international spillovers of the Turkish and Argentine crises. More flexible exchange rates in other emerging markers have added an additional margin for adjustment. Improved supervision and regulation and reduced leverage in the international financial system have limited banking-sector distress and weakened the operation of the common-creditor channel for the spread of financial difficulties. Still, it could simply be that the Turkish and Argentine crises were more widely foreseen and anticipated than most of their predecessors, allowing financial market participants to hedge their exposures. JEL classification : E44, F31, G15", "authors": ["epei2"], "abstractStem": "fre cet articl apport de nouveaux  clairciss sur le effort de instanc officiel pour mieux pr venir et r soudr le crise financ re le progr s r ali s ont permi de fair de la sc ne international une place financ re plu s re le retomb es international relativ limit es de crise en turqui et en argentin le d montrent clairement la plu grand flexibilit  de taux de chang sur dautr march s  mergent a apport  le b n fice dune marg dajust suppl mentair lam liorat du contr le et de la r gulat ainsi quun niveau dendett r duit du syst me financi intern ont limit  la d tress du secteur bancair et affaibl le r le du r seau de cr ancier habituel   lorigin de la propag de difficult s financ re toutefoi il se pourrait simplement que le crise en turqui et en argentin aient  t  plu largement pr vue et anticip es que la plupart de crise pr c dent permett ainsi aux acteur du march  financi de mieux se prot ger classif jel  e44 f31 g15 eng are turkey and argentina crise the last of a die breed  thi paper assess recent event in turkey and argentina for the light they shed on offici effort to better prevent and resolv financi crise a case can be made that progress on the offici agenda ha begun to make the world a safer financi place thi is evid in the rel limit intern spillov of the turkish and argentin crise more flexibl exchang rate in other emerg marker have ad an addit margin for adjust improv supervis and regul and reduc leverag in the intern financi system have limit bankingsector distress and weaken the oper of the commoncreditor channel for the spread of financi difficulti still it could simpli be that the turkish and argentin crise were more wide foreseen and anticip than most of their predecessor allow financi market particip to hedg their exposur jel classif  e44 f31 g15", "title": "Les crises récentes en Turquie et en Argentine sont-elles les dernières d’une espèce en voie de disparition ?"}, "https://ideas.repec.org/a/cup/jechis/v48y1988i02p421-424_00.html": {"abstract": "No abstract is available for this item.", "authors": ["epei2"], "abstractStem": "no abstract is avail for thi item", "title": "Discussion of Schubert, Galassi, and Miller"}, "https://ideas.repec.org/a/eee/inecon/v45y1998i2p191-209.html": {"abstract": "We show that the variables pointed to by the theory of optimum currency areas (OCAs) help to explain patterns of exchange rate variability and intervention across countries. But OCA considerations affect exchange market pressures and intervention in different ways. Exchange market pressures mainly reflect asymmetric shocks, while intervention largely reflects the variables that OCA theory suggests cause countries to value stable exchange rates (small size and the extent of trade links). Intervention and exchange market pressure also vary with the structure of the international monetary system.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpba366", "epei2"], "abstractStem": "we show that the variabl point to by the theori of optimum currenc area oca help to explain pattern of exchang rate variabl and intervent across countri but oca consider affect exchang market pressur and intervent in differ way exchang market pressur mainli reflect asymmetr shock while intervent larg reflect the variabl that oca theori suggest caus countri to valu stabl exchang rate small size and the extent of trade link intervent and exchang market pressur also vari with the structur of the intern monetari systempthi abstract wa borrow from anoth version of thi item", "title": "Exchange rate volatility and intervention: implications of the theory of optimum currency areas"}, "https://ideas.repec.org/a/ces/ifofor/v11y2010i3p20-24.html": {"abstract": "No abstract is available for this item.", "authors": ["epei2"], "abstractStem": "no abstract is avail for thi item", "title": "Globalization and the Crisis by Barry Eichengreen"}, "https://ideas.repec.org/a/wly/ijfiec/v18y2013i3p216-239.html": {"abstract": "We analyze disagreements over de facto exchange-rate-regime classifications using three popular de facto regime data series. While there is a moderate degree of concurrence across classifications, disagreements are not uncommon, and they are not random. They are most prevalent in middle-income countries (emerging markets) and low-income (developing) countries as opposed to advanced economies. They are most prevalent for countries with well-developed financial markets, low reserves and open capital accounts. This suggests caution when attempting to relate the exchange rate regime to financial development, the openness of the financial account, and reserve management and accumulation decisions.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epei2", "fpra496"], "abstractStem": "we analyz disagr over de facto exchangerateregim classif use three popular de facto regim data seri while there is a moder degre of concurr across classif disagr are not uncommon and they are not random they are most preval in middleincom countri emerg market and lowincom develop countri as oppos to advanc economi they are most preval for countri with welldevelop financi market low reserv and open capit account thi suggest caution when attempt to relat the exchang rate regim to financi develop the open of the financi account and reserv manag and accumul decisionspthi abstract wa borrow from anoth version of thi item", "title": "How Reliable Are De Facto Exchange Rate Regime Classifications?"}, "https://ideas.repec.org/a/cup/jechis/v47y1987i03p757-760_04.html": {"abstract": "No abstract is available for this item.", "authors": ["epei2"], "abstractStem": "no abstract is avail for thi item", "title": "Agricultural Mortgages in the Populist Era: Reply to Snowden"}, "https://ideas.repec.org/a/eee/deveco/v43y1994i1p125-165.html": {"abstract": "This paper considers the extent to which the North American Free Trade Area (NAFTA) meets the criteria for a common currency area. NAFTA is compared with the EC, a regional grouping for which initial plans for a monetary union are already in place. Most of the anticipated benefits from a monetary union in the EC apply with equal force to NAFTA. However, because the underlying disturbances are more diverse across members of NAFTA, the costs of abandoning the exchange rate instrument are likely to be higher. This is particularly true when NAFTA is compared to the EC’s continental core.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpba366", "epei2"], "abstractStem": "thi paper consid the extent to which the north american free trade area nafta meet the criteria for a common currenc area nafta is compar with the ec a region group for which initi plan for a monetari union are alreadi in place most of the anticip benefit from a monetari union in the ec appli with equal forc to nafta howev becaus the underli disturb are more divers across member of nafta the cost of abandon the exchang rate instrument are like to be higher thi is particularli true when nafta is compar to the ec s continent corepthi abstract wa borrow from anoth version of thi item", "title": "Monetary and exchange rate arrangements for NAFTA"}, "https://ideas.repec.org/a/aea/aecrev/v86y1996i2p134-38.html": {"abstract": "No abstract is available for this item.", "authors": ["epei2", "epvo15"], "abstractStem": "no abstract is avail for thi item", "title": "Federalism, Fiscal Restraints, and European Monetary Union"}, "https://ideas.repec.org/a/oup/wbrobs/v10y1995i1p75-91.html": {"abstract": "This paper considers the role of infrastructure investment in the economic development of the regions of overseas European settlement in the 19th century. Its premise is that the pattern of investment in general, and the roles of public intervention and external finance in particular, were consequences of the structure of financial markets in countries in the early stages of economic development. Government intervention, external finance and debt-servicing difficulties were correlates of the financial-market imperfections that gave rise to informational asymmetries, moral hazard and adverse selection, while government policies to overcome asymmetric information encouraged management to engage in bankruptcy for profit. The tradeoff between credit rationing and bankruptcy for profit is at the heart of the paper.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epei2"], "abstractStem": "thi paper consid the role of infrastructur invest in the econom develop of the region of oversea european settlement in the 19th centuri it premis is that the pattern of invest in gener and the role of public intervent and extern financ in particular were consequ of the structur of financi market in countri in the earli stage of econom develop govern intervent extern financ and debtserv difficulti were correl of the financialmarket imperfect that gave rise to inform asymmetri moral hazard and advers select while govern polici to overcom asymmetr inform encourag manag to engag in bankruptci for profit the tradeoff between credit ration and bankruptci for profit is at the heart of the paperpthi abstract wa borrow from anoth version of thi item", "title": "Financing Infrastructure in Developing Countries: Lessons from the Railway Age"}, "https://ideas.repec.org/a/cup/jechis/v45y1985i04p1021-1022_03.html": {"abstract": "No abstract is available for this item.", "authors": ["epei2"], "abstractStem": "no abstract is avail for thi item", "title": "The Economics of John Hicks. Selected with an introduction by Dieter Helm. New York: Basil Blackwell. 1984. Pp. 304. $10.95 paper"}, "https://ideas.repec.org/a/aea/jeclit/v31y1993i3p1321-57.html": {"abstract": "No abstract is available for this item.", "authors": ["epei2"], "abstractStem": "no abstract is avail for thi item", "title": "European Monetary Unification"}, "https://ideas.repec.org/a/eee/inecon/v88y2012i2p422-435.html": {"abstract": "We provide a synoptic description of financial crises and the multilateral response over the course of the last four decades. We present both indicators of economic performance around crisis dates and a comprehensive description of multilateral rescue efforts. While emergency lending has grown, reliance on debt restructuring, broadly speaking, has declined. This leads us to ask what can be done to rebalance the management of debt problems toward a better mix of emergency lending and private sector burden sharing. In particular, we explore the idea of sovereign cocos, contingent debt securities that automatically reduce payment obligations in the event of debt-sustainability problems.", "authors": ["epei2", "fpmo492"], "abstractStem": "we provid a synopt descript of financi crise and the multilater respons over the cours of the last four decad we present both indic of econom perform around crisi date and a comprehens descript of multilater rescu effort while emerg lend ha grown relianc on debt restructur broadli speak ha declin thi lead us to ask what can be done to rebal the manag of debt problem toward a better mix of emerg lend and privat sector burden share in particular we explor the idea of sovereign coco conting debt secur that automat reduc payment oblig in the event of debtsustain problem", "title": "Financial crises and the multilateral response: What the historical record shows"}, "https://ideas.repec.org/a/bla/jcmkts/v41y2003i5p797-822.html": {"abstract": " We consider the political economy of exchange rate choice and its implications for economic growth from an historical perspective. Previous studies have tended to find only a weak association between the choice of exchange rate regime on the one hand and growth and cohesion on the other. Our findings confirm this negative result, but then go on to explain it by showing that the implications of the exchange rate regime for growth and cohesion are context-specific. They show that the choice of entry rate is important and that when the global monetary regime operates as an engine of deflation it is inadvisable for countries to link up to it. We draw out the implications of these findings for the debate over Britain and the euro. Copyright (c) Blackwell Publishing Ltd 2003.", "authors": ["epei2"], "abstractStem": " we consid the polit economi of exchang rate choic and it implic for econom growth from an histor perspect previou studi have tend to find onli a weak associ between the choic of exchang rate regim on the one hand and growth and cohes on the other our find confirm thi neg result but then go on to explain it by show that the implic of the exchang rate regim for growth and cohes are contextspecif they show that the choic of entri rate is import and that when the global monetari regim oper as an engin of deflat it is inadvis for countri to link up to it we draw out the implic of these find for the debat over britain and the euro copyright c blackwel publish ltd 2003", "title": "Exchange Rates and Cohesion: Historical Perspectives and Political-Economy Considerations"}, "https://ideas.repec.org/a/eee/inecon/v11y1981i3p341-359.html": {"abstract": "No abstract is available for this item.", "authors": ["epei2"], "abstractStem": "no abstract is avail for thi item", "title": "A dynamic model of tariffs, output and employment under flexible exchange rates"}, "https://ideas.repec.org/a/cup/ereveh/v13y2009i03p377-411_99.html": {"abstract": "We present new evidence on the currency composition of foreign exchange reserves in the 1920s and 1930s. Contrary to the presumption that the pound sterling continued to dominate the U.S. dollar in central bank reserves until after World War II, we show that the dollar first overtook sterling in the mid-1920s. This suggests that the network effects thought to lend inertia to international currency status and to create incumbency advantages for the dominant international currency do not apply in the reserve currency domain. Our new evidence is similarly incompatible with the notion that there is only room in the market for one dominant reserve currency at a point in time. Our findings have important implications for our understanding of interwar monetary history but also for the prospects of the dollar and the euro as reserve currencies.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epei2", "epfl22"], "abstractStem": "we present new evid on the currenc composit of foreign exchang reserv in the 1920 and 1930 contrari to the presumpt that the pound sterl continu to domin the us dollar in central bank reserv until after world war ii we show that the dollar first overtook sterl in the mid1920 thi suggest that the network effect thought to lend inertia to intern currenc statu and to creat incumb advantag for the domin intern currenc do not appli in the reserv currenc domain our new evid is similarli incompat with the notion that there is onli room in the market for one domin reserv currenc at a point in time our find have import implic for our understand of interwar monetari histori but also for the prospect of the dollar and the euro as reserv currenciespthi abstract wa borrow from anoth version of thi item", "title": "The rise and fall of the dollar (or when did the dollar replace sterling as the leading reserve currency?)"}, "https://ideas.repec.org/a/ecj/econjl/v114y2004i495p247-264.html": {"abstract": " We compare launch spreads on emerging-market bonds subject to UK governing law, which typically include collective action clauses, with spreads on bonds subject to US law, which do not. Collective-action clauses reduce the cost of borrowing for more creditworthy issuers, who appear to benefit from the ability to avail themselves of an orderly restructuring process. Less creditworthy issuers, in contrast, pay higher spreads. It appears that for less creditworthy borrowers the advantages of orderly restructuring are offset by the moral hazard and default risk associated with the presence of renegotiation-friendly loan provisions. We draw out the implications for the debate over whether to encourage the wider utilisation of these provisions as part of the effort to strengthen the international financial architecture. Copyright 2004 Royal Economic Society.", "authors": ["epei2", "fpmo492"], "abstractStem": " we compar launch spread on emergingmarket bond subject to uk govern law which typic includ collect action claus with spread on bond subject to us law which do not collectiveact claus reduc the cost of borrow for more creditworthi issuer who appear to benefit from the abil to avail themselv of an orderli restructur process less creditworthi issuer in contrast pay higher spread it appear that for less creditworthi borrow the advantag of orderli restructur are offset by the moral hazard and default risk associ with the presenc of renegotiationfriendli loan provis we draw out the implic for the debat over whether to encourag the wider utilis of these provis as part of the effort to strengthen the intern financi architectur copyright 2004 royal econom societi", "title": "Do Collective Action Clauses Raise Borrowing Costs?"}, "https://ideas.repec.org/a/ucp/intsma/doi10.1086-663627.html": {"abstract": "No abstract is available for this item.", "authors": ["epei2", "epro71"], "abstractStem": "no abstract is avail for thi item", "title": "Flexing Your Muscles: Abandoning a Fixed Exchange Rate for Greater Flexibility"}, "https://ideas.repec.org/a/bla/ausecr/v35y2002i2p113-121.html": {"abstract": "This lecture considers how Europeâ€™s monetary union will evolve in the next five to ten years. It concentrates on what is likely to be the most important change in that period, namely, the increasing number and heterogeneity of participating states. By 2006, less than four years from now, it is virtually certain that EMU will be enlarged to include a number of Eastern European countries that have not yet been admitted to the EU itself. These new members will differ sharply from the incumbents in terms of their economic structures, their per capita incomes, and their growth rates. The analysis focuses on the implications of this momentous change for the structure, organization and operation of EMU.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epei2"], "abstractStem": "thi lectur consid how europ s monetari union will evolv in the next five to ten year it concentr on what is like to be the most import chang in that period name the increas number and heterogen of particip state by 2006 less than four year from now it is virtual certain that emu will be enlarg to includ a number of eastern european countri that have not yet been admit to the eu itself these new member will differ sharpli from the incumb in term of their econom structur their per capita incom and their growth rate the analysi focus on the implic of thi moment chang for the structur organ and oper of emupthi abstract wa borrow from anoth version of thi item", "title": "The Enlargement Challenge: Can Monetary Union Be Made to Work in an EU of 25 Members?"}, "https://ideas.repec.org/a/bla/ecopol/v5y1993i2p85-104.html": {"abstract": " European monetary unification (EMU) - the creation of a single European currency and a European Central Bank - is both an economic and a political phenomenon. Yet few studies have attempted to address simultaneously the political and economic dimensions of the process. In this introduction, we review and extend the relevant literatures. The evidence leads us to conclude that EMU is driven mainly by political rather than economic factors, although our understanding of even these political forces remains incomplete. Copyright 1993 Blackwell Publishers Ltd..", "authors": ["epei2", "epfr68"], "abstractStem": " european monetari unif emu  the creation of a singl european currenc and a european central bank  is both an econom and a polit phenomenon yet few studi have attempt to address simultan the polit and econom dimens of the process in thi introduct we review and extend the relev literatur the evid lead us to conclud that emu is driven mainli by polit rather than econom factor although our understand of even these polit forc remain incomplet copyright 1993 blackwel publish ltd", "title": "The Political Economy Of European Monetary Unification: An Analytical Introduction"}, "https://ideas.repec.org/a/bla/jcmkts/v50y2012is1p123-136.html": {"abstract": "No abstract is available for this item.", "authors": ["epei2"], "abstractStem": "no abstract is avail for thi item", "title": "European Monetary Integration with Benefit of Hindsight"}, "https://ideas.repec.org/a/cup/jechis/v45y1985i04p925-946_03.html": {"abstract": "Currency depreciation in the 1930s is almost universally dismissed or condemned. It is credited with providing little if any stimulus for economic recovery in the depreciating countries and blamed for transmitting harmful beggar-thy-neighbor impulses to the rest of the world econonv. In this paper we argue for a radically different interpretation of exchange-rate policy in the 1930s . We document first that currency depreciation was beneficial for the initiating countries. It worked through both the standard supply- and demand-side channels suggested by modern variants of the Keynesian model. We show next that there can in fact be no presumption that currency depreciation inthe 1930s was beggar-thy-neighbor policy. Rather, an empirical analysis of the historical record is needed to determine whether the impact on other countries was favorable or unfavorable. We conclude provisionally on the basis of this analysis that the foreign repercussions of individual devaluations were in fact negative -that the depreciations considered were beggar-thy-neighbor. As we point out, however, this finding does not support the conclusion that competitive devaluations taken by a group of countries were without benefit for the system as a whole. We argue to the contrary that similar policies, had they been even more widely adopted, would have hastened recovery from the Great Depression.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epei2"], "abstractStem": "currenc depreci in the 1930 is almost univers dismiss or condemn it is credit with provid littl if ani stimulu for econom recoveri in the depreci countri and blame for transmit harm beggarthyneighbor impuls to the rest of the world econonv in thi paper we argu for a radic differ interpret of exchanger polici in the 1930  we document first that currenc depreci wa benefici for the initi countri it work through both the standard suppli and demandsid channel suggest by modern variant of the keynesian model we show next that there can in fact be no presumpt that currenc depreci inth 1930 wa beggarthyneighbor polici rather an empir analysi of the histor record is need to determin whether the impact on other countri wa favor or unfavor we conclud provision on the basi of thi analysi that the foreign repercuss of individu devalu were in fact neg that the depreci consid were beggarthyneighbor as we point out howev thi find doe not support the conclus that competit devalu taken by a group of countri were without benefit for the system as a whole we argu to the contrari that similar polici had they been even more wide adopt would have hasten recoveri from the great depressionpthi abstract wa borrow from anoth version of thi item", "title": "Exchange Rates and Economic Recovery in the 1930s"}, "https://ideas.repec.org/a/cup/jechis/v42y1982i01p87-95_02.html": {"abstract": "No abstract is available for this item.", "authors": ["epei2"], "abstractStem": "no abstract is avail for thi item", "title": "The Proximate Determinants of Domestic Investment in Victorian Britain"}, "https://ideas.repec.org/a/ecj/econjl/v104y1994i425p813-27.html": {"abstract": " The authors analyze the comparative macroeconomic performance of the Bretton Woods System of pegged exchange rates and the post-Bretton Woods float. The change in volatility of prices and output following the shift to floating does not appear to have been associated with differences in underlying aggregate-supply and aggregate-demand shocks. Rather, under fixed rates, monetary policy had to be adjusted to stabilize the exchange rate, flattening the demand curve and thereby increasing the output response and reducing the price response to aggregate supply shocks. Following the shift to floating, monetary policy was freed, steepening the demand curve and increasing price volatility relative to output volatility. Copyright 1994 by Royal Economic Society.", "authors": ["fpba366", "epei2"], "abstractStem": " the author analyz the compar macroeconom perform of the bretton wood system of peg exchang rate and the postbretton wood float the chang in volatil of price and output follow the shift to float doe not appear to have been associ with differ in underli aggregatesuppli and aggregatedemand shock rather under fix rate monetari polici had to be adjust to stabil the exchang rate flatten the demand curv and therebi increas the output respons and reduc the price respons to aggreg suppli shock follow the shift to float monetari polici wa freed steepen the demand curv and increas price volatil rel to output volatil copyright 1994 by royal econom societi", "title": "Macroeconomic Adjustment under Bretton Woods and the Post-Bretton-Woods Float: An Impulse-Response Analysis"}, "https://ideas.repec.org/a/fip/fedkpr/y1999p329-368.html": {"abstract": "In this paper we analyze three views of the relationship between the exchange rate and financial fragility: (1) the moral hazard hypothesis, according to which pegged exchange rates offer implicit insurance against exchange risk and thereby encourage reckless borrowing and lending; (2) the original sin hypothesis, which emphasizes an incompleteness in financial markets which prevents the domestic currency from being used to borrow abroad or to borrow long term even domestically; and (3) the commitment problem hypothesis, which sees financial crises as resulting from neither moral hazard nor original sin but from the weakness of the institutions that address commitment problems. We examine the evidence on these hypotheses and draw out their implications for exchange-rate policy in emerging markets.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epei2", "fpha552"], "abstractStem": "in thi paper we analyz three view of the relationship between the exchang rate and financi fragil 1 the moral hazard hypothesi accord to which peg exchang rate offer implicit insur against exchang risk and therebi encourag reckless borrow and lend 2 the origin sin hypothesi which emphas an incomplet in financi market which prevent the domest currenc from be use to borrow abroad or to borrow long term even domest and 3 the commit problem hypothesi which see financi crise as result from neither moral hazard nor origin sin but from the weak of the institut that address commit problem we examin the evid on these hypothes and draw out their implic for exchanger polici in emerg marketspthi abstract wa borrow from anoth version of thi item", "title": "Exchange rates and financial fragility"}, "https://ideas.repec.org/a/eee/jimfin/v39y2013icp138-152.html": {"abstract": "The Indian banking system was initially thought to be insulated from the global financial crisis owing to heavy public ownership and cautious management. It was thus a surprise when some banks experienced deposit flight, as depositors shifted their money toward government-owned banks and specifically toward the State Bank of India, the largest public bank. While there was some tendency for depositors to favour healthier banks and banks with more stable funding, the reallocation of deposits toward the State Bank of India cannot be explained by these factors alone. Rather it appears that the implicit government guarantee of the liabilities of the country's largest public bank dominated other considerations.", "authors": ["epei2", "epgu151"], "abstractStem": "the indian bank system wa initi thought to be insul from the global financi crisi owe to heavi public ownership and cautiou manag it wa thu a surpris when some bank experienc deposit flight as depositor shift their money toward governmentown bank and specif toward the state bank of india the largest public bank while there wa some tendenc for depositor to favour healthier bank and bank with more stabl fund the realloc of deposit toward the state bank of india cannot be explain by these factor alon rather it appear that the implicit govern guarante of the liabil of the countri largest public bank domin other consider", "title": "The financial crisis and Indian banks: Survival of the fittest?"}, "https://ideas.repec.org/a/bla/intfin/v2y1999i3p411-40.html": {"abstract": " This paper considers the role of hedge funds in international financial markets, with a focus on market manipulation, the issue of concern to smaller countries, and systemic stability, the issue of concern to larger ones. To address market integrity, it recommends expanding the coverage of the US Large Trade and Position Reporting System and establishing analogous reporting mechanisms in other countries where they do not presently exist. To address systemic stability, it recommends tightening up supervision of hedge fund counterparties and strengthening market discipline. It concludes that emerging markets at risk from hedge fund operations have no choice but to protect themselves. Self-protection in this context means adopting more flexible exchange rates as a way of removing the one-way bets that hedge fund managers find irresistible and placing holding period taxes on portfolio investments to discourage the round-tripping they find so attractive. Copyright 1999 by Blackwell Publishers Ltd.", "authors": ["epei2"], "abstractStem": " thi paper consid the role of hedg fund in intern financi market with a focu on market manipul the issu of concern to smaller countri and system stabil the issu of concern to larger one to address market integr it recommend expand the coverag of the us larg trade and posit report system and establish analog report mechan in other countri where they do not present exist to address system stabil it recommend tighten up supervis of hedg fund counterparti and strengthen market disciplin it conclud that emerg market at risk from hedg fund oper have no choic but to protect themselv selfprotect in thi context mean adopt more flexibl exchang rate as a way of remov the oneway bet that hedg fund manag find irresist and place hold period tax on portfolio invest to discourag the roundtrip they find so attract copyright 1999 by blackwel publish ltd", "title": "The Regulator's Dilemma: Hedge Funds in the International Financial Architecture"}, "https://ideas.repec.org/a/oup/oxecpp/v66y2014i2p465-490..html": {"abstract": "We investigate whether the determinants of current account balances changed in the run-up to the 2009 financial crisis. Although changes in the budget balance appear to be an important factor for advanced current account deficit countries such as the USA, the effect of the ‘saving glut variables’, that is financial development and openness and legal development, has been relatively stable for emerging market countries, suggesting that those factors cannot explain the bulk of current account movements in recent years. We also find a structural break in current account behavior in 2006–8, in emerging market economies in particular, and attribute the anomalous behavior of precrisis current account balances to financial exuberance as opposed to the nature of the fiscal and monetary policy stance. Our projections suggest that absent drastic policy changes, the imbalances of the USA and China are unlikely to disappear.", "authors": ["epch129", "epei2", "epit4"], "abstractStem": "we investig whether the determin of current account balanc chang in the runup to the 2009 financi crisi although chang in the budget balanc appear to be an import factor for advanc current account deficit countri such as the usa the effect of the  save glut variabl  that is financi develop and open and legal develop ha been rel stabl for emerg market countri suggest that those factor cannot explain the bulk of current account movement in recent year we also find a structur break in current account behavior in 2006 8 in emerg market economi in particular and attribut the anomal behavior of precrisi current account balanc to financi exuber as oppos to the natur of the fiscal and monetari polici stanc our project suggest that absent drastic polici chang the imbal of the usa and china are unlik to disappear", "title": "A forensic analysis of global imbalances"}, "https://ideas.repec.org/a/cje/issued/v25y1992i2p253-80.html": {"abstract": "A computable general equilibrium model is used to examine effects of removing U.S. tariff and non-tariff barriers to trade. The model differs from traditional disaggregated trade models in its attention to intertemporal decision-making, adjustment dynamics, and international capital mobility. Unilateral elimination of tariffs would reduce the welfare of U.S. households by 0.4 percent. Elimination of quantitative restrictions, in contrast, would increase U.S. welfare by 1.1 percent. The international cross-ownership of capital associated with internationally mobile capital significantly influences the distribution of capital gains and losses from trade liberalization. Disregarding cross-ownership leads to understatement of the domestic welfare losses from tariff removal and overstatement of the domestic welfare gains from eliminating quantitative restrictions.", "authors": ["epei2"], "abstractStem": "a comput gener equilibrium model is use to examin effect of remov us tariff and nontariff barrier to trade the model differ from tradit disaggreg trade model in it attent to intertempor decisionmak adjust dynam and intern capit mobil unilater elimin of tariff would reduc the welfar of us household by 04 percent elimin of quantit restrict in contrast would increas us welfar by 11 percent the intern crossownership of capit associ with intern mobil capit significantli influenc the distribut of capit gain and loss from trade liber disregard crossownership lead to understat of the domest welfar loss from tariff remov and overstat of the domest welfar gain from elimin quantit restrict", "title": "Trade Liberalization in General Equilibrium: Intertemporal and Inter-industry Effects"}, "https://ideas.repec.org/a/bpj/jbwige/v43y2002i1p89-104n23.html": {"abstract": "No abstract is available for this item.", "authors": ["epei2"], "abstractStem": "no abstract is avail for thi item", "title": "International Financial Crises: Is the Problem Growing?"}, "https://ideas.repec.org/a/bla/coecpo/v6y1988i2p90-114.html": {"abstract": " This paper reviews and assesses international explanations for the depth and duration of the Great Depression. Many of the conclusions are negative. The U.S. Smoot-Hawley Tariff Act of 1930 came too late to account for the 1929 downturn and fails to explain the severity of the contraction in the U.S. The competitive devaluations of the 1930s redistributed the Depression's effects across countries but did not worsen it overall. The deflationary consequences of the liquidation of foreign exchange reserves were minor. Domestic central bank policies and their failure to be coordinated internationally must bear the major responsibility for the Depression. Copyright 1988 Western Economic Association International.", "authors": ["epei2"], "abstractStem": " thi paper review and assess intern explan for the depth and durat of the great depress mani of the conclus are neg the us smoothawley tariff act of 1930 came too late to account for the 1929 downturn and fail to explain the sever of the contract in the us the competit devalu of the 1930 redistribut the depress effect across countri but did not worsen it overal the deflationari consequ of the liquid of foreign exchang reserv were minor domest central bank polici and their failur to be coordin intern must bear the major respons for the depress copyright 1988 western econom associ intern", "title": "Did International Economic Forces Cause The Great Depression?"}, "https://ideas.repec.org/a/cup/jechis/v48y1988i03p799-801_00.html": {"abstract": "No abstract is available for this item.", "authors": ["epei2"], "abstractStem": "no abstract is avail for thi item", "title": "Trade Wars: The Theory and Practice of International Commercial Rivalry. By John A. C. Conybeare. New York: Columbia University Press, 1987. Pp. xv, 319. $35.00"}, "https://ideas.repec.org/a/ris/integr/0182.html": {"abstract": "We present new evidence on the use of leverage by hedge funds and on how this changed following Russia’s default and the near failure of Long-Term Capital Management in the summer and fall of 1998. We use regression techniques and survey data to analyze how leverage varies with fund attributes. We show that leverage varies with investment style, regulatory status, and a variety of other fund characteristics. While the use of leverage fell across the board between 1998 and 1999, it appears that hedge funds whose investment styles, regulatory status and other attributes were associated with the greatest utilization of leverage before the crisis reduced their use of it most sharply thereafter.", "authors": ["epei2"], "abstractStem": "we present new evid on the use of leverag by hedg fund and on how thi chang follow russia s default and the near failur of longterm capit manag in the summer and fall of 1998 we use regress techniqu and survey data to analyz how leverag vari with fund attribut we show that leverag vari with invest style regulatori statu and a varieti of other fund characterist while the use of leverag fell across the board between 1998 and 1999 it appear that hedg fund whose invest style regulatori statu and other attribut were associ with the greatest util of leverag befor the crisi reduc their use of it most sharpli thereaft", "title": "Hedge Fund Leverage Before and after the Cr"}, "https://ideas.repec.org/a/eee/jjieco/v14y2000i2p121-148.html": {"abstract": "This paper analyses the extent to which ASEAN may be suitable for a regional monetary arrangement. On the economic front, we review evidence on patterns of trade, economic shocks, the extent of factor mobility, and the monetary transmission mechanism. We find that ASEAN today is less suitable for a regional monetary arrangement than the euro area was before the Maastricht Treaty, but the differences are not large. On the political front, we analyse the prerequisites for monetary integration in light of 50 years of European experience. We conclude that a firm political commitment would be the key to ensuring that an attempt to form a regional monetary arrangement is not viewed as simply another fixed exchange rate system open to speculative attack. That commitment would have to be strong enough to survive for an extended period and to support difficult decisions such as rendering the central bank independent, adhering to fiscal and exchange rate arrangements even if the policy stance conflicts with that which would be adopted on the basis of purely domestic considerations, and accepting supranational directives. These are very considerable prerequisites for success.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpba366", "epei2", "fpma337"], "abstractStem": "thi paper analys the extent to which asean may be suitabl for a region monetari arrang on the econom front we review evid on pattern of trade econom shock the extent of factor mobil and the monetari transmiss mechan we find that asean today is less suitabl for a region monetari arrang than the euro area wa befor the maastricht treati but the differ are not larg on the polit front we analys the prerequisit for monetari integr in light of 50 year of european experi we conclud that a firm polit commit would be the key to ensur that an attempt to form a region monetari arrang is not view as simpli anoth fix exchang rate system open to specul attack that commit would have to be strong enough to surviv for an extend period and to support difficult decis such as render the central bank independ adher to fiscal and exchang rate arrang even if the polici stanc conflict with that which would be adopt on the basi of pure domest consider and accept supran direct these are veri consider prerequisit for successpthi abstract wa borrow from anoth version of thi item", "title": "On Regional Monetary Arrangements for ASEAN"}, "https://ideas.repec.org/a/eee/inecon/v38y1995i1-2p1-24.html": {"abstract": "No abstract is available for this item.", "authors": ["epei2", "epir25"], "abstractStem": "no abstract is avail for thi item", "title": "Trade blocs, currency blocs and the reorientation of world trade in the 1930s"}, "https://ideas.repec.org/a/bla/manchs/v79y2011i2p171-172.html": {"abstract": "No abstract is available for this item.", "authors": ["epei2"], "abstractStem": "no abstract is avail for thi item", "title": "Business Cycle Behaviour In Historical Perspective: A Special Issue Of The Manchester School"}, "https://ideas.repec.org/a/cup/intorg/v52y1998i04p993-1012_44.html": {"abstract": "This article adopts economics as a perspective from which to view recent research in international relations. The most telling difference between international relations and economics, it argues, is in the connection between theory and empirical work. The strength of economics is the complementary and mutually supporting character of theoretical and empirical work. In international relations, in contrast, the connections between theory and empirics are looser. As a consequence, research in international relations has not converged to a core of common theoretical assumptions and an arsenal of commonly accepted empirical techniques.", "authors": ["epei2"], "abstractStem": "thi articl adopt econom as a perspect from which to view recent research in intern relat the most tell differ between intern relat and econom it argu is in the connect between theori and empir work the strength of econom is the complementari and mutual support charact of theoret and empir work in intern relat in contrast the connect between theori and empir are looser as a consequ research in intern relat ha not converg to a core of common theoret assumpt and an arsen of commonli accept empir techniqu", "title": "Dental Hygiene and Nuclear War: How International Relations Looks from Economics"}, "https://ideas.repec.org/a/bla/ehsrev/v62y2009i1p245-246.html": {"abstract": "No abstract is available for this item.", "authors": ["epei2"], "abstractStem": "no abstract is avail for thi item", "title": "Currency boards in retrospect and prospect - By Holger C. Wolf, Atish R. Ghosh, Helge Berger, and Anne-Marie Gulde"}, "https://ideas.repec.org/a/ijc/ijcjou/y2014q1a6.html": {"abstract": "This paper reports updated measures of transparency and independence for more than 100 central banks. The indices show that there has been steady movement in the direction of greater transparency and independence over time. In addition, we show that outcomes such as the variability of inflation are significantly affected by both central bank transparency and independence. Disentangling the impact of the two dimensions of central bank arrangements remains difficult, however.", "authors": ["epei2"], "abstractStem": "thi paper report updat measur of transpar and independ for more than 100 central bank the indic show that there ha been steadi movement in the direct of greater transpar and independ over time in addit we show that outcom such as the variabl of inflat are significantli affect by both central bank transpar and independ disentangl the impact of the two dimens of central bank arrang remain difficult howev", "title": "Central Bank Transparency and Independence: Updates and New Measures"}, "https://ideas.repec.org/a/eee/deveco/v116y2015icp146-157.html": {"abstract": "We examine the impact of Chinese currency (renminbi) revaluation on firm valuations, focusing on the effect of surprise announcements of changes in China's currency policy on 9753 manufacturing firms in 44 countries. Renminbi appreciation has no significant impact on the valuation of firms in sectors exporting to China on average. But this “non-result” confounds a positive effect on firms in sectors exporting final goods to China with a negligible effect on those providing inputs for China's processing exports. We also find no significant effect on firms in sectors competing with China at home and in third markets. But again this “non-result” confounds the positive effect on firms competing with China in final goods with an insignificant effect on firms competing with China's processing exports. When evaluating the effects of renminbi appreciation on other countries, it follows, distinguishing processing trade from trade in final goods is key.", "authors": ["epei2", "epto159"], "abstractStem": "we examin the impact of chines currenc renminbi revalu on firm valuat focus on the effect of surpris announc of chang in china currenc polici on 9753 manufactur firm in 44 countri renminbi appreci ha no signific impact on the valuat of firm in sector export to china on averag but thi  nonresult  confound a posit effect on firm in sector export final good to china with a neglig effect on those provid input for china process export we also find no signific effect on firm in sector compet with china at home and in third market but again thi  nonresult  confound the posit effect on firm compet with china in final good with an insignific effect on firm compet with china process export when evalu the effect of renminbi appreci on other countri it follow distinguish process trade from trade in final good is key", "title": "Effects of renminbi appreciation on foreign firms: The role of processing exports"}, "https://ideas.repec.org/a/kap/openec/v23y2012i1p57-87.html": {"abstract": "This paper provides new evidence on the rise of the dollar as an international currency, focusing on its role in the conduct of trade and the provision of trade credit. We show that the shift to the dollar occurred much earlier than conventionally supposed: during and immediately after World War I. Not just market forces but also policy support – the Fed in its role as market maker – was important for the dollar’s overtaking of sterling as the leading international currency. On balance, this experience challenges the popular notion of international currency status as being determined mainly by market size. It suggests that the popular image of strongly increasing returns and pervasive network externalities leaving room for only one monetary technology is misleading.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epei2", "epfl22"], "abstractStem": "thi paper provid new evid on the rise of the dollar as an intern currenc focus on it role in the conduct of trade and the provis of trade credit we show that the shift to the dollar occur much earlier than convent suppos dure and immedi after world war i not just market forc but also polici support   the fed in it role as market maker   wa import for the dollar s overtak of sterl as the lead intern currenc on balanc thi experi challeng the popular notion of intern currenc statu as be determin mainli by market size it suggest that the popular imag of strongli increas return and pervas network extern leav room for onli one monetari technolog is misleadingpthi abstract wa borrow from anoth version of thi item", "title": "The Federal Reserve, the Bank of England, and the Rise of the Dollar as an International Currency, 1914–1939"}, "https://ideas.repec.org/a/eee/eecrev/v30y1986i3p681-682.html": {"abstract": "No abstract is available for this item.", "authors": ["epei2"], "abstractStem": "no abstract is avail for thi item", "title": "'The Belmont-Morgan Syndicate as an optimal investment banking contract' by Peter M. Garber and Vittorio U. Grilli"}, "https://ideas.repec.org/a/cup/jechis/v75y2015i03p621-659_00.html": {"abstract": "This paper reconstructs the forgotten history of mutual assistance among Reserve Banks in the early years of the Federal Reserve System. We use data on accommodation operations by the 12 Reserve Banks between 1913 and 1960 which enabled them to mutualise their gold reserves in emergency situations. Gold reserve sharing was especially important in response to liquidity crises and bank runs. Cooperation among reserve banks was essential for the cohesion and stability of the US monetary union. But fortunes could change quickly, with emergency recipients of gold turning into providers. Because regional imbalances did not grow endlessly, instead narrowing when region-specific liquidity shocks subsided, mutual assistance created only limited tensions. These findings speak to the current debate over TARGET2 balances in Europe.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpch1134", "epei2", "fpme225"], "abstractStem": "thi paper reconstruct the forgotten histori of mutual assist among reserv bank in the earli year of the feder reserv system we use data on accommod oper by the 12 reserv bank between 1913 and 1960 which enabl them to mutualis their gold reserv in emerg situat gold reserv share wa especi import in respons to liquid crise and bank run cooper among reserv bank wa essenti for the cohes and stabil of the us monetari union but fortun could chang quickli with emerg recipi of gold turn into provid becaus region imbal did not grow endlessli instead narrow when regionspecif liquid shock subsid mutual assist creat onli limit tension these find speak to the current debat over target2 balanc in europepthi abstract wa borrow from anoth version of thi item", "title": "Mutual Assistance between Federal Reserve Banks: 1913–1960 as Prolegomena to the TARGET2 Debate"}, "https://ideas.repec.org/a/wsi/jicepx/v01y2010i01p1-20.html": {"abstract": "This paper contemplates ambitious reforms of the international financial architecture. It proposes routinising the expansion of IMF quotas and the conduct of exchange rate surveillance. It contemplates an expanded role for the SDR in international transactions, which would require someone — like the IMF — to act as market maker. It considers proposals for reimposing Glass–Steagall-like restrictions on commercial and investment banking, something that will have to be coordinated internationally to be feasible. All this of course presupposes meaningful IMF governance reform so that the institution has the legitimacy and efficiency to assume these additional responsibilities.", "authors": ["epei2"], "abstractStem": "thi paper contempl ambiti reform of the intern financi architectur it propos routinis the expans of imf quota and the conduct of exchang rate surveil it contempl an expand role for the sdr in intern transact which would requir someon   like the imf   to act as market maker it consid propos for reimpos glass steagalllik restrict on commerci and invest bank someth that will have to be coordin intern to be feasibl all thi of cours presuppos meaning imf govern reform so that the institut ha the legitimaci and effici to assum these addit respons", "title": "Out-Of-The-Box Thoughts About The International Financial Architecture"}, "https://ideas.repec.org/a/eee/exehis/v29y1992i1p93-98.html": {"abstract": "No abstract is available for this item.", "authors": ["epei2"], "abstractStem": "no abstract is avail for thi item", "title": "More speculation on destabilizing speculation"}, "https://ideas.repec.org/a/aea/jecper/v5y1991i2p149-69.html": {"abstract": "The parallels between debt crises past and present have attracted a large number of social scientists to the history of foreign lending and default. In this article, I describe the findings of the recent literature on the subject. The questions posed have obvious relevance to the current policy debate over the debt of less-developed countries. What features of international capital markets have long rendered them vulnerable to generalized crisis? What events tend to spawn debt-servicing difficulties and to provoke default? What have been the consequences of default for lenders and borrowers? What approaches historically have proven most effective at clearing away the residue of debt crises? I concentrate on 20th century experience: on the lending of the 1920s, on the debt crisis of the 1930s, and on the recovery of capital markets after World War II.", "authors": ["epei2"], "abstractStem": "the parallel between debt crise past and present have attract a larg number of social scientist to the histori of foreign lend and default in thi articl i describ the find of the recent literatur on the subject the question pose have obviou relev to the current polici debat over the debt of lessdevelop countri what featur of intern capit market have long render them vulner to gener crisi what event tend to spawn debtserv difficulti and to provok default what have been the consequ of default for lender and borrow what approach histor have proven most effect at clear away the residu of debt crise i concentr on 20th centuri experi on the lend of the 1920 on the debt crisi of the 1930 and on the recoveri of capit market after world war ii", "title": "Historical Research on International Lending and Debt"}, "https://ideas.repec.org/a/kap/openec/v10y1999i4p415-442.html": {"abstract": " Latin America's economies have made tremendous improvements in recent years. Following the lost decade of the 1980s, economic growth has resumed. But the fruits of this progress remain to be consolidated. The political consensus supporting reform is fragile, and the economies of the region are still susceptible to destabilizing shocks, as recent events have underscored. Even well-devised economic policy strategies can be thrown off course by disturbances. This article proposes an institutional reformâ€”a National Fiscal Councilâ€”designed to allow Latin American countries to break out of this vicious circle. Copyright Kluwer Academic Publishers 1999", "authors": ["epei2", "fpha552", "epvo15"], "abstractStem": " latin america economi have made tremend improv in recent year follow the lost decad of the 1980 econom growth ha resum but the fruit of thi progress remain to be consolid the polit consensu support reform is fragil and the economi of the region are still suscept to destabil shock as recent event have underscor even welldevis econom polici strategi can be thrown off cours by disturb thi articl propos an institut reform a nation fiscal council design to allow latin american countri to break out of thi viciou circl copyright kluwer academ publish 1999", "title": "Reforming Budgetary Institutions in Latin America: The Case for a National Fiscal Council"}, "https://ideas.repec.org/a/bcr/ensayo/v1y2009i53-54p25-57.html": {"abstract": "This paper analyzes the conflicting explanations of the global imbalances’ pattern and the size of the US external deficit. In this document, it is argued that, far from being incompatible, the explanations suggested are part of a broader story. The drop of the US saving rate has played a significant role in the onset of imbalances in the United States and the world at large. At the same time, favorable productivity trends turned the United States into a good place to invest, thus attracting the external savings that help finance the American investment and its current account. The excess of global savings is also a factor to be taken into account since it supports capital flows to the United States and investment in this country. Lastly, the view of the Sino-American co-dependence underlines the satisfaction level of Asian countries with a situation in which the demand for exports is disproportionately important relative to domestic demand (due to a combination of high risk aversion after the 1997-1998 crisis and an ongoing commitment with export-led growth), a position sustained through undervalued exchange rates and evidenced by the accelerated growth of US imports.", "authors": ["epei2"], "abstractStem": "thi paper analyz the conflict explan of the global imbal  pattern and the size of the us extern deficit in thi document it is argu that far from be incompat the explan suggest are part of a broader stori the drop of the us save rate ha play a signific role in the onset of imbal in the unit state and the world at larg at the same time favor product trend turn the unit state into a good place to invest thu attract the extern save that help financ the american invest and it current account the excess of global save is also a factor to be taken into account sinc it support capit flow to the unit state and invest in thi countri lastli the view of the sinoamerican codepend underlin the satisfact level of asian countri with a situat in which the demand for export is disproportion import rel to domest demand due to a combin of high risk avers after the 19971998 crisi and an ongo commit with exportl growth a posit sustain through undervalu exchang rate and evidenc by the acceler growth of us import", "title": "The Blind Men and the Elephant"}, "https://ideas.repec.org/a/bla/ecpoli/v25y2010ip219-265.html": {"abstract": " \"The Great Depression of the 1930s and the Great Credit Crisis of the 2000s had similar causes but elicited strikingly different policy responses. While it remains too early to assess the effectiveness of current policy, it is possible to analyse monetary and fiscal responses in the 1930s as a natural experiment or counterfactual capable of shedding light on the impact of current policies. We employ vector autoregressions, instrumental variables, and qualitative evidence for 27 countries in the period 1925-39. The results suggest that monetary and fiscal stimulus was effective -- that where it did not make a difference it was not tried. They shed light on the debate over fiscal multipliers in episodes of financial crisis. They are consistent with multipliers at the higher end of those estimated in the recent literature, and with the argument that the impact of fiscal stimulus will be greater when banking systems are dysfunctional and monetary policy is constrained by the zero bound.\" Copyright (c) CEPR, CES, MSH, 2010.", "authors": ["fpal438", "epbn2", "epei2", "epor7", "epru172"], "abstractStem": " the great depress of the 1930 and the great credit crisi of the 2000 had similar caus but elicit strikingli differ polici respons while it remain too earli to assess the effect of current polici it is possibl to analys monetari and fiscal respons in the 1930 as a natur experi or counterfactu capabl of shed light on the impact of current polici we employ vector autoregress instrument variabl and qualit evid for 27 countri in the period 192539 the result suggest that monetari and fiscal stimulu wa effect  that where it did not make a differ it wa not tri they shed light on the debat over fiscal multipli in episod of financi crisi they are consist with multipli at the higher end of those estim in the recent literatur and with the argument that the impact of fiscal stimulu will be greater when bank system are dysfunct and monetari polici is constrain by the zero bound copyright c cepr ce msh 2010", "title": "From Great Depression to Great Credit Crisis: similarities, differences and lessons"}, "https://ideas.repec.org/a/eee/ecofin/v17y2006i3p329-334.html": {"abstract": "No abstract is available for this item.", "authors": ["epei2"], "abstractStem": "no abstract is avail for thi item", "title": "On the sequencing of regional integration: General considerations and an application to Asia"}, "https://ideas.repec.org/a/eee/ecosys/v25y2001i1p3-32.html": {"abstract": "In this paper we analyze the recent efforts of the international financial institutions to limit the moral hazard created by their assistance to crisis countries. We question the wisdom of the case-by-case approach taken in Pakistan, Ecuador, Romania and Ukraine. We show that because default and restructuring are so painful and costly, it is simply not time consistent for the IFIs to plan to stand aside if the markets refuse to roll over maturing claims, restructure problem debts, or provide new money. Because these realities create an incentive to disburse even if investors fail to comply, the IFIs are then placed in the position of having to back down on their previous conditionality, which undermines their credibility. And since investors are aware of these facts, their behavior is unlikely to be modified by the IFIs' less-than-credible statements of intent. Hence, this approach to bailing in the private sector' will not work. Fortunately, there is an alternative: introducing collective-action clauses into loan agreements. This, and not ad hoc efforts to bail in the private sector, is a forward-looking solution to the moral hazard problem.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epei2"], "abstractStem": "in thi paper we analyz the recent effort of the intern financi institut to limit the moral hazard creat by their assist to crisi countri we question the wisdom of the casebycas approach taken in pakistan ecuador romania and ukrain we show that becaus default and restructur are so pain and costli it is simpli not time consist for the ifi to plan to stand asid if the market refus to roll over matur claim restructur problem debt or provid new money becaus these realiti creat an incent to disburs even if investor fail to compli the ifi are then place in the posit of have to back down on their previou condition which undermin their credibl and sinc investor are awar of these fact their behavior is unlik to be modifi by the ifi lessthancred statement of intent henc thi approach to bail in the privat sector will not work fortun there is an altern introduc collectiveact claus into loan agreement thi and not ad hoc effort to bail in the privat sector is a forwardlook solut to the moral hazard problempthi abstract wa borrow from anoth version of thi item", "title": "The bail-in problem: systematic goals, ad hoc means"}, "https://ideas.repec.org/a/aea/jecper/v17y2003i4p75-98.html": {"abstract": "This paper provides new empirical evidence relevant to the debate over the desirability of reforms to the way that financial markets and the international community deal with sovereign debt crises. In particular, given the ongoing opposition of investors and some sovereigns to greater use of collective action clauses (CACs) in emerging market bonds, we present new evidence on the way that financial markets have priced the use or non-use of CACs.", "authors": ["epei2"], "abstractStem": "thi paper provid new empir evid relev to the debat over the desir of reform to the way that financi market and the intern commun deal with sovereign debt crise in particular given the ongo opposit of investor and some sovereign to greater use of collect action claus cac in emerg market bond we present new evid on the way that financi market have price the use or nonus of cac", "title": "Restructuring Sovereign Debt"}, "https://ideas.repec.org/a/aea/aecrev/v74y1984i5p995-1015.html": {"abstract": "No abstract is available for this item.", "authors": ["epei2"], "abstractStem": "no abstract is avail for thi item", "title": "Mortgage Interest Rates in the Populist Era"}, "https://ideas.repec.org/a/bla/scotjp/v43y1996i4p398-418.html": {"abstract": " Trends in international finance in recent decades have inspired considerable research on bloc- and band-based international monetary arrangements. From this literature has emerged models providing the basis for much recent work in international monetary economics. To date, however, their application to historical experience has been rare. The authors, therefore, highlight parallels between modern-day target zones, on the one hand, and the classical and interwar gold standards and Bretton Woods System, on the other. They suggest that bloc-based international monetary arrangements are in fact an historical commonplace; they have been the rule rather than the exception. Copyright 1996 by Scottish Economic Society.", "authors": ["epei2", "epfl22"], "abstractStem": " trend in intern financ in recent decad have inspir consider research on bloc and bandbas intern monetari arrang from thi literatur ha emerg model provid the basi for much recent work in intern monetari econom to date howev their applic to histor experi ha been rare the author therefor highlight parallel between modernday target zone on the one hand and the classic and interwar gold standard and bretton wood system on the other they suggest that blocbas intern monetari arrang are in fact an histor commonplac they have been the rule rather than the except copyright 1996 by scottish econom societi", "title": "Blocs, Zones and Bands: International Monetary History in Light of Recent Theoretical Developments"}, "https://ideas.repec.org/a/bla/ehsrev/v45y1992i2p213-239.html": {"abstract": "No abstract is available for this item.", "authors": ["epei2"], "abstractStem": "no abstract is avail for thi item", "title": "The origins and nature of the Great Slump revisited"}, "https://ideas.repec.org/a/fip/fedcff/00007.html": {"abstract": "No abstract is available for this item.", "authors": ["epei2"], "abstractStem": "no abstract is avail for thi item", "title": "Interview with Barry Eichengreen"}, "https://ideas.repec.org/a/ecj/econjl/v106y1996i434p213-18.html": {"abstract": "No abstract is available for this item.", "authors": ["epei2"], "abstractStem": "no abstract is avail for thi item", "title": "Explaining Britain's Economic Performance: A Critical Note"}, "https://ideas.repec.org/a/prs/reveco/reco_0035-2764_1994_num_45_3_409557.html": {"abstract": "[fre] Pourquoi le SME a explosé et comment le relancer ? Les quatre interprétations avancées à la suite des crises de change de 1992 et de 1993 sont probablement complémentaires. Les leçons à tirer conduisent à porter un jugement pessimiste sur les possibilités de survie du SME et donc du traité de Maastricht, faisant même planer une menace sur le Marché commun. La plupart des mesures proposées pour faire face à la nouvelle situation ignorent l'une ou l'autre de ces leçons. La tendance dominante est de parier sur un heu­reux concours de circonstances. Il est préférable de prévoir le pire. Une mesure prudentielle simple, l'obligation d'un dépôt non rémunéré sur les positions ouvertes, restaure l'élément de stabilité perdu avec l'abandon des contrôles de change. [eng] Why did the ems blow-up and how to fix it Four usual interpretations of the exchange crises of 1992 and 1993 are not mutually exclusive. Taken together, however, they send an ominous signal about EMS chances of survival and the prospects for achieving monetary union along the Unes of the Maastricht Treaty. The Common Market's future itself might be at stake over the longer run. A number of proposais have been advanced recently. Unfortunately each of them fail to properly take into account one or the other among the lessons drawn from the crises. The risk is that we now hope for the best. Proper policy planning ought to be ready for the worst. This paper porposes a simple prudential measure, establishing mandatory deposits on open positions.", "authors": ["epei2", "eppi40", "epwy2"], "abstractStem": "fre pourquoi le sme a explo  et comment le relanc  le quatr interpr tation avanc es   la suit de crise de chang de 1992 et de 1993 sont probabl compl mentair le le on   tirer conduis   porter un jugement pessimist sur le possibilit s de survi du sme et donc du trait  de maastricht faisant m me planer une menac sur le march  commun la plupart de mesur propo es pour fair face   la nouvel situat ignor lune ou lautr de ce le on la tendanc dominant est de parier sur un heu reux concour de circonst il est pr f rabl de pr voir le pire une mesur prudentiel simpl loblig dun d p t non r mun r  sur le posit ouvert restaur l l ment de stabilit  perdu avec labandon de contr le de chang eng whi did the em blowup and how to fix it four usual interpret of the exchang crise of 1992 and 1993 are not mutual exclus taken togeth howev they send an omin signal about em chanc of surviv and the prospect for achiev monetari union along the une of the maastricht treati the common market futur itself might be at stake over the longer run a number of proposai have been advanc recent unfortun each of them fail to properli take into account one or the other among the lesson drawn from the crise the risk is that we now hope for the best proper polici plan ought to be readi for the worst thi paper porpos a simpl prudenti measur establish mandatori deposit on open posit", "title": "Pourquoi le SME a explosé et comment le relancer ?"}, "https://ideas.repec.org/a/eee/jpolmo/v28y2006i6p645-652.html": {"abstract": "No abstract is available for this item.", "authors": ["epei2"], "abstractStem": "no abstract is avail for thi item", "title": "Global imbalances: The new economy, the dark matter, the savvy investor, and the standard analysis"}, "firstname": "Barry", "https://ideas.repec.org/a/fip/fedkpr/y2005iaugp269-276.html": {"abstract": "No abstract is available for this item.", "authors": ["epei2"], "abstractStem": "no abstract is avail for thi item", "title": "Commentary : the end of large current account deficits : 1970-2002 : are there lessons for the United States?"}, "https://ideas.repec.org/a/eee/jimfin/v30y2011i6p1090-1106.html": {"abstract": "This paper synthesizes studies analyzing the effects of capital account liberalization on industry growth while controlling for financial crises, domestic financial development and the strength of institutions. We find evidence that financial openness has positive effects on the growth of financially dependent industries, although these growth-enhancing effects evaporate during financial crises. Further analysis indicates that the positive effects of capital account liberalization are limited to countries with relatively well-developed financial systems, good accounting standards, strong creditor rights and rule of law. It suggests that countries must reach a certain threshold in terms of institutional and economic development before they can expect to benefit from capital account liberalization.", "authors": ["epei2", "eppa92"], "abstractStem": "thi paper synthes studi analyz the effect of capit account liber on industri growth while control for financi crise domest financi develop and the strength of institut we find evid that financi open ha posit effect on the growth of financi depend industri although these growthenhanc effect evapor dure financi crise further analysi indic that the posit effect of capit account liber are limit to countri with rel welldevelop financi system good account standard strong creditor right and rule of law it suggest that countri must reach a certain threshold in term of institut and econom develop befor they can expect to benefit from capit account liber", "title": "Capital account liberalization, financial development and industry growth: A synthetic view"}, "https://ideas.repec.org/a/eee/jimfin/v2y1983i1p1-15.html": {"abstract": "No abstract is available for this item.", "authors": ["epei2"], "abstractStem": "no abstract is avail for thi item", "title": "Effective protection and exchange-rate determination"}, "https://ideas.repec.org/a/bla/ecpoli/v16y2001i32p51-82.html": {"abstract": "No abstract is available for this item.", "authors": ["fpbo243", "epei2", "fpma855"], "abstractStem": "no abstract is avail for thi item", "title": "Is the crisis problem growing more severe?"}, "https://ideas.repec.org/a/bla/reviec/v12y2004i2p243-245.html": {"abstract": " The paper offers some reflections on the convergence of productivity in the United States and Europe, which essentially stopped in the 1990s. It argues that the barriers preventing further convergence in the early 1990s were removed subsequently. But since then trends in productivity growth have been importantly affected by the advent of the New Economy, which poses further challenges for Europe. Without additional reform of European labor markets, financial markets, and university systems, we may be on the eve of another era of persistent divergence. Copyright Blackwell Publishing Ltd 2004.", "authors": ["epei2"], "abstractStem": " the paper offer some reflect on the converg of product in the unit state and europ which essenti stop in the 1990 it argu that the barrier prevent further converg in the earli 1990 were remov subsequ but sinc then trend in product growth have been importantli affect by the advent of the new economi which pose further challeng for europ without addit reform of european labor market financi market and univers system we may be on the eve of anoth era of persist diverg copyright blackwel publish ltd 2004", "title": "Productivity Growth, the New Economy, and Catching Up"}, "https://ideas.repec.org/a/kap/iecepo/v7y2010i1p49-62.html": {"abstract": "This paper attempts to draw out the implication of the financial crisis for emerging markets. The most important implications will center on financial markets, where there will be less reliance on portfolio capital flows to finance investment and some deglobalization of banking so that the domain of bank operations more closely coincides with the domain of regulation. By contrast, the implications for other dimensions of globalization and for the structure of the international monetary system will be more limited.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epei2"], "abstractStem": "thi paper attempt to draw out the implic of the financi crisi for emerg market the most import implic will center on financi market where there will be less relianc on portfolio capit flow to financ invest and some deglob of bank so that the domain of bank oper more close coincid with the domain of regul by contrast the implic for other dimens of global and for the structur of the intern monetari system will be more limitedpthi abstract wa borrow from anoth version of thi item", "title": "Lessons of the crisis for emerging markets"}, "https://ideas.repec.org/a/bla/intfin/v15y2012i3p309-325.html": {"abstract": "No abstract is available for this item.", "authors": ["epei2"], "abstractStem": "no abstract is avail for thi item", "title": "The Architecture and Governance of Financial Supervision: Sources and Implications"}, "https://ideas.repec.org/a/eee/jjieco/v23y2009i2p149-176.html": {"abstract": "This paper extends previous measures of the quality of corporate governance for a cross section of emerging markets. We find that there have been significant improvements in a wide range of countries in the course of the last ten years. Improvements are most likely in countries with stable governments, where foreign investors lobby for reform, and where peer effects are present. We also document significant benefits in terms of the depth and liquidity of financial markets. J. Japanese Int. Economies 23 (2) (2009) 149-176.", "authors": ["epei2"], "abstractStem": "thi paper extend previou measur of the qualiti of corpor govern for a cross section of emerg market we find that there have been signific improv in a wide rang of countri in the cours of the last ten year improv are most like in countri with stabl govern where foreign investor lobbi for reform and where peer effect are present we also document signific benefit in term of the depth and liquid of financi market j japanes int economi 23 2 2009 149176", "title": "Corporate governance reform in emerging markets: How much, why, and with what effects?"}, "https://ideas.repec.org/a/kap/openec/v13y2002i4p381-411.html": {"abstract": " We develop a model of monetary and fiscal policies appropriate for considering U.S.-European policy interactions in an era of near-balanced budgets and European monetary union. We study the determinants of policy trade-offs and incentives for central banks and governments across the Atlantic. Smaller, more open economies face more favorable trade-offs, since openness enhances policy effectiveness via the exchange-rate channel. Changes in Europe's monetary arrangements do not affect U.S. trade-offs, although they alter the trade-offs facing European policy-makers. Fiscal trade-offs depend crucially on the extent to which fiscal policy is distortionary. Changes in taxes and spending move both employment and inflation in the desired direction following a worldwide supply shock when spending is financed with distortionary taxes. Copyright Kluwer Academic Publishers 2002", "authors": ["epei2", "epgh2"], "abstractStem": " we develop a model of monetari and fiscal polici appropri for consid useuropean polici interact in an era of nearbalanc budget and european monetari union we studi the determin of polici tradeoff and incent for central bank and govern across the atlant smaller more open economi face more favor tradeoff sinc open enhanc polici effect via the exchanger channel chang in europ monetari arrang do not affect us tradeoff although they alter the tradeoff face european policymak fiscal tradeoff depend crucial on the extent to which fiscal polici is distortionari chang in tax and spend move both employ and inflat in the desir direct follow a worldwid suppli shock when spend is financ with distortionari tax copyright kluwer academ publish 2002", "title": "Transatlantic Trade-Offs in the Age of Balanced Budgets and European Monetary Union"}, "https://ideas.repec.org/a/prs/recofi/ecofi_0987-3368_1990_num_14_2_1706.html": {"abstract": "No abstract is available for this item.", "authors": ["epei2"], "abstractStem": "no abstract is avail for thi item", "title": "Système financier et crise économique dans l'entre-deux-guerres"}, "https://ideas.repec.org/a/eee/deveco/v111y2014icp225-245.html": {"abstract": "We offer new evidence on the emergence of the dollar as the leading international currency focusing on its role as currency of denomination in global bond markets. We show that the dollar overtook sterling much earlier than commonly supposed, as early as in 1929. Financial development appears to have been the main factor helping the dollar to overcome sterling's head start. The finding that a shift from a unipolar to a multipolar international monetary and financial system has happened before suggests that it can happen again. That the shift occurred earlier than commonly believed suggests that the advantages of incumbency are not insurmountable. And that financial deepening was a key determinant of the dollar's emergence points to the challenges facing currencies aspiring to international status.", "authors": ["fpch1134", "epei2", "fpme225"], "abstractStem": "we offer new evid on the emerg of the dollar as the lead intern currenc focus on it role as currenc of denomin in global bond market we show that the dollar overtook sterl much earlier than commonli suppos as earli as in 1929 financi develop appear to have been the main factor help the dollar to overcom sterl head start the find that a shift from a unipolar to a multipolar intern monetari and financi system ha happen befor suggest that it can happen again that the shift occur earlier than commonli believ suggest that the advantag of incumb are not insurmount and that financi deepen wa a key determin of the dollar emerg point to the challeng face currenc aspir to intern statu", "title": "When did the dollar overtake sterling as the leading international currency? Evidence from the bond markets"}, "https://ideas.repec.org/a/eee/exehis/v44y2007i3p501-521.html": {"abstract": "No abstract is available for this item.", "authors": ["epei2"], "abstractStem": "no abstract is avail for thi item", "title": "Can a rapidly growing export-oriented economy exit smoothly from a currency peg? Lessons from Japan's high-growth era"}, "https://ideas.repec.org/a/aea/jecper/v27y2013i4p87-104.html": {"abstract": "Many economists are accustomed to thinking about Federal Reserve policy in terms of the institution's \"dual mandate,\" which refers to price stability and high employment, and in which the exchange rate and other international variables matter only insofar as they influence inflation and the output gap -- which is to say, not very much. In fact, this conventional view is heavily shaped by the distinctive and peculiar circumstances of the last three decades, when the influence of international considerations on Fed policy has been limited. In fact, the Federal Reserve paid significant attention to international considerations in its first two decades, followed by relative inattention to such factors in the two-plus decades that followed, then back to renewed attention to international aspects of monetary policy in the 1960s, before the recent period of benign neglect of the international dimension. I argue that in the next few decades, international aspects are likely to play a larger role in Federal Reserve policy making than at present.", "authors": ["epei2"], "abstractStem": "mani economist are accustom to think about feder reserv polici in term of the institut dual mandat which refer to price stabil and high employ and in which the exchang rate and other intern variabl matter onli insofar as they influenc inflat and the output gap  which is to say not veri much in fact thi convent view is heavili shape by the distinct and peculiar circumst of the last three decad when the influenc of intern consider on fed polici ha been limit in fact the feder reserv paid signific attent to intern consider in it first two decad follow by rel inattent to such factor in the twoplu decad that follow then back to renew attent to intern aspect of monetari polici in the 1960 befor the recent period of benign neglect of the intern dimens i argu that in the next few decad intern aspect are like to play a larger role in feder reserv polici make than at present", "title": "Does the Federal Reserve Care about the Rest of the World?"}, "https://ideas.repec.org/a/eee/inecon/v21y1986i3-4p382-385.html": {"abstract": "No abstract is available for this item.", "authors": ["epei2"], "abstractStem": "no abstract is avail for thi item", "title": "The 1985 Publications of the International Finance Section of Princeton University"}, "https://ideas.repec.org/a/fip/fedfpr/00032.html": {"abstract": "Closing remarks -- Asia's role in the post-crisis global economy : a conference (2011 : November 29-30)", "authors": ["epei2"], "abstractStem": "close remark  asia role in the postcrisi global economi  a confer 2011  novemb 2930", "title": "Asia’s role in the post-crisis global economy"}, "https://ideas.repec.org/a/cup/jechis/v40y1980i04p870-872_10.html": {"abstract": "No abstract is available for this item.", "authors": ["epei2"], "abstractStem": "no abstract is avail for thi item", "title": "Britain in the Age of Economic Management: An Economic History since 1939. By J. F. Wright. Oxford, New York, Toronto, Melbourne: Oxford University Press, 1980. Pp. 196. $16.95 cloth, $7.95 paper"}}}