{"epen9": {"https://ideas.repec.org/a/bes/jnlbes/v20y2002i3p339-50.html": {"abstract": " Time varying correlations are often estimated with multivariate generalized autoregressive conditional heteroskedasticity (GARCH) models that are linear in squares and cross products of the data. A new class of multivariate models called dynamic conditional correlation models is proposed. These have the flexibility of univariate GARCH models coupled with parsimonious parametric models for the correlations. They are not linear but can often be estimated very simply with univariate or two-step methods based on the likelihood function. It is shown that they perform well in a variety of situations and provide sensible empirical results.", "authors": ["epen9"], "abstractStem": " time vari correl are often estim with multivari gener autoregress condit heteroskedast garch model that are linear in squar and cross product of the data a new class of multivari model call dynam condit correl model is propos these have the flexibl of univari garch model coupl with parsimoni parametr model for the correl they are not linear but can often be estim veri simpli with univari or twostep method base on the likelihood function it is shown that they perform well in a varieti of situat and provid sensibl empir result", "title": "Dynamic Conditional Correlation: A Simple Class of Multivariate Generalized Autoregressive Conditional Heteroskedasticity Models"}, "https://ideas.repec.org/a/wly/japmet/v28y2013i7p1067-1086.html": {"abstract": "In financial time series analysis we encounter several instances of non–negative valued processes (volumes, trades, durations, realized volatility, daily range, and so on) which exhibit clustering and can be modeled as the product of a vector of conditionally autoregressive scale factors and a multivariate iid innovation process (vector Multiplicative Error Model). Two novel points are introduced in this paper relative to previous suggestions: a more general specification which sets this vector MEM apart from an equation by equation specification; and the adoption of a GMM-based approach which bypasses the complicated issue of specifying a general multivariate non–negative valued innovation process. A vMEM for volumes, number of trades and realized volatility reveals empirical support for a dynamically interdependent pattern of relationships among the variables on a number of NYSE stocks.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epen9", "epga48"], "abstractStem": "in financi time seri analysi we encount sever instanc of non neg valu process volum trade durat realiz volatil daili rang and so on which exhibit cluster and can be model as the product of a vector of condit autoregress scale factor and a multivari iid innov process vector multipl error model two novel point are introduc in thi paper rel to previou suggest a more gener specif which set thi vector mem apart from an equat by equat specif and the adopt of a gmmbase approach which bypass the complic issu of specifi a gener multivari non neg valu innov process a vmem for volum number of trade and realiz volatil reveal empir support for a dynam interdepend pattern of relationship among the variabl on a number of nyse stockspthi abstract wa borrow from anoth version of thi item", "title": "Semiparametric Vector Mem"}, "https://ideas.repec.org/a/oup/rfinst/v3y1990i1p103-06.html": {"abstract": "No abstract is available for this item.", "authors": ["epen9"], "abstractStem": "no abstract is avail for thi item", "title": "Stock Volatility and the Crash of '87: Discussion"}, "https://ideas.repec.org/a/eee/econom/v182y2014i1p135-144.html": {"abstract": "We investigate the sources of skewness in aggregate risk factors and the cross section of stock returns. In an ICAPM setting with conditional volatility, we find theoretical time series predictions on the relationships among volatility, returns, and skewness for priced risk factors. Market returns resemble these predictions; however, size, book-to-market, and momentum factor returns are not always consistent with our predictions. We find evidence that size and book-to-market may be priced post-crisis but not in the decade before. Momentum does not appear priced by our test. We link aggregate risk and skewness to individual stocks and find empirically that the risk aversion effect manifests in individual stock skewness. Additionally, we find several firm characteristics that explain stock skewness. Smaller firms, value firms, highly levered firms, and firms with poor credit ratings have more positive skewness.", "authors": ["epen9"], "abstractStem": "we investig the sourc of skew in aggreg risk factor and the cross section of stock return in an icapm set with condit volatil we find theoret time seri predict on the relationship among volatil return and skew for price risk factor market return resembl these predict howev size booktomarket and momentum factor return are not alway consist with our predict we find evid that size and booktomarket may be price postcrisi but not in the decad befor momentum doe not appear price by our test we link aggreg risk and skew to individu stock and find empir that the risk avers effect manifest in individu stock skew addit we find sever firm characterist that explain stock skew smaller firm valu firm highli lever firm and firm with poor credit rate have more posit skew", "title": "Priced risk and asymmetric volatility in the cross section of skewness"}, "https://ideas.repec.org/a/ecm/emetrp/v66y1998i5p1127-1162.html": {"abstract": "This paper proposes a new statistical model for the analysis of data which arrives at irregular intervals. The model treats the time between events as a stochastic process and proposes a new class of point processes with dependent arrival rates. The conditional intensity is developed and compared with other self-exciting processes. The model is applied to the arrival times of financial transactions and therefore is a model of transaction volume, and also to the arrival of other events such as price changes. Models for the volatility of prices are estimated, and examined from a market microstructure point of view.", "authors": ["epen9"], "abstractStem": "thi paper propos a new statist model for the analysi of data which arriv at irregular interv the model treat the time between event as a stochast process and propos a new class of point process with depend arriv rate the condit intens is develop and compar with other selfexcit process the model is appli to the arriv time of financi transact and therefor is a model of transact volum and also to the arriv of other event such as price chang model for the volatil of price are estim and examin from a market microstructur point of view", "title": "Autoregressive Conditional Duration: A New Model for Irregularly Spaced Transaction Data"}, "https://ideas.repec.org/a/cup/etheor/v11y1995i01p122-150_00.html": {"abstract": "This paper presents theoretical results on the formulation and estimation of multivariate generalized ARCH models within simultaneous equations systems. A new parameterization of the multivariate ARCH process is proposed, and equivalence relations are discussed for the various ARCH parameterizations. Constraints sufficient to guarantee the positive definiteness of the conditional covariance matrices are developed, and necessary and sufficient conditions for covariance stationarity are presented. Identification and maximum likelihood estimation of the parameters in the simultaneous equations context are also covered.", "authors": ["epen9"], "abstractStem": "thi paper present theoret result on the formul and estim of multivari gener arch model within simultan equat system a new parameter of the multivari arch process is propos and equival relat are discuss for the variou arch parameter constraint suffici to guarante the posit definit of the condit covari matric are develop and necessari and suffici condit for covari stationar are present identif and maximum likelihood estim of the paramet in the simultan equat context are also cover", "title": "Multivariate Simultaneous Generalized ARCH"}, "https://ideas.repec.org/a/eee/empfin/v1y1993i1p83-106.html": {"abstract": "No abstract is available for this item.", "authors": ["epen9", "epgr55"], "abstractStem": "no abstract is avail for thi item", "title": "A long memory property of stock market returns and a new model"}, "https://ideas.repec.org/a/ecm/emetrp/v44y1976i3p617-18.html": {"abstract": "No abstract is available for this item.", "authors": ["epen9"], "abstractStem": "no abstract is avail for thi item", "title": "Constraints Often Overlooked in Analyses of Simultaneous Equation Models: Comment"}, "https://ideas.repec.org/a/eee/econom/v35y1987i1p143-159.html": {"abstract": "No abstract is available for this item.", "authors": ["epen9"], "abstractStem": "no abstract is avail for thi item", "title": "Forecasting and testing in co-integrated systems"}, "https://ideas.repec.org/a/aea/jecper/v15y2001i4p157-168.html": {"abstract": "ARCH and GARCH models have become important tools in the analysis of time series data, particularly in financial applications. These models are especially useful when the goal of the study is to analyze and forecast volatility. This paper gives the motivation behind the simplest GARCH model and illustrates its usefulness in examining portfolio risk. Extensions are briefly discussed.", "authors": ["epen9"], "abstractStem": "arch and garch model have becom import tool in the analysi of time seri data particularli in financi applic these model are especi use when the goal of the studi is to analyz and forecast volatil thi paper give the motiv behind the simplest garch model and illustr it use in examin portfolio risk extens are briefli discuss", "title": "GARCH 101: The Use of ARCH/GARCH Models in Applied Econometrics"}, "https://ideas.repec.org/a/bes/jnlbes/v22y2004p367-381.html": {"abstract": "Value at Risk (VaR) has become the standard measure of market risk employed by financial institutions for both internal and regulatory purposes. VaR is defined as the value that a portfolio will lose with a given probability, over a certain time horizon (usually one or ten days). Despite its conceptual simplicity, its measurement is a very challenging statistical problem and none of the methodologies developed so far give satisfactory solutions. Interpreting the VaR as the quantile of future portfolio values conditional on current information, we propose a new approach to quantile estimation which does not require any of the extreme assumptions invoked by existing methodologies (such as normality or i.i.d. returns). The Conditional Autoregressive Value-at-Risk or CAViaR model moves the focus of attention from the distribution of returns directly to the behavior of the quantile. We specify the evolution of the quantile over time using a special type of autoregressive process and use the regression quantile framework introduced by Koenker and Bassett to determine the unknown parameters. Since the objective function is not differentiable, we use a differential evolutionary genetic algorithm for the numerical optimization. Utilizing the criterion that each period the probability of exceeding the VaR must be independent of all the past information, we introduce a new test of model adequacy, the Dynamic Quantile test. Applications to simulated and real data provide empirical support to this methodology and illustrate the ability of these algorithms to adapt to new risk environments.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epen9", "epma142"], "abstractStem": "valu at risk var ha becom the standard measur of market risk employ by financi institut for both intern and regulatori purpos var is defin as the valu that a portfolio will lose with a given probabl over a certain time horizon usual one or ten day despit it conceptu simplic it measur is a veri challeng statist problem and none of the methodolog develop so far give satisfactori solut interpret the var as the quantil of futur portfolio valu condit on current inform we propos a new approach to quantil estim which doe not requir ani of the extrem assumpt invok by exist methodolog such as normal or iid return the condit autoregress valueatrisk or caviar model move the focu of attent from the distribut of return directli to the behavior of the quantil we specifi the evolut of the quantil over time use a special type of autoregress process and use the regress quantil framework introduc by koenker and bassett to determin the unknown paramet sinc the object function is not differenti we use a differenti evolutionari genet algorithm for the numer optim util the criterion that each period the probabl of exceed the var must be independ of all the past inform we introduc a new test of model adequaci the dynam quantil test applic to simul and real data provid empir support to thi methodolog and illustr the abil of these algorithm to adapt to new risk environmentspthi abstract wa borrow from anoth version of thi item", "title": "CAViaR: Conditional Autoregressive Value at Risk by Regression Quantiles"}, "https://ideas.repec.org/a/ecm/emetrp/v51y1983i2p277-304.html": {"abstract": "In spite of the importance of exogeneity in econometric modeling, an unambiguous definition does not seem to have been proposed to date. This lack has not only hindered systematic discussion, it has served to confuse the connections between \"casuality\" and \"exogeneity\". Moreover, many existing definitions have been formulated in terms of disturbances from relationships which contain unknown parameters, yet whether or not such disturbances satisfy certain orthogonality conditions with other observables may be a matter of construction or may be a testable hypothesis : a clear distinction between these situations is essential. To achieve such an objective, we formulate definitions in terms of the distributions of the observable variables, distinguishing between exogeneity assumptions and causality assumptions, where causality is used in the sense of Granger (1969). Following in particular Koopman's pioneering article (1950), exogeneity will be related to the statistical completeness of a model. In short, a variable will be considered exogenous for a given purpose if a statistical analysis can be conducted conditionally on that variable without loss or relevant sample information<p>(This abstract was borrowed from another version of this item.)", "authors": ["epen9", "ephe33", "fpri248"], "abstractStem": "in spite of the import of exogen in econometr model an unambigu definit doe not seem to have been propos to date thi lack ha not onli hinder systemat discuss it ha serv to confus the connect between casual and exogen moreov mani exist definit have been formul in term of disturb from relationship which contain unknown paramet yet whether or not such disturb satisfi certain orthogon condit with other observ may be a matter of construct or may be a testabl hypothesi  a clear distinct between these situat is essenti to achiev such an object we formul definit in term of the distribut of the observ variabl distinguish between exogen assumpt and causal assumpt where causal is use in the sens of granger 1969 follow in particular koopman pioneer articl 1950 exogen will be relat to the statist complet of a model in short a variabl will be consid exogen for a given purpos if a statist analysi can be conduct condit on that variabl without loss or relev sampl informationpthi abstract wa borrow from anoth version of thi item", "title": "Exogeneity"}, "https://ideas.repec.org/a/eee/econom/v131y2006i1-2p1-2.html": {"abstract": "No abstract is available for this item.", "authors": ["epdi1", "epen9", "epfa12", "epga48", "epsc19"], "abstractStem": "no abstract is avail for thi item", "title": "The econometrics of macroeconomics, finance, and the interface"}, "https://ideas.repec.org/a/oup/revfin/v19y2015i1p145-190..html": {"abstract": "Systemic risk may be defined as the propensity of a financial institution to be undercapitalized when the financial system as a whole is undercapitalized. In this article, we investigate the case of non-US institutions, with several factors explaining the dynamics of financial firms returns and with asynchronicity of time zones. We apply this methodology to the 196 largest European financial firms and estimate their systemic risk over the 2000–12 period. We find that, for certain countries, the cost for the taxpayer to rescue the riskiest domestic banks is so high that some banks might be considered too big to be saved.", "authors": ["epen9", "fpjo225"], "abstractStem": "system risk may be defin as the propens of a financi institut to be undercapit when the financi system as a whole is undercapit in thi articl we investig the case of nonu institut with sever factor explain the dynam of financi firm return and with asynchron of time zone we appli thi methodolog to the 196 largest european financi firm and estim their system risk over the 2000 12 period we find that for certain countri the cost for the taxpay to rescu the riskiest domest bank is so high that some bank might be consid too big to be save", "title": "Systemic Risk in Europe"}, "homepage": "https://ideas.repec.org/e/pen9.html", "https://ideas.repec.org/a/oup/jfinec/v10yi1p54-83.html": {"abstract": " This paper proposes a new intraday volatility forecasting model, particularly suitable for modeling a large number of assets. We decompose volatility of high-frequency returns into components that may be easily interpreted and estimated. The conditional variance is a product of daily, diurnal, and stochastic intraday components. This model is applied to a comprehensive sample consisting of 10-minute returns on more than 2500 US equities. Apart from building a new model, we obtain several interesting forecasting results. We apply a number of different specifications. We estimate models for separate companies, pool data into industries, and consider other criteria for grouping returns. In general, forecasts from pooled cross-section of companies outperform the corresponding forecasts from company-by-company estimation. For less liquid stocks, however, we obtain better forecasts when we group less frequently traded companies together. Copyright The Author 2011. Published by Oxford University Press. All rights reserved. For Permissions, please e-mail: journals.permissions@oup.com., Oxford University Press.", "authors": ["epen9"], "abstractStem": " thi paper propos a new intraday volatil forecast model particularli suitabl for model a larg number of asset we decompos volatil of highfrequ return into compon that may be easili interpret and estim the condit varianc is a product of daili diurnal and stochast intraday compon thi model is appli to a comprehens sampl consist of 10minut return on more than 2500 us equiti apart from build a new model we obtain sever interest forecast result we appli a number of differ specif we estim model for separ compani pool data into industri and consid other criteria for group return in gener forecast from pool crosssect of compani outperform the correspond forecast from companybycompani estim for less liquid stock howev we obtain better forecast when we group less frequent trade compani togeth copyright the author 2011 publish by oxford univers press all right reserv for permiss pleas email journalspermissionsoupcom oxford univers press", "title": "Forecasting intraday volatility in the US equity market. Multiplicative component GARCH"}, "https://ideas.repec.org/a/ecm/emetrp/v44y1976i1p149-65.html": {"abstract": "No abstract is available for this item.", "authors": ["epen9", "fpga287"], "abstractStem": "no abstract is avail for thi item", "title": "Some Finite Sample Properties of Spectral Estimators of a Linear Regression"}, "https://ideas.repec.org/a/eee/econom/v52y1992i1-2p245-266.html": {"abstract": "No abstract is available for this item.", "authors": ["epen9", "epro48"], "abstractStem": "no abstract is avail for thi item", "title": "A multi-dynamic-factor model for stock returns"}, "lastname": "Engle", "https://ideas.repec.org/a/bes/jnlbes/v11y1993i4p369-80.html": {"abstract": " This article introduces a class of statistical tests for the hypothesis that some feature that is present in each of several variables is common to them. Features are data properties such as serial correlation, trends, seasonality, heteroscedasticity, autoregressive conditional heteroscedasticity, and excess kurtosis. A feature is detected by a hypothesis test taking no feature as the null, and a common feature is detected by a test that finds linear combinations of variables with no feature. Often, an exact asymptotic critical value can be obtained that is simply a test of overidentifying restrictions in an instrumental variable regression. This article tests for a common international business cycle.", "authors": ["epen9", "epko186"], "abstractStem": " thi articl introduc a class of statist test for the hypothesi that some featur that is present in each of sever variabl is common to them featur are data properti such as serial correl trend season heteroscedast autoregress condit heteroscedast and excess kurtosi a featur is detect by a hypothesi test take no featur as the null and a common featur is detect by a test that find linear combin of variabl with no featur often an exact asymptot critic valu can be obtain that is simpli a test of overidentifi restrict in an instrument variabl regress thi articl test for a common intern busi cycl", "title": "Testing for Common Features"}, "https://ideas.repec.org/a/eee/moneco/v57y2010i4p377-390.html": {"abstract": "The intertemporal capital asset pricing model of Merton (1973) is examined using the dynamic conditional correlation (DCC) model of Engle (2002). The mean-reverting DCC model is used to estimate a stock's (portfolio's) conditional covariance with the market and test whether the conditional covariance predicts time-variation in the stock's (portfolio's) expected return. The risk-aversion coefficient, restricted to be the same across assets in panel regression, is estimated to be between two and four and highly significant. The risk premium induced by the conditional covariation of assets with the market portfolio remains positive and significant after controlling for risk premia induced by conditional covariation with macroeconomic, financial, and volatility factors.", "authors": ["epen9"], "abstractStem": "the intertempor capit asset price model of merton 1973 is examin use the dynam condit correl dcc model of engl 2002 the meanrevert dcc model is use to estim a stock portfolio condit covari with the market and test whether the condit covari predict timevari in the stock portfolio expect return the riskavers coeffici restrict to be the same across asset in panel regress is estim to be between two and four and highli signific the risk premium induc by the condit covari of asset with the market portfolio remain posit and signific after control for risk premia induc by condit covari with macroeconom financi and volatil factor", "title": "The intertemporal capital asset pricing model with dynamic conditional correlations"}, "https://ideas.repec.org/a/tpr/restat/v95y2013i3p776-797.html": {"abstract": " We revisit the relation between stock market volatility and macroeconomic activity using a new class of component models that distinguish short-run from long-run movements. We formulate models with the long-term component driven by inflation and industrial production growth that are in terms of pseudo out-of-sample prediction for horizons of one quarter at par or outperform more traditional time series volatility models at longer horizons. Hence, imputing economic fundamentals into volatility models pays off in terms of long-horizon forecasting. We also find that macroeconomic fundamentals play a significant role even at short horizons. © 2013 The President and Fellows of Harvard College and the Massachusetts Institute of Technology.", "authors": ["epen9"], "abstractStem": " we revisit the relat between stock market volatil and macroeconom activ use a new class of compon model that distinguish shortrun from longrun movement we formul model with the longterm compon driven by inflat and industri product growth that are in term of pseudo outofsampl predict for horizon of one quarter at par or outperform more tradit time seri volatil model at longer horizon henc imput econom fundament into volatil model pay off in term of longhorizon forecast we also find that macroeconom fundament play a signific role even at short horizon   2013 the presid and fellow of harvard colleg and the massachusett institut of technolog", "title": "Stock Market Volatility and Macroeconomic Fundamentals"}, "https://ideas.repec.org/a/eee/econom/v9y1979i1-2p13-32.html": {"abstract": "No abstract is available for this item.", "authors": ["epen9", "epgr55"], "abstractStem": "no abstract is avail for thi item", "title": "Residential load curves and time-of-day pricing : An econometric analysis"}, "https://ideas.repec.org/a/eee/econom/v44y1990i1-2p215-238.html": {"abstract": "No abstract is available for this item.", "authors": ["epen9", "epgr55", "ephy1"], "abstractStem": "no abstract is avail for thi item", "title": "Seasonal integration and cointegration"}, "https://ideas.repec.org/a/bes/jnlbes/v23y2005p166-180.html": {"abstract": "No abstract is available for this item.", "authors": ["epen9"], "abstractStem": "no abstract is avail for thi item", "title": "A Discrete-State Continuous-Time Model of Financial Transactions Prices and Times: The Autoregressive Conditional Multinomial-Autoregressive Conditional Duration Model"}, "https://ideas.repec.org/a/jae/japmet/v8y1993i4p341-60.html": {"abstract": " The existence of a serial correlation common feature among the first differences of a set of I(1) variables implies the existence of a common cycle in the Beveridge-Nelson-Stock-Watson decomposition of those variables. A test for the existence of common cycles among cointegrated variables is developed. The test is used to examine the validity of the common trend-common cycle structure implied by Flavin's excess sensitivity hypothesis and Campbell and Mankiw's mixture of rational expectations and rule-of-thumb hypothesis for consumption and income. Linear independence between the cointegration and the cofeature vectors is exploited to decompose consumption and income into their trend and cycle components. Copyright 1993 by John Wiley &amp; Sons, Ltd.", "authors": ["epen9", "epva160"], "abstractStem": " the exist of a serial correl common featur among the first differ of a set of i1 variabl impli the exist of a common cycl in the beveridgenelsonstockwatson decomposit of those variabl a test for the exist of common cycl among cointegr variabl is develop the test is use to examin the valid of the common trendcommon cycl structur impli by flavin excess sensit hypothesi and campbel and mankiw mixtur of ration expect and ruleofthumb hypothesi for consumpt and incom linear independ between the cointegr and the cofeatur vector is exploit to decompos consumpt and incom into their trend and cycl compon copyright 1993 by john wiley amp son ltd", "title": "Common Trends and Common Cycles"}, "https://ideas.repec.org/a/mcb/jmoncb/v25y1993i3p336-49.html": {"abstract": " In this paper, the authors consider a framework in which the cross-sectional and time-series behavior of the yield curve can be studied simultaneously. They examine the relationship between the yield curve and the time-varying conditional volatility of the Treasury bill market. The authors demonstrate that different shaped yield curves can result given different combinations of volatility and expectations about future spot rates. Moreover, adjusting the forward rate for the volatility related forward premium can improve its performance as a predictor for the future spot rate. Copyright 1993 by Ohio State University Press.", "authors": ["epen9"], "abstractStem": " in thi paper the author consid a framework in which the crosssect and timeseri behavior of the yield curv can be studi simultan they examin the relationship between the yield curv and the timevari condit volatil of the treasuri bill market the author demonstr that differ shape yield curv can result given differ combin of volatil and expect about futur spot rate moreov adjust the forward rate for the volatil relat forward premium can improv it perform as a predictor for the futur spot rate copyright 1993 by ohio state univers press", "title": "Time-Varying Volatility and the Dynamic Behavior of the Term Structure"}, "https://ideas.repec.org/a/bes/jnlbes/v11y1993i2p167-76.html": {"abstract": " In this article, the authors take advantage of the time-varying structure of stock-returns variances to investigate whether two international stock markets share the same volatility process. They use a test recently developed by R. F. Engle and S. Kozicki (1990). This test is also used to assess the validity of a one-factor autoregress ive conditional heteroskedasticity model. The authors find that some international stock markets have the same time-varying volatility.", "authors": ["epen9"], "abstractStem": " in thi articl the author take advantag of the timevari structur of stockreturn varianc to investig whether two intern stock market share the same volatil process they use a test recent develop by r f engl and s kozicki 1990 thi test is also use to assess the valid of a onefactor autoregress ive condit heteroskedast model the author find that some intern stock market have the same timevari volatil", "title": "Common Volatility in International Equity Markets"}, "https://ideas.repec.org/a/eee/moneco/v35y1995i1p83-113.html": {"abstract": "No abstract is available for this item.", "authors": ["epen9", "epis7"], "abstractStem": "no abstract is avail for thi item", "title": "Estimating common sectoral cycles"}, "https://ideas.repec.org/a/ecm/emetrp/v68y2000i1p1-22.html": {"abstract": "A complete transactions record is defined to be ultra-high frequency data. The transaction arrival times and associated characteristics can be analyzed by marked point processes. The ACD model developed by Engle and Russell (1998) is then applied to IBM transactions data to develop semi-parametric hazard estimates and measures of conditional variances. Both returns and variances are negatively influenced by surprisingly long durations as suggested by asymmetric information models of market micro-structure.", "authors": ["epen9"], "abstractStem": "a complet transact record is defin to be ultrahigh frequenc data the transact arriv time and associ characterist can be analyz by mark point process the acd model develop by engl and russel 1998 is then appli to ibm transact data to develop semiparametr hazard estim and measur of condit varianc both return and varianc are neg influenc by surprisingli long durat as suggest by asymmetr inform model of market microstructur", "title": "The Econometrics of Ultra-High Frequency Data"}, "https://ideas.repec.org/a/eee/jimfin/v13y1994i1p3-25.html": {"abstract": "No abstract is available for this item.", "authors": ["epen9"], "abstractStem": "no abstract is avail for thi item", "title": "Hourly volatility spillovers between international equity markets"}, "https://ideas.repec.org/a/eee/moneco/v65y2014icp36-53.html": {"abstract": "We compare the capital shortfall measured by regulatory stress tests, to that of a benchmark methodology — the “V-Lab stress test” — that employs only publicly available market data. We find that when capital shortfalls are measured relative to risk-weighted assets, the ranking of financial institutions is not well correlated to the ranking of the V-Lab stress test, whereas rank correlations increase when required capitalization is a function of total assets. We show that the risk measures used in risk-weighted assets are cross-sectionally uncorrelated with market measures of risk, as they do not account for the “risk that risk will change.” Furthermore, the banks that appeared to be best capitalized relative to risk-weighted assets were no better than the rest when the European economy deteriorated into the sovereign debt crisis in 2011.", "authors": ["epen9", "fppi339"], "abstractStem": "we compar the capit shortfal measur by regulatori stress test to that of a benchmark methodolog   the  vlab stress test    that employ onli publicli avail market data we find that when capit shortfal are measur rel to riskweight asset the rank of financi institut is not well correl to the rank of the vlab stress test wherea rank correl increas when requir capit is a function of total asset we show that the risk measur use in riskweight asset are crosssect uncorrel with market measur of risk as they do not account for the  risk that risk will chang  furthermor the bank that appear to be best capit rel to riskweight asset were no better than the rest when the european economi deterior into the sovereign debt crisi in 2011", "title": "Testing macroprudential stress tests: The risk of regulatory risk weights"}, "https://ideas.repec.org/a/eee/empfin/v4y1997i2-3p187-212.html": {"abstract": "No abstract is available for this item.", "authors": ["epen9"], "abstractStem": "no abstract is avail for thi item", "title": "Forecasting the frequency of changes in quoted foreign exchange prices with the autoregressive conditional duration model"}, "https://ideas.repec.org/a/eee/econom/v164y2011i1p45-59.html": {"abstract": "We propose a model of dynamic correlations with a short- and long-run component specification, by extending the idea of component models for volatility. We call this class of models DCC-MIDAS. The key ingredients are the Engle (2002) DCC model, the Engle and Lee (1999) component GARCH model replacing the original DCC dynamics with a component specification and the Engle etÂ al. (2006) GARCH-MIDAS specification that allows us to extract a long-run correlation component via mixed data sampling. We provide a comprehensive econometric analysis of the new class of models, and provide extensive empirical evidence that supports the model's specification.", "authors": ["fpco212", "epen9"], "abstractStem": "we propos a model of dynam correl with a short and longrun compon specif by extend the idea of compon model for volatil we call thi class of model dccmida the key ingredi are the engl 2002 dcc model the engl and lee 1999 compon garch model replac the origin dcc dynam with a compon specif and the engl et  al 2006 garchmida specif that allow us to extract a longrun correl compon via mix data sampl we provid a comprehens econometr analysi of the new class of model and provid extens empir evid that support the model specif", "title": "A component model for dynamic correlations"}, "https://ideas.repec.org/a/eee/econom/v132y2006i1p7-42.html": {"abstract": "No abstract is available for this item.", "authors": ["epen9", "fpma265"], "abstractStem": "no abstract is avail for thi item", "title": "A long-run Pure Variance Common Features model for the common volatilities of the Dow Jones"}, "https://ideas.repec.org/a/ecm/emetrp/v58y1990i3p525-42.html": {"abstract": " This paper seeks to explain the causes of volatility clustering in exchange rates. Careful examination of intra-daily exchange rates provides a test of two hypotheses--heat waves and meteor showers. The heat wave hypothesis is that the volatility in one market is predicted only by the past of that market. The meteor shower hypothesis is that intra-daily volatility spills over from one market to the next. Using the GARCH model to specify the heteroskedasticity across intra-daily market segments, we find that the empirical evidence is generally against the null hypothesis of the heat wave. Using a volatility type of vector autoregression we examine the impact of news in one market on the time path of per-hour volatility in other markets. Copyright 1990 by The Econometric Society.", "authors": ["epen9", "epit3"], "abstractStem": " thi paper seek to explain the caus of volatil cluster in exchang rate care examin of intradaili exchang rate provid a test of two hypothesesheat wave and meteor shower the heat wave hypothesi is that the volatil in one market is predict onli by the past of that market the meteor shower hypothesi is that intradaili volatil spill over from one market to the next use the garch model to specifi the heteroskedast across intradaili market segment we find that the empir evid is gener against the null hypothesi of the heat wave use a volatil type of vector autoregress we examin the impact of news in one market on the time path of perhour volatil in other market copyright 1990 by the econometr societi", "title": "Meteor Showers or Heat Waves? Heteroskedastic Intra-daily Volatility in the Foreign Exchange Market"}, "https://ideas.repec.org/a/eee/inecon/v32y1992i3-4p221-240.html": {"abstract": "The purpose of this paper is to examine the intra-daily volatility of the yen/dollar exchange rate over three different regimes from 1979 to 1988 which correspond to different degrees of international policy coordination. In each regime we test for heat wave vs. meteor shower effects. The heat wave hypothesis assumes that volatility has only country specific autocorrelations, while the meteor shower hypothesis allows volatility spillovers from one market to the next. Meteor showers can be caused by stochastic policy coordination, by gradual release of private information, or by market failures such as fads, bubbles or bandwagons. The rejection of the heat wave model over the first half of the 1980s discredits the stochastic policy coordination interpretation because there was little policy coordination among industrial countries prior to the Plaza Agreement in 1985.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epen9", "epit3"], "abstractStem": "the purpos of thi paper is to examin the intradaili volatil of the yendollar exchang rate over three differ regim from 1979 to 1988 which correspond to differ degre of intern polici coordin in each regim we test for heat wave vs meteor shower effect the heat wave hypothesi assum that volatil ha onli countri specif autocorrel while the meteor shower hypothesi allow volatil spillov from one market to the next meteor shower can be caus by stochast polici coordin by gradual releas of privat inform or by market failur such as fad bubbl or bandwagon the reject of the heat wave model over the first half of the 1980 discredit the stochast polici coordin interpret becaus there wa littl polici coordin among industri countri prior to the plaza agreement in 1985pthi abstract wa borrow from anoth version of thi item", "title": "Where does the meteor shower come from? : The role of stochastic policy coordination"}, "https://ideas.repec.org/a/eee/jfinec/v64y2002i3p341-372.html": {"abstract": "This paper investigates the empirical characteristics of investor risk aversion over equity return states by estimating a daily semi-parametric pricing kernel. The two key features of this estimator are: (1) the functional form of the pricing kernel is estimated semi-parametrically, instead of being prespecified and (2) the pricing kernel is re-estimated on a daily basis, allowing measurement of time-variation in risk-aversion over equity return states.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epen9", "fpro389"], "abstractStem": "thi paper investig the empir characterist of investor risk avers over equiti return state by estim a daili semiparametr price kernel the two key featur of thi estim are 1 the function form of the price kernel is estim semiparametr instead of be prespecifi and 2 the price kernel is reestim on a daili basi allow measur of timevari in riskavers over equiti return statespthi abstract wa borrow from anoth version of thi item", "title": "Empirical pricing kernels"}, "https://ideas.repec.org/a/ecm/emetrp/v61y1993i1p167-86.html": {"abstract": " A common finding in many of the recent empirical studies with the ARCH class of models applied to high frequency financial data concerns the apparent persistence of shocks for forecast of the future conditional variances. It is likely that several different variables share this same implied long-run component, however. In that situation, the variables are defined to be copersistent in variance. Conditions for copersistence to occur in the linear multivariate GARCH model are presented. These conditions parallel the conditions for linear cointegration in the mean. A simple empirical example with foreign exchange rate data illustrates the ideas. Copyright 1993 by The Econometric Society.", "authors": ["epbo66", "epen9"], "abstractStem": " a common find in mani of the recent empir studi with the arch class of model appli to high frequenc financi data concern the appar persist of shock for forecast of the futur condit varianc it is like that sever differ variabl share thi same impli longrun compon howev in that situat the variabl are defin to be copersist in varianc condit for copersist to occur in the linear multivari garch model are present these condit parallel the condit for linear cointegr in the mean a simpl empir exampl with foreign exchang rate data illustr the idea copyright 1993 by the econometr societi", "title": "Common Persistence in Conditional Variances"}, "https://ideas.repec.org/a/oup/rfinst/v21y2008i3p1223-1258.html": {"abstract": " We propose a new method for pricing options based on GARCH models with filtered historical innovations. In an incomplete market framework, we allow for different distributions of historical and pricing return dynamics, which enhances the model's flexibility to fit market option prices. An extensive empirical analysis based on S&amp;P; 500 index options shows that our model outperforms other competing GARCH pricing models and ad hoc Black-Scholes models. We show that the flexible change of measure, the asymmetric GARCH volatility, and the nonparametric innovation distribution induce the accurate pricing performance of our model. Using a nonparametric approach, we obtain decreasing state-price densities per unit probability as suggested by economic theory and corroborating our GARCH pricing model. Implied volatility smiles appear to be explained by asymmetric volatility and negative skewness of filtered historical innovations. The Author 2008. Published by Oxford University Press on behalf of The Society for Financial Studies. All rights reserved. For permissions, please e-mail: journals.permissions@oxfordjournals.org., Oxford University Press.", "authors": ["epen9"], "abstractStem": " we propos a new method for price option base on garch model with filter histor innov in an incomplet market framework we allow for differ distribut of histor and price return dynam which enhanc the model flexibl to fit market option price an extens empir analysi base on sampp 500 index option show that our model outperform other compet garch price model and ad hoc blackschol model we show that the flexibl chang of measur the asymmetr garch volatil and the nonparametr innov distribut induc the accur price perform of our model use a nonparametr approach we obtain decreas statepric densiti per unit probabl as suggest by econom theori and corrobor our garch price model impli volatil smile appear to be explain by asymmetr volatil and neg skew of filter histor innov the author 2008 publish by oxford univers press on behalf of the societi for financi studi all right reserv for permiss pleas email journalspermissionsoxfordjournalsorg oxford univers press", "title": "A GARCH Option Pricing Model with Filtered Historical Simulation"}, "https://ideas.repec.org/a/eee/econom/v23y1983i3p385-400.html": {"abstract": "No abstract is available for this item.", "authors": ["epen9", "fpwa582"], "abstractStem": "no abstract is avail for thi item", "title": "Alternative algorithms for the estimation of dynamic factor, mimic and varying coefficient regression models"}, "https://ideas.repec.org/a/eee/econom/v40y1989i1p45-62.html": {"abstract": "No abstract is available for this item.", "authors": ["epen9", "epgr55"], "abstractStem": "no abstract is avail for thi item", "title": "Merging short-and long-run forecasts : An application of seasonal cointegration to monthly electricity sales forecasting"}, "https://ideas.repec.org/a/oup/jfinec/v6y2008i2p171-207.html": {"abstract": " We propose a dynamic econometric microstructure model of trading, and we investigate how the dynamics of trades and trade composition interact with the evolution of market liquidity, market depth, and order flow. We estimate a bivariate generalized autoregressive intensity process for the arrival rates of informed and uninformed trades for 16 actively traded stocks over 15 years of transaction data. Our results show that both informed and uninformed trades are highly persistent, but that the uninformed arrival forecasts respond negatively to past forecasts of the informed intensity. Our estimation generates daily conditional arrival rates of informed and uninformed trades, which we use to construct forecasts of the probability of information-based trade (PIN). These forecasts are used in turn to forecast market liquidity as measured by bid-ask spreads and the price impact of orders. We observe that PINs vary across assets and over time, and most importantly that they are correlated across assets. Our analysis shows that one principal component explains much of the daily variation in PINs and that this systemic liquidity factor may be important for asset pricing. We also find that PINs tend to rise before earnings announcement days and decline afterwards. Copyright The Author 2008., Oxford University Press.", "authors": ["epea15", "epen9", "epwu3"], "abstractStem": " we propos a dynam econometr microstructur model of trade and we investig how the dynam of trade and trade composit interact with the evolut of market liquid market depth and order flow we estim a bivari gener autoregress intens process for the arriv rate of inform and uninform trade for 16 activ trade stock over 15 year of transact data our result show that both inform and uninform trade are highli persist but that the uninform arriv forecast respond neg to past forecast of the inform intens our estim gener daili condit arriv rate of inform and uninform trade which we use to construct forecast of the probabl of informationbas trade pin these forecast are use in turn to forecast market liquid as measur by bidask spread and the price impact of order we observ that pin vari across asset and over time and most importantli that they are correl across asset our analysi show that one princip compon explain much of the daili variat in pin and that thi system liquid factor may be import for asset price we also find that pin tend to rise befor earn announc day and declin afterward copyright the author 2008 oxford univers press", "title": "Time-Varying Arrival Rates of Informed and Uninformed Trades"}, "https://ideas.repec.org/a/oup/jfinec/v8y2010i2p158-159.html": {"abstract": "No abstract is available for this item.", "authors": ["epen9"], "abstractStem": "no abstract is avail for thi item", "title": "Reminiscing on the 1984 NSF-NBER Time Series Meeting at UC Davis"}, "https://ideas.repec.org/a/eee/finmar/v7y2004i1p1-25.html": {"abstract": "In this paper we analyze and interpret the quote price dynamics of 100 NYSE stocks with varying average trade frequencies. We specify an error-correction model for the log difference of the bid and the ask price, with the spread acting as the error-correction term, and include as regressors the characteristics of the trades occurring between quote observations, if any. We find that short duration and medium volume trades have the largest impacts on quote prices for all one hundred stocks, and that buyer initiated trades primarily move the ask price while seller initiated trades primarily move the bid price. Trades have a greater impact on quotes in both the short and the long run for the infrequently traded stocks than for the more actively traded stocks. Finally, we find strong evidence that the spread is mean reverting.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epen9", "eppa34"], "abstractStem": "in thi paper we analyz and interpret the quot price dynam of 100 nyse stock with vari averag trade frequenc we specifi an errorcorrect model for the log differ of the bid and the ask price with the spread act as the errorcorrect term and includ as regressor the characterist of the trade occur between quot observ if ani we find that short durat and medium volum trade have the largest impact on quot price for all one hundr stock and that buyer initi trade primarili move the ask price while seller initi trade primarili move the bid price trade have a greater impact on quot in both the short and the long run for the infrequ trade stock than for the more activ trade stock final we find strong evid that the spread is mean revertingpthi abstract wa borrow from anoth version of thi item", "title": "Impacts of trades in an error-correction model of quote prices"}, "https://ideas.repec.org/a/eee/energy/v9y1984i11p1041-1047.html": {"abstract": "Because utilities bill their residential and commercial customers by cycle on each working day of the month, the calculation of weather variables to associate with monthly sales data is complicated. We examined three different methods of calculating weather variables. 1.(1) For a utility that bills monthly, the most appropriate method is to calculate daily weather measures, then take a weighted sum of these daily measures over the current and previous month, with the weights for each day being proportional to the number of customers whose consumption on that day is billed in the current month. When weather variables are calculated in this way, accurate econometric models of electricity sales can be estimated.2.(2) If data on the number of customers in each cycle are unavailable, the first procedure can be applied under an assumption concerning the number of customers consuming on each day. For the three utilities in the study, using these approximate weights reduced the model accuracy noticeably but not substantially, implying: if data on the number of customers in each cycle can be retrieved, the effort expended in doing so will be rewarded with more accurate models; however, if such data are impossible to obtain, fairly accurate models can still be estimated.3.(3) The easiest method for calculating weather variables is to ignore the billing cycle phenomenon and take an unweighted sum of daily weather measures over days in the previous or current, or both, months. Our estimation results indicate that these simple measures decrease the accuracy of the models substantially, implying that the additional effort required to calculate weather variables that reflect the billing cycle phenomenon is clearly worthwhile in terms of increased model accuracy.", "authors": ["epen9", "epgr55", "eptr1"], "abstractStem": "becaus util bill their residenti and commerci custom by cycl on each work day of the month the calcul of weather variabl to associ with monthli sale data is complic we examin three differ method of calcul weather variabl 11 for a util that bill monthli the most appropri method is to calcul daili weather measur then take a weight sum of these daili measur over the current and previou month with the weight for each day be proport to the number of custom whose consumpt on that day is bill in the current month when weather variabl are calcul in thi way accur econometr model of electr sale can be estimated22 if data on the number of custom in each cycl are unavail the first procedur can be appli under an assumpt concern the number of custom consum on each day for the three util in the studi use these approxim weight reduc the model accuraci notic but not substanti impli if data on the number of custom in each cycl can be retriev the effort expend in do so will be reward with more accur model howev if such data are imposs to obtain fairli accur model can still be estimated33 the easiest method for calcul weather variabl is to ignor the bill cycl phenomenon and take an unweight sum of daili weather measur over day in the previou or current or both month our estim result indic that these simpl measur decreas the accuraci of the model substanti impli that the addit effort requir to calcul weather variabl that reflect the bill cycl phenomenon is clearli worthwhil in term of increas model accuraci", "title": "The billing cycle and weather variables in models of electricity sales"}, "https://ideas.repec.org/a/eee/juecon/v1y1974i2p250-267.html": {"abstract": "No abstract is available for this item.", "authors": ["epen9"], "abstractStem": "no abstract is avail for thi item", "title": "Issues in the specification of an econometric model of metropolitan growth"}, "https://ideas.repec.org/a/oup/revfin/v19y2015i3p991-1018..html": {"abstract": "Implied volatility (IV) reflects both expected empirical volatility and also risk premia. Stochastic variation in either creates unhedged risk in a delta hedged options position. We develop EGARCH/DCC models for the dynamics of volatilities and correlations among daily IVs from options on twenty-eight large cap stocks. The data strongly support a general correlation structure and also a one-factor model with the VIX index as the common factor. Using IVs from stocks that are either highly correlated with the target stock’s IV or in the same industry together with the VIX can significantly improve hedging of individual IV changes.", "authors": ["epen9"], "abstractStem": "impli volatil iv reflect both expect empir volatil and also risk premia stochast variat in either creat unhedg risk in a delta hedg option posit we develop egarchdcc model for the dynam of volatil and correl among daili iv from option on twentyeight larg cap stock the data strongli support a gener correl structur and also a onefactor model with the vix index as the common factor use iv from stock that are either highli correl with the target stock s iv or in the same industri togeth with the vix can significantli improv hedg of individu iv chang", "title": "Modeling the Dynamics of Correlations among Implied Volatilities"}, "https://ideas.repec.org/a/bes/jnlbes/v12y1994i4p395-96.html": {"abstract": "No abstract is available for this item.", "authors": ["epen9"], "abstractStem": "no abstract is avail for thi item", "title": "Bayesian Analysis of Stochastic Volatility Models: Comment"}, "https://ideas.repec.org/a/bes/jnlbes/v11y1993i4p393-95.html": {"abstract": "No abstract is available for this item.", "authors": ["epen9", "epko186"], "abstractStem": "no abstract is avail for thi item", "title": "Testing for Common Features: Reply"}, "https://ideas.repec.org/a/ucp/jpolec/v96y1988i1p116-31.html": {"abstract": " The capital asset pricing model provides a theoretical structure for the pricing of assets with uncertain returns. The premium to induc e risk-averse investors to bear risk is proportional to the nondivers ifiable risk, which is measured by the covariance of the asset return with the market portfolio return. In this paper, a multivariate, gen eralized-autoregressive, conditional, heteroscedastic process is esti mated for returns to bills, bonds, and stocks where the expected retu rn is proportional to the conditional covariance of each return with that of a fully diversified or market portfolio. It is found that the conditional covariances are quite variable over time and are a signi ficant determinant of the time-varying risk premia. The implied betas are also time varying and forecastable. Copyright 1988 by University of Chicago Press.", "authors": ["epbo66", "epen9", "epwo39"], "abstractStem": " the capit asset price model provid a theoret structur for the price of asset with uncertain return the premium to induc e riskavers investor to bear risk is proport to the nondiv ifiabl risk which is measur by the covari of the asset return with the market portfolio return in thi paper a multivari gen eralizedautoregress condit heteroscedast process is esti mate for return to bill bond and stock where the expect retu rn is proport to the condit covari of each return with that of a fulli diversifi or market portfolio it is found that the condit covari are quit variabl over time and are a signi ficant determin of the timevari risk premia the impli beta are also time vari and forecast copyright 1988 by univers of chicago press", "title": "A Capital Asset Pricing Model with Time-Varying Covariances"}, "https://ideas.repec.org/a/fgv/epgrbe/v47y1993i2a2646.html": {"abstract": "No abstract is available for this item.", "authors": ["epen9", "epis7"], "abstractStem": "no abstract is avail for thi item", "title": "Common trends and common cycles in Latin America"}, "https://ideas.repec.org/a/eee/econom/v80y1997i2p199-221.html": {"abstract": "No abstract is available for this item.", "authors": ["epen9", "epva160"], "abstractStem": "no abstract is avail for thi item", "title": "Codependent cycles"}, "https://ideas.repec.org/a/taf/quantf/v4y2004i2p19-20.html": {"abstract": "No abstract is available for this item.", "authors": ["epen9"], "abstractStem": "no abstract is avail for thi item", "title": "Robert F Engle: Understanding volatility as a process"}, "https://ideas.repec.org/a/jae/japmet/v17y2002i5p425-446.html": {"abstract": " In the 20 years following the publication of the ARCH model, there has been a vast quantity of research uncovering the properties of competing volatility models. Wide-ranging applications to financial data have discovered important stylized facts and illustrated both the strengths and weaknesses of the models. There are now many surveys of this literature. This paper looks forward to identify promising areas of new research. The paper lists five new frontiers. It briefly discusses three-high-frequency volatility models, large-scale multivariate ARCH models, and derivatives pricing models. Two further frontiers are examined in more detail-application of ARCH models to the broad class of non-negative processes, and use of Least Squares Monte Carlo to examine non-linear properties of any model that can be simulated. Using this methodology, the paper analyses more general types of ARCH models, stochastic volatility models, long-memory models and breaking volatility models. The volatility of volatility is defined, estimated and compared with option-implied volatilities. Copyright © 2002 John Wiley &amp; Sons, Ltd.", "authors": ["epen9"], "abstractStem": " in the 20 year follow the public of the arch model there ha been a vast quantiti of research uncov the properti of compet volatil model widerang applic to financi data have discov import styliz fact and illustr both the strength and weak of the model there are now mani survey of thi literatur thi paper look forward to identifi promis area of new research the paper list five new frontier it briefli discuss threehighfrequ volatil model largescal multivari arch model and deriv price model two further frontier are examin in more detailappl of arch model to the broad class of nonneg process and use of least squar mont carlo to examin nonlinear properti of ani model that can be simul use thi methodolog the paper analys more gener type of arch model stochast volatil model longmemori model and break volatil model the volatil of volatil is defin estim and compar with optionimpli volatil copyright   2002 john wiley amp son ltd", "title": "New frontiers for arch models"}, "https://ideas.repec.org/a/oup/rfinst/v7y1994i3p507-38.html": {"abstract": " This article investigates empirically how returns and volatilities of stock indices are correlated between the Tokyo and New York markets. Using intradaily data that define daytime and overnight returns for both markets, we find that Tokyo (New York) daytime returns are correlated with New York (Tokyo) overnight returns. We interpret this result as evidence that information revealed during the trading hours of one market has a global impact on the returns of the other market. In order to extract the global factor from the daytime returns of one market, we propose and estimate a signal-extraction model with GARCH processes. Article published by Oxford University Press on behalf of the Society for Financial Studies in its journal, The Review of Financial Studies.", "authors": ["epen9", "epit3"], "abstractStem": " thi articl investig empir how return and volatil of stock indic are correl between the tokyo and new york market use intradaili data that defin daytim and overnight return for both market we find that tokyo new york daytim return are correl with new york tokyo overnight return we interpret thi result as evid that inform reveal dure the trade hour of one market ha a global impact on the return of the other market in order to extract the global factor from the daytim return of one market we propos and estim a signalextract model with garch process articl publish by oxford univers press on behalf of the societi for financi studi in it journal the review of financi studi", "title": "Do Bulls and Bears Move across Borders? International Transmission of Stock Returns and Volatility"}, "https://ideas.repec.org/a/eee/finmar/v4y2001i2p113-142.html": {"abstract": "No abstract is available for this item.", "authors": ["epen9"], "abstractStem": "no abstract is avail for thi item", "title": "Predicting VNET: A model of the dynamics of market depth"}, "https://ideas.repec.org/a/oup/jfinec/v9y2011i3p437-468.html": {"abstract": " Financial risk management has generally focused on short-term risks rather than long-term risks, and arguably this was an important component of the recent financial crisis. Econometric approaches to measuring long-term risk are developed in order to estimate the term structure of value at risk and expected shortfall. Long-term negative skewness increases the downside risk and is a consequence of asymmetric volatility models. A test is developed for long-term skewness. In a Merton style structural default model, bankruptcies are accompanied by substantial drops in equity prices. Thus, skewness in a market factor implies high defaults and default correlations even far in the future corroborating the systemic importance of long-term skewness. Investors concerned about long-term risks may hedge exposure as in the Intertemporal Capital Asset Pricing Model (ICAPM). As a consequence, the aggregate wealth portfolio should have asymmetric volatility and hedge portfolios should have reversed asymmetric volatility. Using estimates from VLAB, reversed asymmetric volatility is found for many possible hedge portfolios such as volatility products, long- and short-term treasuries, some exchange rates, and gold. JEL: G01 Copyright The Author 2011. Published by Oxford University Press. All rights reserved. For Permissions, please e-mail: journals.permissions@oup.com., Oxford University Press.", "authors": ["epen9"], "abstractStem": " financi risk manag ha gener focus on shortterm risk rather than longterm risk and arguabl thi wa an import compon of the recent financi crisi econometr approach to measur longterm risk are develop in order to estim the term structur of valu at risk and expect shortfal longterm neg skew increas the downsid risk and is a consequ of asymmetr volatil model a test is develop for longterm skew in a merton style structur default model bankruptci are accompani by substanti drop in equiti price thu skew in a market factor impli high default and default correl even far in the futur corrobor the system import of longterm skew investor concern about longterm risk may hedg exposur as in the intertempor capit asset price model icapm as a consequ the aggreg wealth portfolio should have asymmetr volatil and hedg portfolio should have revers asymmetr volatil use estim from vlab revers asymmetr volatil is found for mani possibl hedg portfolio such as volatil product long and shortterm treasuri some exchang rate and gold jel g01 copyright the author 2011 publish by oxford univers press all right reserv for permiss pleas email journalspermissionsoupcom oxford univers press", "title": "Long-Term Skewness and Systemic Risk"}, "https://ideas.repec.org/a/oup/rfinst/v21y2008i3p1187-1222.html": {"abstract": " Twenty-five years of volatility research has left the macroeconomic environment playing a minor role. This paper proposes modeling equity volatilities as a combination of macro- economic effects and time series dynamics. High-frequency return volatility is specified to be the product of a slow-moving component, represented by an exponential spline, and a unit GARCH. This slow-moving component is the low-frequency volatility, which in this model coincides with the unconditional volatility. This component is estimated for nearly 50 countries over various sample periods of daily data. Low-frequency volatility is then modeled as a function of macroeconomic and financial variables in an unbalanced panel with a variety of dependence structures. It is found to vary over time and across countries. The low-frequency component of volatility is greater when the macroeconomic factors of GDP, inflation, and short-term interest rates are more volatile or when inflation is high and output growth is low. Volatility is higher not only for emerging markets and markets with small numbers of listed companies and market capitalization relative to GDP, but also for large economies. The model allows long horizon forecasts of volatility to depend on macroeconomic developments, and delivers estimates of the volatility to be anticipated in a newly opened market. The Author 2008. Published by Oxford University Press on behalf of the Society for Financial Studies. All rights reserved. For permissions, please e-mail: journals.permissions@oxfordjournals.org., Oxford University Press.", "authors": ["epen9", "epgo192", "fpra223"], "abstractStem": " twentyf year of volatil research ha left the macroeconom environ play a minor role thi paper propos model equiti volatil as a combin of macro econom effect and time seri dynam highfrequ return volatil is specifi to be the product of a slowmov compon repres by an exponenti spline and a unit garch thi slowmov compon is the lowfrequ volatil which in thi model coincid with the uncondit volatil thi compon is estim for nearli 50 countri over variou sampl period of daili data lowfrequ volatil is then model as a function of macroeconom and financi variabl in an unbalanc panel with a varieti of depend structur it is found to vari over time and across countri the lowfrequ compon of volatil is greater when the macroeconom factor of gdp inflat and shortterm interest rate are more volatil or when inflat is high and output growth is low volatil is higher not onli for emerg market and market with small number of list compani and market capit rel to gdp but also for larg economi the model allow long horizon forecast of volatil to depend on macroeconom develop and deliv estim of the volatil to be anticip in a newli open market the author 2008 publish by oxford univers press on behalf of the societi for financi studi all right reserv for permiss pleas email journalspermissionsoxfordjournalsorg oxford univers press", "title": "The Spline-GARCH Model for Low-Frequency Volatility and Its Global Macroeconomic Causes"}, "https://ideas.repec.org/a/aea/aecrev/v94y2004i3p405-420.html": {"abstract": "The advantage of knowing about risks is that we can change our behavior to avoid them. Of course, it is easily observed that to avoid all risks would be impossible; it might entail no flying, no driving, no walking, eating and drinking only healthy foods and never being touched by sunshine. Even a bath could be dangerous. I could not receive this prize if I sought to avoid all risks. There are some risks we choose to take because the benefits from taking them exceed the possible costs. Optimal behavior takes risks that are worthwhile. This is the central paradigm of finance; we must take risks to achieve rewards but not all risks are equally rewarded. Both the risks and the rewards are in the future, so it is the expectation of loss that is balanced against the expectation of reward. Thus we optimize our behavior, and in particular our portfolio, to maximize rewards and minimize risks.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epen9"], "abstractStem": "the advantag of know about risk is that we can chang our behavior to avoid them of cours it is easili observ that to avoid all risk would be imposs it might entail no fli no drive no walk eat and drink onli healthi food and never be touch by sunshin even a bath could be danger i could not receiv thi prize if i sought to avoid all risk there are some risk we choos to take becaus the benefit from take them exceed the possibl cost optim behavior take risk that are worthwhil thi is the central paradigm of financ we must take risk to achiev reward but not all risk are equal reward both the risk and the reward are in the futur so it is the expect of loss that is balanc against the expect of reward thu we optim our behavior and in particular our portfolio to maxim reward and minim riskspthi abstract wa borrow from anoth version of thi item", "title": "Risk and Volatility: Econometric Models and Financial Practice"}, "https://ideas.repec.org/a/eee/econom/v100y2001i1p53-56.html": {"abstract": "No abstract is available for this item.", "authors": ["epen9"], "abstractStem": "no abstract is avail for thi item", "title": "Financial econometrics - A new discipline with new methods"}, "https://ideas.repec.org/a/eee/econom/v45y1990i1-2p213-237.html": {"abstract": "Asset pricing relations are developed for a vector of assets with a time varying covariance structure. Assuming that the eigenvectors are constant but the eigenvalues changing, both the Capital Asset Pricing Model and the Arbitrage Pricing Theory suggest the same testable implication: the time varying part of risk premia are proportional to the time varying eigenvalues. Specifying the eigenvalues as general ARCH processes. the model is a multivariate Factor ARCH model. Univariate portfolios corresponding to the eigenvectors will have (time varying) risk premia proportional to their own (time varying) variance and can be estimated using the GARCH-M model. This structure is applied to monthly treasury bills from two to twelve months maturity and the value weighted NYSE returns index. The bills appear to have a single factor in the variance process and this factor is influenced or \"caused in variance\" by the stock returns.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epen9", "epro48"], "abstractStem": "asset price relat are develop for a vector of asset with a time vari covari structur assum that the eigenvector are constant but the eigenvalu chang both the capit asset price model and the arbitrag price theori suggest the same testabl implic the time vari part of risk premia are proport to the time vari eigenvalu specifi the eigenvalu as gener arch process the model is a multivari factor arch model univari portfolio correspond to the eigenvector will have time vari risk premia proport to their own time vari varianc and can be estim use the garchm model thi structur is appli to monthli treasuri bill from two to twelv month matur and the valu weight nyse return index the bill appear to have a singl factor in the varianc process and thi factor is influenc or caus in varianc by the stock returnspthi abstract wa borrow from anoth version of thi item", "title": "Asset pricing with a factor-arch covariance structure : Empirical estimates for treasury bills"}, "https://ideas.repec.org/a/eee/juecon/v6y1979i1p42-64.html": {"abstract": "No abstract is available for this item.", "authors": ["epen9"], "abstractStem": "no abstract is avail for thi item", "title": "Estimation of the price elasticity of demand facing metropolitan producers"}, "https://ideas.repec.org/a/taf/quantf/v1y2001i2p237-245.html": {"abstract": " A volatility model must be able to forecast volatility; this is the central requirement in almost all financial applications. In this paper we outline some stylized facts about volatility that should be incorporated in a model: pronounced persistence and mean-reversion, asymmetry such that the sign of an innovation also affects volatility and the possibility of exogenous or pre-determined variables influencing volatility. We use data on the Dow Jones Industrial Index to illustrate these stylized facts, and the ability of GARCH-type models to capture these features. We conclude with some challenges for future research in this area.", "authors": ["epen9", "eppa34"], "abstractStem": " a volatil model must be abl to forecast volatil thi is the central requir in almost all financi applic in thi paper we outlin some styliz fact about volatil that should be incorpor in a model pronounc persist and meanrevers asymmetri such that the sign of an innov also affect volatil and the possibl of exogen or predetermin variabl influenc volatil we use data on the dow jone industri index to illustr these styliz fact and the abil of garchtyp model to captur these featur we conclud with some challeng for futur research in thi area", "title": "What good is a volatility model?"}, "https://ideas.repec.org/a/aea/aecrev/v62y1972i2p87-97.html": {"abstract": "No abstract is available for this item.", "authors": ["epen9"], "abstractStem": "no abstract is avail for thi item", "title": "An Econometric Simulation Model of Intra-Metropolitan Housing Location: Housing, Business, Transportation and Local Government"}, "https://ideas.repec.org/a/taf/jnlbes/v30y2011i1p109-124.html": {"abstract": " We propose a new approach to model high and low frequency components of equity correlations. Our framework combines a factor asset pricing structure with other specifications capturing dynamic properties of volatilities and covariances between a single common factor and idiosyncratic returns. High frequency correlations mean revert to slowly varying functions that characterize long-term correlation patterns. We associate such term behavior with low frequency economic variables, including determinants of market and idiosyncratic volatilities. Flexibility in the time-varying level of mean reversion improves both the empirical fit of equity correlations in the United States and correlation forecasts at long horizons.", "authors": ["epen9"], "abstractStem": " we propos a new approach to model high and low frequenc compon of equiti correl our framework combin a factor asset price structur with other specif captur dynam properti of volatil and covari between a singl common factor and idiosyncrat return high frequenc correl mean revert to slowli vari function that character longterm correl pattern we associ such term behavior with low frequenc econom variabl includ determin of market and idiosyncrat volatil flexibl in the timevari level of mean revers improv both the empir fit of equiti correl in the unit state and correl forecast at long horizon", "title": "The Factor--Spline--GARCH Model for High and Low Frequency Correlations"}, "https://ideas.repec.org/a/ecm/emetrp/v55y1987i2p251-76.html": {"abstract": " The relationship between cointegration and error correction models, first suggested by Granger, is here extended and used to develop estimation procedures, tests, and empirical examples. A vector of time series is said to be cointegrated with cointegrating vector a if each element is stationary only after differencing while linear combinations a8xt are themselves stationary. A representation theorem connects the moving average , autoregressive, and error correction representations for cointegrated systems. A simple but asymptotically efficient two-step estimator is proposed and applied. Tests for cointegration are suggested and examined by Monte Carlo simulation. A series of examples are presented. Copyright 1987 by The Econometric Society.", "authors": ["epen9", "epgr55"], "abstractStem": " the relationship between cointegr and error correct model first suggest by granger is here extend and use to develop estim procedur test and empir exampl a vector of time seri is said to be cointegr with cointegr vector a if each element is stationari onli after differenc while linear combin a8xt are themselv stationari a represent theorem connect the move averag  autoregress and error correct represent for cointegr system a simpl but asymptot effici twostep estim is propos and appli test for cointegr are suggest and examin by mont carlo simul a seri of exampl are present copyright 1987 by the econometr societi", "title": "Co-integration and Error Correction: Representation, Estimation, and Testing"}, "https://ideas.repec.org/a/ier/iecrev/v21y1980i2p391-407.html": {"abstract": "No abstract is available for this item.", "authors": ["epen9"], "abstractStem": "no abstract is avail for thi item", "title": "Exact Maximum Likelihood Methods for Dynamic Regressions and Band Spectrum Regressions"}, "https://ideas.repec.org/a/ecm/emetrp/v50y1982i4p987-1007.html": {"abstract": "No abstract is available for this item.", "authors": ["epen9"], "abstractStem": "no abstract is avail for thi item", "title": "Autoregressive Conditional Heteroscedasticity with Estimates of the Variance of United Kingdom Inflation"}, "https://ideas.repec.org/a/tpr/restat/v81y1999i4p553-574.html": {"abstract": " This paper bridges the gap between processes where shocks are permanent and those with transitory shocks by formulating a process in which the long-run impact of each innovation is time-varying and stochastic. In the stochastic permanent breaks (STOPBREAK) process, frequent transitory shocks are supplemented by occasional permanent shifts. Consistency and asymptotic normality of quasi-maximum-likelihood estimates is established, and locally best hypothesis tests of the null of a random walk are developed. The model is applied to relative prices of pairs of stocks and significant test statistics result. © 2000 by the President and Fellows of Harvard College and the Massachusetts Institute of Technology", "authors": ["epen9", "epsm55"], "abstractStem": " thi paper bridg the gap between process where shock are perman and those with transitori shock by formul a process in which the longrun impact of each innov is timevari and stochast in the stochast perman break stopbreak process frequent transitori shock are supplement by occasion perman shift consist and asymptot normal of quasimaximumlikelihood estim is establish and local best hypothesi test of the null of a random walk are develop the model is appli to rel price of pair of stock and signific test statist result   2000 by the presid and fellow of harvard colleg and the massachusett institut of technolog", "title": "Stochastic Permanent Breaks"}, "https://ideas.repec.org/a/oup/jfinec/v1y2003i2p159-188.html": {"abstract": " This article formulates a bivariate point process to jointly analyze trade and quote arrivals. In microstructure models, trades may reveal private information that is then incorporated into new price quotes. This article examines the speed of this information flow and the circumstances that govern it. A joint likelihood function for trade and quote arrivals is specified in a way that recognizes that an intervening trade sometimes censors the time between a trade and the subsequent quote. Models of trades and quotes are estimated for eight stocks using Trade and Quote database (TAQ) data. The essential finding for the arrival of price quotes is that information flow variables, such as high trade arrival rates, large volume per trade, and wide bid--ask spreads, all predict more rapid price revisions. This means prices respond more quickly to trades when information is flowing so that the price impacts of trades and ultimately the volatility of prices are high in such circumstances. , .", "authors": ["epen9", "eplu40"], "abstractStem": " thi articl formul a bivari point process to jointli analyz trade and quot arriv in microstructur model trade may reveal privat inform that is then incorpor into new price quot thi articl examin the speed of thi inform flow and the circumst that govern it a joint likelihood function for trade and quot arriv is specifi in a way that recogn that an interven trade sometim censor the time between a trade and the subsequ quot model of trade and quot are estim for eight stock use trade and quot databas taq data the essenti find for the arriv of price quot is that inform flow variabl such as high trade arriv rate larg volum per trade and wide bidask spread all predict more rapid price revis thi mean price respond more quickli to trade when inform is flow so that the price impact of trade and ultim the volatil of price are high in such circumst  ", "title": "Trades and Quotes: A Bivariate Point Process"}, "https://ideas.repec.org/a/ecm/emetrp/v42y1974i1p135-46.html": {"abstract": "No abstract is available for this item.", "authors": ["epen9"], "abstractStem": "no abstract is avail for thi item", "title": "Specification of the Disturbance for Efficient Estimation"}, "https://ideas.repec.org/a/eee/dyncon/v8y1984i2p151-165.html": {"abstract": "No abstract is available for this item.", "authors": ["epen9", "epgr55"], "abstractStem": "no abstract is avail for thi item", "title": "Combining competing forecasts of inflation using a bivariate arch model"}, "https://ideas.repec.org/a/eee/econom/v131y2006i1-2p3-27.html": {"abstract": "Many ways exist to measure and model financial asset volatility. In principle, as the frequency of the data increases, the quality of forecasts should improve. Yet, there is no consensus about a true' or best' measure of volatility. In this paper we propose to jointly consider absolute daily returns, daily high-low range and daily realized volatility to develop a forecasting model based on their conditional dynamics. As all are non-negative series, we develop a multiplicative error model that is consistent and asymptotically normal under a wide range of specifications for the error density function. The estimation results show significant interactions between the indicators. We also show that one-month-ahead forecasts match well (both in and out of sample) the market-based volatility measure provided by an average of implied volatilities of index options as measured by VIX.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epen9", "epga48"], "abstractStem": "mani way exist to measur and model financi asset volatil in principl as the frequenc of the data increas the qualiti of forecast should improv yet there is no consensu about a true or best measur of volatil in thi paper we propos to jointli consid absolut daili return daili highlow rang and daili realiz volatil to develop a forecast model base on their condit dynam as all are nonneg seri we develop a multipl error model that is consist and asymptot normal under a wide rang of specif for the error densiti function the estim result show signific interact between the indic we also show that onemonthahead forecast match well both in and out of sampl the marketbas volatil measur provid by an averag of impli volatil of index option as measur by vixpthi abstract wa borrow from anoth version of thi item", "title": "A multiple indicators model for volatility using intra-daily data"}, "https://ideas.repec.org/a/taf/jnlbes/v30y2011i2p212-228.html": {"abstract": " A new covariance matrix estimator is proposed under the assumption that at every time period all pairwise correlations are equal. This assumption, which is pragmatically applied in various areas of finance, makes it possible to estimate arbitrarily large covariance matrices with ease. The model, called DECO, involves first adjusting for individual volatilities and then estimating correlations. A quasi-maximum likelihood result shows that DECO provides consistent parameter estimates even when the equicorrelation assumption is violated. We demonstrate how to generalize DECO to block equicorrelation structures. DECO estimates for U.S. stock return data show that (block) equicorrelated models can provide a better fit of the data than DCC. Using out-of-sample forecasts, DECO and Block DECO are shown to improve portfolio selection compared to an unrestricted dynamic correlation structure.", "authors": ["epen9"], "abstractStem": " a new covari matrix estim is propos under the assumpt that at everi time period all pairwis correl are equal thi assumpt which is pragmat appli in variou area of financ make it possibl to estim arbitrarili larg covari matric with eas the model call deco involv first adjust for individu volatil and then estim correl a quasimaximum likelihood result show that deco provid consist paramet estim even when the equicorrel assumpt is violat we demonstr how to gener deco to block equicorrel structur deco estim for us stock return data show that block equicorrel model can provid a better fit of the data than dcc use outofsampl forecast deco and block deco are shown to improv portfolio select compar to an unrestrict dynam correl structur", "title": "Dynamic Equicorrelation"}, "https://ideas.repec.org/a/oup/jfinec/v4y2006i4p537-572.html": {"abstract": " This paper proposes a new generalized autoregressive conditionally heteroskedastic (GARCH) process, the asymmetric generalized dynamic conditional correlation (AG-DCC) model. The AG-DCC process extends previous specifications along two dimensions: it allows for series-specific news impact and smoothing parameters and permits conditional asymmetries in correlation dynamics. The AG-DCC specification is well suited to examine correlation dynamics among different asset classes and investigate the presence of asymmetric responses in conditional variances and correlations to negative returns. We employ the AG-DCC model to analyze the behavior of international equities and government bonds. While equity returns show strong evidence of asymmetries in conditional volatility, little is found for bond returns. However, both equities and bonds exhibit asymmetries in conditional correlations, with equities responding stronger than bonds to joint bad news. The article also finds that, during periods of financial turmoil, equity market volatilities show important linkages, and conditional equity correlations among regional groups increase dramatically. Furthermore, in January 1999 with the introduction of the euro, we document significant evidence of a structural break in correlation although not in volatility. The introduction of a fixed exchange rate regime leads to near-perfect correlation among bond returns within the European Monetary Union (EMU) countries, which is not surprising when considering the harmonization in monetary policy. However, the increase in return correlation is not restricted to bond returns in EMU countries: equity return correlation both within and outside the EMU also increases. Copyright 2006, Oxford University Press.", "authors": ["fpca410", "epen9", "epsh81"], "abstractStem": " thi paper propos a new gener autoregress condit heteroskedast garch process the asymmetr gener dynam condit correl agdcc model the agdcc process extend previou specif along two dimens it allow for seriesspecif news impact and smooth paramet and permit condit asymmetri in correl dynam the agdcc specif is well suit to examin correl dynam among differ asset class and investig the presenc of asymmetr respons in condit varianc and correl to neg return we employ the agdcc model to analyz the behavior of intern equiti and govern bond while equiti return show strong evid of asymmetri in condit volatil littl is found for bond return howev both equiti and bond exhibit asymmetri in condit correl with equiti respond stronger than bond to joint bad news the articl also find that dure period of financi turmoil equiti market volatil show import linkag and condit equiti correl among region group increas dramat furthermor in januari 1999 with the introduct of the euro we document signific evid of a structur break in correl although not in volatil the introduct of a fix exchang rate regim lead to nearperfect correl among bond return within the european monetari union emu countri which is not surpris when consid the harmon in monetari polici howev the increas in return correl is not restrict to bond return in emu countri equiti return correl both within and outsid the emu also increas copyright 2006 oxford univers press", "title": "Asymmetric Dynamics in the Correlations of Global Equity and Bond Returns"}, "https://ideas.repec.org/a/eee/regeco/v22y1992i4p619-635.html": {"abstract": "No abstract is available for this item.", "authors": ["fpbr583", "fpco379", "epen9"], "abstractStem": "no abstract is avail for thi item", "title": "On the determination of regional base and regional base multipliers"}, "https://ideas.repec.org/a/bla/jfinan/v55y2000i6p2467-2498.html": {"abstract": " We use Hasbrouck's (1991) vector autoregressive model for prices and trades to empirically test and assess the role played by the waiting time between consecutive transactions in the process of price formation. We find that as the time duration between transactions decreases, the price impact of trades, the speed of price adjustment to trade-related information, and the positive autocorrelation of signed trades all increase. This suggests that times when markets are most active are times when there is an increased presence of informed traders; we interpret such markets as having reduced liquidity. Copyright The American Finance Association 2000.", "authors": ["epdu163", "epen9"], "abstractStem": " we use hasbrouck 1991 vector autoregress model for price and trade to empir test and assess the role play by the wait time between consecut transact in the process of price format we find that as the time durat between transact decreas the price impact of trade the speed of price adjust to traderel inform and the posit autocorrel of sign trade all increas thi suggest that time when market are most activ are time when there is an increas presenc of inform trader we interpret such market as have reduc liquid copyright the american financ associ 2000", "title": "Time and the Price Impact of a Trade"}, "https://ideas.repec.org/a/eee/econom/v20y1982i1p83-104.html": {"abstract": "No abstract is available for this item.", "authors": ["epen9"], "abstractStem": "no abstract is avail for thi item", "title": "A general approach to lagrange multiplier model diagnostics"}, "https://ideas.repec.org/a/tpr/restat/v94y2012i1p222-223.html": {"abstract": " We model the interrelations of equity market volatility in eight East Asian countries before, during, and after the Asian currency crisis. Using a new class of asymmetric volatility multiplicative error models based on the daily range, we find that dynamic propagation of volatility shocks occurs through a network of interdependencies, and shocks originating in Hong Kong may be amplified in their transmission throughout the system, posing greater risks to the region than shocks originating elsewhere. Although this partly explains the severity of the currency crisis, we also find evidence that parameters shifted, making the system more unstable during the crisis. © 2011 The President and Fellows of Harvard College and the Massachusetts Institute of Technology.", "authors": ["epen9", "epga48", "epve128"], "abstractStem": " we model the interrel of equiti market volatil in eight east asian countri befor dure and after the asian currenc crisi use a new class of asymmetr volatil multipl error model base on the daili rang we find that dynam propag of volatil shock occur through a network of interdepend and shock origin in hong kong may be amplifi in their transmiss throughout the system pose greater risk to the region than shock origin elsewher although thi partli explain the sever of the currenc crisi we also find evid that paramet shift make the system more unstabl dure the crisi   2011 the presid and fellow of harvard colleg and the massachusett institut of technolog", "title": "Volatility Spillovers in East Asian Financial Markets: A Mem-Based Approach"}, "https://ideas.repec.org/a/tpr/restat/v67y1985i2p341-46.html": {"abstract": "No abstract is available for this item.", "authors": ["epen9", "fpwa582"], "abstractStem": "no abstract is avail for thi item", "title": "Testing for Regression Coefficient Stability with a Stationary AR(1) Alternative"}, "https://ideas.repec.org/a/ier/iecrev/v15y1974i1p1-11.html": {"abstract": "No abstract is available for this item.", "authors": ["epen9"], "abstractStem": "no abstract is avail for thi item", "title": "Band Spectrum Regression"}, "https://ideas.repec.org/a/mcb/jmoncb/v15y1983i3p286-301.html": {"abstract": "No abstract is available for this item.", "authors": ["epen9"], "abstractStem": "no abstract is avail for thi item", "title": "Estimates of the Variance of U.S. Inflation Based upon the ARCH Model"}, "https://ideas.repec.org/a/cje/issued/v18y1985i1p66-93.html": {"abstract": "No abstract is available for this item.", "authors": ["epen9", "ephe33"], "abstractStem": "no abstract is avail for thi item", "title": "Small-Sample Properties of ARCH Estimators and Tests"}, "https://ideas.repec.org/a/eee/intfor/v13y1997i2p161-174.html": {"abstract": "No abstract is available for this item.", "authors": ["epen9", "epgr55", "epva160"], "abstractStem": "no abstract is avail for thi item", "title": "Shorte-run forecasts of electricity loads and peaks"}, "https://ideas.repec.org/a/eee/juecon/v32y1992i3p269-283.html": {"abstract": "No abstract is available for this item.", "authors": ["epca134", "epen9", "fpna282"], "abstractStem": "no abstract is avail for thi item", "title": "On the theory of growth controls"}, "https://ideas.repec.org/a/bla/jfinan/v48y1993i5p1749-78.html": {"abstract": " This paper defines the news impact curve that measures how new information is incorporated into volatility estimates. Various new and existing ARCH models, including a partially nonparametric one, are compared and estimated with daily Japanese stock return data. New diagnostic tests are presented that emphasize the asymmetry of the volatility response to news. The authors' results suggest that the model by L. Glosten, R. Jagannathan, and D. Runkle (1989) is the best parametric model. The EGARCH also can capture most of the asymmetry; however, there is evidence that the variability of the conditional variance implied by the EGARCH is too high. Copyright 1993 by American Finance Association.", "authors": ["epen9"], "abstractStem": " thi paper defin the news impact curv that measur how new inform is incorpor into volatil estim variou new and exist arch model includ a partial nonparametr one are compar and estim with daili japanes stock return data new diagnost test are present that emphas the asymmetri of the volatil respons to news the author result suggest that the model by l glosten r jagannathan and d runkl 1989 is the best parametr model the egarch also can captur most of the asymmetri howev there is evid that the variabl of the condit varianc impli by the egarch is too high copyright 1993 by american financ associ", "title": " Measuring and Testing the Impact of News on Volatility"}, "https://ideas.repec.org/a/eee/econom/v56y1993i1-2p119-139.html": {"abstract": "No abstract is available for this item.", "authors": ["epen9", "ephe33"], "abstractStem": "no abstract is avail for thi item", "title": "Testing superexogeneity and invariance in regression models"}, "firstname": "Robert", "https://ideas.repec.org/a/aea/aecrev/v102y2012i3p59-64.html": {"abstract": " The financial crisis of 2007-2009 has given way to the sovereign debt crisis of 2010-2012, yet many of the banking issues remain the same. We discuss a method to estimate the capital that a financial firm would need to raise if we have another financial crisis. This measure of capital shortfall is based on publicly available information but is conceptually similar to the stress tests conducted by US and European regulators. We argue that this measure summarizes the major characteristics of systemic risk and provides a reliable interpretation of the past and current financial crises.", "authors": ["epac33", "epen9"], "abstractStem": " the financi crisi of 20072009 ha given way to the sovereign debt crisi of 20102012 yet mani of the bank issu remain the same we discuss a method to estim the capit that a financi firm would need to rais if we have anoth financi crisi thi measur of capit shortfal is base on publicli avail inform but is conceptu similar to the stress test conduct by us and european regul we argu that thi measur summar the major characterist of system risk and provid a reliabl interpret of the past and current financi crise", "title": "Capital Shortfall: A New Approach to Ranking and Regulating Systemic Risks"}, "https://ideas.repec.org/a/ier/iecrev/v16y1975i3p625-47.html": {"abstract": "No abstract is available for this item.", "authors": ["epen9", "fpfo220"], "abstractStem": "no abstract is avail for thi item", "title": "An Asset Price Model of Aggregate Investment"}, "https://ideas.repec.org/a/eee/econom/v55y1993i1-2p275-298.html": {"abstract": "No abstract is available for this item.", "authors": ["epen9", "epgr55", "ephy1", "fple719"], "abstractStem": "no abstract is avail for thi item", "title": "The Japanese consumption function"}, "https://ideas.repec.org/a/bla/obuest/v58y1996i4p615-30.html": {"abstract": "No abstract is available for this item.", "authors": ["epen9", "ephy1"], "abstractStem": "no abstract is avail for thi item", "title": "Common Seasonal Features: Global Unemployment"}, "https://ideas.repec.org/a/bes/jnlbes/v24y2006p238-253.html": {"abstract": "No abstract is available for this item.", "authors": ["fpco212", "epen9"], "abstractStem": "no abstract is avail for thi item", "title": "Testing and Valuing Dynamic Correlations for Asset Allocation"}, "https://ideas.repec.org/a/eee/juecon/v21y1987i3p287-297.html": {"abstract": "No abstract is available for this item.", "authors": ["fpco379", "epen9"], "abstractStem": "no abstract is avail for thi item", "title": "Transportation costs and the rent gradient"}, "https://ideas.repec.org/a/eee/econom/v52y1992i1-2p289-311.html": {"abstract": "No abstract is available for this item.", "authors": ["epen9"], "abstractStem": "no abstract is avail for thi item", "title": "Implied ARCH models from options prices"}, "https://ideas.repec.org/a/bes/jnlbes/v9y1991i4p345-59.html": {"abstract": " A semiparametric ARCH model is introduced with conditional first and second moments given by ARMA and ARCH formulations, and a conditional density that is approximated by a nonparametric density estimator. For several densities, the relative efficiency of the quasi-maximum likelihood estimator is compared with maximum likelihood under correct specification. These potential efficiency gains for a fully adaptive procedure are compared in a Monte Carlo experiment with the observed gains from using the semiparametric procedure, and it is found that the estimator captures a substantial proportion of the potential. The estimator is applied to daily stock returns and to the British pound/dollar exchange rate.", "authors": ["epen9", "fpgo486"], "abstractStem": " a semiparametr arch model is introduc with condit first and second moment given by arma and arch formul and a condit densiti that is approxim by a nonparametr densiti estim for sever densiti the rel effici of the quasimaximum likelihood estim is compar with maximum likelihood under correct specif these potenti effici gain for a fulli adapt procedur are compar in a mont carlo experi with the observ gain from use the semiparametr procedur and it is found that the estim captur a substanti proport of the potenti the estim is appli to daili stock return and to the british pounddollar exchang rate", "title": "Semiparametric ARCH Models"}, "https://ideas.repec.org/a/ecm/emetrp/v55y1987i2p391-407.html": {"abstract": " The expectati on of the excess holding yield on a long bond is postulated to depend upon its conditional variance. Engle's ARCH model is extended to allow the conditional variance to be a determinant of the mean and is called ARCH-M. Estimation and infer ence procedures are proposed, and the model is applied to three interest rate data sets. In most cases the ARCH process and the time varying risk premium are highly significant. A collection of LM diagnostic tests reveals the robustness of the model to various specification changes such as alternative volatility or ARCH measures, regime changes, and interest rate formulations. The model explains and interprets the recent econometric failures of the expectations hypothesis of the term structure. Copyright 1987 by The Econometric Society.", "authors": ["epen9"], "abstractStem": " the expectati on of the excess hold yield on a long bond is postul to depend upon it condit varianc engl arch model is extend to allow the condit varianc to be a determin of the mean and is call archm estim and infer enc procedur are propos and the model is appli to three interest rate data set in most case the arch process and the time vari risk premium are highli signific a collect of lm diagnost test reveal the robust of the model to variou specif chang such as altern volatil or arch measur regim chang and interest rate formul the model explain and interpret the recent econometr failur of the expect hypothesi of the term structur copyright 1987 by the econometr societi", "title": "Estimating Time Varying Risk Premia in the Term Structure: The Arch-M Model"}, "https://ideas.repec.org/a/ecm/emetrp/v46y1978i4p869-81.html": {"abstract": "No abstract is available for this item.", "authors": ["epen9"], "abstractStem": "no abstract is avail for thi item", "title": "Testing Price Equations for Stability across Spectral Frequency Bands"}, "https://ideas.repec.org/a/mcb/jmoncb/v20y1988i3p422-23.html": {"abstract": "No abstract is available for this item.", "authors": ["epen9"], "abstractStem": "no abstract is avail for thi item", "title": "Estimates of the Variance of U.S. Inflation Based upon the ARCH Model: Reply"}, "https://ideas.repec.org/a/eee/econom/v28y1985i3p307-326.html": {"abstract": "No abstract is available for this item.", "authors": ["epen9", "fpwa582"], "abstractStem": "no abstract is avail for thi item", "title": "A dymimic model of housing price determination"}}}