{"epfe112": {"https://ideas.repec.org/a/aea/aecrev/v71y1981i2p424-28.html": {"abstract": "Much of the recent discussion about the relation between pensions and inflation has emphasized the adverse impact that the un-expected rise in inflation has had on pension recipients and on the performance of pension funds. In contrast, the present paper focuses on the way that pensions are likely to evolve in response to the expectation of continued inflation in the future and to the uncertainty about the rate of inflation. The unfortunate effects that occurred when inflation caught pensioners and pension fund managers by surprise should not be confused with an inability to adjust to future conditions, even uncertain future conditions. As I shall explain, the persistence of a high rate of inflation is likely to increase the share of total saving that goes into private pensions. Since the tax treatment of pension contributions allows individuals to save in this way for retirement on the same terms that they would under a consumption tax,' the existence of the private pension system may be one of a few things that prevents the national saving rate from going even lower in the current inflationary environment.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfe112"], "abstractStem": "much of the recent discuss about the relat between pension and inflat ha emphas the advers impact that the unexpect rise in inflat ha had on pension recipi and on the perform of pension fund in contrast the present paper focus on the way that pension are like to evolv in respons to the expect of continu inflat in the futur and to the uncertainti about the rate of inflat the unfortun effect that occur when inflat caught pension and pension fund manag by surpris should not be confus with an inabl to adjust to futur condit even uncertain futur condit as i shall explain the persist of a high rate of inflat is like to increas the share of total save that goe into privat pension sinc the tax treatment of pension contribut allow individu to save in thi way for retir on the same term that they would under a consumpt tax the exist of the privat pension system may be one of a few thing that prevent the nation save rate from go even lower in the current inflationari environmentpthi abstract wa borrow from anoth version of thi item", "title": "Private Pensions and Inflation"}, "https://ideas.repec.org/a/aea/aecrev/v76y1986i2p26-30.html": {"abstract": "This paper, prepared for the annual meetings of the American Economic Association, examines the claims that were made at the beginning of the decade by the \"new\" supply-siders and contrasts their views with the traditional supply-side economics that has been a prominent part of economics since Adam Smith. The analysis gives particular attention to the pace of recovery and growth and to the revenue effects of the 1981 tax cut.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfe112"], "abstractStem": "thi paper prepar for the annual meet of the american econom associ examin the claim that were made at the begin of the decad by the new supplysid and contrast their view with the tradit supplysid econom that ha been a promin part of econom sinc adam smith the analysi give particular attent to the pace of recoveri and growth and to the revenu effect of the 1981 tax cutpthi abstract wa borrow from anoth version of thi item", "title": "Supply Side Economics: Old Truths and New Claims"}, "https://ideas.repec.org/a/oup/qjecon/v94y1980i4p777-791..html": {"abstract": "This study provides the first econometric analysis of the effect of taxation on the realization of capital gains. The analysis thus extends and complements the earlier study by Feldstein and Yitzhaki [1978] of the effect of taxation on the selling of corporate stock. The present analysis, using a large, new body of data obtained from individual tax returns, supports the earlier finding that corporate stock sales are quite sensitive to tax rates and then shows that the effect on the realization of capital gains is even stronger.", "authors": ["epsl10", "epyi12"], "abstractStem": "thi studi provid the first econometr analysi of the effect of taxat on the realiz of capit gain the analysi thu extend and complement the earlier studi by feldstein and yitzhaki 1978 of the effect of taxat on the sell of corpor stock the present analysi use a larg new bodi of data obtain from individu tax return support the earlier find that corpor stock sale are quit sensit to tax rate and then show that the effect on the realiz of capit gain is even stronger", "title": "The Effects of Taxation on the Selling of Corporate Stock and the Realization of Capital Gains"}, "https://ideas.repec.org/a/aea/aecrev/v65y1975i1p75-89.html": {"abstract": "No abstract is available for this item.", "authors": ["epfe112"], "abstractStem": "no abstract is avail for thi item", "title": "Wealth Neutrality and Local Choice in Public Education"}, "https://ideas.repec.org/a/aea/aecrev/v98y2008i2p122-26.html": {"abstract": "The explosion in the 21st century of terrorist activities by Islamic radicals in the United States, Europe and Asia requires reforming the institutions for domestic counterterrorism (CT) and new international relations among individual national CT organizations. This paper discusses the institutional reforms for CT in the United States, focusing particularly on the changes in the FBI. These changes are compared with the way that the British CT activities of the MI5 and MI6 have evolved in response to terrorism in Britain. The paper also discusses the reasons why there is strong cooperation among the CT activities of all the major governments and with the United States in particular, even when those governments do not agree about military cooperation or about the use of economic sanctions.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfe112"], "abstractStem": "the explos in the 21st centuri of terrorist activ by islam radic in the unit state europ and asia requir reform the institut for domest counterterror ct and new intern relat among individu nation ct organ thi paper discuss the institut reform for ct in the unit state focus particularli on the chang in the fbi these chang are compar with the way that the british ct activ of the mi5 and mi6 have evolv in respons to terror in britain the paper also discuss the reason whi there is strong cooper among the ct activ of all the major govern and with the unit state in particular even when those govern do not agre about militari cooper or about the use of econom sanctionspthi abstract wa borrow from anoth version of thi item", "title": "Designing Institutions to Deal with Terrorism in the United States"}, "https://ideas.repec.org/a/eee/jpolmo/v29y2007i5p661-667.html": {"abstract": "The level of the dollar is part of a complex general equilibrium system. Nevertheless, it is helpful to recognize that the high level of the dollar is necessary to generate the current account deficit equal to the difference between national saving and investment. Understanding the high level of the dollar therefore requires understanding the reasons for the low level of national saving in the United States. Reducing the large current account deficit will require both a higher rate of national saving and a more competitive dollar. Although the necessary decline in the real value of the dollar can in theory occur without a decline in the dollar's nominal value, the implied magnitude of the fall in the domestic price level is implausible. A decline of the real value of the dollar that is large enough to reduce the current account deficit significantly requires a significant decline in the nominal value of the dollar.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfe112"], "abstractStem": "the level of the dollar is part of a complex gener equilibrium system nevertheless it is help to recogn that the high level of the dollar is necessari to gener the current account deficit equal to the differ between nation save and invest understand the high level of the dollar therefor requir understand the reason for the low level of nation save in the unit state reduc the larg current account deficit will requir both a higher rate of nation save and a more competit dollar although the necessari declin in the real valu of the dollar can in theori occur without a declin in the dollar nomin valu the impli magnitud of the fall in the domest price level is implaus a declin of the real valu of the dollar that is larg enough to reduc the current account deficit significantli requir a signific declin in the nomin valu of the dollarpthi abstract wa borrow from anoth version of thi item", "title": "Why is the dollar so high?"}, "https://ideas.repec.org/a/fip/fedkpr/y1991p77-84.html": {"abstract": "No abstract is available for this item.", "authors": ["epfe112"], "abstractStem": "no abstract is avail for thi item", "title": "Does one market require one money?"}, "https://ideas.repec.org/a/aea/aecrev/v62y1972i4p735-38.html": {"abstract": "No abstract is available for this item.", "authors": ["epfe112"], "abstractStem": "no abstract is avail for thi item", "title": "The Incidence of the Social Security Payroll Tax: Comment"}, "https://ideas.repec.org/a/aea/aecrev/v99y2009i2p556-59.html": {"abstract": "As recently as two years ago there was a widespread consensus among economists that fiscal policy is not useful as a countercyclical instrument. Now governments in Washington and around the world are developing massive fiscal stimulus packages, supported by a wide range of economists in universities, governments, and businesses. Why has this change occurred? What are the principles for designing a potentially useful fiscal stimulus? And what will happen if the current fiscal stimulus fails?<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfe112"], "abstractStem": "as recent as two year ago there wa a widespread consensu among economist that fiscal polici is not use as a countercycl instrument now govern in washington and around the world are develop massiv fiscal stimulu packag support by a wide rang of economist in univers govern and busi whi ha thi chang occur what are the principl for design a potenti use fiscal stimulu and what will happen if the current fiscal stimulu failspthi abstract wa borrow from anoth version of thi item", "title": "Rethinking the Role of Fiscal Policy"}, "https://ideas.repec.org/a/eee/chieco/v10y1999i2p99-107.html": {"abstract": "China has legislated a mixed social security pension system with a defined benefit pay-as-you-go portion and an investment-based defined contribution portion. This paper analyses the economics of these two types of systems in the Chinese context and calculates the advantage to China of using an investment-based portion. Several options for reform of the recently legislated system are considered.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfe112"], "abstractStem": "china ha legisl a mix social secur pension system with a defin benefit payasyougo portion and an investmentbas defin contribut portion thi paper analys the econom of these two type of system in the chines context and calcul the advantag to china of use an investmentbas portion sever option for reform of the recent legisl system are consideredpthi abstract wa borrow from anoth version of thi item", "title": "Social security pension reform in China"}, "https://ideas.repec.org/a/aea/aecrev/v85y1995i2p170-74.html": {"abstract": "No abstract is available for this item.", "authors": ["epfe112"], "abstractStem": "no abstract is avail for thi item", "title": "Behavioral Responses to Tax Rates: Evidence from the Tax Reform Act of 1986"}, "https://ideas.repec.org/a/aea/aecrev/v89y1999i2p222-227.html": {"abstract": "The Medicare program of health care for the aged now costs more than $5,000 per enrollee, a national cost of more than $200 billion a year. The official projections that these costs will rise rapidly from 2.5% of GDP now to 5.5% of GDP in 2030 and 7% of GDP in 2070 assume that structural changes in health care will prevent the even more rapid growth of spending that would occur if past trends continue. These GDP shares are equivalent to increasing the payroll tax rates that rise from 5% of total wages now to 14% of total wages by 2070. Alternatively, if the increased Medicare spending is financed by an across-the-board increase in income tax rates, all tax rates would rise by 46 percent (e.g., from 28% to 41%). If Medicare costs continue to be tax financed, the sharp increase in Medicare costs would cause a substantial increase in the deadweight loss of the tax system. Even with quite favorable assumptions, the increased deadweight loss is likely to be almost as large as the direct increase in the health care costs themselves. This paper analyzes an alternative life cycle approach to paying for the cost of health care of the aged: a system of investment-based individual Retiree Health Accounts (RHAs) to which the government deposits funds during individuals' working years. At retirement the individual could use the accumulated fund to purchase a fee-for-service plan like the current Medicare package, to pay for membership in an HMO, or to establish a medical savings account with a high deductible insurance policy. Using data from the Social Security administration, I estimate that annual RHA deposits equal to about 1.4% of total payroll would eventually be enough to pay for the full increase in the cost of Medicare, obviating a nine percentage point payroll tax increase.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfe112"], "abstractStem": "the medicar program of health care for the age now cost more than 5000 per enrolle a nation cost of more than 200 billion a year the offici project that these cost will rise rapidli from 25 of gdp now to 55 of gdp in 2030 and 7 of gdp in 2070 assum that structur chang in health care will prevent the even more rapid growth of spend that would occur if past trend continu these gdp share are equival to increas the payrol tax rate that rise from 5 of total wage now to 14 of total wage by 2070 altern if the increas medicar spend is financ by an acrosstheboard increas in incom tax rate all tax rate would rise by 46 percent eg from 28 to 41 if medicar cost continu to be tax financ the sharp increas in medicar cost would caus a substanti increas in the deadweight loss of the tax system even with quit favor assumpt the increas deadweight loss is like to be almost as larg as the direct increas in the health care cost themselv thi paper analyz an altern life cycl approach to pay for the cost of health care of the age a system of investmentbas individu retire health account rha to which the govern deposit fund dure individu work year at retir the individu could use the accumul fund to purchas a feeforservic plan like the current medicar packag to pay for membership in an hmo or to establish a medic save account with a high deduct insur polici use data from the social secur administr i estim that annual rha deposit equal to about 14 of total payrol would eventu be enough to pay for the full increas in the cost of medicar obviat a nine percentag point payrol tax increasepthi abstract wa borrow from anoth version of thi item", "title": "Prefunding Medicare"}, "https://ideas.repec.org/a/aea/aecrev/v66y1976i5p809-20.html": {"abstract": "No abstract is available for this item.", "authors": ["epfe112"], "abstractStem": "no abstract is avail for thi item", "title": "Inflation, Income Taxes, and the Rate of Interest: A Theoretical Analysis"}, "https://ideas.repec.org/a/bpj/evoice/v3y2006i6n5.html": {"abstract": "Although rates are lower than in the past, the combination of the corporate and personal tax rates still imply high marginal tax rates on capital income. Martin Feldstein argues that such high tax rates hurt the economy even if saving rates are not sensitive to rates of return, and examines the various ways in which capital taxes distort other aspects of economic activity.", "authors": ["epfe112"], "abstractStem": "although rate are lower than in the past the combin of the corpor and person tax rate still impli high margin tax rate on capit incom martin feldstein argu that such high tax rate hurt the economi even if save rate are not sensit to rate of return and examin the variou way in which capit tax distort other aspect of econom activ", "title": "Taxes on Investment Income Remain Too High and Lead to Multiple Distortions"}, "https://ideas.repec.org/a/aea/aecrev/v85y1995i2p28-31.html": {"abstract": "No abstract is available for this item.", "authors": ["epfe112"], "abstractStem": "no abstract is avail for thi item", "title": "The Economics of Health and Health Care: What Have We Learned? What Have I Learned?"}, "https://ideas.repec.org/a/eee/bushor/v22y1979i4p6-14.html": {"abstract": "No abstract is available for this item.", "authors": ["epfe112"], "abstractStem": "no abstract is avail for thi item", "title": "The new economics and government policy"}, "homepage": "https://ideas.repec.org/e/pfe112.html", "https://ideas.repec.org/a/eee/pubeco/v5y1976i1-2p1-26.html": {"abstract": "No abstract is available for this item.", "authors": ["epfe112"], "abstractStem": "no abstract is avail for thi item", "title": "Tax incentives and charitable contributions in the United States : A microeconometric analysis"}, "https://ideas.repec.org/a/fip/fedkpr/y2007p489-500.html": {"abstract": "No abstract is available for this item.", "authors": ["epfe112"], "abstractStem": "no abstract is avail for thi item", "title": "Housing, housing finance, and monetary policy: a symposium sponsored by the Federal Reserve Bank of Kansas City: concluding remarks"}, "lastname": "Feldstein", "https://ideas.repec.org/a/eee/pubeco/v14y1980i3p309-317.html": {"abstract": "No abstract is available for this item.", "authors": ["epfe112"], "abstractStem": "no abstract is avail for thi item", "title": "Inflation, tax rules, and the prices of land and gold"}, "https://ideas.repec.org/a/ucp/jpolec/v88y1980i5p854-66.html": {"abstract": "Extending the traditional treatment of the corporate tax to an economy with a progressive personal tax fundamentally changes the analysis. While the corporate tax system (CTS) does increase the total tax rate on corporate source income for some investors, the exclusion of retained earnings implies that the CTS lowers the tax rate for high-income investors. Analyzing such an economy requires replacing the traditional \"equal-yield\" equilibrium condition with a more general portfolio balance model. In this model, introducing a CTS can actually increase the corporate share of the capital stock even though the relative tax rate on corporate income rises.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfe112", "epsl10"], "abstractStem": "extend the tradit treatment of the corpor tax to an economi with a progress person tax fundament chang the analysi while the corpor tax system ct doe increas the total tax rate on corpor sourc incom for some investor the exclus of retain earn impli that the ct lower the tax rate for highincom investor analyz such an economi requir replac the tradit equalyield equilibrium condit with a more gener portfolio balanc model in thi model introduc a ct can actual increas the corpor share of the capit stock even though the rel tax rate on corpor incom risespthi abstract wa borrow from anoth version of thi item", "title": "Personal Taxation, Portfolio Choice, and the Effect of the Corporation Income Tax"}, "https://ideas.repec.org/a/aea/jecper/v11y1997i4p23-42.html": {"abstract": "EMU would be an economic liability. A single currency would cause, at most, small trade and investment gains but would raise average cyclical unemployment and possibly raise inflation, perpetuate structural unemployment, and increase the risk of protectionism. EMU is nevertheless being pursued in order to create a political union. Fundamental disagreements among member states about economic policies, foreign and military policies, and the sharing of political power are likely to create future intra-European conflicts. A United Europe would be a formidable participant in the twenty-first century's global balance of power, with uncertain consequences for world stability and peace.", "authors": ["epfe112"], "abstractStem": "emu would be an econom liabil a singl currenc would caus at most small trade and invest gain but would rais averag cyclic unemploy and possibl rais inflat perpetu structur unemploy and increas the risk of protection emu is nevertheless be pursu in order to creat a polit union fundament disagr among member state about econom polici foreign and militari polici and the share of polit power are like to creat futur intraeuropean conflict a unit europ would be a formid particip in the twentyfirst centuri global balanc of power with uncertain consequ for world stabil and peac", "title": "The Political Economy of the European Economic and Monetary Union: Political Sources of an Economic Liability"}, "https://ideas.repec.org/a/ecm/emetrp/v45y1977i7p1681-1702.html": {"abstract": "No abstract is available for this item.", "authors": ["epfe112"], "abstractStem": "no abstract is avail for thi item", "title": "Quality Change and the Demand for Hospital Care"}, "https://ideas.repec.org/a/eee/moneco/v9y1982i1p1-20.html": {"abstract": "The evidence presented in this paper indicates that changes in government spending, transfers and taxes can have substantial effects on aggregate demand. The estimates also indicate that the promise of future social security benefits significantly reduces private saving. Each of the basic implications of the so-called \"Ricardian equivalence theorem\" is contradicted by the data. The results are consistent with the more general view of the effects of fiscal actions and fiscal expectations that is described in the paper.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfe112"], "abstractStem": "the evid present in thi paper indic that chang in govern spend transfer and tax can have substanti effect on aggreg demand the estim also indic that the promis of futur social secur benefit significantli reduc privat save each of the basic implic of the socal ricardian equival theorem is contradict by the data the result are consist with the more gener view of the effect of fiscal action and fiscal expect that is describ in the paperpthi abstract wa borrow from anoth version of thi item", "title": "Government deficits and aggregate demand"}, "https://ideas.repec.org/a/eee/jpolmo/v27y2005i4p421-426.html": {"abstract": "This paper begins by discussing the inherent conflict between the simultaneous existence of a single currency for the countries of the European Economic and Monetary Union (EMU) and the independent fiscal policies of those countries. The Stability and Growth Pact was an attempt to reconcile that conflict. I describe how EMU governments have chosen to ignore the Stability Pact's constraint on budget deficits and how they sought to undermine it by changing the rules themselves. The final part of the paper describes the actual resolution of the issue by the agreement reached at the end of March 2005 by the European Council. The new policy effectively abandons the Stability Pact and leaves the way open to much larger sustained deficits.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfe112"], "abstractStem": "thi paper begin by discuss the inher conflict between the simultan exist of a singl currenc for the countri of the european econom and monetari union emu and the independ fiscal polici of those countri the stabil and growth pact wa an attempt to reconcil that conflict i describ how emu govern have chosen to ignor the stabil pact constraint on budget deficit and how they sought to undermin it by chang the rule themselv the final part of the paper describ the actual resolut of the issu by the agreement reach at the end of march 2005 by the european council the new polici effect abandon the stabil pact and leav the way open to much larger sustain deficitspthi abstract wa borrow from anoth version of thi item", "title": "The euro and the stability pact"}, "https://ideas.repec.org/a/eee/pubeco/v68y1998i3p369-396.html": {"abstract": "The evidence presented in this paper supports the basic theoretical presumption that state and local governments cannot redistribute income. Since individuals can avoid unfavorable taxes by migrating to jurisdictions that offer more favorable tax conditions, a relatively unfavorable tax will cause gross wages to adjust until the resulting net wage is equal to that available elsewhere. The current empirical findings go beyond confirming this long-run tendency and show that gross wages adjust rapidly to the changing tax environment. Thus, states cannot redistribute income for a period of even a few years. The adjustment of gross wages to tax rates implies that a more progressive tax system raises the cost to firms of hiring more highly skilled employees and reduces the cost of lower skilled labor. A more progressive tax thus induces firms to hire fewer high skilled employees and to hire more low skilled employees. Since state taxes cannot alter net wages, there can be no trade- off at the state level between distribution goals and economic efficiency. Shifts in state tax progressivity, by altering the structure of employment in the state and distorting the mix of labor inputs used by firms in the state, create deadweight efficiency losses without achieving any net redistribution of income.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfe112"], "abstractStem": "the evid present in thi paper support the basic theoret presumpt that state and local govern cannot redistribut incom sinc individu can avoid unfavor tax by migrat to jurisdict that offer more favor tax condit a rel unfavor tax will caus gross wage to adjust until the result net wage is equal to that avail elsewher the current empir find go beyond confirm thi longrun tendenc and show that gross wage adjust rapidli to the chang tax environ thu state cannot redistribut incom for a period of even a few year the adjust of gross wage to tax rate impli that a more progress tax system rais the cost to firm of hire more highli skill employe and reduc the cost of lower skill labor a more progress tax thu induc firm to hire fewer high skill employe and to hire more low skill employe sinc state tax cannot alter net wage there can be no trade off at the state level between distribut goal and econom effici shift in state tax progress by alter the structur of employ in the state and distort the mix of labor input use by firm in the state creat deadweight effici loss without achiev ani net redistribut of incomepthi abstract wa borrow from anoth version of thi item", "title": "Can state taxes redistribute income?"}, "https://ideas.repec.org/a/eee/pubeco/v10y1978i3p277-293.html": {"abstract": "This paper discusses how private pension programs differ from public social security in their likely impact on aggregate saving. Although private pensions are likely to reduce direct saving by employees, this should be offset by the combination of companies' partial funding and the shareholders response to unfunded liabilities. In contrast to several earlier empirical studies that implied that social security does depress national saving, the current time series evidence suggests that the growth of private pensions has not had an adverse effect on saving and may have increased saving by a small amount.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfe112"], "abstractStem": "thi paper discuss how privat pension program differ from public social secur in their like impact on aggreg save although privat pension are like to reduc direct save by employe thi should be offset by the combin of compani partial fund and the sharehold respons to unfund liabil in contrast to sever earlier empir studi that impli that social secur doe depress nation save the current time seri evid suggest that the growth of privat pension ha not had an advers effect on save and may have increas save by a small amountpthi abstract wa borrow from anoth version of thi item", "title": "Do private pensions increase national savings?"}, "https://ideas.repec.org/a/oup/restud/v38y1971i4p415-434..html": {"abstract": "No abstract is available for this item.", "authors": [], "abstractStem": "no abstract is avail for thi item", "title": "Tax Policy, Corporate Saving and Investment Behaviour in Britain"}, "https://ideas.repec.org/a/eee/pubeco/v9y1978i1p17-36.html": {"abstract": "No abstract is available for this item.", "authors": ["epfe112", "epyi12"], "abstractStem": "no abstract is avail for thi item", "title": "The effects of the capital gains tax on the selling and switching of common stock"}, "https://ideas.repec.org/a/fip/fedkpr/y2003p373-382.html": {"abstract": "This paper discusses the nature of the uncertainty faced by central banks and considers three approaches to dealing with uncertainty(1) formal optimization models and robust rules based on such models; (2) informal rules like the Taylor rule and inflation targeting; and (3) a case by case approach based on an informal Bayesian logic. The latter case requires considering the asymmetric nature of the risks that the central bank often faces.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfe112"], "abstractStem": "thi paper discuss the natur of the uncertainti face by central bank and consid three approach to deal with uncertainty1 formal optim model and robust rule base on such model 2 inform rule like the taylor rule and inflat target and 3 a case by case approach base on an inform bayesian logic the latter case requir consid the asymmetr natur of the risk that the central bank often facespthi abstract wa borrow from anoth version of thi item", "title": "Monetary policy in an uncertain environment"}, "https://ideas.repec.org/a/ecj/econjl/v80y1970i323p985-90.html": {"abstract": "No abstract is available for this item.", "authors": ["epfe112"], "abstractStem": "no abstract is avail for thi item", "title": "Choice of Technique in the Public Sector: A Simplification"}, "https://ideas.repec.org/a/bla/econom/v37y1970i146p139-63.html": {"abstract": "No abstract is available for this item.", "authors": ["epfe112"], "abstractStem": "no abstract is avail for thi item", "title": "Health Sector Planning in Developing Countries"}, "https://ideas.repec.org/a/aea/aecrev/v67y1977i1p116-21.html": {"abstract": "No abstract is available for this item.", "authors": ["epfe112"], "abstractStem": "no abstract is avail for thi item", "title": "Does the United States Save too Little?"}, "https://ideas.repec.org/a/tpr/restat/v55y1973i4p399-411.html": {"abstract": "No abstract is available for this item.", "authors": ["epfe112"], "abstractStem": "no abstract is avail for thi item", "title": "Taxes, Corporate Dividend Policy and Personal Savings: The British Postwar Experience"}, "https://ideas.repec.org/a/aea/aecrev/v79y1989i2p36-40.html": {"abstract": "Better domestic economic policies in the 15 years since the collapse of the Bretton Woods system would have prevented the extreme fluctuations of the dollar's exchange value during those years. The pursuit of policies here and abroad that are appropriate for domestic growth in the future should reduce the likelihood of such substantial exchange rate swings in the years ahead. But elevating exchange rate stability to a separate goal of economic policy could have serious adverse consequences. Trying to achieve that goal would mean diverting monetary and fiscal policies from their customary roles and thereby, risking excessive inflation and unemployment and inadequate capital formation. Succeeding in the efforts to achieve dollar stability would mean harmful distortions in the balance of trade and in the international flow of capital.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfe112"], "abstractStem": "better domest econom polici in the 15 year sinc the collaps of the bretton wood system would have prevent the extrem fluctuat of the dollar exchang valu dure those year the pursuit of polici here and abroad that are appropri for domest growth in the futur should reduc the likelihood of such substanti exchang rate swing in the year ahead but elev exchang rate stabil to a separ goal of econom polici could have seriou advers consequ tri to achiev that goal would mean divert monetari and fiscal polici from their customari role and therebi risk excess inflat and unemploy and inadequ capit format succeed in the effort to achiev dollar stabil would mean harm distort in the balanc of trade and in the intern flow of capitalpthi abstract wa borrow from anoth version of thi item", "title": "The Case against Trying to Stabilize the Dollar"}, "https://ideas.repec.org/a/aea/aecrev/v72y1982i1p243-46.html": {"abstract": "No abstract is available for this item.", "authors": ["epfe112"], "abstractStem": "no abstract is avail for thi item", "title": "Inflation and the Stock Market: Reply"}, "https://ideas.repec.org/a/eee/pubeco/v10y1978i3p275-276.html": {"abstract": "No abstract is available for this item.", "authors": ["epfe112"], "abstractStem": "no abstract is avail for thi item", "title": "The ISPE conference on social insurance : An introduction"}, "https://ideas.repec.org/a/ucp/jpolec/v89y1981i6p1266-69.html": {"abstract": "No abstract is available for this item.", "authors": ["epfe112"], "abstractStem": "no abstract is avail for thi item", "title": "'Twas a Night in the Sixties"}, "https://ideas.repec.org/a/aea/aecrev/v94y2004i2p41-48.html": {"abstract": "No abstract is available for this item.", "authors": ["epfe112", "epye21"], "abstractStem": "no abstract is avail for thi item", "title": "Panel Discussion"}, "https://ideas.repec.org/a/ecj/econjl/v88y1978i351p482-87.html": {"abstract": "No abstract is available for this item.", "authors": ["epfe112"], "abstractStem": "no abstract is avail for thi item", "title": "The Rate of Return, Taxation and Personal Savings"}, "https://ideas.repec.org/a/oup/qjecon/v85y1971i1p1-20..html": {"abstract": "I. An overview of the Medicare model, 4.—II. Supplementary medical insurance, 5.—III. Hospital admissions, 8.—IV. Extended care unit admissions, 11.—V. Hospital insurance benefits per hospital episode (HIBPHE), 12.—VI. Supplementary insurance benefits, 15.—VII. The reduced form of the Medicare system, 16.—VIII. Concluding remarks, 19.", "authors": [], "abstractStem": "i an overview of the medicar model 4 ii supplementari medic insur 5 iii hospit admiss 8 iv extend care unit admiss 11 v hospit insur benefit per hospit episod hibph 12 vi supplementari insur benefit 15 vii the reduc form of the medicar system 16 viii conclud remark 19", "title": "An Econometric Model of the Medicare System"}, "https://ideas.repec.org/a/ucp/jpolec/v78y1970i6p1325-39.html": {"abstract": "No abstract is available for this item.", "authors": ["epfe112"], "abstractStem": "no abstract is avail for thi item", "title": "Inflation, Specification Bias, and the Impact of Interest Rates"}, "https://ideas.repec.org/a/ecm/emetrp/v44y1976i4p631-50.html": {"abstract": "No abstract is available for this item.", "authors": ["epfe112"], "abstractStem": "no abstract is avail for thi item", "title": "Personal Taxation and Portfolio Composition: An Econometric Analysis"}, "https://ideas.repec.org/a/spr/jecfin/v32y2008i4p330-333.html": {"abstract": "No abstract is available for this item.", "authors": ["epaa9", "epfe112", "epsa57", "epso18"], "abstractStem": "no abstract is avail for thi item", "title": "A tribute to Richard Abel Musgrave"}, "https://ideas.repec.org/a/ucp/jpolec/v85y1977i2p349-60.html": {"abstract": "No abstract is available for this item.", "authors": ["epfe112"], "abstractStem": "no abstract is avail for thi item", "title": "The Surprising Incidence of a Tax on Pure Rent: A New Answer to an Old Question"}, "https://ideas.repec.org/a/aea/aecrev/v78y1988i1p14-23.html": {"abstract": " This paper shows that, when future earnings are uncertain, the substitution of deficit fin ance for tax finance (or the introduction of an unfunded social secur ity program) can raise consumption even if all bequests reflect inter generational altruism. An operative bequest motive therefore need not imply Ricardian equivalence. This conclusion follows from the result , derived in the paper, that the uncertainty of future income makes t he existence of a future bequest uncertain to the prospective donor. Copyright 1988 by American Economic Association.", "authors": ["epfe112"], "abstractStem": " thi paper show that when futur earn are uncertain the substitut of deficit fin anc for tax financ or the introduct of an unfund social secur iti program can rais consumpt even if all bequest reflect inter gener altruism an oper bequest motiv therefor need not impli ricardian equival thi conclus follow from the result  deriv in the paper that the uncertainti of futur incom make t he exist of a futur bequest uncertain to the prospect donor copyright 1988 by american econom associ", "title": "The Effects of Fiscal Policies when Incomes Are Uncertain: A Contradiction to Ricardian Equivalence"}, "https://ideas.repec.org/a/fip/fedkpr/y1998p357-367.html": {"abstract": "No abstract is available for this item.", "authors": ["epfe112"], "abstractStem": "no abstract is avail for thi item", "title": "Overview : income inequality : issues and policy options"}, "https://ideas.repec.org/a/fip/fedkpr/y2003.html": {"abstract": "No abstract is available for this item.", "authors": ["epfe112", "epge11", "epre75", "epro164", "epwa23", "epye21"], "abstractStem": "no abstract is avail for thi item", "title": "Monetary policy and uncertainty : adapting to a changing economy -a symposium, Jackson Hole, Wyoming, August 28-30, 2003"}, "https://ideas.repec.org/a/aea/jeclit/v44y2006i3p662-693.html": {"abstract": "The Journal of Economic Literature regularly reviews books of interest to the economics profession. The 2006 Economic Report of the President (ERP) falls under that purview. In the reviews that follow, Martin Feldstein reviews the overview chapter of the as well as topics relating to macroeconomics. Alan Auerbach reviews the ERP ?s discussion of tax-related issues, while Ken Rogoff reviews the ERP ?s discussion of international economic topics. Rebecca Blank writes on labor market issues in the ERP , and Michael Katz reviews the ERP ?s discussion of health care issues.", "authors": ["epau33", "epbl56", "epfe112", "fpka210", "epro164"], "abstractStem": "the journal of econom literatur regularli review book of interest to the econom profess the 2006 econom report of the presid erp fall under that purview in the review that follow martin feldstein review the overview chapter of the as well as topic relat to macroeconom alan auerbach review the erp s discuss of taxrel issu while ken rogoff review the erp s discuss of intern econom topic rebecca blank write on labor market issu in the erp  and michael katz review the erp s discuss of health care issu", "title": "Reviews of the 2006 Economic Report of the President"}, "https://ideas.repec.org/a/ecj/econjl/v102y1992i414p1223-34.html": {"abstract": "No abstract is available for this item.", "authors": ["epfe112"], "abstractStem": "no abstract is avail for thi item", "title": "The Council of Economic Advisers and Economic Advising in the United States"}, "https://ideas.repec.org/a/oup/qjecon/v99y1984i1p111-120..html": {"abstract": "No abstract is available for this item.", "authors": ["epsl10", "epyi12"], "abstractStem": "no abstract is avail for thi item", "title": "The Effects of Taxation on the Selling of Corporate Stock and the Realization of Capital Gains: Reply"}, "https://ideas.repec.org/a/aea/aecrev/v86y1996i2p1-14.html": {"abstract": "This lecture discusses the economic losses that result from an unfunded social security retirement system and the potential gain from shifting to a funded system. The social security payroll tax distorts labor supply and the form in which compensation is paid. Although each individual's benefits are linked to that individual's previous payroll tax payments, the low equilibrium rate of return inherent in an unfunded system implies a `net' payroll tax that causes distortions. The resulting deadweight loss is 1% of each year's GDP in perpetuity, an amount equal to 20% of payroll tax revenue and a 50% increase in deadweight loss of the personal income tax. Also, there is the loss of investment income resulting from forcing employees to accept the low implicit return of an unfunded program rather than the much higher return paid on private saving or in a funded social security program. The present value of the annual losses from using an unfunded system exceeds the benefit to those who received windfall transfers when the program began and when it expanded. Shifting to a funded program cannot reverse the crowding out of capital that has already occurred. Recognizing the existing unfunded obligation only makes that piece of the national debt explicit, but shifting to a funded program limits crowding out of capital formation to the amount that already occurred. Future increases in annual saving that result from economic growth are able to earn the higher rate of return on real capital. The present value of these gains is equivalent to a perpetuity of more than 2% of GDP a year. The combi- nation of improved labor market incentives and higher real return on saving has a net present value gain of more than $15 trillion, an amount equivalent to three percent of each future year's GDP forever.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfe112"], "abstractStem": "thi lectur discuss the econom loss that result from an unfund social secur retir system and the potenti gain from shift to a fund system the social secur payrol tax distort labor suppli and the form in which compens is paid although each individu benefit are link to that individu previou payrol tax payment the low equilibrium rate of return inher in an unfund system impli a net payrol tax that caus distort the result deadweight loss is 1 of each year gdp in perpetu an amount equal to 20 of payrol tax revenu and a 50 increas in deadweight loss of the person incom tax also there is the loss of invest incom result from forc employe to accept the low implicit return of an unfund program rather than the much higher return paid on privat save or in a fund social secur program the present valu of the annual loss from use an unfund system exce the benefit to those who receiv windfal transfer when the program began and when it expand shift to a fund program cannot revers the crowd out of capit that ha alreadi occur recogn the exist unfund oblig onli make that piec of the nation debt explicit but shift to a fund program limit crowd out of capit format to the amount that alreadi occur futur increas in annual save that result from econom growth are abl to earn the higher rate of return on real capit the present valu of these gain is equival to a perpetu of more than 2 of gdp a year the combi nation of improv labor market incent and higher real return on save ha a net present valu gain of more than 15 trillion an amount equival to three percent of each futur year gdp foreverpthi abstract wa borrow from anoth version of thi item", "title": "The Missing Piece in Policy Analysis: Social Security Reform"}, "https://ideas.repec.org/a/fip/fedkpr/y2004iaugp479-492.html": {"abstract": "No abstract is available for this item.", "authors": ["epfe112"], "abstractStem": "no abstract is avail for thi item", "title": "General discussion : overview panel : commentary ; global demographic change : economic impacts and policy challenges"}, "https://ideas.repec.org/a/eee/pubeco/v86y2002i3p319-326.html": {"abstract": "No abstract is available for this item.", "authors": ["epfe112"], "abstractStem": "no abstract is avail for thi item", "title": "The transformation of public economics research: 1970-2000"}, "https://ideas.repec.org/a/ucp/jpolec/v87y1979i4p749-68.html": {"abstract": "At a minimum, this paper should serve as a warning against too easy an acceptance of the view that the costs of sustained inflation are small relative to the costs of unemployment. If a temporary reduction in unemployment causes a permanent increase in inflation, the present value of the resulting future welfare costs may well exceed the temporary short-run gain. Previous analyses have underestimated the cost of a permanent increase in the inflation rate because they have ignored the growth of the economy and therefore the growth of the future instantaneous welfare costs. In the important case in which the growth of aggregate income exceeds the social discount rate, no reduction in unemployment can justify any permanent increase in the rate of inflation. Quite the contrary, if the inflation rate is above its optimal level, the economy should then be deflated to reduce the inflation rate regardless of the temporary consequences for unemployment.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfe112"], "abstractStem": "at a minimum thi paper should serv as a warn against too easi an accept of the view that the cost of sustain inflat are small rel to the cost of unemploy if a temporari reduct in unemploy caus a perman increas in inflat the present valu of the result futur welfar cost may well exceed the temporari shortrun gain previou analys have underestim the cost of a perman increas in the inflat rate becaus they have ignor the growth of the economi and therefor the growth of the futur instantan welfar cost in the import case in which the growth of aggreg incom exce the social discount rate no reduct in unemploy can justifi ani perman increas in the rate of inflat quit the contrari if the inflat rate is abov it optim level the economi should then be deflat to reduc the inflat rate regardless of the temporari consequ for unemploymentpthi abstract wa borrow from anoth version of thi item", "title": "The Welfare Cost of Permanent Inflation and Optimal Short-Run Economic Policy"}, "https://ideas.repec.org/a/aea/aecrev/v66y1976i2p77-86.html": {"abstract": "No abstract is available for this item.", "authors": ["epfe112"], "abstractStem": "no abstract is avail for thi item", "title": "Social Security and Saving: The Extended Life Cycle Theory"}, "https://ideas.repec.org/a/fip/fedkpr/y1996p319-329.html": {"abstract": "No abstract is available for this item.", "authors": ["epfe112"], "abstractStem": "no abstract is avail for thi item", "title": "Achieving price stability; overview"}, "https://ideas.repec.org/a/bin/bpeajo/v8y1977i1977-1p211-228.html": {"abstract": "No abstract is available for this item.", "authors": ["epfe112", "epsu137"], "abstractStem": "no abstract is avail for thi item", "title": "Is the Rate of Profit Falling?"}, "https://ideas.repec.org/a/mcb/jmoncb/v5y1973i4p873-902.html": {"abstract": "No abstract is available for this item.", "authors": ["epfe112"], "abstractStem": "no abstract is avail for thi item", "title": "Multimarket Expectations and the Rate of Interest"}, "https://ideas.repec.org/a/fip/fedkpr/y2007p477-487.html": {"abstract": "No abstract is available for this item.", "authors": ["epfe112"], "abstractStem": "no abstract is avail for thi item", "title": "Housing and monetary policy: general discussion"}, "https://ideas.repec.org/a/eee/pubeco/v7y1977i2p155-178.html": {"abstract": "No abstract is available for this item.", "authors": ["epfe112"], "abstractStem": "no abstract is avail for thi item", "title": "Tax subsidies, the rational demand for insurance and the health care crisis"}, "https://ideas.repec.org/a/tpr/restat/v52y1970i4p363-75.html": {"abstract": "No abstract is available for this item.", "authors": ["epfe112"], "abstractStem": "no abstract is avail for thi item", "title": "The Fundamental Determinants of the Interest Rate"}, "https://ideas.repec.org/a/oup/oxecpp/v42y1990i1p256-67.html": {"abstract": "An important proposition in the theory of efficient taxation is that, if capital income is taxed, all types of capital income should be taxed at the same rate. This conclusion has motivated extensive empirical analysis of the tax rates on different types of capital income. It has also been the basis for a variety of proposals to revise actual tax rules.The present paper emphasizes that the comventional view must be modified in the very common situation in which some capital tax rate is politically constrained to something other than its optimal value, e.g., the zero rates on the imputed income on owner-occupied housing. The formal analysis of the paper examines the case in which there are three types of capital income and one of the tax rates is arbitrarily constrained to be zero.Three general \"rule of thumb\" results emerge from the specific analysis: First, if the several types of capital can be regarded as independent in production, the optimal tax rates on the taxable types of capital income should depart from equality in the direction of an inverse elasticity rule. Second, in comparison to these rates, capital that is a complement to the untaxed capital should generally be taxed more heavily while capital that is a substitute for the untaxed capital should be taxed less heavily. Third, variations in the degree of complementarity or substitutability between the two types of capital should alter the two tax rates in a way that maintains a constant difference in the total taxes on each type of capital. Although these rule-of-thumb results help to modify the conventional equal-tax-rates rule in an appropriate way, the most important implication of the present analysis is that any departure from optimal taxation makes it very difficult to set other capital tax rates optimally.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfe112"], "abstractStem": "an import proposit in the theori of effici taxat is that if capit incom is tax all type of capit incom should be tax at the same rate thi conclus ha motiv extens empir analysi of the tax rate on differ type of capit incom it ha also been the basi for a varieti of propos to revis actual tax rulesth present paper emphas that the comvent view must be modifi in the veri common situat in which some capit tax rate is polit constrain to someth other than it optim valu eg the zero rate on the imput incom on owneroccupi hous the formal analysi of the paper examin the case in which there are three type of capit incom and one of the tax rate is arbitrarili constrain to be zerothre gener rule of thumb result emerg from the specif analysi first if the sever type of capit can be regard as independ in product the optim tax rate on the taxabl type of capit incom should depart from equal in the direct of an invers elast rule second in comparison to these rate capit that is a complement to the untax capit should gener be tax more heavili while capit that is a substitut for the untax capit should be tax less heavili third variat in the degre of complementar or substitut between the two type of capit should alter the two tax rate in a way that maintain a constant differ in the total tax on each type of capit although these ruleofthumb result help to modifi the convent equaltaxr rule in an appropri way the most import implic of the present analysi is that ani departur from optim taxat make it veri difficult to set other capit tax rate optimallypthi abstract wa borrow from anoth version of thi item", "title": "The Second Best Theory of Differential Capital Taxation"}, "https://ideas.repec.org/a/eee/pubeco/v41y1990i1p31-43.html": {"abstract": "The social security program now provides a constant real benefit throughout each retirees lifetime. This paper examines whether total welfare would rise if benefits were lower in early retirement years (when most individuals have some saving with which to finance consumption) and higher in later years (when the uncertainty of survival and the absence of actuarially fair private annuities makes the availability of social security benefits more important.) The analysis shows that there is a potentially important difference between the structure of benefits that would be preferred by the current population of workers and retirees and the structure of benefits that would maximize the steady state level of social welfare. This difference reflects the role of unintended bequests. The provision of higher benefits to older retirees reduces individually optimal savings and therefore the level of unintended bequests. While those bequests may have no value to the retirees, they are clearly of value to the young workers who will receive those bequests. More generally, the system of level benefits raises the steady state level of the capital stock and of total real income. The present paper provides an explicit analysis of a case in which the current workers want benefits to increase with age while the social security system that maximizes steady state welfare would provide higher benefits to young retirees than to the very old.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfe112"], "abstractStem": "the social secur program now provid a constant real benefit throughout each retire lifetim thi paper examin whether total welfar would rise if benefit were lower in earli retir year when most individu have some save with which to financ consumpt and higher in later year when the uncertainti of surviv and the absenc of actuari fair privat annuiti make the avail of social secur benefit more import the analysi show that there is a potenti import differ between the structur of benefit that would be prefer by the current popul of worker and retire and the structur of benefit that would maxim the steadi state level of social welfar thi differ reflect the role of unintend bequest the provis of higher benefit to older retire reduc individu optim save and therefor the level of unintend bequest while those bequest may have no valu to the retire they are clearli of valu to the young worker who will receiv those bequest more gener the system of level benefit rais the steadi state level of the capit stock and of total real incom the present paper provid an explicit analysi of a case in which the current worker want benefit to increas with age while the social secur system that maxim steadi state welfar would provid higher benefit to young retire than to the veri oldpthi abstract wa borrow from anoth version of thi item", "title": "Imperfect annuity markets, unintended bequests, and the optimal age structure of social security benefits"}, "https://ideas.repec.org/a/ucp/jpolec/v103y1995i3p551-72.html": {"abstract": " This paper uses a Treasury Department panel of more than 4,000 taxpayers to estimate the sensitivity of taxable income to changes in tax rates based on a comparison of the tax returns of the same individual taxpayers before and after the 1986 tax reform. The analysis emphasizes that the response of taxable income involves much more than a change in the traditional measures of labor supply. The evidence shows an elasticity of taxable income with respect to the marginal net-of-tax rate that is at least one and that could be substantially higher. The implications for recent tax rate changes are discussed. Copyright 1995 by University of Chicago Press.", "authors": ["epfe112"], "abstractStem": " thi paper use a treasuri depart panel of more than 4000 taxpay to estim the sensit of taxabl incom to chang in tax rate base on a comparison of the tax return of the same individu taxpay befor and after the 1986 tax reform the analysi emphas that the respons of taxabl incom involv much more than a chang in the tradit measur of labor suppli the evid show an elast of taxabl incom with respect to the margin netoftax rate that is at least one and that could be substanti higher the implic for recent tax rate chang are discuss copyright 1995 by univers of chicago press", "title": "The Effect of Marginal Tax Rates on Taxable Income: A Panel Study of the 1986 Tax Reform Act"}, "https://ideas.repec.org/a/ecm/emetrp/v44y1976i6p1201-22.html": {"abstract": "No abstract is available for this item.", "authors": ["epfe112"], "abstractStem": "no abstract is avail for thi item", "title": "The Income Tax and Charitable Contributions"}, "https://ideas.repec.org/a/aea/jecper/v19y2005i2p33-55.html": {"abstract": "Governments around the world have enacted or are currently considering fundamental structural reforms of their Social Security pension programs. The key feature in these reforms is a shift from a pure pay-as-you-go tax-financed system, in which taxes on current workers are primarily distributed to current retirees, to a mixed system that combines pay-as-you-go benefits with investment-based personal retirement accounts. This paper discusses how such a mixed system could work in practice and how the transition to such a change could be achieved. It then analyzes the economic gains that would result from shifting to a mixed system. I turn next to the three problems that critics raise about any investment-based plan: administrative costs, risk, and income distribution. Finally, I comment on some of the ad hoc proposals for dealing with the financial problem of Social Security without shifting to an investment-based system.", "authors": ["epfe112"], "abstractStem": "govern around the world have enact or are current consid fundament structur reform of their social secur pension program the key featur in these reform is a shift from a pure payasyougo taxfinanc system in which tax on current worker are primarili distribut to current retire to a mix system that combin payasyougo benefit with investmentbas person retir account thi paper discuss how such a mix system could work in practic and how the transit to such a chang could be achiev it then analyz the econom gain that would result from shift to a mix system i turn next to the three problem that critic rais about ani investmentbas plan administr cost risk and incom distribut final i comment on some of the ad hoc propos for deal with the financi problem of social secur without shift to an investmentbas system", "title": "Structural Reform of Social Security"}, "https://ideas.repec.org/a/tpr/restat/v56y1974i3p396-98.html": {"abstract": "No abstract is available for this item.", "authors": ["epfe112", "epla153"], "abstractStem": "no abstract is avail for thi item", "title": "The Rising Price of Physicians' Services: A Clarification"}, "https://ideas.repec.org/a/fip/fedkpr/y2004iaugp437-446.html": {"abstract": "No abstract is available for this item.", "authors": ["epfe112"], "abstractStem": "no abstract is avail for thi item", "title": "General discussion : demographic changes and international factor mobility"}, "https://ideas.repec.org/a/eee/eecrev/v31y1987i3p778-780.html": {"abstract": "No abstract is available for this item.", "authors": ["epfe112"], "abstractStem": "no abstract is avail for thi item", "title": "Long run implications of the increase in taxation and public debt for employment and economic growth in Europe: By G. Tullio"}, "https://ideas.repec.org/a/oup/qjecon/v100y1985i2p303-320..html": {"abstract": "The optimal level of social security benefits depends on balancing the protection that these benefits offer to those who lack the foresight to provide for their own old age against the welfare costs of distorting economic behavior. The primary such cost is the distortion in private saving. The present paper derives the level of social security benefits that is optimal in three basic cases. In the first section the paper derives the optimal level of benefits for an economy in which all individuals do not anticipate retirement at all and therefore do no saving. The second and third sections then derive optimal benefits for two different definitions of incomplete myopia.", "authors": [], "abstractStem": "the optim level of social secur benefit depend on balanc the protect that these benefit offer to those who lack the foresight to provid for their own old age against the welfar cost of distort econom behavior the primari such cost is the distort in privat save the present paper deriv the level of social secur benefit that is optim in three basic case in the first section the paper deriv the optim level of benefit for an economi in which all individu do not anticip retir at all and therefor do no save the second and third section then deriv optim benefit for two differ definit of incomplet myopia", "title": "The Optimal Level of Social Security Benefits"}, "https://ideas.repec.org/a/aea/aecrev/v73y1983i1p17-30.html": {"abstract": "This paper presents a simple model of market equilibrium to explain why firms that maximize the value of their shares pay dividends even though the funds could instead be retained and subsequently distributed to shareholders in a way that would allow them to be taxed more favorably as capital gains. The two principal ingredients of our explanation are: (1) the conflicting preferences of shareholders in different tax brackets and (2) the shareholders' desire for portfolio diversification, we show that companies will pay a positive fraction of earnings in dividends. We also provide some comparative static analysis of dividend behavior with respect to tax parameters and to the conditions determining the riskiness of the securities.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfe112", "fpgr476"], "abstractStem": "thi paper present a simpl model of market equilibrium to explain whi firm that maxim the valu of their share pay dividend even though the fund could instead be retain and subsequ distribut to sharehold in a way that would allow them to be tax more favor as capit gain the two princip ingredi of our explan are 1 the conflict prefer of sharehold in differ tax bracket and 2 the sharehold desir for portfolio diversif we show that compani will pay a posit fraction of earn in dividend we also provid some compar static analysi of dividend behavior with respect to tax paramet and to the condit determin the riski of the securitiespthi abstract wa borrow from anoth version of thi item", "title": "Why Do Companies Pay Dividends?"}, "https://ideas.repec.org/a/bin/bpeajo/v9y1978i1978-1p61-110.html": {"abstract": "Although the return to capital is a focus of research in both macroeconomics and public finance, each specialty has approached this subject with an almost total disregard for the other's contribution. Macroeconomic studies of the effect of inflation on the rate of interest have implicitly ignored the existence of taxes and the problems of tax depreciation. Similarly, empirical studies of the incidence of corporate tax changes have not recognized that the effect of the tax depends on the rate of inflation and have ignored the information on the rate of return that investors receive in financial markets. Our primary purpose in this paper is to begin to build a bridge between these two approaches to a common empirical problem.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfe112", "epsu137"], "abstractStem": "although the return to capit is a focu of research in both macroeconom and public financ each specialti ha approach thi subject with an almost total disregard for the other contribut macroeconom studi of the effect of inflat on the rate of interest have implicitli ignor the exist of tax and the problem of tax depreci similarli empir studi of the incid of corpor tax chang have not recogn that the effect of the tax depend on the rate of inflat and have ignor the inform on the rate of return that investor receiv in financi market our primari purpos in thi paper is to begin to build a bridg between these two approach to a common empir problempthi abstract wa borrow from anoth version of thi item", "title": "Inflation, Tax Rules, and the Long Term-Interest Rate"}, "https://ideas.repec.org/a/ecj/econjl/v90y1980i358p314-29.html": {"abstract": "How internationally mobile is the world's supply of capital? Does capital flow among industrial countries to equalize the yield to investors? Alternatively, does the saving that originates in a country remain 'to be invested there? Or does the truth lie somewhere between these two extremes? The answers to these questions are not only important for understanding the international capital market but are also critical for analyzing a wide range of issues including the nation's optimal rate of saving and the incidence of tax changes.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfe112", "epho41"], "abstractStem": "how intern mobil is the world suppli of capit doe capit flow among industri countri to equal the yield to investor altern doe the save that origin in a countri remain to be invest there or doe the truth lie somewher between these two extrem the answer to these question are not onli import for understand the intern capit market but are also critic for analyz a wide rang of issu includ the nation optim rate of save and the incid of tax changespthi abstract wa borrow from anoth version of thi item", "title": "Domestic Saving and International Capital Flows"}, "https://ideas.repec.org/a/ecm/emetrp/v42y1974i3p393-423.html": {"abstract": "No abstract is available for this item.", "authors": ["epfe112", "epro48"], "abstractStem": "no abstract is avail for thi item", "title": "Towards an Economic Theory of Replacement Investment"}, "https://ideas.repec.org/a/ris/jofitr/1287.html": {"abstract": "This paper discusses a possible solution to the problem that faces European governments in dealing with the future of Social Security pensions.", "authors": ["epfe112"], "abstractStem": "thi paper discuss a possibl solut to the problem that face european govern in deal with the futur of social secur pension", "title": "The future of social security pensions in Europe"}, "https://ideas.repec.org/a/eee/pubeco/v32y1987i3p389-396.html": {"abstract": "No abstract is available for this item.", "authors": ["epfe112"], "abstractStem": "no abstract is avail for thi item", "title": "Tax rates and business investment : Reply"}, "https://ideas.repec.org/a/eee/pubeco/v28y1985i2p233-245.html": {"abstract": "If a specified amount of government spending must be financed, how should that finance be divided between taxes and government borrowing? In the case of a temporary increase in government spending, it has been argued that debt finance is optimal because the small increments in all future tax rates to finance interest payments involves a smaller excess burden than the single large tax rate increase that would be required to avoid an initial increase in the national debt. This argument ignores the excess burden of debt finance that results if the initial capital stock is smaller than optimal (e.g., because of taxes or capital income).The first section of the present paper shows how the debt-finance advantage of a small increase in tax rates can be explicitly balanced against the disadvantage of the excess burden that arises from additional debt. The analysis shows that, with plausible parameter values, the excess burden of debt finance is likely to outweigh the advantage of avoiding a large single tax change and therefore that financing a temporary increase in government spending by an immediate tax increase is likely to be preferable to debt financing.The second section examines the appropriate response to a permanent increase in government spending and shows that such spending cannot be financed by a permanent increase in government debt. Moreover, whenever the golden rule level of capital intensity is an optimality condition independent of the level of government spending, any increase in government spending should be matched by an equal increase in tax revenue.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfe112"], "abstractStem": "if a specifi amount of govern spend must be financ how should that financ be divid between tax and govern borrow in the case of a temporari increas in govern spend it ha been argu that debt financ is optim becaus the small increment in all futur tax rate to financ interest payment involv a smaller excess burden than the singl larg tax rate increas that would be requir to avoid an initi increas in the nation debt thi argument ignor the excess burden of debt financ that result if the initi capit stock is smaller than optim eg becaus of tax or capit incometh first section of the present paper show how the debtfin advantag of a small increas in tax rate can be explicitli balanc against the disadvantag of the excess burden that aris from addit debt the analysi show that with plausibl paramet valu the excess burden of debt financ is like to outweigh the advantag of avoid a larg singl tax chang and therefor that financ a temporari increas in govern spend by an immedi tax increas is like to be prefer to debt financingth second section examin the appropri respons to a perman increas in govern spend and show that such spend cannot be financ by a perman increas in govern debt moreov whenev the golden rule level of capit intens is an optim condit independ of the level of govern spend ani increas in govern spend should be match by an equal increas in tax revenuepthi abstract wa borrow from anoth version of thi item", "title": "Debt and taxes in the theory of public finance"}, "https://ideas.repec.org/a/fip/fedkpr/y1999p369-378.html": {"abstract": "No abstract is available for this item.", "authors": ["epfe112"], "abstractStem": "no abstract is avail for thi item", "title": "Commentary : avoiding currency crises"}, "https://ideas.repec.org/a/eee/pubeco/v2y1973i2p159-171.html": {"abstract": "No abstract is available for this item.", "authors": ["epfe112"], "abstractStem": "no abstract is avail for thi item", "title": "Tax incentives, corporate saving, and capital accumulation in the United States"}, "https://ideas.repec.org/a/eee/jpolmo/v22y2000i3p345-354.html": {"abstract": "The creation of the euro and the European Central Bank is a remarkable and unprecedented event in economic and political history: creating a supranational central bank and leaving eleven countries without national currencies of their own. The experience of the first year confirms that one size fits all' monetary policy is not suitable for Europe because cyclical and inflation conditions vary substantially among countries. Labor market policies during this first year will increase this problem in the future and may lead to more trade protectionism. The paper explores reasons why cyclical unemployment, structural unemployment, and inflation may all be higher in the future as a result of the single currency. Although some advocate the euro despite its economic problems because of its assumed favorable effects on European political cohesiveness, the paper argues that it is more likely to lead to political conflict within Europe and with the Unites States.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfe112"], "abstractStem": "the creation of the euro and the european central bank is a remark and unpreced event in econom and polit histori creat a supran central bank and leav eleven countri without nation currenc of their own the experi of the first year confirm that one size fit all monetari polici is not suitabl for europ becaus cyclic and inflat condit vari substanti among countri labor market polici dure thi first year will increas thi problem in the futur and may lead to more trade protection the paper explor reason whi cyclic unemploy structur unemploy and inflat may all be higher in the futur as a result of the singl currenc although some advoc the euro despit it econom problem becaus of it assum favor effect on european polit cohes the paper argu that it is more like to lead to polit conflict within europ and with the unit statespthi abstract wa borrow from anoth version of thi item", "title": "The European Central Bank and the Euro: The First Year"}, "https://ideas.repec.org/a/bla/jfinan/v36y1981i4p801-24.html": {"abstract": "This paper examines empirically the effect of unfunded pension obligations on corporate share prices and discusses the implications of these estimates for national saving, the decline of the stock market in recent years, and the rationality of corporate financial behavior. The analysis uses the information on inflation-adjusted income and assets that large firms were required to provide for 1976 and subsequent years. The evidence for a sample of nearly 200 manufacturing firms is consistent with the conclusion that share prices fully reflect the value of unfunded pension obligations. Since the conventional accounting measure of the unfunded pension liability has a number of problems (which we examine in the paper), it would be more accurate to say that the data are consistent with the conclusion that shareholders accept the conventional measure as the best available information and reduce share prices by a corresponding amount. The most important implication of the share price response is that the existence of unfunded private pension liabilities does not necessarily entail a reduction in total private saving. Because the pension liability reduces the equity value of the firm, shareholders are given notice of its existence and an incentive to save more themselves. For this reason, unfunded private pensions differ fundamentally from the unfunded Social Security pension and the other unfunded federal government civilian and military pensions.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfe112"], "abstractStem": "thi paper examin empir the effect of unfund pension oblig on corpor share price and discuss the implic of these estim for nation save the declin of the stock market in recent year and the ration of corpor financi behavior the analysi use the inform on inflationadjust incom and asset that larg firm were requir to provid for 1976 and subsequ year the evid for a sampl of nearli 200 manufactur firm is consist with the conclus that share price fulli reflect the valu of unfund pension oblig sinc the convent account measur of the unfund pension liabil ha a number of problem which we examin in the paper it would be more accur to say that the data are consist with the conclus that sharehold accept the convent measur as the best avail inform and reduc share price by a correspond amount the most import implic of the share price respons is that the exist of unfund privat pension liabil doe not necessarili entail a reduct in total privat save becaus the pension liabil reduc the equiti valu of the firm sharehold are given notic of it exist and an incent to save more themselv for thi reason unfund privat pension differ fundament from the unfund social secur pension and the other unfund feder govern civilian and militari pensionspthi abstract wa borrow from anoth version of thi item", "title": "Pension Funding, Share Prices, and National Savings"}, "https://ideas.repec.org/a/bla/scandj/v84y1982i2p293-311.html": {"abstract": "The present paper analyses the effect of the interaction between tax rules and inflation on the size and allocation of the capital stock with particular emphasis on the role of owner-occupied housing. The analysis is developed in the framework of an economy that is in equilibrium and in which a constant fraction of disposable income is saved. In this model, I show that, with current U.S. tax laws, an increase in the rate of inflation reduces the equilibrium amount of business capital employed in the economy and raises the amount of housing capital. The analysis also shows that a higher rate of inflation lowers the real net-of-tax rate of return to the provider of business capital. In a richer model than the current one, i.e., in a model in which the rate of personal saving was an increasing function of the net rate of return, a higher inflation rate would therefore lower the rate of saving. The present analysis also shows that permitting firms to depreciate investments more rapidly for tax purposes increases the accumulations of business capital but that, unless firms are permitted to expense all in- vestment immediately, an increase in inÂ£ lat ion continues to depress the accumulation of business capital.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfe112"], "abstractStem": "the present paper analys the effect of the interact between tax rule and inflat on the size and alloc of the capit stock with particular emphasi on the role of owneroccupi hous the analysi is develop in the framework of an economi that is in equilibrium and in which a constant fraction of dispos incom is save in thi model i show that with current us tax law an increas in the rate of inflat reduc the equilibrium amount of busi capit employ in the economi and rais the amount of hous capit the analysi also show that a higher rate of inflat lower the real netoftax rate of return to the provid of busi capit in a richer model than the current one ie in a model in which the rate of person save wa an increas function of the net rate of return a higher inflat rate would therefor lower the rate of save the present analysi also show that permit firm to depreci invest more rapidli for tax purpos increas the accumul of busi capit but that unless firm are permit to expens all in vestment immedi an increas in in  lat ion continu to depress the accumul of busi capitalpthi abstract wa borrow from anoth version of thi item", "title": " Inflation, Tax Rules and the Accumulation of Residential and Nonresidential Capital"}, "https://ideas.repec.org/a/eee/eecrev/v39y1995i3-4p399-420.html": {"abstract": "This lecture examines the effects of tax policy and social security retirement benefits on capital accumulation and economic welfare. The paper begins by examining how capital income taxes reduce the real return to savers and then discusses the welfare loss of capital income taxation relative to the alternatives of taxing consumption and labor income.The second part deals with social security retirement benefits. In 1994, older Americans will receive cash and medical benefits that cost the government $530 billion or $16,000 per person over 65. A final section discusses the implications of international capital flows for this analysis. As capital flows become more important, the response of government policy may be to compete for foreign capital inflows and to tax domestic savers more heavily; leading to a smaller total volume of capital. The sharp decline in the net national saving rate-from over 8% of GDP in the U.S. in the 1970s to only 4.5% in the 1980s &amp; from over 14% of GDP in Europe in the 1970s to 9.9% in the 1980s -- may not only create lower real incomes and slower growth but may weaken capitalism itself. In the US a decade of slow growth has increased protectionist tendencies in international trade and led to a new interest in industrial policies that expand the role of the government in guiding the direction of technology of private investment. Government policies that discourage saving might make the Schumpeterian vision of a shift from private capitalism to government-dominated economy more likely<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfe112"], "abstractStem": "thi lectur examin the effect of tax polici and social secur retir benefit on capit accumul and econom welfar the paper begin by examin how capit incom tax reduc the real return to saver and then discuss the welfar loss of capit incom taxat rel to the altern of tax consumpt and labor incometh second part deal with social secur retir benefit in 1994 older american will receiv cash and medic benefit that cost the govern 530 billion or 16000 per person over 65 a final section discuss the implic of intern capit flow for thi analysi as capit flow becom more import the respons of govern polici may be to compet for foreign capit inflow and to tax domest saver more heavili lead to a smaller total volum of capit the sharp declin in the net nation save ratefrom over 8 of gdp in the us in the 1970 to onli 45 in the 1980 amp from over 14 of gdp in europ in the 1970 to 99 in the 1980  may not onli creat lower real incom and slower growth but may weaken capit itself in the us a decad of slow growth ha increas protectionist tendenc in intern trade and led to a new interest in industri polici that expand the role of the govern in guid the direct of technolog of privat invest govern polici that discourag save might make the schumpeterian vision of a shift from privat capit to governmentdomin economi more likelypthi abstract wa borrow from anoth version of thi item", "title": "Fiscal policies, capital formation, and capitalism"}, "https://ideas.repec.org/a/aea/jecper/v2y1988i2p3-13.html": {"abstract": "No abstract is available for this item.", "authors": ["epfe112"], "abstractStem": "no abstract is avail for thi item", "title": "Distinguished Lecture on Economics in Government: Thinking about International Economic Coordination"}, "https://ideas.repec.org/a/fip/fedkpr/y2001p391-397.html": {"abstract": "No abstract is available for this item.", "authors": ["epfe112"], "abstractStem": "no abstract is avail for thi item", "title": "Economic policy for the information economy : overview"}, "https://ideas.repec.org/a/eee/pubeco/v23y1984i1-2p141-167.html": {"abstract": "The present paper examines the reservation wages reported by a largesample of unemployed individuals in the United States in May 1976. The majorityof unemployedindividuals report reservation wages that are at least as highas the wage they were paid on their last job. Approximately one-fourth of alljob seekers required a wage that is at least 10 percent higher than the wage ontheir previous job.Our econometric evidence shows that the level of unemployment benefitsrelative to previous wages has a powerful effect on the individual's reservation wage. A ten percent increase in the U.I. replacement ratio increases the reservation wage by about percent for job losers who are not on layoff and bysomewhat less for other unemployed groups. Separate regressions to analyze the high reservation wage per se show that a ten percent increase in the U.I. replacement ratio also increases by about four percentage points the probability that an unemployed individual will require a wage increase of 10 percent or more.These estimates imply that reducing net unemployment insurance benefits (by lowering gross benefits or by taxing unemployment benefits) could significantly lower the average duration of unemployment and the relative number of long duration spells of unemployment. Because of the non-linear response of the unemployment duration to the reservation wage, reducing a high unemployment insurance ratio by ten percentage points is likely to have a greater impact on unemployment than reducing a low unemployment insurance ratio by ten percentage points.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfe112", "eppo19"], "abstractStem": "the present paper examin the reserv wage report by a largesampl of unemploy individu in the unit state in may 1976 the majorityof unemployedindividu report reserv wage that are at least as higha the wage they were paid on their last job approxim onefourth of alljob seeker requir a wage that is at least 10 percent higher than the wage ontheir previou jobour econometr evid show that the level of unemploy benefitsrel to previou wage ha a power effect on the individu reserv wage a ten percent increas in the ui replac ratio increas the reserv wage by about percent for job loser who are not on layoff and bysomewhat less for other unemploy group separ regress to analyz the high reserv wage per se show that a ten percent increas in the ui replac ratio also increas by about four percentag point the probabl that an unemploy individu will requir a wage increas of 10 percent or morethes estim impli that reduc net unemploy insur benefit by lower gross benefit or by tax unemploy benefit could significantli lower the averag durat of unemploy and the rel number of long durat spell of unemploy becaus of the nonlinear respons of the unemploy durat to the reserv wage reduc a high unemploy insur ratio by ten percentag point is like to have a greater impact on unemploy than reduc a low unemploy insur ratio by ten percentag pointspthi abstract wa borrow from anoth version of thi item", "title": "Unemployment insurance and reservation wages"}, "https://ideas.repec.org/a/aea/aecrev/v95y2005i1p1-24.html": {"abstract": "This paper begins by discussing the nature of and rationale for social insurance programs. I then consider three political principles and four economic principles that could guide the design and reform of social insurance programs. These ideas are then applied to unemployment insurance, Social Security pensions, health insurance and Medicare. A common theme is the advantage of incorporating investment based personal accounts in each of these programs.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfe112"], "abstractStem": "thi paper begin by discuss the natur of and rational for social insur program i then consid three polit principl and four econom principl that could guid the design and reform of social insur program these idea are then appli to unemploy insur social secur pension health insur and medicar a common theme is the advantag of incorpor invest base person account in each of these programspthi abstract wa borrow from anoth version of thi item", "title": "Rethinking Social Insurance"}, "https://ideas.repec.org/a/fip/fedkpr/y2007p423-431.html": {"abstract": "No abstract is available for this item.", "authors": ["epfe112"], "abstractStem": "no abstract is avail for thi item", "title": "Housing and the monetary transmission mechanism: general discussion"}, "https://ideas.repec.org/a/aea/aecrev/v94y2004i2p8-8.html": {"abstract": "No abstract is available for this item.", "authors": ["epfe112"], "abstractStem": "no abstract is avail for thi item", "title": "Foreword"}, "https://ideas.repec.org/a/fip/fedkpr/y2007p351-358.html": {"abstract": "No abstract is available for this item.", "authors": ["epfe112"], "abstractStem": "no abstract is avail for thi item", "title": "Housing, credit and consumer expenditure: general discussion"}, "https://ideas.repec.org/a/aea/aecrev/v91y2001i4p1116-1125.html": {"abstract": "This paper examines the risk aspects of an investment-based defined contribution Social Security plan. We focus on the risk after the plan is fully phased in. Individuals deposit a fraction of wages to a Personal Retirement Account (PRA), invest these funds in a 60:40 equity-debt mix, and in a similarly invested annuity at age 67. The value of the assets follows a random walk with mean and variance of a 60:40 equity-debt portfolio over the period 1946-95, a mean log return of 5.5 percent (net of administrative costs of 0.4 percent) and a standard deviation of 12.5 percent. We study he stochastic distributions of this process by doing 10,000 simulations of the 80-year experience of the cohort that reached age 21 in 1998. The resulting annuities are compared to the future defined benefits specified in current law (the benchmark' benefits). With no uncertainty, a 5.5 percent log return would permit the benchmark benefits to be purchased with PRA deposits of 3.1 percent of payroll, only one-sixth of the pay-as-you-go tax needed for the benchmark benefits. Saving a higher share of wages provides a cushion' that protects the individual from the risk of an unacceptably low level of benefits. For example, PRA deposits of 6 percent of wages reduces the probability that the benefits are less than the benchmark to 0.17 and the probability that they are less than 61 percent of the benchmark to 0.05. PRA deposits of 9 percent of wages (half of the tax rate required in a pay-as-you-go system) would substantially reduce these risks. This pure investment-based plan is an extreme case. The investment risk can be reduced further by using a mixed system that combines pay-as-you-go and investment-based components or that makes intergenerational transfers conditional on the performance of stock and bond prices.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfe112"], "abstractStem": "thi paper examin the risk aspect of an investmentbas defin contribut social secur plan we focu on the risk after the plan is fulli phase in individu deposit a fraction of wage to a person retir account pra invest these fund in a 6040 equitydebt mix and in a similarli invest annuiti at age 67 the valu of the asset follow a random walk with mean and varianc of a 6040 equitydebt portfolio over the period 194695 a mean log return of 55 percent net of administr cost of 04 percent and a standard deviat of 125 percent we studi he stochast distribut of thi process by do 10000 simul of the 80year experi of the cohort that reach age 21 in 1998 the result annuiti are compar to the futur defin benefit specifi in current law the benchmark benefit with no uncertainti a 55 percent log return would permit the benchmark benefit to be purchas with pra deposit of 31 percent of payrol onli onesixth of the payasyougo tax need for the benchmark benefit save a higher share of wage provid a cushion that protect the individu from the risk of an unaccept low level of benefit for exampl pra deposit of 6 percent of wage reduc the probabl that the benefit are less than the benchmark to 017 and the probabl that they are less than 61 percent of the benchmark to 005 pra deposit of 9 percent of wage half of the tax rate requir in a payasyougo system would substanti reduc these risk thi pure investmentbas plan is an extrem case the invest risk can be reduc further by use a mix system that combin payasyougo and investmentbas compon or that make intergener transfer condit on the perform of stock and bond pricespthi abstract wa borrow from anoth version of thi item", "title": "Individual Risk in an Investment-Based Social Security System"}, "https://ideas.repec.org/a/bla/jfinan/v52y1997i3p1182-84.html": {"abstract": "No abstract is available for this item.", "authors": ["epfe112"], "abstractStem": "no abstract is avail for thi item", "title": " Public Policy and Financial Markets: Privatizing Social Security"}, "https://ideas.repec.org/a/eee/pubeco/v6y1976i1-2p77-104.html": {"abstract": "No abstract is available for this item.", "authors": ["epfe112"], "abstractStem": "no abstract is avail for thi item", "title": "On the theory of tax reform"}, "https://ideas.repec.org/a/kap/jfsres/v18y2000i2p115-117.html": {"abstract": "No abstract is available for this item.", "authors": ["epfe112"], "abstractStem": "no abstract is avail for thi item", "title": "Anna Schwartz at the National Bureau of Economic Research"}, "https://ideas.repec.org/a/oup/ecinqu/v21y1983i1p11-23.html": {"abstract": "No abstract is available for this item.", "authors": ["epfe112"], "abstractStem": "no abstract is avail for thi item", "title": "The Fiscal Framework of Monetary Economics"}, "https://ideas.repec.org/a/aea/aecrev/v80y1990i3p589-99.html": {"abstract": "No abstract is available for this item.", "authors": ["epel79", "epfe112"], "abstractStem": "no abstract is avail for thi item", "title": "Government Debt, Government Spending, and Private Sector Behavior Revisited: Comment"}, "https://ideas.repec.org/a/aea/aecrev/v68y1978i2p155-58.html": {"abstract": "This short note emphasizes and illustrates two basic points: (1) The private costs of unemployment, i.e., the costs borne by the unemployed themselves, vary substantially and are often extremely low. This low private cost is an important cause of the permanently high unemployment rate in the United States. (2) The social costs of unemployment, i.e., the costs of unemployment to the nation as a whole regardless of how they are distributed, must be judged by considering the specific policy by which a worker would be reemployed. It is wrong to regard unemployment as either without cost (because the unemployed enjoy the opportunity for job search and leisure) or as having a cost equal to lost output. Examples are given to show that output may overstate or understate true social cost, depending on the options available for reemployment.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfe112"], "abstractStem": "thi short note emphas and illustr two basic point 1 the privat cost of unemploy ie the cost born by the unemploy themselv vari substanti and are often extrem low thi low privat cost is an import caus of the perman high unemploy rate in the unit state 2 the social cost of unemploy ie the cost of unemploy to the nation as a whole regardless of how they are distribut must be judg by consid the specif polici by which a worker would be reemploy it is wrong to regard unemploy as either without cost becaus the unemploy enjoy the opportun for job search and leisur or as have a cost equal to lost output exampl are given to show that output may overst or underst true social cost depend on the option avail for reemploymentpthi abstract wa borrow from anoth version of thi item", "title": "The Private and Social Costs of Unemployment"}, "https://ideas.repec.org/a/ucp/jpolec/v84y1976i2p331-36.html": {"abstract": "No abstract is available for this item.", "authors": ["epfe112"], "abstractStem": "no abstract is avail for thi item", "title": "Perceived Wealth in Bonds and Social Security: A Comment"}, "https://ideas.repec.org/a/fip/fedkpr/y1990p93-98.html": {"abstract": "No abstract is available for this item.", "authors": ["epfe112"], "abstractStem": "no abstract is avail for thi item", "title": "Monetary policy and the control of inflation: commentary"}, "https://ideas.repec.org/a/aea/aecrev/v70y1980i2p182-86.html": {"abstract": "This paper emphasizes the importance of the interaction between tax rules and the management of monetary policy. The monetary authorities' failure to recognize the implications of the tax structure has caused them to underestimate just how expansionary monetary policy has been. Moreover, because of our fiscal structure, attempts to encourage investment by an easy-money policy have actually had an adverse impact on investment in plant and equipment. The paper discusses the desirability of substituting a policy of tight-money and positive fiscal incentives for the traditional goals of easy money and fiscal restraint. More generally, the paper stresses the significance of the fiscal structure as a determinant of macroeconomic equilibrium.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfe112"], "abstractStem": "thi paper emphas the import of the interact between tax rule and the manag of monetari polici the monetari author failur to recogn the implic of the tax structur ha caus them to underestim just how expansionari monetari polici ha been moreov becaus of our fiscal structur attempt to encourag invest by an easymoney polici have actual had an advers impact on invest in plant and equip the paper discuss the desir of substitut a polici of tightmoney and posit fiscal incent for the tradit goal of easi money and fiscal restraint more gener the paper stress the signific of the fiscal structur as a determin of macroeconom equilibriumpthi abstract wa borrow from anoth version of thi item", "title": "Tax Rules and the Mismanagment of Monetary Policy"}, "https://ideas.repec.org/a/aea/aecrev/v85y1995i3p552-66.html": {"abstract": " This paper examines the effect of existing college scholarship rules on the incentive to save. The analysis shows that families that are eligible for college scholarships face 'education tax rates' on capital income of between 22 percent and 47 percent in addition to regular federal and state income taxes. The empirical analysis developed here, based on the 1986 Survey of Consumer Finances, implies that these high tax rates have a powerful adverse effect on the accumulation of financial assets. Copyright 1995 by American Economic Association.", "authors": ["epfe112"], "abstractStem": " thi paper examin the effect of exist colleg scholarship rule on the incent to save the analysi show that famili that are elig for colleg scholarship face educ tax rate on capit incom of between 22 percent and 47 percent in addit to regular feder and state incom tax the empir analysi develop here base on the 1986 survey of consum financ impli that these high tax rate have a power advers effect on the accumul of financi asset copyright 1995 by american econom associ", "title": "College Scholarship Rules and Private Saving"}, "https://ideas.repec.org/a/ucp/jpolec/v82y1974i5p905-26.html": {"abstract": "No abstract is available for this item.", "authors": ["epfe112"], "abstractStem": "no abstract is avail for thi item", "title": "Social Security, Induced Retirement, and Aggregate Capital Accumulation"}, "https://ideas.repec.org/a/ecm/emetrp/v39y1971i1p55-60.html": {"abstract": "No abstract is available for this item.", "authors": ["epfe112"], "abstractStem": "no abstract is avail for thi item", "title": "The Error of Forecast in Econometric Models when the Forecast-Period Exogenous Variables are Stochastic"}, "https://ideas.repec.org/a/tpr/restat/v61y1979i3p361-68.html": {"abstract": "No abstract is available for this item.", "authors": ["epfe112"], "abstractStem": "no abstract is avail for thi item", "title": "Social Security and Household Wealth Accumulation: New Microeconometric Evidence"}, "https://ideas.repec.org/a/ucp/jpolec/v81y1973i2p251-80.html": {"abstract": "No abstract is available for this item.", "authors": ["epfe112"], "abstractStem": "no abstract is avail for thi item", "title": "The Welfare Loss of Excess Health Insurance"}, "https://ideas.repec.org/a/oup/restud/v37y1970i1p57-72..html": {"abstract": "No abstract is available for this item.", "authors": [], "abstractStem": "no abstract is avail for thi item", "title": "Corporate Taxation and Dividend Behaviour"}, "https://ideas.repec.org/a/eee/pubeco/v2y1973i4p357-376.html": {"abstract": "No abstract is available for this item.", "authors": ["epfe112"], "abstractStem": "no abstract is avail for thi item", "title": "On the optimal progressivity of the income tax"}, "https://ideas.repec.org/a/ucp/jpolec/v84y1976i5p937-57.html": {"abstract": "No abstract is available for this item.", "authors": ["epfe112"], "abstractStem": "no abstract is avail for thi item", "title": "Temporary Layoffs in the Theory of Unemployment"}, "https://ideas.repec.org/a/aea/aecrev/v79y1989i2p108-12.html": {"abstract": "No abstract is available for this item.", "authors": ["epfe112"], "abstractStem": "no abstract is avail for thi item", "title": "Tax Policy for the 1990s: Personal Saving, Business Investment, and Corporate Debt"}, "https://ideas.repec.org/a/aea/aecrev/v61y1971i5p853-72.html": {"abstract": "No abstract is available for this item.", "authors": ["epfe112"], "abstractStem": "no abstract is avail for thi item", "title": "Hospital Cost Inflation: A Study of Nonprofit Price Dynamics"}, "https://ideas.repec.org/a/aea/aecrev/v68y1978i5p834-46.html": {"abstract": "No abstract is available for this item.", "authors": ["epfe112"], "abstractStem": "no abstract is avail for thi item", "title": "The Effect of Unemployment Insurance on Temporary Layoff Unemployment"}, "https://ideas.repec.org/a/aea/aecrev/v62y1972i1p32-36.html": {"abstract": "No abstract is available for this item.", "authors": ["epfe112"], "abstractStem": "no abstract is avail for thi item", "title": "Distributional Equity and the Optimal Structure of Public Prices"}, "https://ideas.repec.org/a/aea/aecrev/v76y1986i2p342-46.html": {"abstract": "This paper, prepared for the annual meetings of the American Economic Association, discusses how the increases in the U.S. budget deficits since 1980 have affected the economies of Western Europe. The analysis emphasizes that U.S. deficits have not only affected these economies directly but have also induced them to adopt more restrictive monetary and fiscal policies than they would otherwise have chosen. This induced shift in domestic policies is the primary reason why European governments have pressed for a reduction in the U.S. budget deficits despite the favorable impact of those deficits on European trade surpluses.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfe112"], "abstractStem": "thi paper prepar for the annual meet of the american econom associ discuss how the increas in the us budget deficit sinc 1980 have affect the economi of western europ the analysi emphas that us deficit have not onli affect these economi directli but have also induc them to adopt more restrict monetari and fiscal polici than they would otherwis have chosen thi induc shift in domest polici is the primari reason whi european govern have press for a reduct in the us budget deficit despit the favor impact of those deficit on european trade surplusespthi abstract wa borrow from anoth version of thi item", "title": "U.S. Budget Deficits and the European Economies: Resolving the Political Economy Puzzle"}, "https://ideas.repec.org/a/ucp/jpolec/v86y1978i2ps29-51.html": {"abstract": "No abstract is available for this item.", "authors": ["epfe112"], "abstractStem": "no abstract is avail for thi item", "title": "The Welfare Cost of Capital Income Taxation"}, "https://ideas.repec.org/a/tpr/restat/v53y1971i1p49-58.html": {"abstract": "No abstract is available for this item.", "authors": ["epfe112", "epfo82"], "abstractStem": "no abstract is avail for thi item", "title": "The Other Half of Gross Investment: Replacement and Modernization Expenditures"}, "https://ideas.repec.org/a/ucp/jpolec/v95y1987i4p710-36.html": {"abstract": " This paper examines the effect of federal deductibility of state and local taxes on the fiscal behavior of state and local governments. The primary finding is that deductibil ity affects the way that state and local governments finance their sp ending as well as the overall level of spending. More specifically, i n states in which federal deductibility implies a relatively low cost of using deductible personal taxes (including income, sales, and pro perty taxes), there is greater reliance on those taxes and less relia nce on business taxes and other revenue sources. The effect of deduct ibility on the state and local financial mix implies that deductibili ty has a much lower cost to the federal government than has previousl y been assumed. Copyright 1987 by University of Chicago Press.", "authors": ["epfe112", "epme66"], "abstractStem": " thi paper examin the effect of feder deduct of state and local tax on the fiscal behavior of state and local govern the primari find is that deductibil iti affect the way that state and local govern financ their sp end as well as the overal level of spend more specif i n state in which feder deduct impli a rel low cost of use deduct person tax includ incom sale and pro perti tax there is greater relianc on those tax and less relia nce on busi tax and other revenu sourc the effect of deduct ibil on the state and local financi mix impli that deductibili ty ha a much lower cost to the feder govern than ha previousl y been assum copyright 1987 by univers of chicago press", "title": "The Effect of Federal Tax Deductibility on State and Local Taxes and Spending"}, "https://ideas.repec.org/a/eee/eecrev/v21y1983i1-2p129-151.html": {"abstract": "The evidence and analysis in this paper support the earlier findings of Feldstein and Horioka (1980) that sustained increases in domestic savings rates induce approximately equal increases in domestic rates of investment. New estimates for the post-OPEC period 1974-79 imply that each extra dollar of domestic saving increases domestic investment by approximately 85 cents in a sample of 17 OECD countries. An explicit analysis of the problems of identification and simultaneous equations bias suggests that the regression estimates are more relevant as a guide to the long-run response of international capital flows than to their short-run behavior. Coefficient estimates based on annual variations in savings and investment are subject to potentially severe simultaneous equations bias that is not present when annual observations are averaged over a decade or more and the regression is estimated with a cross-country sample of these averages. A portfolio model of international capital allocation that is presented in the paper indicates that the short-run change in the rate of net foreign investment in response to a sustained increase in domestic saving is likely to be substantially greater than the ultimate steady state response.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfe112"], "abstractStem": "the evid and analysi in thi paper support the earlier find of feldstein and horioka 1980 that sustain increas in domest save rate induc approxim equal increas in domest rate of invest new estim for the postopec period 197479 impli that each extra dollar of domest save increas domest invest by approxim 85 cent in a sampl of 17 oecd countri an explicit analysi of the problem of identif and simultan equat bia suggest that the regress estim are more relev as a guid to the longrun respons of intern capit flow than to their shortrun behavior coeffici estim base on annual variat in save and invest are subject to potenti sever simultan equat bia that is not present when annual observ are averag over a decad or more and the regress is estim with a crosscountri sampl of these averag a portfolio model of intern capit alloc that is present in the paper indic that the shortrun chang in the rate of net foreign invest in respons to a sustain increas in domest save is like to be substanti greater than the ultim steadi state responsepthi abstract wa borrow from anoth version of thi item", "title": "Domestic saving and international capital movements in the long run and the short run"}, "https://ideas.repec.org/a/ucp/jpolec/v90y1982i3p630-42.html": {"abstract": "No abstract is available for this item.", "authors": ["epfe112"], "abstractStem": "no abstract is avail for thi item", "title": "Social Security and Private Saving: Reply"}, "https://ideas.repec.org/a/bin/bpeajo/v7y1976i1976-2p351-408.html": {"abstract": "No abstract is available for this item.", "authors": ["epau33", "epfe112"], "abstractStem": "no abstract is avail for thi item", "title": "Inventory Behavior in Durable-Goods Manufacturing: The Target-Adjustment Model"}, "https://ideas.repec.org/a/eee/pubeco/v14y1980i2p225-244.html": {"abstract": "The U.S. Social Security Administration, in cooperation with similar agencies in other countries, recently developed estimates of social security benefits for twelve major industrial countries. The present paper uses these data to estimate the effects of social security benefits on saving and retirement in an extended life cycle model. The parameter estimates indicate that, with retirement behavior given, social security significantly reduces private saving: an increase of the benefit-to-earnings ratio by 10 percentage points reduces the saving rate by approximately 3 percentage points.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfe112"], "abstractStem": "the us social secur administr in cooper with similar agenc in other countri recent develop estim of social secur benefit for twelv major industri countri the present paper use these data to estim the effect of social secur benefit on save and retir in an extend life cycl model the paramet estim indic that with retir behavior given social secur significantli reduc privat save an increas of the benefittoearn ratio by 10 percentag point reduc the save rate by approxim 3 percentag pointspthi abstract wa borrow from anoth version of thi item", "title": "International differences in social security and saving"}, "https://ideas.repec.org/a/eee/jpolmo/v25y2003i5p445-451.html": {"abstract": "Productivity in the United States has been growing faster in the past seven years than it did in the previous quarter century. U.S. productivity growth accelerated while that in Europe declined. This paper asks why U.S. productivity growth has been faster than in the past and than in Europe. An important reason for the faster growth has been the strong incentives for managers at all levels to make the kinds of changes that can raise productivity even if that involves personal risk and discomfort. These incentives became much stronger during the 1990s for reasons that I speculate about but do not begin to understand fully. The information technology developments in personal computers and in internet and intranet communications provided a powerful means to achieve the productivity gains that everyone was seeking. But even if the new IT opportunities had not come along, the combination of strong incentives and a receptive corporate climate would have led managers to find other ways to increase productivity, although undoubtedly not by as much. European firms had neither the incentive structure nor the corporate environment supportive of making change that could involve significant job changes and layoffs. Although Europe has higher unemployment rates, it is much more difficult to lay off workers in Europe than in the United States. Reorganizing white collar work to change job assignments and locations is also much easier in the U.S. than in Europe. The future is likely to see continued strong productivity growth and perhaps even increasing productivity growth in the United States if the incentives and corporate environments remain supportive. The prospects for Europe remain uncertain.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfe112"], "abstractStem": "product in the unit state ha been grow faster in the past seven year than it did in the previou quarter centuri us product growth acceler while that in europ declin thi paper ask whi us product growth ha been faster than in the past and than in europ an import reason for the faster growth ha been the strong incent for manag at all level to make the kind of chang that can rais product even if that involv person risk and discomfort these incent becam much stronger dure the 1990 for reason that i specul about but do not begin to understand fulli the inform technolog develop in person comput and in internet and intranet commun provid a power mean to achiev the product gain that everyon wa seek but even if the new it opportun had not come along the combin of strong incent and a recept corpor climat would have led manag to find other way to increas product although undoubtedli not by as much european firm had neither the incent structur nor the corpor environ support of make chang that could involv signific job chang and layoff although europ ha higher unemploy rate it is much more difficult to lay off worker in europ than in the unit state reorgan white collar work to chang job assign and locat is also much easier in the us than in europ the futur is like to see continu strong product growth and perhap even increas product growth in the unit state if the incent and corpor environ remain support the prospect for europ remain uncertainpthi abstract wa borrow from anoth version of thi item", "title": "Why is productivity growing faster?"}, "https://ideas.repec.org/a/eee/jpolmo/v30y2008i4p591-594.html": {"abstract": "The level of productivity doubled in the U.S. nonfarm business sector between 1970 and 2006. Wages, or more accurately total compensation per hour, increased at approximately the same annual rate during that period if nominal compensation is adjusted for inflation in the same way as the nominal output measure that is used to calculate productivity. Total employee compensation as a share of national income was 66% of national income in 1970 and 64% in 2006. This measure of the labor compensation share has been remarkably stable since the 1970s. It rose from an average of 62% in the decade of the 1960s to 66% in the decades of the 1970s and 1980s and then declined to 65% in the decade of the 1990s where it has again been from 2000 until the most recent quarter.", "authors": ["epfe112"], "abstractStem": "the level of product doubl in the us nonfarm busi sector between 1970 and 2006 wage or more accur total compens per hour increas at approxim the same annual rate dure that period if nomin compens is adjust for inflat in the same way as the nomin output measur that is use to calcul product total employe compens as a share of nation incom wa 66 of nation incom in 1970 and 64 in 2006 thi measur of the labor compens share ha been remark stabl sinc the 1970 it rose from an averag of 62 in the decad of the 1960 to 66 in the decad of the 1970 and 1980 and then declin to 65 in the decad of the 1990 where it ha again been from 2000 until the most recent quarter", "title": "Did wages reflect growth in productivity?"}, "https://ideas.repec.org/a/oup/ecinqu/v19y1981i1p26-37.html": {"abstract": "The purpose of the present study is to measure the extent to which an increase in the total capital stock induces an increase in the stock of residential capital, i.e., to measure the marginal propensity of additional capital to be absorbed in residential capital. A knowledge of this propensity is important to evaluate the national return on additional saving and to understand the impact that an increased capital stock could have on labor productivity and on the composition of national output. The present paper provides both a theoretical and an empirical examination of this question.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfe112"], "abstractStem": "the purpos of the present studi is to measur the extent to which an increas in the total capit stock induc an increas in the stock of residenti capit ie to measur the margin propens of addit capit to be absorb in residenti capit a knowledg of thi propens is import to evalu the nation return on addit save and to understand the impact that an increas capit stock could have on labor product and on the composit of nation output the present paper provid both a theoret and an empir examin of thi questionpthi abstract wa borrow from anoth version of thi item", "title": "The Distribution of the U.S. Capital Stock Between Residential and Industrial Uses"}, "https://ideas.repec.org/a/aea/aecrev/v70y1980i4p636-50.html": {"abstract": "Three ways of averting \"excess saving\" have been emphasized in both theory and practice. The thrust of the Keynesian prescription was to increase the government deficit to provide demand for the resources that would not otherwise be used for either consumption or investment. In this way, aggregate demand would be maintained by substituting public consumption for private consumption. A second alternative prescription was to reduce the private saving rate. Early Keynesians like Seymour Harris saw the new Social Security program as an effective way to reduce aggregate saving. The third type of policy, developed by JamesTobin, relies on increasing the rate of inflation and making money less attractive relative to real capital. In Tobin's analysis, the resulting increase in capital intensity offsets the higher saving rate and therefore maintains aggregate demand. This paper will examine ways of increasing capital intensity without raising the rate of inflation. The analysis will also show why, contrary to Tobin's conclusion, a higher rate of inflation may not succeed in increasing investors' willingness to hold real capital.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfe112"], "abstractStem": "three way of avert excess save have been emphas in both theori and practic the thrust of the keynesian prescript wa to increas the govern deficit to provid demand for the resourc that would not otherwis be use for either consumpt or invest in thi way aggreg demand would be maintain by substitut public consumpt for privat consumpt a second altern prescript wa to reduc the privat save rate earli keynesian like seymour harri saw the new social secur program as an effect way to reduc aggreg save the third type of polici develop by jamestobin reli on increas the rate of inflat and make money less attract rel to real capit in tobin analysi the result increas in capit intens offset the higher save rate and therefor maintain aggreg demand thi paper will examin way of increas capit intens without rais the rate of inflat the analysi will also show whi contrari to tobin conclus a higher rate of inflat may not succeed in increas investor willing to hold real capitalpthi abstract wa borrow from anoth version of thi item", "title": "Fiscal Policies, Inflation, and Capital Formation"}, "https://ideas.repec.org/a/tpr/restat/v65y1983i1p144-49.html": {"abstract": "Although the ratio of gross fixed nonresidential investment to GNP has decreased very little since the late 1960rs, the corresponding net investment ratio declined by nearly 40 percent between the second half of the 1960's and the second half of the 1970's. Four-fifths of this decline was due to the increased ratio of depreciation to GNP and only one-fifth to the decreased ratio of gross investment to GNP. The increased ratio of depreciation to GNP was in turn due in equal amounts to the higher ratio of capital to GNP and to the higher rate of depreciation. Nearly half of the higher depreciation rate was due to the increased rate of depreciation of equipment and nearly half to the increased share of equipment in the capital stock.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfe112"], "abstractStem": "although the ratio of gross fix nonresidenti invest to gnp ha decreas veri littl sinc the late 1960r the correspond net invest ratio declin by nearli 40 percent between the second half of the 1960 and the second half of the 1970 fourfifth of thi declin wa due to the increas ratio of depreci to gnp and onli onefifth to the decreas ratio of gross invest to gnp the increas ratio of depreci to gnp wa in turn due in equal amount to the higher ratio of capit to gnp and to the higher rate of depreci nearli half of the higher depreci rate wa due to the increas rate of depreci of equip and nearli half to the increas share of equip in the capit stockpthi abstract wa borrow from anoth version of thi item", "title": "Has the Rate of Investment Fallen?"}, "https://ideas.repec.org/a/aea/jecper/v22y2008i3p113-25.html": {"abstract": "The massive deficit in the U.S. trade and current accounts is one of the most striking features of the current global economy and, to some observers, one of the most worrying. Although the current account deficit finally began to shrink in 2007, it remained at more than 5 percent of GDP -- more than $700 billion. While some observers claim that the U.S. economy can continue to have trade deficits of this magnitude for years -- some would say for decades -- into the future, I believe that such enormous deficits cannot continue and will decline significantly in the coming years. This paper discusses the reasons for that decline and the changes that are needed in the U.S. saving rate and in the value of the dollar to bring it about. Reducing the U.S. current account deficit does not require action by the U.S. government or by the governments of America's trading partners. Market forces alone will cause the U.S. trade deficit to decline further. In practice, however, changes in government policies at home and abroad may lead to faster reductions in the U.S. trade deficit. More important, the response of the U.S. and foreign governments and central banks will determine the way in which the global economy as a whole adjusts to the decline in the U.S. trade deficit. Reductions in the U.S. current account deficit will of course imply lower aggregate trade surpluses in the rest of the world. Taken by itself, a reduction in any country's trade surplus will reduce aggregate demand and therefore employment in that country. I will therefore look at what other countries -- China, Japan, and European countries -- can do to avoid the adverse consequences of the inevitable decline of the U.S. trade deficit.", "authors": ["epfe112"], "abstractStem": "the massiv deficit in the us trade and current account is one of the most strike featur of the current global economi and to some observ one of the most worri although the current account deficit final began to shrink in 2007 it remain at more than 5 percent of gdp  more than 700 billion while some observ claim that the us economi can continu to have trade deficit of thi magnitud for year  some would say for decad  into the futur i believ that such enorm deficit cannot continu and will declin significantli in the come year thi paper discuss the reason for that declin and the chang that are need in the us save rate and in the valu of the dollar to bring it about reduc the us current account deficit doe not requir action by the us govern or by the govern of america trade partner market forc alon will caus the us trade deficit to declin further in practic howev chang in govern polici at home and abroad may lead to faster reduct in the us trade deficit more import the respons of the us and foreign govern and central bank will determin the way in which the global economi as a whole adjust to the declin in the us trade deficit reduct in the us current account deficit will of cours impli lower aggreg trade surplus in the rest of the world taken by itself a reduct in ani countri trade surplu will reduc aggreg demand and therefor employ in that countri i will therefor look at what other countri  china japan and european countri  can do to avoid the advers consequ of the inevit declin of the us trade deficit", "title": "Resolving the Global Imbalance: The Dollar and the U.S. Saving Rate"}, "https://ideas.repec.org/a/oup/oxecpp/v40y1988i2p205-19.html": {"abstract": "No abstract is available for this item.", "authors": ["epfe112"], "abstractStem": "no abstract is avail for thi item", "title": "Rethinking International Economic Coordination"}, "https://ideas.repec.org/a/fip/fedkpr/y1997p319-329.html": {"abstract": "No abstract is available for this item.", "authors": ["epfe112"], "abstractStem": "no abstract is avail for thi item", "title": "Maintaining financial stability in a global economy; overview"}, "https://ideas.repec.org/a/tpr/restat/v52y1970i2p121-33.html": {"abstract": "No abstract is available for this item.", "authors": ["epfe112"], "abstractStem": "no abstract is avail for thi item", "title": "The Rising Price of Physicians' Services"}, "https://ideas.repec.org/a/fip/fedkpr/y2000p297-309.html": {"abstract": "No abstract is available for this item.", "authors": ["epfe112"], "abstractStem": "no abstract is avail for thi item", "title": "Global economic integration : opportunities and challenges : overview"}, "https://ideas.repec.org/a/aea/aecrev/v74y1984i4p820-21.html": {"abstract": "No abstract is available for this item.", "authors": ["epfe112"], "abstractStem": "no abstract is avail for thi item", "title": "Public Education: Reply [Wealth Neutrality and Local Choice in Public Education]"}, "https://ideas.repec.org/a/fip/fedkpr/y2006p325-332.html": {"abstract": "No abstract is available for this item.", "authors": ["epfe112"], "abstractStem": "no abstract is avail for thi item", "title": "The new economic geography : effects and policy implications : overview"}, "https://ideas.repec.org/a/ucp/jpolec/v86y1978i2ps53-70.html": {"abstract": "Our tax system was designed for an economy with little or no inflation. The current paper shows that inflation causes capricious changes in the effective rate of tax on capital income and therefore in the real net rate of return that savers receive. This is not only a temporary disequilibrium effect but one which persists in steady-state equilibrium. Unlike earlier papers by Feldstein and by Green and Sheshinski, the current study recognizes that firms finance investment by both debt and equity in a ratio that depends on the tax rates and on the rate of inflation.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfe112", "fpgr476", "epsh109"], "abstractStem": "our tax system wa design for an economi with littl or no inflat the current paper show that inflat caus caprici chang in the effect rate of tax on capit incom and therefor in the real net rate of return that saver receiv thi is not onli a temporari disequilibrium effect but one which persist in steadyst equilibrium unlik earlier paper by feldstein and by green and sheshinski the current studi recogn that firm financ invest by both debt and equiti in a ratio that depend on the tax rate and on the rate of inflationpthi abstract wa borrow from anoth version of thi item", "title": "Inflation and Taxes in a Growing Economy with Debt and Equity Finance"}, "https://ideas.repec.org/a/eee/pubeco/v33y1987i1p133-136.html": {"abstract": "No abstract is available for this item.", "authors": ["epfe112"], "abstractStem": "no abstract is avail for thi item", "title": "The efficiency of tax expenditures : Reply"}, "https://ideas.repec.org/a/fip/fedkpr/y2004iaugp359-368.html": {"abstract": "No abstract is available for this item.", "authors": ["epfe112"], "abstractStem": "no abstract is avail for thi item", "title": "General discussion : the fiscal challenges of population aging : international perspectives"}, "https://ideas.repec.org/a/tpr/restat/v59y1977i3p351-54.html": {"abstract": "No abstract is available for this item.", "authors": ["epfe112"], "abstractStem": "no abstract is avail for thi item", "title": "Effects of the Charitable Deduction on Contributions by Low Income and Middle Income Households: Evidence from the National Survey of Philanthropy"}, "https://ideas.repec.org/a/eee/pubeco/v23y1984i1-2p1-2.html": {"abstract": "No abstract is available for this item.", "authors": ["epfe112"], "abstractStem": "no abstract is avail for thi item", "title": "Introduction"}, "https://ideas.repec.org/a/eee/pubeco/v1y1972i1p45-72.html": {"abstract": "No abstract is available for this item.", "authors": ["epfe112"], "abstractStem": "no abstract is avail for thi item", "title": "The pricing of public intermediate goods"}, "https://ideas.repec.org/a/tpr/restat/v81y1999i4p674-680.html": {"abstract": " Traditional analyses of the income tax greatly underestimate deadweight losses by ignoring its effect on forms of compensation and patterns of consumption. The full deadweight loss is easily calculated using the compensated elasticity of taxable income to changes in tax rates because leisure, excludable income, and deductible consumption are a Hicksian composite good. Microeconomic estimates imply a deadweight loss of as much as 30% of revenue or more than ten times Harberger's classic 1964 estimate. The relative deadweight loss caused by increasing existing tax rates is substantially greater and may exceed $2 per $1 of revenue. © 2000 by the President and Fellows of Harvard College and the Massachusetts Institute of Technology", "authors": ["epfe112"], "abstractStem": " tradit analys of the incom tax greatli underestim deadweight loss by ignor it effect on form of compens and pattern of consumpt the full deadweight loss is easili calcul use the compens elast of taxabl incom to chang in tax rate becaus leisur exclud incom and deduct consumpt are a hicksian composit good microeconom estim impli a deadweight loss of as much as 30 of revenu or more than ten time harberg classic 1964 estim the rel deadweight loss caus by increas exist tax rate is substanti greater and may exceed 2 per 1 of revenu   2000 by the presid and fellow of harvard colleg and the massachusett institut of technolog", "title": "Tax Avoidance And The Deadweight Loss Of The Income Tax"}, "https://ideas.repec.org/a/oup/restud/v41y1974i4p505-513..html": {"abstract": "No abstract is available for this item.", "authors": [], "abstractStem": "no abstract is avail for thi item", "title": "Incidence of a Capital Income Tax in a Growing Economy with Variable Savings Rates"}, "firstname": "Martin", "https://ideas.repec.org/a/ier/iecrev/v12y1971i1p27-38.html": {"abstract": "No abstract is available for this item.", "authors": ["epfe112"], "abstractStem": "no abstract is avail for thi item", "title": "Production with Uncertain Technology: Some Economic and Econometric Implications"}, "https://ideas.repec.org/a/ucp/jpolec/v95y1987i3p468-84.html": {"abstract": " Social-security retirement benefits distort the saving decisions of workers who are rational enough to save for their future. Since the implicit rate of return in an unfunded social-security program is less than the marginal product of capital, the resulting decline in saving causes a welfare loss. The present paper examines the conditions under which the welfare loss can be reduced by replacing the current universal social-security program with a means-tested program that pays benefits only to those individuals with little or no other retirement income or assets. Copyright 1987 by University of Chicago Press.", "authors": ["epfe112"], "abstractStem": " socialsecur retir benefit distort the save decis of worker who are ration enough to save for their futur sinc the implicit rate of return in an unfund socialsecur program is less than the margin product of capit the result declin in save caus a welfar loss the present paper examin the condit under which the welfar loss can be reduc by replac the current univers socialsecur program with a meanstest program that pay benefit onli to those individu with littl or no other retir incom or asset copyright 1987 by univers of chicago press", "title": "Should Social Security Benefits Be Means Tested?"}, "https://ideas.repec.org/a/fip/fedkpr/y1995p403-412.html": {"abstract": "No abstract is available for this item.", "authors": ["epfe112"], "abstractStem": "no abstract is avail for thi item", "title": "Budget deficits and debt: issues and options (overview)"}, "https://ideas.repec.org/a/spr/weltar/v130y1994i4p675-697.html": {"abstract": "Although capital is now generally free to move across national borders, there is strong evidence that savings tend to remain and to be invested in the country where the saving takes place. The current paper examines the apparent conflict between the potential mobility of capital and the observed de facto segmentation of the global capital market. The key to reconciling this 'Feldstein-Horioka paradox' is that, although capital is free to move, its owners, and especially the agents who are responsible for institutional investments, prefer to keep funds close to home because of a combination of risk aversion, ignorance and a desire to show prudence in their investing behavior. The paper presents evidence on the capital mobility and on capital market segmentation. The role of hedging and the difference between gross and net capital movements for individual investors and borrowers are discussed. The special place of foreign direct investment is also considered. The segmentation of the global capital market affects the impact of capital income taxes and subsidies. This is discussed in the final section of the paper<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfe112"], "abstractStem": "although capit is now gener free to move across nation border there is strong evid that save tend to remain and to be invest in the countri where the save take place the current paper examin the appar conflict between the potenti mobil of capit and the observ de facto segment of the global capit market the key to reconcil thi feldsteinhorioka paradox is that although capit is free to move it owner and especi the agent who are respons for institut invest prefer to keep fund close to home becaus of a combin of risk avers ignor and a desir to show prudenc in their invest behavior the paper present evid on the capit mobil and on capit market segment the role of hedg and the differ between gross and net capit movement for individu investor and borrow are discuss the special place of foreign direct invest is also consid the segment of the global capit market affect the impact of capit incom tax and subsidi thi is discuss in the final section of the paperpthi abstract wa borrow from anoth version of thi item", "title": "Tax policy and international capital flows"}, "https://ideas.repec.org/a/oup/restud/v45y1978i1p201..html": {"abstract": "No abstract is available for this item.", "authors": [], "abstractStem": "no abstract is avail for thi item", "title": "A Note on Feldstein's Criticism of Mean-Variance Analysis: A Reply"}, "https://ideas.repec.org/a/ecm/emetrp/v41y1973i2p337-46.html": {"abstract": "No abstract is available for this item.", "authors": ["epfe112"], "abstractStem": "no abstract is avail for thi item", "title": "Multicollinearity and the Mean Square Error of Alternative Estimators"}, "https://ideas.repec.org/a/aea/aecrev/v87y1997i2p99-102.html": {"abstract": "No abstract is available for this item.", "authors": ["epfe112"], "abstractStem": "no abstract is avail for thi item", "title": "The Council of Economic Advisers: From Stabilization to Resource Allocation"}, "https://ideas.repec.org/a/ucp/jpolec/v77y1969i5p755-64.html": {"abstract": "No abstract is available for this item.", "authors": ["epfe112"], "abstractStem": "no abstract is avail for thi item", "title": "The Effects on Taxation on Risk Taking"}, "https://ideas.repec.org/a/eej/eeconj/v14y1988i4p337-348.html": {"abstract": "The Plenary Session of the EEA Meetings consisted of a roundtable discussion of the causes and implications of the stock market crash in the Fall of 1987. The four participants, Martin Feldstein, Franco Modigliani, Allen Sinai, and Robert Solow, spoke to a large audience of severarl hundred economists. In view of the widespread interest in this session, we have transcribed the audiotape and, with some modest editing, present here the statements of each of the participants.", "authors": ["epfe112", "epmo37", "epso18"], "abstractStem": "the plenari session of the eea meet consist of a roundtabl discuss of the caus and implic of the stock market crash in the fall of 1987 the four particip martin feldstein franco modigliani allen sinai and robert solow spoke to a larg audienc of severarl hundr economist in view of the widespread interest in thi session we have transcrib the audiotap and with some modest edit present here the statement of each of the particip", "title": "Black Monday in Retrospect and Prospect: A Roundtable"}, "https://ideas.repec.org/a/eee/moneco/v6y1980i3p309-331.html": {"abstract": "This paper shows how the interaction of tax rules and expected inflation can decrease substantially the share price per dollar of pretax earnings. The current analysis extends my earlier study [Feldstein (1978)] by recognizing corporate debt, retained earnings, and the role of diverse shareholder investments. As before, the analysis separates household and institutional investors.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfe112"], "abstractStem": "thi paper show how the interact of tax rule and expect inflat can decreas substanti the share price per dollar of pretax earn the current analysi extend my earlier studi feldstein 1978 by recogn corpor debt retain earn and the role of divers sharehold invest as befor the analysi separ household and institut investorspthi abstract wa borrow from anoth version of thi item", "title": "Inflation, tax rules and the stock market"}, "https://ideas.repec.org/a/fip/fedkpr/y2002p151-162.html": {"abstract": "No abstract is available for this item.", "authors": ["epfe112"], "abstractStem": "no abstract is avail for thi item", "title": "Commentary : Is there a role for discretionary fiscal policy?"}, "https://ideas.repec.org/a/ecm/emetrp/v50y1982i4p825-62.html": {"abstract": "This paper presents econometric evidence on the effect of tax incentives on business Investment in the United States in the period from 1953 through1978. The analysis emphasizes that the Interaction of inflation and existing tax rules has contributed substantially to the decline of business investment since the late 1960's.Because the investment process is far too complex for any simple econometric model to be convincing, I have estimated three quite different models of investment behavior. The strength of the empirical evidence rests on the fact that all three specifications support the same conclusion. More generally, the analysis and evidence show that theoretical models of macroeconomic equilibrium should specify explicitly the role of distortionary taxes, especially taxes on capital income. The failure to include such tax rules can have dramatic and misleading effects on the qualitative as well as the quantitative properties of macroeconomic theories. This paper was presented as the Fisher-Shultz Lecture at the Fourth World Congress of the Econometric Society, 29 August 1980, in Aix-en-Province.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfe112"], "abstractStem": "thi paper present econometr evid on the effect of tax incent on busi invest in the unit state in the period from 1953 through1978 the analysi emphas that the interact of inflat and exist tax rule ha contribut substanti to the declin of busi invest sinc the late 1960sbecaus the invest process is far too complex for ani simpl econometr model to be convinc i have estim three quit differ model of invest behavior the strength of the empir evid rest on the fact that all three specif support the same conclus more gener the analysi and evid show that theoret model of macroeconom equilibrium should specifi explicitli the role of distortionari tax especi tax on capit incom the failur to includ such tax rule can have dramat and mislead effect on the qualit as well as the quantit properti of macroeconom theori thi paper wa present as the fishershultz lectur at the fourth world congress of the econometr societi 29 august 1980 in aixenprovincepthi abstract wa borrow from anoth version of thi item", "title": "Inflation, Tax Rules and Investment: Some Econometric Evidence"}, "https://ideas.repec.org/a/aea/aecrev/v70y1980i5p839-47.html": {"abstract": "This paper discusses a crucial cause of the failure of share prices to rise during a decade of substantial inflation. Indeed, the share value per dollar of pretax earnings actually fell from 10.82 in 1967 to 6.65 in 1976. The analysis here indicates that this inverse relation between higher inflation and lower share prices during the past decade was not due to chance or to other unrelated economic events. On the contrary, an important adverse effect of increased inflation on share prices results from basic features of the current U.S. tax laws, particularly historic cost depreciation and the taxation of nominal capital gains.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfe112"], "abstractStem": "thi paper discuss a crucial caus of the failur of share price to rise dure a decad of substanti inflat inde the share valu per dollar of pretax earn actual fell from 1082 in 1967 to 665 in 1976 the analysi here indic that thi invers relat between higher inflat and lower share price dure the past decad wa not due to chanc or to other unrel econom event on the contrari an import advers effect of increas inflat on share price result from basic featur of the current us tax law particularli histor cost depreci and the taxat of nomin capit gainspthi abstract wa borrow from anoth version of thi item", "title": "Inflation and the Stock Market"}, "https://ideas.repec.org/a/eee/moneco/v37y1996i1p3-27.html": {"abstract": "This paper examines the problem of measuring the growth of a monetary aggregate in the presence of innovations in financial markets and changes in the relationship between individual assets and output. We propose constructing a monetary aggregate so that it is a good leading indicator of nominal GDP; in general the weights on its components vary over time. We investigate two specific procedures: one in which subaggregates discretely switch in and out, and one in which the growth of the aggregate is a time-varying weighted average of the growth of the subaggregates, where the weights follow a random walk. These procedures are used to construct aggregates which potentially augment M2 with stock and/or bond mutual funds. Over 1960-1991, the time-varying aggregates look much like M2, but during 1992-93 the time-varying aggregates outperform M2.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfe112", "epst148"], "abstractStem": "thi paper examin the problem of measur the growth of a monetari aggreg in the presenc of innov in financi market and chang in the relationship between individu asset and output we propos construct a monetari aggreg so that it is a good lead indic of nomin gdp in gener the weight on it compon vari over time we investig two specif procedur one in which subaggreg discret switch in and out and one in which the growth of the aggreg is a timevari weight averag of the growth of the subaggreg where the weight follow a random walk these procedur are use to construct aggreg which potenti augment m2 with stock andor bond mutual fund over 19601991 the timevari aggreg look much like m2 but dure 199293 the timevari aggreg outperform m2pthi abstract wa borrow from anoth version of thi item", "title": "Measuring money growth when financial markets are changing"}, "https://ideas.repec.org/a/eee/pubeco/v21y1983i2p129-158.html": {"abstract": "This paper presents new estimates of the taxes paid on nonfinancial corporate capital, on the pretax rate of return to capital, and on the effective tax rate. The basic time series show that both the pretax rate of return and the effective tax rate have varied substantially in the past quarter century. An explicit analysis indicates that, after adjusting for different aspects of the business cycle, pretax profitability was between one and 1.5 percentage points lower in the 1970's than in the 1960's. The rate of profitability in the 1960's was also about one-half of a percentage point greater than the profitability in the 7 years of the 1950's after the Korean war. Changes in productivity growth, in inflation, in relative unit labor costs, and in other variables are all associated with changes in profitability. None of these variables, however, can explain the differences in profitability between the 1950Ts, 1960's and 1970's. Looking at broad decade averages, the effective tax rate and the pretax rate of return move in opposite directions, higher pretax profits occurring when the tax rate is high. There thus appears to have been no tendency for pretax profits to vary in a way that offsets differences in effective tax rates.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfe112", "eppo19"], "abstractStem": "thi paper present new estim of the tax paid on nonfinanci corpor capit on the pretax rate of return to capit and on the effect tax rate the basic time seri show that both the pretax rate of return and the effect tax rate have vari substanti in the past quarter centuri an explicit analysi indic that after adjust for differ aspect of the busi cycl pretax profit wa between one and 15 percentag point lower in the 1970 than in the 1960 the rate of profit in the 1960 wa also about onehalf of a percentag point greater than the profit in the 7 year of the 1950 after the korean war chang in product growth in inflat in rel unit labor cost and in other variabl are all associ with chang in profit none of these variabl howev can explain the differ in profit between the 1950t 1960 and 1970 look at broad decad averag the effect tax rate and the pretax rate of return move in opposit direct higher pretax profit occur when the tax rate is high there thu appear to have been no tendenc for pretax profit to vari in a way that offset differ in effect tax ratespthi abstract wa borrow from anoth version of thi item", "title": "The effective tax rate and the pretax rate of return"}, "https://ideas.repec.org/a/tpr/restat/v54y1972i1p105-07.html": {"abstract": "No abstract is available for this item.", "authors": ["epfe112"], "abstractStem": "no abstract is avail for thi item", "title": "The Rising Price of Physicians' Services: A Reply"}, "https://ideas.repec.org/a/oup/qjecon/v93y1979i3p411-432..html": {"abstract": "I. A model of financial equilibrium, 412.—IL Effects of changes in the profit tax rate, 418.—III. Effects of changes in the taxation of retained earnings, 423.—IV. The nonneutrality of the corporate income tax, 427.—V. Conclusion, 430.", "authors": [], "abstractStem": "i a model of financi equilibrium 412 il effect of chang in the profit tax rate 418 iii effect of chang in the taxat of retain earn 423 iv the nonneutr of the corpor incom tax 427 v conclus 430", "title": "Corporate Financial Policy and Taxation in a Growing Economy"}, "https://ideas.repec.org/a/bin/bpeajo/v6y1975i1975-3p725-745.html": {"abstract": "No abstract is available for this item.", "authors": ["epfe112"], "abstractStem": "no abstract is avail for thi item", "title": "The Importance of Temporary Layoffs: An Empirical Analysis"}}}