{"epfr23": {"https://ideas.repec.org/a/ilr/articl/v50y1997i3p438-459.html": {"abstract": "This study of workers' attitudes compares data from International Social Survey Programme (ISSP) surveys for former communist countries in Europe with ISSP data for Western countries over the period 1987-93, which covers the beginning of the transition to a market economy for the former communist countries. Consistent with their hypothesis that communist-run economies left an attitudinal \"legacy,\" the authors find that the citizens of former communist countries evinced a greater desire for egalitarianism, less satisfaction with their jobs, and more support for strong trade unions and state intervention in the job market and economy than did Westerners. Over the course of the period studied, however, residents of the former communist European countries perceived sizable increases in occupational earnings differentials, and they adjusted their views of the differentials that \"ought to\" exist in their economies in the direction of greater inequality. (Abstract courtesy JSTOR.)", "authors": ["epbl22", "epfr23"], "abstractStem": "thi studi of worker attitud compar data from intern social survey programm issp survey for former communist countri in europ with issp data for western countri over the period 198793 which cover the begin of the transit to a market economi for the former communist countri consist with their hypothesi that communistrun economi left an attitudin legaci the author find that the citizen of former communist countri evinc a greater desir for egalitarian less satisfact with their job and more support for strong trade union and state intervent in the job market and economi than did western over the cours of the period studi howev resid of the former communist european countri perceiv sizabl increas in occup earn differenti and they adjust their view of the differenti that ought to exist in their economi in the direct of greater inequ abstract courtesi jstor", "title": "The attitudinal legacy of Communist labor relations"}, "https://ideas.repec.org/a/fip/fedcpr/y2006x3.html": {"abstract": "Freeman talked about the development of ideas and their impact on U.S. workers. It used to be the case that the place where new knowledge was created had an advantage in commercializing it. But Freeman argues that modern communications technologies allow new ideas rapid exposure on a world stage, where the ever-growing numbers of technically skilled workers in developing countries stand capable of turning them into profit-making opportunities. Freeman emphasizes the need for policies that foster knowledge creation in areas where the home-field advantage can be maintained. He says that the U.S. ought to encourage research and development in areas that have more “stickiness”—that is, invest more in those areas of science where there is some natural advantage for the commercialization to occur in the U.S. He also advises that we create more “stickiness” in basic knowledge creation, for example, by enacting stronger patent protection, to increase the likelihood that U.S. firms are the ones commercializing innovative science.", "authors": ["epfr23"], "abstractStem": "freeman talk about the develop of idea and their impact on us worker it use to be the case that the place where new knowledg wa creat had an advantag in commerci it but freeman argu that modern commun technolog allow new idea rapid exposur on a world stage where the evergrow number of technic skill worker in develop countri stand capabl of turn them into profitmak opportun freeman emphas the need for polici that foster knowledg creation in area where the homefield advantag can be maintain he say that the us ought to encourag research and develop in area that have more  sticki that is invest more in those area of scienc where there is some natur advantag for the commerci to occur in the us he also advis that we creat more  sticki  in basic knowledg creation for exampl by enact stronger patent protect to increas the likelihood that us firm are the one commerci innov scienc", "title": "Does the location of ideas matter for employment and earnings in the Internet age?"}, "https://ideas.repec.org/a/tpr/restat/v56y1974i3p310-18.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr23"], "abstractStem": "no abstract is avail for thi item", "title": "Occupational Training in Proprietary Schools and Technical Institutes"}, "https://ideas.repec.org/a/ucp/jlabec/v2y1984i1p1-26.html": {"abstract": "This paper examines how measurement error biases longitudinal estimates of union effects. It develops numerical examples, statistical models, and econometric estimates which indicate that measurement error is a major problem in longitudinal data sets, so that longitudinal analyses do not provide the research panacea for determining the effects of unionism (or other economic forces) some have suggested. There are three major findings:1) The difference between the cross-section and longitudinal estimates is attributable in large part to random error in the measurement of who changes union status. Given modest errors of measurement, of the magnitudes observed,and a moderate proportion of workers changing union status, also of the magnitudes observed, measurement error biases downward estimated effects of unions by substantial amounts. 2) Longitudinal analysis of the effects of unionism on nonwage and wage outcomes tends to confirm the significant impact of unionism found in cross-section studies, with the longitudinal estimates of both nonwage and wage outcomes lover in the longitudinal analysis than in the cross-section analysis of the same data set. 3) The likely upward bias of cross-section estimates of the effect of unions and the likely downward bias of longitudinal estimates suggests that,under reasonable conditions, the two sets of estimates bound the \"true\" union impact posited in standard models of what unions do.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfr23"], "abstractStem": "thi paper examin how measur error bias longitudin estim of union effect it develop numer exampl statist model and econometr estim which indic that measur error is a major problem in longitudin data set so that longitudin analys do not provid the research panacea for determin the effect of union or other econom forc some have suggest there are three major findings1 the differ between the crosssect and longitudin estim is attribut in larg part to random error in the measur of who chang union statu given modest error of measur of the magnitud observedand a moder proport of worker chang union statu also of the magnitud observ measur error bias downward estim effect of union by substanti amount 2 longitudin analysi of the effect of union on nonwag and wage outcom tend to confirm the signific impact of union found in crosssect studi with the longitudin estim of both nonwag and wage outcom lover in the longitudin analysi than in the crosssect analysi of the same data set 3 the like upward bia of crosssect estim of the effect of union and the like downward bia of longitudin estim suggest thatund reason condit the two set of estim bound the true union impact posit in standard model of what union dopthi abstract wa borrow from anoth version of thi item", "title": "Longitudinal Analyses of the Effects of Trade Unions"}, "https://ideas.repec.org/a/uwp/jhriss/v36y2001i2p207-225.html": {"abstract": "Using data from administrative records, the Survey of Income and Program Participation, and the Current Population Survey, we find that the proportion of never married mothers receiving child support rose sharply in the 1980s and 1990s. Using within-state variation over time, we estimate that increased government expenditures on child support are responsible for about one quarter of the upward trend in child support receipt. Our results show that child support expenditures and legislation work best in tandem. States that both increased expenditures and adopted tougher laws experienced the largest increase in the proportion of never married mother families receiving support.", "authors": ["epfr23"], "abstractStem": "use data from administr record the survey of incom and program particip and the current popul survey we find that the proport of never marri mother receiv child support rose sharpli in the 1980 and 1990 use withinst variat over time we estim that increas govern expenditur on child support are respons for about one quarter of the upward trend in child support receipt our result show that child support expenditur and legisl work best in tandem state that both increas expenditur and adopt tougher law experienc the largest increas in the proport of never marri mother famili receiv support", "title": "Dunning Delinquent Dads: The Effects of Child Support Enforcement Policy on Child Support Receipt by Never Married Women"}, "https://ideas.repec.org/a/ilr/articl/v52y1999i4p510-527.html": {"abstract": "This study investigates the impact of unionization on closures of firms, business lines, and establishments. Analyzing data from two major data sets-one (from the COMPUSTAT files) on the union status of solvent and insolvent enterprises and business lines, and one (obtained by matching files from the Current Population Survey) on the union status of workers who have lost their jobs due to permanent plant closures or business failures-the authors find little support for the hypothesis that unionization increases the insolvency of firms. The results are consistent with the hypothesis that unions behave in an economically rational manner, pushing wages to the point where union firms may expand less rapidly than nonunion firms, but not to the point where the firm, plant, or business line closes down. (Abstract courtesy JSTOR.)", "authors": ["epfr23"], "abstractStem": "thi studi investig the impact of union on closur of firm busi line and establish analyz data from two major data setson from the compustat file on the union statu of solvent and insolv enterpris and busi line and one obtain by match file from the current popul survey on the union statu of worker who have lost their job due to perman plant closur or busi failuresth author find littl support for the hypothesi that union increas the insolv of firm the result are consist with the hypothesi that union behav in an econom ration manner push wage to the point where union firm may expand less rapidli than nonunion firm but not to the point where the firm plant or busi line close down abstract courtesi jstor", "title": "Do unions make enterprises insolvent?"}, "https://ideas.repec.org/a/tpr/inntgg/v5y2010i2p141-153.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr23"], "abstractStem": "no abstract is avail for thi item", "title": "Education and Tech Entrepreneurship"}, "https://ideas.repec.org/a/ucp/jlabec/v7y1989i2p191-209.html": {"abstract": " This article demonstrates that state collective bargaining laws are important determinants of union and nonunion public employee compensation. State laws that provide stronger bargaining rights and ensure closure to the bargaining process increase the direct effect of police unions on compensation. Moreover, indirect threat effects on the pay of nonunion police also increase with stronger bargaining laws. In each law category investigated, nonunion police receive most of the compensation premium enjoyed by unionized police. Previous studies that have not adequately controlled for these effects of bargaining laws have therefore underestimated the full effect of public-sector unions on compensation. Copyright 1989 by University of Chicago Press.", "authors": ["epfr23", "epic10"], "abstractStem": " thi articl demonstr that state collect bargain law are import determin of union and nonunion public employe compens state law that provid stronger bargain right and ensur closur to the bargain process increas the direct effect of polic union on compens moreov indirect threat effect on the pay of nonunion polic also increas with stronger bargain law in each law categori investig nonunion polic receiv most of the compens premium enjoy by union polic previou studi that have not adequ control for these effect of bargain law have therefor underestim the full effect of publicsector union on compens copyright 1989 by univers of chicago press", "title": "Collective Bargaining Laws, Threat Effects, and the Determination of Police Compensation"}, "https://ideas.repec.org/a/eee/jpolmo/v10y1988i1p57-81.html": {"abstract": "This paper examines the relationship between population growth and economic growth in developing countries from 1965 to 1985. Our results indicate that developing countries were able to shift their labor force from low-productivity agriculture to the higher-productivity industry and service sectors, and to increase productivity within those sectors, despite the rapid growth of their populations. We also find that at given rates of population growth, income growth is related to the time path of population growth and that population growth due to high birth and death rates is associated with slower income growth than population growth due to relatively low birth and death rates. Hence, the timing and components of population growth are important elements in the process of economic development.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epbl79", "epfr23"], "abstractStem": "thi paper examin the relationship between popul growth and econom growth in develop countri from 1965 to 1985 our result indic that develop countri were abl to shift their labor forc from lowproduct agricultur to the higherproduct industri and servic sector and to increas product within those sector despit the rapid growth of their popul we also find that at given rate of popul growth incom growth is relat to the time path of popul growth and that popul growth due to high birth and death rate is associ with slower incom growth than popul growth due to rel low birth and death rate henc the time and compon of popul growth are import element in the process of econom developmentpthi abstract wa borrow from anoth version of thi item", "title": "Economic development and the timing and components of population growth"}, "https://ideas.repec.org/a/bla/brjirl/v53y2015i4p711-735.html": {"abstract": "China's new Labor Contract Law took effect on January 2008 and required firms to give migrant workers written contracts, strengthened labor protections for workers and contained penalties for firms that did not follow the labor code. This paper uses survey data of migrant workers in the Pearl River Delta before and after the law and a retrospective question on when workers received their first labor contract to assess the effects of the law on labor outcomes. The evidence shows that the new law increased the percentage of migrant workers with written contracts, which in turn raised social insurance coverage, reduced the likelihood of wage arrears, and raised the likelihood that the worker had a union at their workplace.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfr23"], "abstractStem": "china new labor contract law took effect on januari 2008 and requir firm to give migrant worker written contract strengthen labor protect for worker and contain penalti for firm that did not follow the labor code thi paper use survey data of migrant worker in the pearl river delta befor and after the law and a retrospect question on when worker receiv their first labor contract to assess the effect of the law on labor outcom the evid show that the new law increas the percentag of migrant worker with written contract which in turn rais social insur coverag reduc the likelihood of wage arrear and rais the likelihood that the worker had a union at their workplacepthi abstract wa borrow from anoth version of thi item", "title": "How Does China's New Labour Contract Law Affect Floating Workers?"}, "homepage": "https://ideas.repec.org/e/pfr23.html", "https://ideas.repec.org/a/ilr/articl/v36y1982i1p3-21.html": {"abstract": "This study analyzes establishment-level data primarily to examine the effect of unionism on the wage structure within establishments. The major finding is that within-establishment dispersion of wages is significantly narrower in unionized than in nonunionized establishments, a pattern the author attributes in large part to unions' wage practices, such as single rate or automatic-progression modes of wage payment as opposed to merit reviews and individual wage determination. The data also show that dispersion in average wages is narrower among organized plants, but by more modest amounts than the within-establishment differential. Overall, the evidence suggests a major role for explicit union wage policies in explaining the dispersion of wages within firms and in the economy as a whole. (Abstract courtesy JSTOR.)", "authors": ["epfr23"], "abstractStem": "thi studi analyz establishmentlevel data primarili to examin the effect of union on the wage structur within establish the major find is that withinestablish dispers of wage is significantli narrow in union than in nonunion establish a pattern the author attribut in larg part to union wage practic such as singl rate or automaticprogress mode of wage payment as oppos to merit review and individu wage determin the data also show that dispers in averag wage is narrow among organ plant but by more modest amount than the withinestablish differenti overal the evid suggest a major role for explicit union wage polici in explain the dispers of wage within firm and in the economi as a whole abstract courtesi jstor", "title": "Union wage practices and wage dispersion within establishments"}, "https://ideas.repec.org/a/ilr/articl/v33y1980i2p185-197.html": {"abstract": "This study analyzes the extent to which the state of the doctorate manpower market can be appraised by the proportion of new Ph.D.s seeking work but having no specific job prospects. A model is developed relating that market indicator to the supply and demand for graduates and relating first-year enrollment in graduate programs to the level of the indicator. Estimates of the model based on time-series data for all Ph.D.s and individual specialties and on pooled cross-section-time-series data suggest that the employment opportunities indicator provides valuable information about the doctorate marketplace and is a useful non-price tool for manpower analysis. (Author's abstract.)", "authors": ["epfr23"], "abstractStem": "thi studi analyz the extent to which the state of the doctor manpow market can be apprais by the proport of new phd seek work but have no specif job prospect a model is develop relat that market indic to the suppli and demand for graduat and relat firstyear enrol in graduat program to the level of the indic estim of the model base on timeseri data for all phd and individu specialti and on pool crosssectiontimeseri data suggest that the employ opportun indic provid valuabl inform about the doctor marketplac and is a use nonpric tool for manpow analysi author abstract", "title": "Employment opportunities in the doctorate manpower market"}, "https://ideas.repec.org/a/ucp/ipolec/doi10.1086-592419.html": {"abstract": "Many business, academic, and scientific groups have recommended that the Congress substantially increase R&amp;D; spending in the near future. President Bush's American Competitiveness Initiative calls for a doubling of spending over the next decade in selected agencies that deal with the physical sciences, including the National Science Foundation. We consider the rationale for government R&amp;D; spending in the context of globalization and as an investment in human capital and knowledge creation with gestation times far longer than federal funding cycles. To assess the impact of a large increase in R&amp;D; spending on the science job market, we examine the impact of the 1998-2003 doubling of the National Institutes of Health (NIH) budget on the biomedical sciences. We find that the rapid increase in NIH spending and ensuing deceleration created substantial adjustment problems in the market for research and failed to address long-standing problems with scientific careers that are likely to deter many young people from choosing a scientific career. We argue that because research simultaneously produces knowledge and adds to the human capital of researchers, which has greater value for young scientists because of their longer future career life span than for older scientists, there is a human capital-based reason for giving awards to younger researchers relative to equally competent older researchers.", "authors": ["epfr23", "epva45"], "abstractStem": "mani busi academ and scientif group have recommend that the congress substanti increas rampd spend in the near futur presid bush american competit initi call for a doubl of spend over the next decad in select agenc that deal with the physic scienc includ the nation scienc foundat we consid the rational for govern rampd spend in the context of global and as an invest in human capit and knowledg creation with gestat time far longer than feder fund cycl to assess the impact of a larg increas in rampd spend on the scienc job market we examin the impact of the 19982003 doubl of the nation institut of health nih budget on the biomed scienc we find that the rapid increas in nih spend and ensu deceler creat substanti adjust problem in the market for research and fail to address longstand problem with scientif career that are like to deter mani young peopl from choos a scientif career we argu that becaus research simultan produc knowledg and add to the human capit of research which ha greater valu for young scientist becaus of their longer futur career life span than for older scientist there is a human capitalbas reason for give award to younger research rel to equal compet older research", "title": "What If Congress Doubled R&amp;D; Spending on the Physical Sciences?"}, "https://ideas.repec.org/a/tpr/restat/v57y1975i2p171-79.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr23"], "abstractStem": "no abstract is avail for thi item", "title": "Legal \"Cobwebs\": A Recursive Model of the Market for New Lawyers"}, "https://ideas.repec.org/a/ilr/articl/v32y1979i2p143-174.html": {"abstract": "Estimates the extent of unionism in the United States. Prerequisite for analysis of the economic effects of trade unions; Membership rates for occupational groups and geographical areas; Information on a principal establishment survey; Purpose of data derived from household surveys; Importance of membership data provided by unions. (Abstract copyright EBSCO.)", "authors": ["epfr23", "fpme693"], "abstractStem": "estim the extent of union in the unit state prerequisit for analysi of the econom effect of trade union membership rate for occup group and geograph area inform on a princip establish survey purpos of data deriv from household survey import of membership data provid by union abstract copyright ebsco", "title": "New estimates of private sector unionism in the United States"}, "lastname": "Freeman", "https://ideas.repec.org/a/cai/rpvedb/rpve_401_0169.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr23"], "abstractStem": "no abstract is avail for thi item", "title": "The Shared Capitalist Model of Work and Compensation"}, "https://ideas.repec.org/a/aea/jeclit/v24y1986i1p41-86.html": {"abstract": "This paper argues that public sector labor relations is best understood in a framework that focuses on unions' ability to shift demand curves rather than to raise wages, as is the case in the private sector. It reviews the public sector labor relations literature and finds that: (i) public sector unionism has flourished as a result of changes in laws; (2) the effects of public sector unions on wages are likely to have been underestimated; (3) public sector unions have a somewhat different effect on wage structures than do private sector unions; (4) compulsory arbitration reduces strikes with no clearcut impact on the level of wage settlements; (5) public sector unions have diverse effects on non-wage outcomes as do private sector unions. In terms of evaluating public sector unionism, the paper argues that by raising both the cost of public services (taxes) and the amount of services public sector unionism involves a different welfare calculus than private sector unionism.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfr23"], "abstractStem": "thi paper argu that public sector labor relat is best understood in a framework that focus on union abil to shift demand curv rather than to rais wage as is the case in the privat sector it review the public sector labor relat literatur and find that i public sector union ha flourish as a result of chang in law 2 the effect of public sector union on wage are like to have been underestim 3 public sector union have a somewhat differ effect on wage structur than do privat sector union 4 compulsori arbitr reduc strike with no clearcut impact on the level of wage settlement 5 public sector union have divers effect on nonwag outcom as do privat sector union in term of evalu public sector union the paper argu that by rais both the cost of public servic tax and the amount of servic public sector union involv a differ welfar calculu than privat sector unionismpthi abstract wa borrow from anoth version of thi item", "title": "Unionism Comes to the Public Sector"}, "https://ideas.repec.org/a/ilr/articl/v30y1977i2p161-174.html": {"abstract": "Examines the changes in the employment pattern of African-American faculties in the late 1960s and early 1970s. Factors affecting the increase in demand for African-American faculty members; Comparison of income and characteristics between African-American and White American faculty members; Impact of academic qualifications on income. (Abstract copyright EBSCO.)", "authors": ["epfr23"], "abstractStem": "examin the chang in the employ pattern of africanamerican faculti in the late 1960 and earli 1970 factor affect the increas in demand for africanamerican faculti member comparison of incom and characterist between africanamerican and white american faculti member impact of academ qualif on incom abstract copyright ebsco", "title": "The new job market for black academicians"}, "https://ideas.repec.org/a/tpr/restat/v59y1977i1p18-29.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr23"], "abstractStem": "no abstract is avail for thi item", "title": "The Decline in the Economic Rewards to College Education"}, "https://ideas.repec.org/a/aea/aecrev/v85y1995i2p16-21.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr23"], "abstractStem": "no abstract is avail for thi item", "title": "The Large Welfare State as a System"}, "https://ideas.repec.org/a/aea/jecper/v2y1988i2p63-88.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr23"], "abstractStem": "no abstract is avail for thi item", "title": "Contraction and Expansion: The Divergence of Private Sector and Public Sector Unionism in the United States"}, "https://ideas.repec.org/a/bla/worlde/v27y2004i1p1-23.html": {"abstract": " The rules governing trade and capital flows have been at the centre of controversy as globalisation has proceeded. One reason is the belief that trade and capital flows have massive effects on the labour market - either positive, per the claims of international financial institutions and free trade enthusiasts, or negative, per the ubiquitous protestors at WTO, IMF and World Bank meetings demanding global labour standards. Comparing the claims made in this debate with the outcomes of trade agreements, this paper finds that the debate has exaggerated the effects of trade on economies and the labour market. Changes in trade policy have had modest impacts on the labour market. Other aspects of globalisation - immigration, capital flows and technology transfer - have greater impacts, with volatile capital flows creating great risk for the well-being of workers. As for labour standards, global standards do not threaten the comparative advantage of developing countries nor do poor labour standards create a 'race to the bottom'. Copyright Blackwell Publishing Ltd 2004.", "authors": ["epfr23"], "abstractStem": " the rule govern trade and capit flow have been at the centr of controversi as globalis ha proceed one reason is the belief that trade and capit flow have massiv effect on the labour market  either posit per the claim of intern financi institut and free trade enthusiast or neg per the ubiquit protestor at wto imf and world bank meet demand global labour standard compar the claim made in thi debat with the outcom of trade agreement thi paper find that the debat ha exagger the effect of trade on economi and the labour market chang in trade polici have had modest impact on the labour market other aspect of globalis  immigr capit flow and technolog transfer  have greater impact with volatil capit flow creat great risk for the wellb of worker as for labour standard global standard do not threaten the compar advantag of develop countri nor do poor labour standard creat a race to the bottom copyright blackwel publish ltd 2004", "title": "Trade Wars: The Exaggerated Impact of Trade in Economic Debate"}, "https://ideas.repec.org/a/bla/ecorec/v82y2006i257p195-206.html": {"abstract": " This paper argues that detailed studies of particular economies, such as Bob Gregory's work on Australia, are relevant to all of economics. The paper builds on the concept of a model species from biology to develop the notion of a model economy - one whose experiences illuminate fundamental economic issues; examines the criterion for an economy to serve as a model economy; and describes three areas - labour relations and the awards system of wage-setting, marketising public services and growth through immigration and natural resources - where Australian experience provides insights into economic behaviour and the operation of markets broadly. Copyright © 2006 The Economic Society of Australia.", "authors": ["epfr23"], "abstractStem": " thi paper argu that detail studi of particular economi such as bob gregori work on australia are relev to all of econom the paper build on the concept of a model speci from biolog to develop the notion of a model economi  one whose experi illumin fundament econom issu examin the criterion for an economi to serv as a model economi and describ three area  labour relat and the award system of wageset marketis public servic and growth through immigr and natur resourc  where australian experi provid insight into econom behaviour and the oper of market broadli copyright   2006 the econom societi of australia", "title": "Learning from Other Economies: The Unique Institutional and Policy Experiments Down Under"}, "https://ideas.repec.org/a/prs/reveco/reco_0035-2764_1980_num_31_3_408536.html": {"abstract": "[fre] Cette étude présente et compare l'exactitude des deux conceptions du syndicalisme aux Etats-Unis. D'après la conception « du monopole », les syndicats exercent une influence néfaste au sein des systèmes capitalistes avancés, augmentant les salaires de leurs adhérents au-dessus de ce qu'ils seraient autrement et renforçant ainsi le degré d'inefficience économique et d'inégalité. La seconde conception fait référence à l'approche institutionnelle en terme de négociations-participation : « Voice ». D'après cette dernière, les syndicats permet­tent aux travailleurs d'exprimer collectivement leurs préférences, « Voice » méca­nisme primordial en l'absence de possibilités véritables d'exprimer celles-ci par une démission individuelle : « Exit ». L'expression collective des préférences, le « Voice », conduit à un changement profond de la relation d'emploi et contribue ainsi à la croissance des niveaux de productivité et d'égalité sous de nombreux aspects. On montre dans cette étude que les partisans de la conception « du monopole » en ignorant l'impact du o Voice », entretiennent des croyances injustifiées à l'égard des syndicats de ce pays. Il apparaît que, l'un dans l'autre, les syndicats ne réduisent pas l'efficacité ou l'égalité économique et ne sont pas, contrairement à une opinion souvent exprimée, des organisations foncièrement corrompues, anti-démocratiques et élitistes. [eng] change the nature of the employment relationship and, in so doing, increases the levels of productivity and equality in many settings. The evidence presented indicates that those who focus on the monopoly face of unionisan and ignore the collective voice/institutional response view are likely to hold erroneous beliefs about unions in this country. The facts indicate that on net unions do not reduce efficiency or equality and are not corrupt, nondemocratic, or elitist organizations.", "authors": ["epfr23", "fpme693"], "abstractStem": "fre cett  tude pr sent et compar lexactitud de deux concept du syndicalism aux etatsuni dapr s la concept   du monopol   le syndicat exerc une influenc n fast au sein de syst me capitalist avanc s augment le salair de leur adh rent audessu de ce quil seraient autrement et renfor ant ainsi le degr  dineffici  conomiqu et din galit  la second concept fait r f renc   lapproch institutionnel en term de n gociationsparticip    voic   dapr s cett derni re le syndicat permet tent aux travailleur dexprim collectiv leur pr f renc   voic   m ca nism primordi en labsenc de possibilit s v ritabl dexprim cellesci par une d mission individuel    exit   lexpress collect de pr f renc le   voic   conduit   un changement profond de la relat demploi et contribu ainsi   la croissanc de niveaux de productivit  et d galit  sou de nombreux aspect on montr dan cett  tude que le partisan de la concept   du monopol   en ignor limpact du o voic   entretienn de croyanc injustifi es   l gard de syndicat de ce pay il appara t que lun dan lautr le syndicat ne r duisent pa lefficacit  ou l galit   conomiqu et ne sont pa contrair   une opinion souvent exprim e de organis fonci rement corrompu antid mocratiqu et  litist eng chang the natur of the employ relationship and in so do increas the level of product and equal in mani set the evid present indic that those who focu on the monopoli face of unionisan and ignor the collect voiceinstitut respons view are like to hold erron belief about union in thi countri the fact indic that on net union do not reduc effici or equal and are not corrupt nondemocrat or elitist organ", "title": "Le syndicalisme à deux visages"}, "https://ideas.repec.org/a/taf/intecj/v19y2005i2p129-145.html": {"abstract": " The debate over the influence of labour market flexibility on performance is unlikely to be settled by additional studies using aggregate data and making cross-country comparisons. While this approach holds little promise, micro-analysis of workers and firms and increased use of experimental methods represent a path forward. Steps along this path could help end the current 'lawyer's case' empiricism in which priors dominate evidence.", "authors": ["epfr23"], "abstractStem": " the debat over the influenc of labour market flexibl on perform is unlik to be settl by addit studi use aggreg data and make crosscountri comparison while thi approach hold littl promis microanalysi of worker and firm and increas use of experiment method repres a path forward step along thi path could help end the current lawyer case empiric in which prior domin evid", "title": "Labour market institutions without blinders: The debate over flexibility and labour market performance"}, "https://ideas.repec.org/a/bla/scotjp/v42y1995i3p347-62.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr23"], "abstractStem": "no abstract is avail for thi item", "title": "Will the Union Phoenix Rise Again . . . In the UK or the US?"}, "https://ideas.repec.org/a/tpr/restat/v62y1980i4p509-20.html": {"abstract": "This paper investigates the magnitude of the elasticity of demand for labor in time series data using more general and complete models of demand than have been previously employed. It argues that previous analyses have imposed two invalid constraints in calculations, which bias downward estimated elasticities. The first invalid constraint is the assumption that real capital prices have an equal opposite effect to real wages in the demand equation. We show on measurement error grounds that this constraint should not be imposed in econometric work even when long run homogeneity of prices correctly characterizes the market. The constraint is rejected in the data. The second invalid constraint is that all explanatory variables have the same lag distribution. We argue that this constraint is invalid when decisions are made under uncertainty and find that it is also rejected by the data. The principal positive empirical finding is that with the constraints relaxed, the elasticity, of demand with respect to real wages is much larger than the estimates in the literature, indicating much greater price responsiveness on the demand side of the labor market than has previously been thought.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfr23"], "abstractStem": "thi paper investig the magnitud of the elast of demand for labor in time seri data use more gener and complet model of demand than have been previous employ it argu that previou analys have impos two invalid constraint in calcul which bia downward estim elast the first invalid constraint is the assumpt that real capit price have an equal opposit effect to real wage in the demand equat we show on measur error ground that thi constraint should not be impos in econometr work even when long run homogen of price correctli character the market the constraint is reject in the data the second invalid constraint is that all explanatori variabl have the same lag distribut we argu that thi constraint is invalid when decis are made under uncertainti and find that it is also reject by the data the princip posit empir find is that with the constraint relax the elast of demand with respect to real wage is much larger than the estim in the literatur indic much greater price respons on the demand side of the labor market than ha previous been thoughtpthi abstract wa borrow from anoth version of thi item", "title": "How Elastic is the Demand for Labor?"}, "https://ideas.repec.org/a/wej/wldecn/17.html": {"abstract": "The main failure in the US economy in the 1980s through the mid 1990s was its inability to distribute the gains of economic growth to the bulk of the population. The traditional â€œrising tide lifts all boatsâ€ link between economic growth and poverty seemed broken, creating a large seemingly permanent underclass. To the surprise of many, however, the late 1990s boom has substantially improved the well-being of the disadvantaged and reduced underclass behaviour. Full employment has been a successful anti-poverty policy. But the US is taking a huge risk in placing all of its social policy eggs in the single employment basket. When there are no nuts squirrelled away for winter, one can only hope that the good times will keep rolling.", "authors": ["epfr23", "epsa60"], "abstractStem": "the main failur in the us economi in the 1980 through the mid 1990 wa it inabl to distribut the gain of econom growth to the bulk of the popul the tradit  rise tide lift all boat  link between econom growth and poverti seem broken creat a larg seemingli perman underclass to the surpris of mani howev the late 1990 boom ha substanti improv the wellb of the disadvantag and reduc underclass behaviour full employ ha been a success antipoverti polici but the us is take a huge risk in place all of it social polici egg in the singl employ basket when there are no nut squirrel away for winter one can onli hope that the good time will keep roll", "title": "The US â€œUnderclassâ€ in a Booming Economy"}, "https://ideas.repec.org/a/aea/jecper/v11y1997i2p161-78.html": {"abstract": "This paper describes the contribution of David Card, winner of the John Bates Clark Medal, to economics and the new empiricism that has become such an important part of the profession. Card's forte is creative and careful empirical scholarship that exploits modern computerized data sets with thousands or hundreds of thousands of observations and that uses plausible sources of exogenous change in key variables to determine behavioral responses. The work has the flavor of a laboratory scientist reporting an experiment. It has illuminated virtually all areas of labor economics and has implications for the understanding of the economy writ large.", "authors": ["epfr23"], "abstractStem": "thi paper describ the contribut of david card winner of the john bate clark medal to econom and the new empiric that ha becom such an import part of the profess card fort is creativ and care empir scholarship that exploit modern computer data set with thousand or hundr of thousand of observ and that use plausibl sourc of exogen chang in key variabl to determin behavior respons the work ha the flavor of a laboratori scientist report an experi it ha illumin virtual all area of labor econom and ha implic for the understand of the economi writ larg", "title": "In Honor of David Card: Winner of the John Bates Clark Medal"}, "https://ideas.repec.org/a/oup/qjecon/v94y1980i4p643-673..html": {"abstract": "This paper examines the effect of trade unionism on the exit behavior of workers in the context of Hirschman's exit-voice dichotomy. Unionism is expected to reduce quits and permanent separations and raise job tenure by providing a \"voice\" alternative to exit when workers are dissatisfied with conditions. Empirical evidence supports this contention, showing significantly lower exit for unionists in several large data tapes. It is argued that the grievance system plays a major role in the reduction in exit and that the reduction lowers cost and raises productivity.", "authors": ["epfr23"], "abstractStem": "thi paper examin the effect of trade union on the exit behavior of worker in the context of hirschman exitvoic dichotomi union is expect to reduc quit and perman separ and rais job tenur by provid a voic altern to exit when worker are dissatisfi with condit empir evid support thi content show significantli lower exit for unionist in sever larg data tape it is argu that the grievanc system play a major role in the reduct in exit and that the reduct lower cost and rais product", "title": "The Exit-Voice Tradeoff in the Labor Market: Unionism, Job Tenure, Quits, and Separations"}, "https://ideas.repec.org/a/aea/aecrev/v66y1976i2p361-68.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr23"], "abstractStem": "no abstract is avail for thi item", "title": "Individual Mobility and Union Voice in the Labor Market"}, "https://ideas.repec.org/a/spr/blkpoe/v16y1987i1p99-107.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr23"], "abstractStem": "no abstract is avail for thi item", "title": "The relation of criminal activity to black youth employment"}, "https://ideas.repec.org/a/spr/jlabre/v34y2013i1p1-29.html": {"abstract": " This paper explores the link between employee perceptions of working conditions and the desire for worker representation in Britain and the US. We find that the distribution of employee perceptions of poor working conditions is similar in Britain and the US; similar factors affect the number of perceived poor working conditions; and the perception of poor working conditions is strongly associated with the desire for union representation. The nature of workplaces, as opposed to employees’ characteristics, is the predominant factor determining employee perceptions of poor working conditions. Copyright Springer Science+Business Media, LLC 2013", "authors": ["epbr105", "epfr23"], "abstractStem": " thi paper explor the link between employe percept of work condit and the desir for worker represent in britain and the us we find that the distribut of employe percept of poor work condit is similar in britain and the us similar factor affect the number of perceiv poor work condit and the percept of poor work condit is strongli associ with the desir for union represent the natur of workplac as oppos to employe  characterist is the predomin factor determin employe percept of poor work condit copyright springer sciencebusi media llc 2013", "title": "Employee Perceptions of Working Conditions and the Desire for Worker Representation in Britain and the US"}, "https://ideas.repec.org/a/eee/jjieco/v3y1989i4p578-605.html": {"abstract": "This paper seeks to understand the recent decline of union density in Japan from 35% in 1975 to 28% in 1987. The decline in density is analyzed in terms of the changing proportion of workers in high and low unionization groups and the changes in density within those groups. Then using a stockflow relationship we look at how the organizing rate of new unions affects the overall density. A regression model assesses our interpretation of changes in Japanese density. Our principal findings are: (1) Structural shifts in the composition of employment and of the demographics of the work force account for only a modest proportion of the drop in Japanese density. As in the United States, most changes in density occur within industries and among defined demographic groups of workers. (2) Much of the decline in density is associated with the inability of Japanese unions to organize new establishments. We attribute this in part to lowered worker interest and stiffened management opposition to unionism following the oil shock, buttressed by unfavorable changes in the political and legal environment for collective bargaining and for union organization. and by other management actions, such as creating additional pseudomanagerial posts for older male workers.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfr23", "epre111"], "abstractStem": "thi paper seek to understand the recent declin of union densiti in japan from 35 in 1975 to 28 in 1987 the declin in densiti is analyz in term of the chang proport of worker in high and low union group and the chang in densiti within those group then use a stockflow relationship we look at how the organ rate of new union affect the overal densiti a regress model assess our interpret of chang in japanes densiti our princip find are 1 structur shift in the composit of employ and of the demograph of the work forc account for onli a modest proport of the drop in japanes densiti as in the unit state most chang in densiti occur within industri and among defin demograph group of worker 2 much of the declin in densiti is associ with the inabl of japanes union to organ new establish we attribut thi in part to lower worker interest and stiffen manag opposit to union follow the oil shock buttress by unfavor chang in the polit and legal environ for collect bargain and for union organ and by other manag action such as creat addit pseudomanageri post for older male workerspthi abstract wa borrow from anoth version of thi item", "title": "Crumbling pillar? Declining union density in Japan"}, "https://ideas.repec.org/a/aea/jecper/v20y2006i2p145-170.html": {"abstract": "The policy debate over globalization in the past decade has largely bypassed the international mobility of labor. Restrict trade and cries of protectionism resound. Suggest linking labor standards to trade and it's protectionism in disguise. Limit capital flows and the International Monetary Fund is on your back. But restrict people flows? That's just an accepted exercise of national sovereignty! During the last few decades, when most countries reduced barriers to trade in goods and services and liberalized financial capital markets, most also sought to limit immigration. In this essay, I examine what we know about the causes and consequences of immigration. I argue that people flows are fundamental to creating a global economy and that the interplay among immigration, capital and trade is essential to understanding the way globalization affects economies. I consider ways to reduce barriers to immigration that could improve the well-being of workers around the world.", "authors": ["epfr23"], "abstractStem": "the polici debat over global in the past decad ha larg bypass the intern mobil of labor restrict trade and cri of protection resound suggest link labor standard to trade and it protection in disguis limit capit flow and the intern monetari fund is on your back but restrict peopl flow that just an accept exercis of nation sovereignti dure the last few decad when most countri reduc barrier to trade in good and servic and liber financi capit market most also sought to limit immigr in thi essay i examin what we know about the caus and consequ of immigr i argu that peopl flow are fundament to creat a global economi and that the interplay among immigr capit and trade is essenti to understand the way global affect economi i consid way to reduc barrier to immigr that could improv the wellb of worker around the world", "title": "People Flows in Globalization"}, "https://ideas.repec.org/a/fip/fedbne/y1996imayp157-172.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr23"], "abstractStem": "no abstract is avail for thi item", "title": "Labor market institutions and earnings inequality"}, "https://ideas.repec.org/a/ucp/jlabec/v15y1997i1ps140-66.html": {"abstract": " Volunteer activity is work performed without monetary recompense. This article shows that volunteering is a sizeable economic activity in the United States, that volunteers have high skills and opportunity costs of time, that standard labor supply explanations of volunteering account for only a minor part of volunteer behavior, and that many volunteer only when requested to do so. This suggests that volunteering is a 'conscience good or activity'--something that people feel morally obligated to do when asked but which they would just as soon let someone else do. Copyright 1997 by University of Chicago Press.", "authors": ["epfr23"], "abstractStem": " volunt activ is work perform without monetari recompens thi articl show that volunt is a sizeabl econom activ in the unit state that volunt have high skill and opportun cost of time that standard labor suppli explan of volunt account for onli a minor part of volunt behavior and that mani volunt onli when request to do so thi suggest that volunt is a conscienc good or activitysometh that peopl feel moral oblig to do when ask but which they would just as soon let someon els do copyright 1997 by univers of chicago press", "title": "Working for Nothing: The Supply of Volunteer Labor"}, "https://ideas.repec.org/a/bla/brjirl/v28y1990i2p141-164.html": {"abstract": "The unionized share of the work force changed markedly in the United Kingdom between the 1970s and 1980s. In the 1970s density rose steadily, making the United Kingdom the most heavily organized large OECD country. In the 1980s, by contrast, density fell by 1.4 percentage points per annum -- a faster drop than in the rapidly de-unionizing U.S. or in Japan. What explains this turnaround - the severe recession of the 1980s? Shifts in the composition of employment from unionized manufacturing to services? The Thatcher government's industrial relations legislation? In this paper we investigate these questions with a quantitative analysis of 1945-1986 changes in British union density. In contrast to studies that concentrate on cyclical determinants of unionism (Bain and Elshiekh, Carruth and Disney, Booth (1983)) we focus on industrial relations legislation. We develop an index of the favorableness of labor laws to unionism and relate it to changes in density in time series regressions that control for inflation, unemployment, and the manufacturing share of employment, among other variables. As a further test, we develop an analogous labor law index for Ireland, whose industrial relations system is similar to the U.K.'s and which experienced a similar severe 1980s recession but which did not pass new laws to weaken unions, and contrast changes in density between the countries with differences in industrial relations law. Our major finding is that the Thatcher government's labor laws caused much of the 1980s fall in British union density. We present the evidence for this claim in three stages. Section 1 lays out the facts of changing union density in the U.K. and Ireland and examines structural explanations of the U.K. changes. Section 2 discusses the 1980s U.K. labor laws and develops an index of their likely impact on unionism. Section 3 presents our econometric analysis of the U.K. time series data.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfr23"], "abstractStem": "the union share of the work forc chang markedli in the unit kingdom between the 1970 and 1980 in the 1970 densiti rose steadili make the unit kingdom the most heavili organ larg oecd countri in the 1980 by contrast densiti fell by 14 percentag point per annum  a faster drop than in the rapidli deunion us or in japan what explain thi turnaround  the sever recess of the 1980 shift in the composit of employ from union manufactur to servic the thatcher govern industri relat legisl in thi paper we investig these question with a quantit analysi of 19451986 chang in british union densiti in contrast to studi that concentr on cyclic determin of union bain and elshiekh carruth and disney booth 1983 we focu on industri relat legisl we develop an index of the favor of labor law to union and relat it to chang in densiti in time seri regress that control for inflat unemploy and the manufactur share of employ among other variabl as a further test we develop an analog labor law index for ireland whose industri relat system is similar to the uk and which experienc a similar sever 1980 recess but which did not pass new law to weaken union and contrast chang in densiti between the countri with differ in industri relat law our major find is that the thatcher govern labor law caus much of the 1980 fall in british union densiti we present the evid for thi claim in three stage section 1 lay out the fact of chang union densiti in the uk and ireland and examin structur explan of the uk chang section 2 discuss the 1980 uk labor law and develop an index of their like impact on union section 3 present our econometr analysi of the uk time seri datapthi abstract wa borrow from anoth version of thi item", "title": "The Impact of Industrial Relations Legislation on British Union Density"}, "https://ideas.repec.org/a/ilr/articl/v34y1980i1p3-23.html": {"abstract": "This study examines the effect of trade unionism on the dispersion of wages among male wage and salary workers in the private sector in the United States. It finds that the application of union wage policies designed to standardize rates within and across establishments significantly reduces wage dispersion among workers covered by union contracts and that unions further reduce wage dispersion by narrowing the white-collar/blue-collar differential within establishments. These effects dominate the more widely studied impact of unionism on the dispersion of average wages across industries, so that on net unionism appears to reduce rather than increase wage dispersion or inequality in the United States. (Abstract courtesy JSTOR.)", "authors": ["epfr23"], "abstractStem": "thi studi examin the effect of trade union on the dispers of wage among male wage and salari worker in the privat sector in the unit state it find that the applic of union wage polici design to standard rate within and across establish significantli reduc wage dispers among worker cover by union contract and that union further reduc wage dispers by narrow the whitecollarbluecollar differenti within establish these effect domin the more wide studi impact of union on the dispers of averag wage across industri so that on net union appear to reduc rather than increas wage dispers or inequ in the unit state abstract courtesi jstor", "title": "Unionism and the dispersion of wages"}, "https://ideas.repec.org/a/wej/wldecn/16.html": {"abstract": "Labour market rigidities are often considered to be responsible for high unemployment in Europe. This paper outlines a theory explaining why they may be supported by the political system, and where their support comes from. Labour market rigidities are likely to arise as the outcome of microeconomic imperfections which allow incumbent employees to reap rents, and as a device to alleviate redistributive conflicts among groups of workers. Their support depends on the employedâ€™s exposure to unemployment, the degree of underlying inequality in skills, and the responsiveness of employment to labour costs. It is shown that different labour market institutions, such as employment protection, wage rigidities, and unemployment benefits, may mutually reinforce each other, so that we expect to observe them together. Also discussed are implications for the timing and design of reform.", "authors": ["epfr23", "epsa60"], "abstractStem": "labour market rigid are often consid to be respons for high unemploy in europ thi paper outlin a theori explain whi they may be support by the polit system and where their support come from labour market rigid are like to aris as the outcom of microeconom imperfect which allow incumb employe to reap rent and as a devic to allevi redistribut conflict among group of worker their support depend on the employ s exposur to unemploy the degre of underli inequ in skill and the respons of employ to labour cost it is shown that differ labour market institut such as employ protect wage rigid and unemploy benefit may mutual reinforc each other so that we expect to observ them togeth also discuss are implic for the time and design of reform", "title": "Understanding Labour Market Institutions"}, "https://ideas.repec.org/a/aea/jecper/v10y1996i1p25-42.html": {"abstract": "This paper shows that participation in crime and involvement with the criminal justice system has reached extraordinary levels among young men. With approximately 2 percent as many men incarcerated as in the labor force, the crime rate should have plummeted. It didn't. Evidence suggests that the depressed labor market for low-skill American workers contributed to the continued high level of crime by less-educated men, despite incapacitation and the deterrent effect of imprisonment. The costs of incarceration are such that even marginally effective prevention policies can be socially desirable.", "authors": ["epfr23"], "abstractStem": "thi paper show that particip in crime and involv with the crimin justic system ha reach extraordinari level among young men with approxim 2 percent as mani men incarcer as in the labor forc the crime rate should have plummet it didnt evid suggest that the depress labor market for lowskil american worker contribut to the continu high level of crime by lesseduc men despit incapacit and the deterr effect of imprison the cost of incarcer are such that even margin effect prevent polici can be social desir", "title": "Why Do So Many Young American Men Commit Crimes and What Might We Do about It?"}, "https://ideas.repec.org/a/bla/intlab/v149y2010i2p163-183.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr23"], "abstractStem": "no abstract is avail for thi item", "title": "It's financialization!"}, "https://ideas.repec.org/a/aea/aecrev/v78y1988i2p294-99.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr23"], "abstractStem": "no abstract is avail for thi item", "title": "Evaluating the European View that the United States Has No Unemployment Problem"}, "https://ideas.repec.org/a/eee/jpolmo/v32yi5p690-701.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr23"], "abstractStem": "no abstract is avail for thi item", "title": "Financial crime, near crime, and chicanery in the wall street meltdown"}, "https://ideas.repec.org/a/ecj/econjl/v110y2000i464pf355-57.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr23"], "abstractStem": "no abstract is avail for thi item", "title": "The Changing State of Economics in the United Kingdom and United States"}, "https://ideas.repec.org/a/nos/voprob/2011i1p220-228.html": {"abstract": "Translated from English", "authors": ["epfr23"], "abstractStem": "translat from english", "title": "Losing the world’s best and brightest: America’s new immigrant entrepreneurs. Part V"}, "https://ideas.repec.org/a/bla/labour/v25y2011i1p45-62.html": {"abstract": "This study uses a 10-year longitudinal database on U.S. manufacturing establishments to analyze the dynamics of the adoption and termination of employee involvement programs (EI). We show that firms' use of EI has not grown continuously, but rather introduce and terminate EI policies in ways that imply that the policies are complementary with each other and with other advanced human resource practices, seemingly moving toward an equilibrium distribution of EI policies. Using a Markov model, we estimate the long-run distribution of the number of EI programs in firms and find that adjustment to the steady-state distribution takes about 20 years.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpch545", "epfr23"], "abstractStem": "thi studi use a 10year longitudin databas on us manufactur establish to analyz the dynam of the adopt and termin of employe involv program ei we show that firm use of ei ha not grown continu but rather introduc and termin ei polici in way that impli that the polici are complementari with each other and with other advanc human resourc practic seemingli move toward an equilibrium distribut of ei polici use a markov model we estim the longrun distribut of the number of ei program in firm and find that adjust to the steadyst distribut take about 20 yearspthi abstract wa borrow from anoth version of thi item", "title": "Adoption and Termination of Employee Involvement Programs"}, "https://ideas.repec.org/a/bla/ecpoli/v20y2005i41p6-50.html": {"abstract": " type=\"main\" xml:lang=\"en\"&gt;     Employment rates and hours worked per employee are very different in the EU and the US. This paper relates the greater time worked in the US to greater marketization in the US of traditional household production: food preparation, childcare, elderly care, cleaning houses. Since women do most household work, marketization is particularly relevant to the EU–US difference in hours worked by women. We suggest that to raise employment rates the EU should develop policies that make it easier for women to move from the household to the market and to substitute market goods and services for household production.  — Richard B. Freeman and Ronald Schettkat  ", "authors": ["epfr23", "fpsc537"], "abstractStem": " typemain xmllangengt     employ rate and hour work per employe are veri differ in the eu and the us thi paper relat the greater time work in the us to greater market in the us of tradit household product food prepar childcar elderli care clean hous sinc women do most household work market is particularli relev to the eu us differ in hour work by women we suggest that to rais employ rate the eu should develop polici that make it easier for women to move from the household to the market and to substitut market good and servic for household product    richard b freeman and ronald schettkat  ", "title": "Marketization of household production and the EU–US gap in work"}, "https://ideas.repec.org/a/eee/eecrev/v37y1993i2-3p443-451.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr23"], "abstractStem": "no abstract is avail for thi item", "title": "Immigration from poor to wealthy countries : Experience of the United States"}, "https://ideas.repec.org/a/eaa/eerese/v11y2011i3_1.html": {"abstract": "This paper examines the relation between measures of the within-country inequality of student scores on international academic tests and the average level of scores across countries, using the PISA mathematics tests over 2000-2009. It finds that average test scores are higher in countries with lower inequality in scores – a virtuous efficiency-equity relation in test performance – and that family background factors are differently associated with student test performance across countries, but display little impact on the country-wide dispersion of test scores.", "authors": ["epfr23", "epma110", "fpvi254"], "abstractStem": "thi paper examin the relat between measur of the withincountri inequ of student score on intern academ test and the averag level of score across countri use the pisa mathemat test over 20002009 it find that averag test score are higher in countri with lower inequ in score   a virtuou efficiencyequ relat in test perform   and that famili background factor are differ associ with student test perform across countri but display littl impact on the countrywid dispers of test score", "title": "Inequality of Educational Outcomes: International Evidence from PISA"}, "https://ideas.repec.org/a/ilr/articl/v44y1991i2p275-287.html": {"abstract": "Using establishment-level data from a variety of sources, this study documents and analyzes the consistent rise in interindustry wage dispersion in the United States between 1970 and 1987. The authors attribute about 60% of the rise in this measure of wage dispersion to competitive market factors, such as changes in the demographic and occupational mix of industrial sectors. They find, however, that noncompetitive factors also play an important part in this trend. The most important noncompetitive factor is a strong link between the long-term trends in industry wages and productivity growth, which appears to stem largely from rent-sharing behavior among industries. (Abstract courtesy JSTOR.)", "authors": ["epfr23"], "abstractStem": "use establishmentlevel data from a varieti of sourc thi studi document and analyz the consist rise in interindustri wage dispers in the unit state between 1970 and 1987 the author attribut about 60 of the rise in thi measur of wage dispers to competit market factor such as chang in the demograph and occup mix of industri sector they find howev that noncompetit factor also play an import part in thi trend the most import noncompetit factor is a strong link between the longterm trend in industri wage and product growth which appear to stem larg from rentshar behavior among industri abstract courtesi jstor", "title": "The causes of rising interindustry wage dispersion in the United States"}, "https://ideas.repec.org/a/aea/aecrev/v72y1982i2p226-32.html": {"abstract": "The Minimum Wage Study Commission was established in 1977 to aid Congress in investigating the effects and possible consequences of two proposed changes in the minimum wage law: indexing the wage to inflation and providing for a youth differential. This paper seeks to determine to what extent the Minimum Wage Study Commission's work has been helpful in policy debate, and compares the Commission's findings with those of the more conservative American Enterprise Institute. The paper also examines whether the Commission's final product was worth three years of study and $17 million. Our overall finding is that the Commission's report appears to have had little or no policy impact. The research did little to expand upon similar studies done prior to 1977, and cannot be said to be worth three years and $17 million. However, policy-makers still regard the report as a useful and credible examination of the effects of the mini- mum wage on the economy.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfr23"], "abstractStem": "the minimum wage studi commiss wa establish in 1977 to aid congress in investig the effect and possibl consequ of two propos chang in the minimum wage law index the wage to inflat and provid for a youth differenti thi paper seek to determin to what extent the minimum wage studi commiss work ha been help in polici debat and compar the commiss find with those of the more conserv american enterpris institut the paper also examin whether the commiss final product wa worth three year of studi and 17 million our overal find is that the commiss report appear to have had littl or no polici impact the research did littl to expand upon similar studi done prior to 1977 and cannot be said to be worth three year and 17 million howev policymak still regard the report as a use and credibl examin of the effect of the mini mum wage on the economypthi abstract wa borrow from anoth version of thi item", "title": "What] Another Minimum Wage Study?"}, "https://ideas.repec.org/a/ucp/jlabec/v12y1994i1p143-49.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr23"], "abstractStem": "no abstract is avail for thi item", "title": "H. G. Lewis and the Study of Union Wage Effects"}, "https://ideas.repec.org/a/aea/aecrev/v90y2000i2p219-223.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr23"], "abstractStem": "no abstract is avail for thi item", "title": "Who Benefits Most from Employee Involvement: Firms or Workers?"}, "https://ideas.repec.org/a/eee/labeco/v5y1998i1p1-24.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr23"], "abstractStem": "no abstract is avail for thi item", "title": "War of the models: Which labour market institutions for the 21st century?1"}, "https://ideas.repec.org/a/aea/aecrev/v86y1996i2p246-51.html": {"abstract": "We compare two approaches to analyzing the effects of immigration on the labor market and find that the estimated effect of immigration on U.S. native labor outcomes depends critically on the empirical experiment used. Area analyses contrast the level or change in immigration by area with the level or change in the outcomes of non- immigrant workers. Factor proportions analyses treat immigrants as a source of increased national supply of workers of the relevant skill. Cross-section comparisons of wages and immigration in the 1980 and 1990 Censuses yield unstable results casting doubt on the validity of these calculations. Analyses of changes over time for various education groups within regions give negative estimated immigration effects, which increase in magnitude the wider the area covered. Factor proportions calculations show that immigration was somewhat important in reducing the relative pay of U.S. high school dropouts during the 1980s, while immigration and trade contributed much more modestly to the falling pay of high school equivalent workers. The different effects of immigration on native outcomes in the area and factor proportions methodologies appear to result from the diluting effect of native migration flows across regions and failure to take adequate account of other regional labor market conditions in area comparisons.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epbo44", "epfr23", "fpka266"], "abstractStem": "we compar two approach to analyz the effect of immigr on the labor market and find that the estim effect of immigr on us nativ labor outcom depend critic on the empir experi use area analys contrast the level or chang in immigr by area with the level or chang in the outcom of non immigr worker factor proport analys treat immigr as a sourc of increas nation suppli of worker of the relev skill crosssect comparison of wage and immigr in the 1980 and 1990 census yield unstabl result cast doubt on the valid of these calcul analys of chang over time for variou educ group within region give neg estim immigr effect which increas in magnitud the wider the area cover factor proport calcul show that immigr wa somewhat import in reduc the rel pay of us high school dropout dure the 1980 while immigr and trade contribut much more modestli to the fall pay of high school equival worker the differ effect of immigr on nativ outcom in the area and factor proport methodolog appear to result from the dilut effect of nativ migrat flow across region and failur to take adequ account of other region labor market condit in area comparisonspthi abstract wa borrow from anoth version of thi item", "title": "Searching for the Effect of Immigration on the Labor Market"}, "https://ideas.repec.org/a/uwp/jhriss/v15y1980i2p176-199.html": {"abstract": "The fixed coefficient \"manpower requirements\" model has the advantage of providing information on the effect of changes in the industrial composition of an economy on demand for labor in highly disaggregated occupations, although at the cost of neglecting factor substitution. This study examines the ability of the fixed coefficient model to explain changes in employment in 3-digit occupations in the United States from 1960 to 1970 and develops an \"augmented requirements\" model that uses changes in wages as well as fixed coefficient shifts in demand to analyze changes in employment. The study finds that (1) by themselves, the requirements shifts account for much of the change in employment among detailed occupations in the period studied; (2) demand for detailed skills is far from zero elastic; and (3) the fixed coefficient model seems to work, not because demand and supply are economically unresponsive, but because the variation in the wage structure and corresponding incentive to alter input coefficient is moderate relative to the variation in the shift in demand due to changes in industrial mix.", "authors": ["epfr23"], "abstractStem": "the fix coeffici manpow requir model ha the advantag of provid inform on the effect of chang in the industri composit of an economi on demand for labor in highli disaggreg occup although at the cost of neglect factor substitut thi studi examin the abil of the fix coeffici model to explain chang in employ in 3digit occup in the unit state from 1960 to 1970 and develop an augment requir model that use chang in wage as well as fix coeffici shift in demand to analyz chang in employ the studi find that 1 by themselv the requir shift account for much of the chang in employ among detail occup in the period studi 2 demand for detail skill is far from zero elast and 3 the fix coeffici model seem to work not becaus demand and suppli are econom unrespons but becaus the variat in the wage structur and correspond incent to alter input coeffici is moder rel to the variat in the shift in demand due to chang in industri mix", "title": "An Empirical Analysis of the Fixed Coefficient \"Manpower Requirements\" Model, 1960-1970"}, "https://ideas.repec.org/a/jns/jbstat/v219y1999i1-2p49-66.html": {"abstract": "The most popular explanation for greater job creation in the US than in Germany is that greater dispersion of wages coupled with less regulations governing the labour market and the product market in the US has induced firms to employ many less skilled workers. While popular, these explanations turn out to be difficult to prove empirically. Based on the Comparative German American Structural Database and the International Adult Literacy Survey we find that: employment rates differ more than unemployment rates by skill levels and overall; German and US relative pay by level of skill was similar in 1970 but diverged in the 1980s; the German work force is more skilled than the US work force especially at the lower skill levels; the employment of skilled to unskilled labour within industries is unrelated to country differences in skill premium but changes in relative wages are related to changes in relative employment; and the differing dispersion of wages is not a major contributor to differences in employment rates between Germany and the US. The jobs problem in Germany is not primarily one of relative labor demand but of demand for labor in general.", "authors": ["epfr23", "fpsc537"], "abstractStem": "the most popular explan for greater job creation in the us than in germani is that greater dispers of wage coupl with less regul govern the labour market and the product market in the us ha induc firm to employ mani less skill worker while popular these explan turn out to be difficult to prove empir base on the compar german american structur databas and the intern adult literaci survey we find that employ rate differ more than unemploy rate by skill level and overal german and us rel pay by level of skill wa similar in 1970 but diverg in the 1980 the german work forc is more skill than the us work forc especi at the lower skill level the employ of skill to unskil labour within industri is unrel to countri differ in skill premium but chang in rel wage are relat to chang in rel employ and the differ dispers of wage is not a major contributor to differ in employ rate between germani and the us the job problem in germani is not primarili one of rel labor demand but of demand for labor in gener", "title": "The Role of Wage and Skill Differences in US-German Employment Differences"}, "https://ideas.repec.org/a/ucp/jlabec/doi10.1086-678973.html": {"abstract": "By examining the ethnic identity of authors in over 2.5 million scientific papers written by US-based authors from 1985 to 2008, we find that persons of similar ethnicity coauthor together more frequently than predicted by their proportion among authors. The greater homophily is associated with publication in lower-impact journals and with fewer citations. Meanwhile, papers with authors in more locations and with longer reference lists get published in higher-impact journals and receive more citations. These findings suggest that diversity in inputs by author ethnicity, location, and references leads to greater contributions to science as measured by impact factors and citations.", "authors": ["epfr23"], "abstractStem": "by examin the ethnic ident of author in over 25 million scientif paper written by usbas author from 1985 to 2008 we find that person of similar ethnic coauthor togeth more frequent than predict by their proport among author the greater homophili is associ with public in lowerimpact journal and with fewer citat meanwhil paper with author in more locat and with longer refer list get publish in higherimpact journal and receiv more citat these find suggest that divers in input by author ethnic locat and refer lead to greater contribut to scienc as measur by impact factor and citat", "title": "Collaborating with People Like Me: Ethnic Coauthorship within the United States"}, "https://ideas.repec.org/a/eee/jjieco/v1y1987i2p168-194.html": {"abstract": "Japan has a relatively unique system of labor compensation. Most Japanese workers are paid large bonuses twice a year. This paper examines the cyclical movement of bonuses compared with wages and the relation of bonuses to employment in the context of the Weitzman \"share economy.\" The paper makes three basic points:(1) The Japanese bonus is much more pro-cyclical than Japanese base wages,but not as cyclically variable as profits. Bonuses can be interpreted as containing a quantitatively significant revenue or profit-sharing component.(2) Bonuses have quite different employment consequences than do base wages. Even after controlling for other economic factors, bonuses are positively related to employment, whereas base wages are negatively related to employment.(3) The bonus system of paying workers, while far from explaining the whole macroeconomic story in Japan, seems to play a role in helping to stabilize Japanese unemployment at comparatively low levels.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfr23", "epwe175"], "abstractStem": "japan ha a rel uniqu system of labor compens most japanes worker are paid larg bonus twice a year thi paper examin the cyclic movement of bonus compar with wage and the relat of bonus to employ in the context of the weitzman share economi the paper make three basic points1 the japanes bonu is much more procycl than japanes base wagesbut not as cyclic variabl as profit bonus can be interpret as contain a quantit signific revenu or profitshar component2 bonus have quit differ employ consequ than do base wage even after control for other econom factor bonus are posit relat to employ wherea base wage are neg relat to employment3 the bonu system of pay worker while far from explain the whole macroeconom stori in japan seem to play a role in help to stabil japanes unemploy at compar low levelspthi abstract wa borrow from anoth version of thi item", "title": "Bonuses and employment in Japan"}, "https://ideas.repec.org/a/ces/ifofor/v5y2004i1p34-39.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr23"], "abstractStem": "no abstract is avail for thi item", "title": "The European Labour Markets - Are European Labor Markets As Awful as All That?"}, "https://ideas.repec.org/a/sae/niesru/v209y2009i1p70-71.html": {"abstract": "No abstract is available for this item.", "authors": ["epbr105", "epfr23"], "abstractStem": "no abstract is avail for thi item", "title": "Work And Well-Being: Introduction"}, "https://ideas.repec.org/a/tpr/restat/v64y1982i2p220-33.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr23", "fpme693"], "abstractStem": "no abstract is avail for thi item", "title": "Substitution between Production Labor and Other Inputs in Unionized and Nonunionized Manufacturing"}, "https://ideas.repec.org/a/ilr/articl/v29y1976i2p236-248.html": {"abstract": "Analyzes the condition of the engineering market in the United States from 1948 to 1972. Changes in the engineering market; Information on cobweb models of engineering manpower; Computation of the salary of engineers. (Abstract copyright EBSCO.)", "authors": ["epfr23"], "abstractStem": "analyz the condit of the engin market in the unit state from 1948 to 1972 chang in the engin market inform on cobweb model of engin manpow comput of the salari of engin abstract copyright ebsco", "title": "A cobweb model of the supply and starting salary of new engineers"}, "https://ideas.repec.org/a/udc/esteco/v30y2003i1p5-20.html": {"abstract": "This paper presents evidence that legal protection of property rights is indeed an important contributor to economic success but that institutional and legal protection of the rights of labor is also associated with economic success, particularly in developing countries. Cross-country analyses show that measures of labor protections have the same relation to economic efficiency, measured by GDP per capita, as measures of protection of property, and that both protection of property rights and protection of labor rights reduce economic inequality. The results suggest that as legal protection of property gives investors the right message about economic activity: invest in productive undertakings and you will gain the fruits of your investments; legal protection of labor gives workers the right message about economic activity: work and you will gain the fruits of your labor.", "authors": ["epfr23"], "abstractStem": "thi paper present evid that legal protect of properti right is inde an import contributor to econom success but that institut and legal protect of the right of labor is also associ with econom success particularli in develop countri crosscountri analys show that measur of labor protect have the same relat to econom effici measur by gdp per capita as measur of protect of properti and that both protect of properti right and protect of labor right reduc econom inequ the result suggest that as legal protect of properti give investor the right messag about econom activ invest in product undertak and you will gain the fruit of your invest legal protect of labor give worker the right messag about econom activ work and you will gain the fruit of your labor", "title": "Labor market institutions and employment policies: the international experience"}, "https://ideas.repec.org/a/ilr/articl/v43y1990i4p351-365.html": {"abstract": "Using data from a 1986 survey of employers and a 1982-83 survey of union organizers, the authors investigate the determinants and consequences of employer opposition to union organizing drives. They find that strong management opposition, as evidenced by, for example, the filing of formal charges of unfair labor practices against management, was most likely when the firm had relatively low wages, poor working conditions, and supervisory problems; when the likelihood of union victory was uncertain; and when the potential union compensation differential-and thus the potential effect on firm profits-was high. Opposition by supervisors was particularly effective in defeating union drives. The authors conclude that firms' responses to organizing drives were consistent with the motive of profit maximization, and that management opposition has been an important determinant of the decline of unionization. (Abstract courtesy JSTOR.)", "authors": ["epfr23"], "abstractStem": "use data from a 1986 survey of employ and a 198283 survey of union organ the author investig the determin and consequ of employ opposit to union organ drive they find that strong manag opposit as evidenc by for exampl the file of formal charg of unfair labor practic against manag wa most like when the firm had rel low wage poor work condit and supervisori problem when the likelihood of union victori wa uncertain and when the potenti union compens differentialand thu the potenti effect on firm profitswa high opposit by supervisor wa particularli effect in defeat union drive the author conclud that firm respons to organ drive were consist with the motiv of profit maxim and that manag opposit ha been an import determin of the declin of union abstract courtesi jstor", "title": "Employer behavior in the face of union organizing drives"}, "https://ideas.repec.org/a/tpr/restat/v65y1983i4p694.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr23"], "abstractStem": "no abstract is avail for thi item", "title": "How Elastic Is the Demand for Labor? A Reply"}, "https://ideas.repec.org/a/oup/oxford/v18y2002i3p288-305.html": {"abstract": " The extension of information and communication technologies (ICT) to economic activity is changing the labour market in important ways, This article shows that computerization and use of the Internet are associated with greater hours worked as well as higher wages; that ICT occupations are rapidly increasing their share of employment; that job search and recruitment are moving rapidly to the Web, with consequences for matching employers and employees; and, possibly most important of all, that trade unions have begun to use the Internet as a tool for servicing members and carrying their messages to the public, raising the possibility of a major change in the nature of the union movement. Copyright 2002, Oxford University Press.", "authors": ["epfr23"], "abstractStem": " the extens of inform and commun technolog ict to econom activ is chang the labour market in import way thi articl show that computer and use of the internet are associ with greater hour work as well as higher wage that ict occup are rapidli increas their share of employ that job search and recruit are move rapidli to the web with consequ for match employ and employe and possibl most import of all that trade union have begun to use the internet as a tool for servic member and carri their messag to the public rais the possibl of a major chang in the natur of the union movement copyright 2002 oxford univers press", "title": "The Labour Market in the New Information Economy"}, "https://ideas.repec.org/a/aea/aejapp/v2y2010i1p149-64.html": {"abstract": "This paper examines behavior in a tournament in which we vary the tournament prize structure and the available information about participants' skill at the task of solving mazes. The number of solved mazes is lowest when payments are independent of performance; higher when a single, large prize is given; and highest when multiple, differentiated prizes are given. This result is strongest when we inform participants about the number of mazes they and others solved in a pre-tournament round. Some participants reported that they solved more mazes than they actually solved, and this misreporting also peaked with multiple differentiated prizes. (JEL D82)", "authors": ["epfr23", "epge116"], "abstractStem": "thi paper examin behavior in a tournament in which we vari the tournament prize structur and the avail inform about particip skill at the task of solv maze the number of solv maze is lowest when payment are independ of perform higher when a singl larg prize is given and highest when multipl differenti prize are given thi result is strongest when we inform particip about the number of maze they and other solv in a pretourna round some particip report that they solv more maze than they actual solv and thi misreport also peak with multipl differenti prize jel d82", "title": "Prize Structure and Information in Tournaments: Experimental Evidence"}, "https://ideas.repec.org/a/cpp/issued/v26y2000is1p187-200.html": {"abstract": "The 1990s economic performance suggests that the US may have the right mix of institutions and policies to be the peak capitalist economy in the new information economy. This paper develops criteria for judging peak status. It finds that the US is a legitimate candidate for peak in terms of employment and productivity but not distribution. The 1990s full employment strengthens the case for the US as peak economy even on distributional grounds. But with anything less than full employment the US economy will lose its luster. Still, the US record in employing women and extending ownership to many workers deserves attention", "authors": ["epfr23"], "abstractStem": "the 1990 econom perform suggest that the us may have the right mix of institut and polici to be the peak capitalist economi in the new inform economi thi paper develop criteria for judg peak statu it find that the us is a legitim candid for peak in term of employ and product but not distribut the 1990 full employ strengthen the case for the us as peak economi even on distribut ground but with anyth less than full employ the us economi will lose it luster still the us record in employ women and extend ownership to mani worker deserv attent", "title": "Is the U.S. Labor Market the Model for Advanced Countries?"}, "https://ideas.repec.org/a/aea/aecrev/v68y1978i2p135-41.html": {"abstract": "The purpose of this paper is to examine these concerns and evaluate the use of job satisfaction (and other subjective variables) in labor market analysis. The main theme is that, while there are good reasons to treat subjective variables gingerly, the answers to questions about how people feel toward their job are not meaningless but rather convey useful information about economic life that should not be ignored. The paper begins with a brief description of the satisfaction questions on major worker surveys, and then considers the use of satisfaction as an independent and as a dependent variable. Satisfaction is shown to be a major determinant of labor market mobility, in part it is argued because it reflects aspects of the work place not captured by standard objective variable8. Satisfaction is also found to depend anomolously on some economic variables (such as unionism) in ways that provide insight into how those factors affect people.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfr23"], "abstractStem": "the purpos of thi paper is to examin these concern and evalu the use of job satisfact and other subject variabl in labor market analysi the main theme is that while there are good reason to treat subject variabl gingerli the answer to question about how peopl feel toward their job are not meaningless but rather convey use inform about econom life that should not be ignor the paper begin with a brief descript of the satisfact question on major worker survey and then consid the use of satisfact as an independ and as a depend variabl satisfact is shown to be a major determin of labor market mobil in part it is argu becaus it reflect aspect of the work place not captur by standard object variable8 satisfact is also found to depend anomol on some econom variabl such as union in way that provid insight into how those factor affect peoplepthi abstract wa borrow from anoth version of thi item", "title": "Job Satisfaction as an Economic Variable"}, "https://ideas.repec.org/a/aea/aecrev/v95y2005i2p61-65.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr23"], "abstractStem": "no abstract is avail for thi item", "title": "Fellowship Stipend Support and the Supply of Science and Engineering Students: NSF Graduate Research Fellowships"}, "https://ideas.repec.org/a/ces/ifodic/v5y2007i3p33-37.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr23"], "abstractStem": "no abstract is avail for thi item", "title": "Learning from Other Economies - for example from Somewhere Down Under"}, "https://ideas.repec.org/a/bla/perwir/v14y2013i1-2p41-56.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr23"], "abstractStem": "no abstract is avail for thi item", "title": "What, If Anything, Can Labor Do to Rejuvenate Itself and Improve Worker Well-being in an Era of Inequality and Crisis-driven Austerity?"}, "https://ideas.repec.org/a/ucp/ipolec/doi10.1086-680062.html": {"abstract": "Globalization of scientific and technological knowledge has reduced the US share of world scientific activity, increased the foreign-born proportion of scientists and engineers in US universities and in the US labor market, and led to greater US scientific collaborations with other countries. China's massive investments in university education and research and development (R&amp;D;) have, in particular, made it a special partner for the United States in scientific work. These developments have substantial implications for US science and technology policy. This paper suggests that aligning immigration policies more closely to the influx of international students, granting fellowships to students working on turning scientific and technological advances into commercial innovations, and requiring firms with R&amp;D; tax credits or other government R&amp;D; funding develop \"impact plans\" to use their new knowledge to produce innovative products or processes in the United States could help the country adjust to the changing global world of science and technology.Globalization of knowledge, knowledge creation, and innovation has widened the framework for assessing the economic effects of science and technology (S&amp;T;) policies. As an advanced country at the frontier of knowledge, the United States relies on investments in science and technology to improve economic performance and maintain comparative advantage in the high-tech industries that employ highly educated workers. Expansion of tertiary education, increases in research and development spending, and the manufacturing and assembly of high-tech products in low-income countries as well as in other advanced countries challenges the US position at the knowledge frontier.1 This makes S&amp;T; policies more important in determining economic outcomes than in earlier post-World War II decades when the United States naturally dominated the production and application of knowledge to the economy.This paper analyzes the globalization of science and engineering and knowledge production in the twenty-first century and its implications for US science and technology policies.Section I documents the spread of advanced knowledge and knowledge creation around the world in terms of its impact on the US share of the world's science and engineering activity. It stresses that the rapid catch-up in knowledge-creating activities and production in low-wage developing countries, most notably China, constitutes a major challenge for the United States. The catch-up undermines the \"North-South\" model of trade that posited that advanced countries inevitably have comparative advantage in the production of high value-added innovations.2Section II shows that the catch-up has \"globalized\" science and engineering within the United States by increasing the foreign-born share of science and engineering graduate students and postdocs in US universities and the foreign-born share of the US's science and engineering workforce, and by spurring international collaborations in knowledge production and innovation, thereby speeding knowledge creation and the spread of new knowledge worldwide.Section III examines possible changes in US policies regarding international students, postdoctoral workers and science and engineering (S&amp;E;) immigrants, and regarding the link between technology-based innovations and production. It argues that globalization of knowledge makes S&amp;T; policies the \"industrial policy\" of the twenty-first century, with implications for economic performance broadly. To maximize the benefits of the globalization of knowledge requires the United States to balance investments that expand the stock of global knowledge and policies that localize a share of the gains in the domestic economy.", "authors": ["epfr23"], "abstractStem": "global of scientif and technolog knowledg ha reduc the us share of world scientif activ increas the foreignborn proport of scientist and engin in us univers and in the us labor market and led to greater us scientif collabor with other countri china massiv invest in univers educ and research and develop rampd have in particular made it a special partner for the unit state in scientif work these develop have substanti implic for us scienc and technolog polici thi paper suggest that align immigr polici more close to the influx of intern student grant fellowship to student work on turn scientif and technolog advanc into commerci innov and requir firm with rampd tax credit or other govern rampd fund develop impact plan to use their new knowledg to produc innov product or process in the unit state could help the countri adjust to the chang global world of scienc and technologyglob of knowledg knowledg creation and innov ha widen the framework for assess the econom effect of scienc and technolog sampt polici as an advanc countri at the frontier of knowledg the unit state reli on invest in scienc and technolog to improv econom perform and maintain compar advantag in the hightech industri that employ highli educ worker expans of tertiari educ increas in research and develop spend and the manufactur and assembl of hightech product in lowincom countri as well as in other advanc countri challeng the us posit at the knowledg frontier1 thi make sampt polici more import in determin econom outcom than in earlier postworld war ii decad when the unit state natur domin the product and applic of knowledg to the economythi paper analyz the global of scienc and engin and knowledg product in the twentyfirst centuri and it implic for us scienc and technolog policiessect i document the spread of advanc knowledg and knowledg creation around the world in term of it impact on the us share of the world scienc and engin activ it stress that the rapid catchup in knowledgecr activ and product in lowwag develop countri most notabl china constitut a major challeng for the unit state the catchup undermin the northsouth model of trade that posit that advanc countri inevit have compar advantag in the product of high valuead innovations2sect ii show that the catchup ha global scienc and engin within the unit state by increas the foreignborn share of scienc and engin graduat student and postdoc in us univers and the foreignborn share of the uss scienc and engin workforc and by spur intern collabor in knowledg product and innov therebi speed knowledg creation and the spread of new knowledg worldwidesect iii examin possibl chang in us polici regard intern student postdoctor worker and scienc and engin samp immigr and regard the link between technologybas innov and product it argu that global of knowledg make sampt polici the industri polici of the twentyfirst centuri with implic for econom perform broadli to maxim the benefit of the global of knowledg requir the unit state to balanc invest that expand the stock of global knowledg and polici that local a share of the gain in the domest economi", "title": "Immigration, International Collaboration, and Innovation: Science and Technology Policy in the Global Economy"}, "https://ideas.repec.org/a/bla/intlab/v140y2001i4p379-401.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr23", "epoo17"], "abstractStem": "no abstract is avail for thi item", "title": "The Occupational Wages around the World data file"}, "https://ideas.repec.org/a/eee/labeco/v18y2011i4p411-423.html": {"abstract": "Using the employee opinion survey responses from several thousand employees working in 193 branches of a major U.S. bank, we consider whether there is a distinctive workplace component to employee attitudes despite the common set of corporate human resource management practices that cover all the branches. Several different empirical tests consistently point to the existence of a systematic branch-specific component to employee attitudes. \"Branch effects\" can also explain why a significant positive cross-sectional correlation between branch-level employee attitudes and branch sales performance is not observed in longitudinal fixed-effects sales models. The results of our empirical tests concerning the determinants of employee attitudes and the determinants of branch sales are consistent with an interpretation that workplace-specific factors lead to better outcomes for both employees and the bank, and that these factors are more likely to be some aspect of the branches' internal operations rather than some characteristic of the external market of the branch.", "authors": ["epfr23", "epic10"], "abstractStem": "use the employe opinion survey respons from sever thousand employe work in 193 branch of a major us bank we consid whether there is a distinct workplac compon to employe attitud despit the common set of corpor human resourc manag practic that cover all the branch sever differ empir test consist point to the exist of a systemat branchspecif compon to employe attitud branch effect can also explain whi a signific posit crosssect correl between branchlevel employe attitud and branch sale perform is not observ in longitudin fixedeffect sale model the result of our empir test concern the determin of employe attitud and the determin of branch sale are consist with an interpret that workplacespecif factor lead to better outcom for both employe and the bank and that these factor are more like to be some aspect of the branch intern oper rather than some characterist of the extern market of the branch", "title": "Can a workplace have an attitude problem? Workplace effects on employee attitudes and organizational performance"}, "https://ideas.repec.org/a/fip/fednep/y2005iaugp3-18nv.11no.1.html": {"abstract": "Authors Freeman and Rodgers find that the current recovery, which started in 2001, has been the worst in recent history in terms of job creation. They determine that the slow employment growth of the recovery is not attributable to the poor performance of a particular sector, nor is it concentrated in certain geographic areas. ; The authors conclude that the weak jobs recovery represents a major shift in the link between the labor market and the economy over the business cycle. They also find that the slow job growth has disproportionate effects on groups especially sensitive to business cycle swings, such as African-Americans, new labor-market entrants, out-of-school youth and less educated workers.", "authors": ["epfr23"], "abstractStem": "author freeman and rodger find that the current recoveri which start in 2001 ha been the worst in recent histori in term of job creation they determin that the slow employ growth of the recoveri is not attribut to the poor perform of a particular sector nor is it concentr in certain geograph area  the author conclud that the weak job recoveri repres a major shift in the link between the labor market and the economi over the busi cycl they also find that the slow job growth ha disproportion effect on group especi sensit to busi cycl swing such as africanamerican new labormarket entrant outofschool youth and less educ worker", "title": "The weak jobs recovery: whatever happened to \"the great American jobs machine\"?"}, "https://ideas.repec.org/a/bla/brjirl/v40y2002i3p569-596.html": {"abstract": " The low cost of information, communication, and interaction on the web offers trade unions opportunities to improve services and attract members, and thus reinvent themselves for the twenty-first century. The authors argue that unions can use the web to: develop virtual minority unions at many non-union firms; improve services to members; enhance democracy in unions; aid in industrial disputes; and strengthen the international labour community. They conclude that, if unions fail to exploit the opportunities on the web to gain members, other organizations are likely to provide services to workers on the internet. Copyright Blackwell Publishers Ltd/London School of Economics 2002.", "authors": ["epfr23"], "abstractStem": " the low cost of inform commun and interact on the web offer trade union opportun to improv servic and attract member and thu reinvent themselv for the twentyfirst centuri the author argu that union can use the web to develop virtual minor union at mani nonunion firm improv servic to member enhanc democraci in union aid in industri disput and strengthen the intern labour commun they conclud that if union fail to exploit the opportun on the web to gain member other organ are like to provid servic to worker on the internet copyright blackwel publish ltdlondon school of econom 2002", "title": "Will Unionism Prosper in Cyberspace? The Promise of the Internet for Employee Organization"}, "https://ideas.repec.org/a/bla/brjirl/v33y1995i4p519-536.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr23"], "abstractStem": "no abstract is avail for thi item", "title": "The Future for Unions in Decentralized Collective Bargaining Systems: US and UK Unionism in an Era of Crisis"}, "https://ideas.repec.org/a/cje/issued/v44y2011i2p486-508.html": {"abstract": "Technology effects, business process development, and productivity growth are considered in the context of a single company: Wal-Mart. The starting point is the 2001 McKinsey Global Institute report, which finds that over 1995-2000, a quarter of U.S. productivity growth is attributable to the retail industry, and almost a sixth of that is attributable to Wal-Mart. Wal-Mart is interesting as well because of its rapid growth in Canada. This is now Canada's largest private sector employer. We also consider other evidence relevant to public policy formation concerning Wal-Mart and conclude with a discussion of options for partially filling important data gaps.", "authors": ["epfr23", "epna144"], "abstractStem": "technolog effect busi process develop and product growth are consid in the context of a singl compani walmart the start point is the 2001 mckinsey global institut report which find that over 19952000 a quarter of us product growth is attribut to the retail industri and almost a sixth of that is attribut to walmart walmart is interest as well becaus of it rapid growth in canada thi is now canada largest privat sector employ we also consid other evid relev to public polici format concern walmart and conclud with a discuss of option for partial fill import data gap", "title": "Wal-Mart innovation and productivity: a viewpoint"}, "https://ideas.repec.org/a/uwp/jhriss/v10y1975i3p287-311.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr23"], "abstractStem": "no abstract is avail for thi item", "title": "Overinvestment in College Training?"}, "https://ideas.repec.org/a/taf/ecinnt/v19y2010i5p393-406.html": {"abstract": " This paper documents the five main ways in which globalization of scientific and engineering has proceeded: (1) expansion of mass higher education worldwide; (2) growth in number of international students; (3) immigration of scientists and engineers; (4) non-immigration trips: academic visitors, conferences; (5) greater international co-authorship and co-patenting. It is argued that by accelerating the rate of technological change and speeding the adoption of best practices around the world, these developments should benefit advanced and developing countries but that they threaten the comparative advantage of advanced countries in high-tech sectors and the edge that their citizens have in access to the highest quality university education and jobs; and risk creating greater divisions between modern and traditional sectors in developing countries. How economies around the world take advantage of the benefits and minimize the costs of globalization of knowledge will be a major determinant of economic progress.", "authors": ["epfr23"], "abstractStem": " thi paper document the five main way in which global of scientif and engin ha proceed 1 expans of mass higher educ worldwid 2 growth in number of intern student 3 immigr of scientist and engin 4 nonimmigr trip academ visitor confer 5 greater intern coauthorship and copat it is argu that by acceler the rate of technolog chang and speed the adopt of best practic around the world these develop should benefit advanc and develop countri but that they threaten the compar advantag of advanc countri in hightech sector and the edg that their citizen have in access to the highest qualiti univers educ and job and risk creat greater divis between modern and tradit sector in develop countri how economi around the world take advantag of the benefit and minim the cost of global of knowledg will be a major determin of econom progress", "title": "Globalization of scientific and engineering talent: international mobility of students, workers, and ideas and the world economy"}, "https://ideas.repec.org/a/aea/aecrev/v63y1973i2p280-86.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr23"], "abstractStem": "no abstract is avail for thi item", "title": "Decline of Labor Market Discrimination and Economic Analysis"}, "https://ideas.repec.org/a/eee/eecrev/v32y1988i2-3p707-716.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr23"], "abstractStem": "no abstract is avail for thi item", "title": "Union density and economic performance : An analysis of U.S. States"}, "https://ideas.repec.org/a/bin/bpeajo/v4y1973i1973-1p67-132.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr23"], "abstractStem": "no abstract is avail for thi item", "title": "Changes in the Labor Market for Black Americans, 1948-72"}, "https://ideas.repec.org/a/ucp/jpolec/v85y1977i2p299-322.html": {"abstract": "This paper examines the impact of de jure desegregation on education in the South and of increased black voting power on the demand for black schoolteachers in the United States. Because changes in the black share of voters in the post-World War II South are due largely to \"exogenous\" national laws (the Voting Rights Act of 1965, in particular), the paper provides a unique test of the impact of changes in political power on public decision making. The main finding is that increased black voting power appears to have raised demand for black schoolteachers in the 1960s. There is additional suggestive evidence that black voting power operated in part through election of black officials. The increase in demand due to the changes in voting offset most of the reduction in demand due to desegregation of schooling in the South, averting the potential dire effects of desegregated education on employment of black teachers. Instead of declining, relative employment of blacks in teaching was maintained, and relative incomes rose in the 1950s and 1960s. These results are consistent with the broad \"governmental discrimination\" hypothesis that much of the economic progress or retrogression of blacks in the United States is explicable in terms of black political power and resultant governmental activity.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfr23"], "abstractStem": "thi paper examin the impact of de jure desegreg on educ in the south and of increas black vote power on the demand for black schoolteach in the unit state becaus chang in the black share of voter in the postworld war ii south are due larg to exogen nation law the vote right act of 1965 in particular the paper provid a uniqu test of the impact of chang in polit power on public decis make the main find is that increas black vote power appear to have rais demand for black schoolteach in the 1960 there is addit suggest evid that black vote power oper in part through elect of black offici the increas in demand due to the chang in vote offset most of the reduct in demand due to desegreg of school in the south avert the potenti dire effect of desegreg educ on employ of black teacher instead of declin rel employ of black in teach wa maintain and rel incom rose in the 1950 and 1960 these result are consist with the broad government discrimin hypothesi that much of the econom progress or retrogress of black in the unit state is explic in term of black polit power and result government activitypthi abstract wa borrow from anoth version of thi item", "title": "Political Power, Desegregation, and Employment of Black Schoolteachers"}, "https://ideas.repec.org/a/aea/aecrev/v83y1993i2p403-08.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr23"], "abstractStem": "no abstract is avail for thi item", "title": "Labor Markets and Institutions in Economic Development"}, "https://ideas.repec.org/a/oup/oxecpp/v53y2001i3p582-603.html": {"abstract": " Germany's more compressed wage structure is widely viewed as the main cause of the German-US difference in employment and unemployment, but part of the compression is due to Germany having a narrower distribution of skills than the US. Even adjusted for skills, however, we find that Germany has a more compressed wage distribution than the US. But relatively little of the US-German employment difference can be attributed to the compressed wage distribution. We find that jobless Germans have nearly the same skills as employed Germans and look more like average Americans than like low skilled Americans, which runs counter to the wage compression hypothesis. Given these patterns, the pay and employment experience of low skilled Americans is a poor counterfactual for assessing how reductions in pay might affect jobless Germans. Copyright 2001 by Oxford University Press.", "authors": ["epfr23", "fpsc537"], "abstractStem": " germani more compress wage structur is wide view as the main caus of the germanu differ in employ and unemploy but part of the compress is due to germani have a narrow distribut of skill than the us even adjust for skill howev we find that germani ha a more compress wage distribut than the us but rel littl of the usgerman employ differ can be attribut to the compress wage distribut we find that jobless german have nearli the same skill as employ german and look more like averag american than like low skill american which run counter to the wage compress hypothesi given these pattern the pay and employ experi of low skill american is a poor counterfactu for assess how reduct in pay might affect jobless german copyright 2001 by oxford univers press", "title": "Skill Compression, Wage Differentials, and Employment: Germany vs the US"}, "https://ideas.repec.org/a/bla/neweco/v4y1997i2p68-73.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl22", "epfr23"], "abstractStem": "no abstract is avail for thi item", "title": "Creating jobs for youth"}, "https://ideas.repec.org/a/bla/obuest/v63y2001i0p647-70.html": {"abstract": "Women work much more in the US than in Germany and most other EU economies. We find that the US-German employment gap is not strongly related to cross-country differences in the level of pay or social benefits. The difference in employment is due to the different marketization of activities between the two economies: German women work as many hours as US women when we consider time spent in household production as well as in market production. For instance, German women spend more time preparing meals while US women use take-out and restaurants more intensely. The organization of some social activities, such as schooling, and the dispersion of skills, as well as pay differences, affect the degree of marketization.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfr23", "fpsc537"], "abstractStem": "women work much more in the us than in germani and most other eu economi we find that the usgerman employ gap is not strongli relat to crosscountri differ in the level of pay or social benefit the differ in employ is due to the differ market of activ between the two economi german women work as mani hour as us women when we consid time spent in household product as well as in market product for instanc german women spend more time prepar meal while us women use takeout and restaur more intens the organ of some social activ such as school and the dispers of skill as well as pay differ affect the degre of marketizationpthi abstract wa borrow from anoth version of thi item", "title": " Marketization of Production and the US-Europe Employment Gap"}, "https://ideas.repec.org/a/tpr/restat/v63y1981i4p561-72.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr23", "fpme693"], "abstractStem": "no abstract is avail for thi item", "title": "The Impact of the Percentage Organized on Union and Nonunion Wages"}, "https://ideas.repec.org/a/aea/aecrev/v76y1986i2p92-96.html": {"abstract": "This paper argues that under current U.S. institutional arrangements, in which managements opposition to unions is as important as workers and unions,the magnitude of the union wage premium actually reduces organization rather than increasing it. It reduces organizing success by lowering profits, thus giving management a greater incentive to oppose unions. It shows that in the traditional monopoly model, any given premium can cause management to donate more resources to opposing a union than workers will donate to organizing. Empirical evidence from NLRB elections supports the model in which larger premiums induce greater opposition and thus reduce union organizing success.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfr23"], "abstractStem": "thi paper argu that under current us institut arrang in which manag opposit to union is as import as worker and unionsth magnitud of the union wage premium actual reduc organ rather than increas it it reduc organ success by lower profit thu give manag a greater incent to oppos union it show that in the tradit monopoli model ani given premium can caus manag to donat more resourc to oppos a union than worker will donat to organ empir evid from nlrb elect support the model in which larger premium induc greater opposit and thu reduc union organ successpthi abstract wa borrow from anoth version of thi item", "title": "The Effect of the Union Wage Differential on Management Opposition and Union Organizing Success"}, "https://ideas.repec.org/a/rpo/ripoec/v97y2007i6p9-36.html": {"abstract": "This paper summarizes new evidence from the National Bureau of Economic Research “Shared Capitalism” Project on the extent to which workers’ earnings depend on the performance of their firm or work group in the US and advanced Europe and on the impact of sharing arrangements on economic behavior. The evidence shows that: 1) a large and growing proportion of workers are covered by shared capitalism through worker profit-sharing, bonuses, or worker ownership of shares; 2) outcomes for workers and firms are higher under shared capitalism than under other work and pay arrangements; and 3) that worker co-monitoring helps overcome the free rider problem that arises when part of pay depends on the productivity and effort of all workers.", "authors": ["epfr23"], "abstractStem": "thi paper summar new evid from the nation bureau of econom research  share capit  project on the extent to which worker  earn depend on the perform of their firm or work group in the us and advanc europ and on the impact of share arrang on econom behavior the evid show that 1 a larg and grow proport of worker are cover by share capit through worker profitshar bonus or worker ownership of share 2 outcom for worker and firm are higher under share capit than under other work and pay arrang and 3 that worker comonitor help overcom the free rider problem that aris when part of pay depend on the product and effort of all worker", "title": "When Workers Share in Profits: Effort and Responses to Shirking"}, "https://ideas.repec.org/a/oup/qjecon/v107y1992i1p201-232..html": {"abstract": "This paper shows a widening in black-white earnings and employment gaps among young men from the mid-1970s through the 1980s. Earnings gaps increased most among college graduates and in the Midwest, while gaps in employment-population rates grew most among dropouts. We attribute the differential widening to shifts in demand for subgroups due to shifting industry and regional employment, the falling real minimum wage and deunionization, the growing supply of black to white workers that was marked among college graduates, and to increased crime among dropouts. The different factors affecting subgroups highlight the economic diversity of black Americans.", "authors": ["epfr23"], "abstractStem": "thi paper show a widen in blackwhit earn and employ gap among young men from the mid1970 through the 1980 earn gap increas most among colleg graduat and in the midwest while gap in employmentpopul rate grew most among dropout we attribut the differenti widen to shift in demand for subgroup due to shift industri and region employ the fall real minimum wage and deunion the grow suppli of black to white worker that wa mark among colleg graduat and to increas crime among dropout the differ factor affect subgroup highlight the econom divers of black american", "title": "What Went Wrong? The Erosion of Relative Earnings and Employment Among Young Black Men in the 1980s"}, "https://ideas.repec.org/a/aea/aecrev/v82y1992i2p539-45.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl79", "epfr23"], "abstractStem": "no abstract is avail for thi item", "title": "The Fall in Private Pension Coverage in the United States"}, "https://ideas.repec.org/a/ilr/articl/v34y1981i4p489-509.html": {"abstract": "This study analyzes the impact of unionism on fringes paid to production workers, using data on individual establishments. It compares fringe expenditures in establishments having the same level of compensation per hour and finds that unionism raises the share of compensation allotted to fringes, particularly to pensions, vacation pay, and life, accident, and health insurance. In addition, since unionism also raises the straight-time wage rate, itself a prime determinant of expenditures on fringes, unionism has a very sizeable impact on total fringe expenditures, as well as on the fringe share of compensation. The union fringe effect exceeds, in percentage terms, the union wage effect and is sufficiently large to suggest that standard union wage studies understate the union effect on total compensation. The study also compares the fringe expenditures of production and non-production workers within the same establishment, controlling for within-establishment pay policies. The findings suggest that the presence of a union among production workers in an establishment may have a sizeable spillover effect on the fringes paid nonproduction workers in that establishment. (Abstract courtesy JSTOR.)", "authors": ["epfr23"], "abstractStem": "thi studi analyz the impact of union on fring paid to product worker use data on individu establish it compar fring expenditur in establish have the same level of compens per hour and find that union rais the share of compens allot to fring particularli to pension vacat pay and life accid and health insur in addit sinc union also rais the straighttim wage rate itself a prime determin of expenditur on fring union ha a veri sizeabl impact on total fring expenditur as well as on the fring share of compens the union fring effect exce in percentag term the union wage effect and is suffici larg to suggest that standard union wage studi underst the union effect on total compens the studi also compar the fring expenditur of product and nonproduct worker within the same establish control for withinestablish pay polici the find suggest that the presenc of a union among product worker in an establish may have a sizeabl spillov effect on the fring paid nonproduct worker in that establish abstract courtesi jstor", "title": "The effect of unionism on fringe benefits"}, "https://ideas.repec.org/a/uwp/jhriss/v14y1979i3p289-318.html": {"abstract": "The age-earnings profile of male workers is significantly influenced by the age composition of the workforce. When the number of young workers increased sharply in the 1970s, the profile \"twisted\" against them, apparently because younger and older male workers are imperfect substitutes in production. The effect is especially marked among college graduates. By contrast, the age-earnings profile of female workers appears to be little influenced by the age composition of the female workforce, possibly because the intermittent work experience of women makes younger and older women closer substitutes in production. The dependence of the age-earnings profile on demographically induced movements along a relative demand schedule suggests that standard human capital models of the profile, which posit that earnings rise with age and experience solely as a result of individual investment behavior, are incomplete.", "authors": ["epfr23"], "abstractStem": "the ageearn profil of male worker is significantli influenc by the age composit of the workforc when the number of young worker increas sharpli in the 1970 the profil twist against them appar becaus younger and older male worker are imperfect substitut in product the effect is especi mark among colleg graduat by contrast the ageearn profil of femal worker appear to be littl influenc by the age composit of the femal workforc possibl becaus the intermitt work experi of women make younger and older women closer substitut in product the depend of the ageearn profil on demograph induc movement along a rel demand schedul suggest that standard human capit model of the profil which posit that earn rise with age and experi sole as a result of individu invest behavior are incomplet", "title": "The Effect of Demographic Factors on Age-Earnings Profiles"}, "https://ideas.repec.org/a/ucp/jlabec/v8y1990i1ps8-25.html": {"abstract": " This study investigates the impact of union organization on the wages and labor practices of establishments newly organized in the 1980s. It uses a research design in which establishments are \"paired\" with their closest nonunion competitor. If finds that, unionism had only a modest effect on wages in the newly organized plants, which contrasts sharply with the huge union wage impact found in cross-section comparisons of union and nonunion individuals, but unionism substantially alters several personnel practices, creating grievance systems, greater seniority protection, and job bidding and posting. That newly organized establishments adopt union working conditions but grant only modest wage increases suggests that \"collective voice\" rather than monopoly wage gains is the key to understanding new unionism. Copyright 1990 by University of Chicago Press.", "authors": ["epfr23"], "abstractStem": " thi studi investig the impact of union organ on the wage and labor practic of establish newli organ in the 1980 it use a research design in which establish are pair with their closest nonunion competitor if find that union had onli a modest effect on wage in the newli organ plant which contrast sharpli with the huge union wage impact found in crosssect comparison of union and nonunion individu but union substanti alter sever personnel practic creat grievanc system greater senior protect and job bid and post that newli organ establish adopt union work condit but grant onli modest wage increas suggest that collect voic rather than monopoli wage gain is the key to understand new union copyright 1990 by univers of chicago press", "title": "The Impact of New Unionization on Wages and Working Conditions"}, "https://ideas.repec.org/a/aea/aecrev/v65y1975i1p27-39.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr23"], "abstractStem": "no abstract is avail for thi item", "title": "Supply and Salary Adjustments to the Changing Science Manpower Market: Physics, 1948-1973"}, "https://ideas.repec.org/a/eee/labeco/v8y2001i2p181-202.html": {"abstract": "This paper seeks to explain the greater hours worked by Americans compared to Germans in terms of forward-looking labor supply responses to differences in earnings inequality between the countries. We argue that workers choose current hours of work to gain promotions and advance in the distribution of earnings. Since US earnings are more unequally distributed than German earnings, the same extra work pays off more in the US, generating more hours worked. Supporting this inequality-hours hypothesis, we show that in both countries hours worked is positively related to earnings inequality in cross section occupational contrasts and that hours worked raises future wages and promotion prospects in longitudinal data.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfr23"], "abstractStem": "thi paper seek to explain the greater hour work by american compar to german in term of forwardlook labor suppli respons to differ in earn inequ between the countri we argu that worker choos current hour of work to gain promot and advanc in the distribut of earn sinc us earn are more unequ distribut than german earn the same extra work pay off more in the us gener more hour work support thi inequalityhour hypothesi we show that in both countri hour work is posit relat to earn inequ in cross section occup contrast and that hour work rais futur wage and promot prospect in longitudin datapthi abstract wa borrow from anoth version of thi item", "title": "The incentive for working hard: explaining hours worked differences in the US and Germany"}, "https://ideas.repec.org/a/sls/ipmsls/v5y20023.html": {"abstract": "The UK economy has undergone significant market reforms over the last two decades. A key question for productivity researchers is the impact of these reforms on productivity growth. In this article, Richard B. Freeman of the London School of Economics, Harvard University and the NBER and David Card of the University of California at Berkeley and the NBER examine trends in productivity growth in Britain and other major developed countries and estimate the impact of British economic reforms on British performance. Freeman and Card find that developments in the UK economy cannot be readily explained by standard macro-economic changes in labour or capital. They note that economic reforms were more important in the UK than in other countries and that the UK after 1979 arrested the nearly century-long trend in economic decline of the UK relative to its historic competitors, France and Germany. They conclude that reforms in the area of union-management relations, privatization, profit and share ownership, and self-employment increased UK productivity growth 0.35 per cent per year over the 1979-1999 period, accounting for one quarter of the pick-up in productivity between the 1960-79 and 1979-1999 periods.", "authors": ["fpca271", "epfr23"], "abstractStem": "the uk economi ha undergon signific market reform over the last two decad a key question for product research is the impact of these reform on product growth in thi articl richard b freeman of the london school of econom harvard univers and the nber and david card of the univers of california at berkeley and the nber examin trend in product growth in britain and other major develop countri and estim the impact of british econom reform on british perform freeman and card find that develop in the uk economi cannot be readili explain by standard macroeconom chang in labour or capit they note that econom reform were more import in the uk than in other countri and that the uk after 1979 arrest the nearli centurylong trend in econom declin of the uk rel to it histor competitor franc and germani they conclud that reform in the area of unionmanag relat privat profit and share ownership and selfemploy increas uk product growth 035 per cent per year over the 19791999 period account for one quarter of the pickup in product between the 196079 and 19791999 period", "title": "What Have Two Decades of British Economic Reform Delivered in Terms of Productivity Growth?"}, "https://ideas.repec.org/a/sae/ilrrev/v44y1991i2p275-287.html": {"abstract": "Using establishment-level data from a variety of sources, this study documents and analyzes the consistent rise in interindustry wage dispersion in the United States between 1970 and 1987. The authors attribute about 60% of the rise in this measure of wage dispersion to competitive market factors, such as changes in the demographic and occupational mix of industrial sectors. They find, however, that noncompetitive factors also play an important part in this trend. The most important noncompetitive factor is a strong link between the long-term trends in industry wages and productivity growth, which appears to stem largely from rent-sharing behavior among industries.", "authors": ["epfr23"], "abstractStem": "use establishmentlevel data from a varieti of sourc thi studi document and analyz the consist rise in interindustri wage dispers in the unit state between 1970 and 1987 the author attribut about 60 of the rise in thi measur of wage dispers to competit market factor such as chang in the demograph and occup mix of industri sector they find howev that noncompetit factor also play an import part in thi trend the most import noncompetit factor is a strong link between the longterm trend in industri wage and product growth which appear to stem larg from rentshar behavior among industri", "title": "The Causes of Increasing Interindustry Wage Dispersion in the United States"}, "https://ideas.repec.org/a/bla/ecpoli/v29y2014i79p395-446.html": {"abstract": " type=\"main\" xml:id=\"ecop12033-abs-0001\"&gt;  This study analyses the link between student test scores and the school students attend, the policies and practices of the schools, students' family background and their parents' involvement in their education using data from the 2009 wave of the Program for International Student Assessment. We find that (1) a substantial proportion of the variation of test scores within countries is associated with the school students attend; (2) a sizeable proportion of the school fixed effects is associated with school policies and teaching practices beyond national policies or other mechanisms that sort students of differing abilities among schools; (3) school fixed effects are a major pathway for the link between family background and test scores. The implication is that what schools do is important in the level and dispersion of test scores, suggesting the value of further analysis of what goes on in schools to pin down causal links between policies and practices and test score outcomes. — Richard B. Freeman and Martina Viarengo", "authors": ["epfr23"], "abstractStem": " typemain xmlidecop12033abs0001gt  thi studi analys the link between student test score and the school student attend the polici and practic of the school student famili background and their parent involv in their educ use data from the 2009 wave of the program for intern student assess we find that 1 a substanti proport of the variat of test score within countri is associ with the school student attend 2 a sizeabl proport of the school fix effect is associ with school polici and teach practic beyond nation polici or other mechan that sort student of differ abil among school 3 school fix effect are a major pathway for the link between famili background and test score the implic is that what school do is import in the level and dispers of test score suggest the valu of further analysi of what goe on in school to pin down causal link between polici and practic and test score outcom   richard b freeman and martina viarengo", "title": "School and family effects on educational outcomes across countries"}, "https://ideas.repec.org/a/iza/izawol/journly2015n5.html": {"abstract": "Robots, that is any sort of machinery from computers to artificial intelligence programs that provides a good substitute for work currently performed by humans, can increasingly replace workers, even highly skilled professionals, and thus reduce opportunities for good jobs and pay. But, with appropriate policies, the higher productivity due to robots can improve worker well-being by raising incomes and creating greater leisure for workers. Consider the way Google reduces the need for reference librarians and research assistants, or the way massive open online courses reduce the need for professors and lecturers. How these new technologies affect worker well-being and inequality depends on who owns them.", "authors": ["epfr23"], "abstractStem": "robot that is ani sort of machineri from comput to artifici intellig program that provid a good substitut for work current perform by human can increasingli replac worker even highli skill profession and thu reduc opportun for good job and pay but with appropri polici the higher product due to robot can improv worker wellb by rais incom and creat greater leisur for worker consid the way googl reduc the need for refer librarian and research assist or the way massiv open onlin cours reduc the need for professor and lectur how these new technolog affect worker wellb and inequ depend on who own them", "title": "Who owns the robots rules the world"}, "https://ideas.repec.org/a/uwp/jhriss/v15y1980i1p124-142.html": {"abstract": "This paper examines the hypothesis that \"overeducated\" workers receive lower earnings returns to a year of educational attainment than those who are not mismatched. Data from the Current Population Survey reveal that those who are mismatched actually ...", "authors": ["epfr23"], "abstractStem": "thi paper examin the hypothesi that overeduc worker receiv lower earn return to a year of educ attain than those who are not mismatch data from the current popul survey reveal that those who are mismatch actual ", "title": "The Facts about the Declining Economic Value of College"}, "https://ideas.repec.org/a/eee/jjieco/v3y1989i3p326-328.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr23"], "abstractStem": "no abstract is avail for thi item", "title": "Understanding industrial relations in modern Japan : , MacMillon Press, London, 1988"}, "https://ideas.repec.org/a/eee/labeco/v15y2008i4p749-770.html": {"abstract": "This paper examines cross-country differences in labour policies and practices and employee performance and attitudes toward work from a sample of nearly 30,000 employees in a large multinational manufacturing firm. The analysis shows: 1) large establishment and country differences in work practices, performance, and attitudes toward work across countries; 2) qualitatively similar responses of workers to work practices across countries; 3) a strong link between the establishment average of employee reports on the quality of labour-management relations and establishment average measures of employee performance 4) a positive relation between average employee performance and average employee-management relations at the country level, but no relation between country level performance in the firm and measures of the extent of national labour regulations or practices.", "authors": ["epfr23"], "abstractStem": "thi paper examin crosscountri differ in labour polici and practic and employe perform and attitud toward work from a sampl of nearli 30000 employe in a larg multin manufactur firm the analysi show 1 larg establish and countri differ in work practic perform and attitud toward work across countri 2 qualit similar respons of worker to work practic across countri 3 a strong link between the establish averag of employe report on the qualiti of labourmanag relat and establish averag measur of employe perform 4 a posit relat between averag employe perform and averag employeemanag relat at the countri level but no relat between countri level perform in the firm and measur of the extent of nation labour regul or practic", "title": "The same yet different: Worker reports on labour practices and outcomes in a single firm across countries"}, "firstname": "Richard", "https://ideas.repec.org/a/ecj/econjl/v106y1996i436p639-49.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr23"], "abstractStem": "no abstract is avail for thi item", "title": "The Minimum Wage as a Redistributive Tool"}, "https://ideas.repec.org/a/fip/fedbcp/y2006n51x1.html": {"abstract": "There are two competing narratives about the how the labor market in the US will develop over the next decade or two: the Impending Shortage narrative and the Globalization Surplus narrative.", "authors": ["epfr23"], "abstractStem": "there are two compet narr about the how the labor market in the us will develop over the next decad or two the impend shortag narr and the global surplu narr", "title": "Labor market imbalances: shortages, or surpluses, or fish stories?"}, "https://ideas.repec.org/a/aea/jecper/v13y1999i3p139-145.html": {"abstract": "This paper contrasts the job market in economics with the job market in physics and mathematics, which attract students who are, by conventional measures, smarter than economists and where the base of knowledge is better established than ours. Despite this, economists earn more and have better career prospects than physicists or mathematicians. The paper offers several reasons for our better economic prospects, ranging from lack of glamour attracting bright young people to the dismal science to our inability to solve important problems, which puts us higher up on the marginal product curve for basic research than these fields.", "authors": ["epfr23"], "abstractStem": "thi paper contrast the job market in econom with the job market in physic and mathemat which attract student who are by convent measur smarter than economist and where the base of knowledg is better establish than our despit thi economist earn more and have better career prospect than physicist or mathematician the paper offer sever reason for our better econom prospect rang from lack of glamour attract bright young peopl to the dismal scienc to our inabl to solv import problem which put us higher up on the margin product curv for basic research than these field", "title": "It's Better Being an Economist (But Don't Tell Anyone)"}, "https://ideas.repec.org/a/aea/jecper/v9y1995i3p15-32.html": {"abstract": "The economic troubles of less-skilled workers in the United States. and OECD-Europe during a period of rising manufacturing imports from third world countries has created a debate about whether, in a global economy, wages or employment are determined by the global rather than domestic labor-market conditions. One side argues that trade is all that matters; another side, that trade does not matter at all. The author rejects these polar views; empirical analysis has found modest but real trade effects in displacement of less-skilled labor and declines in the price of goods produced by low-skilled workers.", "authors": ["epfr23"], "abstractStem": "the econom troubl of lessskil worker in the unit state and oecdeurop dure a period of rise manufactur import from third world countri ha creat a debat about whether in a global economi wage or employ are determin by the global rather than domest labormarket condit one side argu that trade is all that matter anoth side that trade doe not matter at all the author reject these polar view empir analysi ha found modest but real trade effect in displac of lessskil labor and declin in the price of good produc by lowskil worker", "title": "Are Your Wages Set in Beijing?"}, "https://ideas.repec.org/a/oup/oxford/v11y1995i1p63-72.html": {"abstract": " This article takes a critical look at the view that wage flexibility, US-style, is the panacea to European unemployment problems. It shows that the wage flexibility in the US in the 1980s-1990s was associated with rising inequality and falling real wages for many workers, reduced rather than increased employment for the low-paid and less-skilled, whose wages fell, and arguably contributed to the growth of a significant criminal population. The proportion of American men incarcerated comes close to the proportion of European men long-term unemployed. The limits to wage flexibility in curing unemployment noted in the paper does not mean the reductions in pay may not, under some circumstances, raise employment, but rather that by themselves massive pay cuts for the low-paid are no cure to economic problems. Copyright 1995 by Oxford University Press.", "authors": ["epfr23"], "abstractStem": " thi articl take a critic look at the view that wage flexibl usstyl is the panacea to european unemploy problem it show that the wage flexibl in the us in the 1980s1990 wa associ with rise inequ and fall real wage for mani worker reduc rather than increas employ for the lowpaid and lessskil whose wage fell and arguabl contribut to the growth of a signific crimin popul the proport of american men incarcer come close to the proport of european men longterm unemploy the limit to wage flexibl in cure unemploy note in the paper doe not mean the reduct in pay may not under some circumst rais employ but rather that by themselv massiv pay cut for the lowpaid are no cure to econom problem copyright 1995 by oxford univers press", "title": "The Limits of Wage Flexibility to Curing Unemployment"}, "https://ideas.repec.org/a/tra/jlabre/v26y2005i4p641-668.html": {"abstract": "The Journal of Labor Research 20th anniversary symposium review of What Do Unions Do? offers a unique opportunity to examine how the claims made in the book have fared in ensuing research and to ponder what parts of the book I would change if I could. This paper responds to the 18 critical essays in the journal. It recognizes three major errors of omission: failure to take account of unionism outside the US; failure to analyze public sector unionism; and failure to analyze the effects of unionism on economic growth; and the problem of determining the \"optimal level of unionism\" on the basis of estimates of what unions do. Ensuing research has found that What Do Unions Do? correctly identified union effects on turnover, fringe benefits, earnings inequality, political action, profits, managerial flexibility and human resource management, and that wage effects vary widely. Estimates of the union effect on productivity tend to be positive but modest, ruling out negative effects on average, but not conclusively establishing positive effects. Critical comments from some of the symposium panelists notwithstanding, I believe that the bulk of the evidence supports the What Do Unions Do? claim that management opposition has been a major factor in the decline in union density in the US.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfr23"], "abstractStem": "the journal of labor research 20th anniversari symposium review of what do union do offer a uniqu opportun to examin how the claim made in the book have fare in ensu research and to ponder what part of the book i would chang if i could thi paper respond to the 18 critic essay in the journal it recogn three major error of omiss failur to take account of union outsid the us failur to analyz public sector union and failur to analyz the effect of union on econom growth and the problem of determin the optim level of union on the basi of estim of what union do ensu research ha found that what do union do correctli identifi union effect on turnov fring benefit earn inequ polit action profit manageri flexibl and human resourc manag and that wage effect vari wide estim of the union effect on product tend to be posit but modest rule out neg effect on averag but not conclus establish posit effect critic comment from some of the symposium panelist notwithstand i believ that the bulk of the evid support the what do union do claim that manag opposit ha been a major factor in the declin in union densiti in the uspthi abstract wa borrow from anoth version of thi item", "title": "What Do Unions Do?-- The 2004 M-Brane Stringtwister Edition"}, "https://ideas.repec.org/a/bla/neweco/v1y1994i1p20-24.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr23"], "abstractStem": "no abstract is avail for thi item", "title": "Jobs in the USA"}}}