{"epfr33": {"https://ideas.repec.org/a/ucp/jnlbus/v73y2000i2p161-75.html": {"abstract": " There is a strong presumption in economics that, in a competitive environment, profitability is mean reverting. We provide corroborating evidence. In a simple partial adjustment model, the estimated rate of mean reversion is about 38% per year. But a simple partial adjustment model with a uniform rate of mean reversion misses rich nonlinear patterns in he behavior of profitability. Specifically, we find that mean reversion is faster when profitability is below its mean and when it is further from its mean in either direction. We also show that the mean reversion in profitability produces predictable variation in earnings. Copyright 2000 by University of Chicago Press.", "authors": ["epfa110", "epfr33"], "abstractStem": " there is a strong presumpt in econom that in a competit environ profit is mean revert we provid corrobor evid in a simpl partial adjust model the estim rate of mean revers is about 38 per year but a simpl partial adjust model with a uniform rate of mean revers miss rich nonlinear pattern in he behavior of profit specif we find that mean revers is faster when profit is below it mean and when it is further from it mean in either direct we also show that the mean revers in profit produc predict variat in earn copyright 2000 by univers of chicago press", "title": "Forecasting Profitability and Earnings"}, "https://ideas.repec.org/a/bla/jfinan/v63y2008i4p1537-1573.html": {"abstract": " I compare the fees, expenses, and trading costs society pays to invest in the U.S. stock market with an estimate of what would be paid if everyone invested passively. Averaging over 1980-2006, I find investors spend 0.67% of the aggregate value of the market each year searching for superior returns. Society's capitalized cost of price discovery is at least 10% of the current market cap. Under reasonable assumptions, the typical investor would increase his average annual return by 67 basis points over the 1980-2006 period if he switched to a passive market portfolio. Copyright (c) 2008 The American Finance Association.", "authors": ["epfr33"], "abstractStem": " i compar the fee expens and trade cost societi pay to invest in the us stock market with an estim of what would be paid if everyon invest passiv averag over 19802006 i find investor spend 067 of the aggreg valu of the market each year search for superior return societi capit cost of price discoveri is at least 10 of the current market cap under reason assumpt the typic investor would increas hi averag annual return by 67 basi point over the 19802006 period if he switch to a passiv market portfolio copyright c 2008 the american financ associ", "title": "Presidential Address: The Cost of Active Investing"}, "https://ideas.repec.org/a/eee/jfinec/v33y1993i1p3-56.html": {"abstract": "No abstract is available for this item.", "authors": ["epfa110", "epfr33"], "abstractStem": "no abstract is avail for thi item", "title": "Common risk factors in the returns on stocks and bonds"}, "https://ideas.repec.org/a/ucp/jnlbus/v59y1986i2ps39-54.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr33"], "abstractStem": "no abstract is avail for thi item", "title": "Detecting Spot Price Forecasts in Futures Prices"}, "https://ideas.repec.org/a/eee/jfinec/v8y1980i1p55-69.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr33"], "abstractStem": "no abstract is avail for thi item", "title": "Stock returns and the weekend effect"}, "https://ideas.repec.org/a/eee/jfinec/v76y2005i3p549-582.html": {"abstract": "No abstract is available for this item.", "authors": ["epfa110", "epfr33"], "abstractStem": "no abstract is avail for thi item", "title": "Financing decisions: who issues stock?"}, "https://ideas.repec.org/a/bla/jfinan/v54y1999i6p1939-1967.html": {"abstract": " We estimate the internal rates of return earned by nonfinancial firms on (i) the initial market values of their securities and (ii) the cost of their investments. The return on value is an estimate of the overall corporate cost of capital. The estimate of the real cost of capital for 1950-96 is 5.95 percent. The real return on cost is larger, 7.38 percent, so on average corporate investment seems to be profitable. A by-product of calculating these returns is information about the history of corporate earnings, investment, and financing decisions that is perhaps more interesting than the returns. Copyright The American Finance Association 1999.", "authors": ["epfa110", "epfr33"], "abstractStem": " we estim the intern rate of return earn by nonfinanci firm on i the initi market valu of their secur and ii the cost of their invest the return on valu is an estim of the overal corpor cost of capit the estim of the real cost of capit for 195096 is 595 percent the real return on cost is larger 738 percent so on averag corpor invest seem to be profit a byproduct of calcul these return is inform about the histori of corpor earn invest and financ decis that is perhap more interest than the return copyright the american financ associ 1999", "title": "The Corporate Cost of Capital and the Return on Corporate Investment"}, "https://ideas.repec.org/a/aea/jecper/v18y2004i3p25-46.html": {"abstract": "The capital asset pricing model (CAPM) of William Sharpe (1964) and John Lintner (1965) marks the birth of asset pricing theory (resulting in a Nobel Prize for Sharpe in 1990). Before their breakthrough, there were no asset pricing models built from first principles about the nature of tastes and investment opportunities and with clear testable predictions about risk and return. Four decades later, the CAPM is still widely used in applications, such as estimating the cost of equity capital for firms and evaluating the performance of managed portfolios. And it is the centerpiece, indeed often the only asset pricing model taught in MBA level investment courses. The attraction of the CAPM is its powerfully simple logic and intuitively pleasing predictions about how to measure risk and about the relation between expected return and risk. Unfortunately, perhaps because of its simplicity, the empirical record of the model is poor--poor enough to invalidate the way it is used in applications. The model's empirical problems may reflect true failings. (It is, after all, just a model.) But they may also be due to shortcomings of the empirical tests, most notably, poor proxies for the market portfolio of invested wealth, which plays a central role in the model's predictions. We argue, however, that if the market proxy problem invalidates tests of the model, it also invalidates most applications, which typically borrow the market proxies used in empirical tests. For perspective on the CAPM's predictions about risk and expected return, we begin with a brief summary of its logic. We then review the history of empirical work on the model and what it says about shortcomings of the CAPM that pose challenges to be explained by more complicated models.", "authors": ["epfa110", "epfr33"], "abstractStem": "the capit asset price model capm of william sharp 1964 and john lintner 1965 mark the birth of asset price theori result in a nobel prize for sharp in 1990 befor their breakthrough there were no asset price model built from first principl about the natur of tast and invest opportun and with clear testabl predict about risk and return four decad later the capm is still wide use in applic such as estim the cost of equiti capit for firm and evalu the perform of manag portfolio and it is the centerpiec inde often the onli asset price model taught in mba level invest cours the attract of the capm is it power simpl logic and intuit pleas predict about how to measur risk and about the relat between expect return and risk unfortun perhap becaus of it simplic the empir record of the model is poorpoor enough to invalid the way it is use in applic the model empir problem may reflect true fail it is after all just a model but they may also be due to shortcom of the empir test most notabl poor proxi for the market portfolio of invest wealth which play a central role in the model predict we argu howev that if the market proxi problem invalid test of the model it also invalid most applic which typic borrow the market proxi use in empir test for perspect on the capm predict about risk and expect return we begin with a brief summari of it logic we then review the histori of empir work on the model and what it say about shortcom of the capm that pose challeng to be explain by more complic model", "title": "The Capital Asset Pricing Model: Theory and Evidence"}, "https://ideas.repec.org/a/bla/jfinan/v55y2000i1p389-406.html": {"abstract": " The value premium in U.S. stock returns is robust. The positive relation between average return and book-to-market equity is as strong for 1929 to 1963 as for the subsequent period studied in previous papers. A three-factor risk model explains the value premium better than the hypothesis that the book-to-market characteristic is compensated irrespective of risk loadings. Copyright The American Finance Association 2000.", "authors": ["epfa110", "epfr33"], "abstractStem": " the valu premium in us stock return is robust the posit relat between averag return and booktomarket equiti is as strong for 1929 to 1963 as for the subsequ period studi in previou paper a threefactor risk model explain the valu premium better than the hypothesi that the booktomarket characterist is compens irrespect of risk load copyright the american financ associ 2000", "title": "Characteristics, Covariances, and Average Returns: 1929 to 1997"}, "https://ideas.repec.org/a/bla/jfinan/v39y1984i3p815-17.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr33"], "abstractStem": "no abstract is avail for thi item", "title": " Anomalies in Security Returns and the Specification of the Market Model: Discussion"}, "https://ideas.repec.org/a/bla/jfinan/v50y1995i1p131-55.html": {"abstract": " The authors study whether the behavior of stock prices, in relation to size and book-to-market equity (BE/ME), reflects the behavior of earnings. Consistent with rational pricing, high BE/ME signals persistent poor earnings and low BE/ME signals strong earnings. Moreover, stock prices forecast the reversion of earnings growth observed after firms are ranked on size and BE/ME. Finally, there are market, size, and BE/ME factors in earnings like those in returns. The market and size factors in earnings help explain those in returns but the authors find no link between BE/ME factors in earnings and returns. Copyright 1995 by American Finance Association.", "authors": ["epfa110", "epfr33"], "abstractStem": " the author studi whether the behavior of stock price in relat to size and booktomarket equiti beme reflect the behavior of earn consist with ration price high beme signal persist poor earn and low beme signal strong earn moreov stock price forecast the revers of earn growth observ after firm are rank on size and beme final there are market size and beme factor in earn like those in return the market and size factor in earn help explain those in return but the author find no link between beme factor in earn and return copyright 1995 by american financ associ", "title": " Size and Book-to-Market Factors in Earnings and Returns"}, "firstname": "Kenneth", "https://ideas.repec.org/a/eee/jfinec/v12y1983i3p311-342.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr33"], "abstractStem": "no abstract is avail for thi item", "title": "A comparison of futures and forward prices"}, "https://ideas.repec.org/a/eee/jfinec/v83y2007i3p667-689.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr33"], "abstractStem": "no abstract is avail for thi item", "title": "Disagreement, tastes, and asset prices"}, "https://ideas.repec.org/a/bla/jfinan/v51y1996i1p55-84.html": {"abstract": " Previous work shows that average returns on common stocks are related to firm characteristics like size, earnings/price, cash flow/price, book-to-market equity, past sales growth, long-term past return, and short-term past return. Because these patterns in average returns apparently are not explained by the capital asset pricing model, (CAPM), they are called anomalies. The authors find that, except for the continuation of short-term returns, the anomalies largely disappear in a three-factor model. Their results are consistent with rational intertemporal CAPM or arbitrage pricing theory asset pricing but the authors also consider irrational pricing and data problems as possible explanations. Copyright 1996 by American Finance Association.", "authors": ["epfa110", "epfr33"], "abstractStem": " previou work show that averag return on common stock are relat to firm characterist like size earningspric cash flowpric booktomarket equiti past sale growth longterm past return and shortterm past return becaus these pattern in averag return appar are not explain by the capit asset price model capm they are call anomali the author find that except for the continu of shortterm return the anomali larg disappear in a threefactor model their result are consist with ration intertempor capm or arbitrag price theori asset price but the author also consid irrat price and data problem as possibl explan copyright 1996 by american financ associ", "title": " Multifactor Explanations of Asset Pricing Anomalies"}, "https://ideas.repec.org/a/eee/jfinec/v82y2006i3p491-518.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr33"], "abstractStem": "no abstract is avail for thi item", "title": "Profitability, investment and average returns"}, "https://ideas.repec.org/a/eee/jfinec/v17y1986i1p5-26.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr33", "fpro507"], "abstractStem": "no abstract is avail for thi item", "title": "Stock return variances : The arrival of information and the reaction of traders"}, "https://ideas.repec.org/a/eee/jfinec/v29y1991i2p337-363.html": {"abstract": "The difference between reported price-earnings ratios in the United States and Japan is not as puzzling as it appears at first glance. Nearly half the disparity is caused by differences in accounting practices with respect to consolidation of earnings from subsidiaries and depreciation of fixed assets. If Japanese firms used U.S. accounting rules, we estimate that the P/E ratio for the Tokyo Stock Exchange would have been 32.1, not the reported 54.3, at the end of 1988. Accounting differences are unable, however, to explain the sharp rise in the Japanese stock market during the mid-1980s. Changes in required returns on equities, or in investor expectations of future growth for Japanese firms, must be invoked to explain this phenomenon. Real interest rates declined during the period of rapid price increase, but there is little evidence that growth expectations became more optimistic. The real interest rate changes do not, however, appear large enough to fully account for the change in stock prices.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfr33", "eppo19"], "abstractStem": "the differ between report priceearn ratio in the unit state and japan is not as puzzl as it appear at first glanc nearli half the dispar is caus by differ in account practic with respect to consolid of earn from subsidiari and depreci of fix asset if japanes firm use us account rule we estim that the pe ratio for the tokyo stock exchang would have been 321 not the report 543 at the end of 1988 account differ are unabl howev to explain the sharp rise in the japanes stock market dure the mid1980 chang in requir return on equiti or in investor expect of futur growth for japanes firm must be invok to explain thi phenomenon real interest rate declin dure the period of rapid price increas but there is littl evid that growth expect becam more optimist the real interest rate chang do not howev appear larg enough to fulli account for the chang in stock pricespthi abstract wa borrow from anoth version of thi item", "title": "Were Japanese stock prices too high?"}, "https://ideas.repec.org/a/bla/jfinan/v51y1996i5p1947-58.html": {"abstract": " Kothari, Shanken, and Sloan (1995) claim that betas from annual returns produce a stronger positive relation between beta and average return than betas from monthly returns. They also contend that the relation between average return and book-to-market equity (BE/ME) is seriously exaggerated by survivor bias. We argue that survivor bias does not explain the relation between BE/ME and average return. We also show that annual and monthly betas produce the same inferences about the beta premium. Our main point on the beta premium is, however, more basic. It cannot save the Capital asset pricing model (CAPM), given the evidence that beta alone cannot explain expected return. Copyright 1996 by American Finance Association.", "authors": ["epfa110", "epfr33"], "abstractStem": " kothari shanken and sloan 1995 claim that beta from annual return produc a stronger posit relat between beta and averag return than beta from monthli return they also contend that the relat between averag return and booktomarket equiti beme is serious exagger by survivor bia we argu that survivor bia doe not explain the relat between beme and averag return we also show that annual and monthli beta produc the same infer about the beta premium our main point on the beta premium is howev more basic it cannot save the capit asset price model capm given the evid that beta alon cannot explain expect return copyright 1996 by american financ associ", "title": " The CAPM Is Wanted, Dead or Alive"}, "https://ideas.repec.org/a/bla/jfinan/v43y1988i5p1075-93.html": {"abstract": "No abstract is available for this item.", "authors": ["epfa110", "epfr33"], "abstractStem": "no abstract is avail for thi item", "title": " Business Cycles and the Behavior of Metals Prices"}, "homepage": "https://ideas.repec.org/e/pfr33.html", "https://ideas.repec.org/a/bla/jfinan/v63y2008i6p2971-2995.html": {"abstract": " The book-to-market ratio (B/M) is a noisy measure of expected stock returns because it also varies with expected cashflows. Our hypothesis is that the evolution of B/M, in terms of past changes in book equity and price, contains independent information about expected cashflows that can be used to improve estimates of expected returns. The tests support this hypothesis, with results that are largely but not entirely similar for Microcap stocks (below the 20-super-th NYSE market capitalization percentile) and All but Micro stocks (ABM). Copyright (c) 2008 The American Finance Association.", "authors": ["epfr33"], "abstractStem": " the booktomarket ratio bm is a noisi measur of expect stock return becaus it also vari with expect cashflow our hypothesi is that the evolut of bm in term of past chang in book equiti and price contain independ inform about expect cashflow that can be use to improv estim of expect return the test support thi hypothesi with result that are larg but not entir similar for microcap stock below the 20superth nyse market capit percentil and all but micro stock abm copyright c 2008 the american financ associ", "title": "Average Returns, B/M, and Share Issues"}, "https://ideas.repec.org/a/eee/jfinec/v73y2004i2p229-269.html": {"abstract": "No abstract is available for this item.", "authors": ["epfa110", "epfr33"], "abstractStem": "no abstract is avail for thi item", "title": "New lists: Fundamentals and survival rates"}, "https://ideas.repec.org/a/bla/jfinan/v57y2002i2p637-659.html": {"abstract": " We estimate the equity premium using dividend and earnings growth rates to measure the expected rate of capital gain. Our estimates for 1951 to 2000, 2.55 percent and 4.32 percent, are much lower than the equity premium produced by the average stock return, 7.43 percent. Our evidence suggests that the high average return for 1951 to 2000 is due to a decline in discount rates that produces a large unexpected capital gain. Our main conclusion is that the average stock return of the last half-century is a lot higher than expected. Copyright The American Finance Association 2002.", "authors": ["epfa110", "epfr33"], "abstractStem": " we estim the equiti premium use dividend and earn growth rate to measur the expect rate of capit gain our estim for 1951 to 2000 255 percent and 432 percent are much lower than the equiti premium produc by the averag stock return 743 percent our evid suggest that the high averag return for 1951 to 2000 is due to a declin in discount rate that produc a larg unexpect capit gain our main conclus is that the averag stock return of the last halfcenturi is a lot higher than expect copyright the american financ associ 2002", "title": "The Equity Premium"}, "lastname": "French", "https://ideas.repec.org/a/ucp/jpolec/v91y1983i1p70-96.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr33", "epsc116"], "abstractStem": "no abstract is avail for thi item", "title": "Effects of Nominal Contracting on Stock Returns"}, "https://ideas.repec.org/a/bla/jfinan/v53y1998i3p819-843.html": {"abstract": " We use cross-sectional regressions to study how a firm's value is related to dividends and debt. With a good control for profitability, the regressions can measure how the taxation of dividends and debt affects firm value. Simple tax hypotheses say that value is negatively related to dividends and positively related to debt. We find the opposite. We infer that dividends and debt convey information about profitability (expected net cash flows) missed by a wide range of control variables. This information about profitability obscures any tax effects of financing decisions. Copyright The American Finance Association 1998.", "authors": ["epfa110", "epfr33"], "abstractStem": " we use crosssect regress to studi how a firm valu is relat to dividend and debt with a good control for profit the regress can measur how the taxat of dividend and debt affect firm valu simpl tax hypothes say that valu is neg relat to dividend and posit relat to debt we find the opposit we infer that dividend and debt convey inform about profit expect net cash flow miss by a wide rang of control variabl thi inform about profit obscur ani tax effect of financ decis copyright the american financ associ 1998", "title": "Taxes, Financing Decisions, and Firm Value"}, "https://ideas.repec.org/a/bla/jfinan/v63y2008i4p1653-1678.html": {"abstract": " The anomalous returns associated with net stock issues, accruals, and momentum are pervasive; they show up in all size groups (micro, small, and big) in cross-section regressions, and they are also strong in sorts, at least in the extremes. The asset growth and profitability anomalies are less robust. There is an asset growth anomaly in average returns on microcaps and small stocks, but it is absent for big stocks. Among profitable firms, higher profitability tends to be associated with abnormally high returns, but there is little evidence that unprofitable firms have unusually low returns. Copyright (c) 2008 The American Finance Association.", "authors": ["epfr33"], "abstractStem": " the anomal return associ with net stock issu accrual and momentum are pervas they show up in all size group micro small and big in crosssect regress and they are also strong in sort at least in the extrem the asset growth and profit anomali are less robust there is an asset growth anomali in averag return on microcap and small stock but it is absent for big stock among profit firm higher profit tend to be associ with abnorm high return but there is littl evid that unprofit firm have unusu low return copyright c 2008 the american financ associ", "title": "Dissecting Anomalies"}, "https://ideas.repec.org/a/eee/jfinec/v22y1988i1p3-25.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr33"], "abstractStem": "no abstract is avail for thi item", "title": "Dividend yields and expected stock returns"}, "https://ideas.repec.org/a/bla/jfinan/v38y1983i3p675-94.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr33"], "abstractStem": "no abstract is avail for thi item", "title": " Taxes and the Pricing of Stock Index Futures"}, "https://ideas.repec.org/a/aea/aecrev/v81y1991i2p222-26.html": {"abstract": "The benefits of international diversification have been recognized for decades. In spite of this, most investors hold nearly all of their wealth in domestic assets. In this paper, we construct new estimates of the international equity portfolio holdings of investors in the U.S., Japan, and Britain. More than 98% of the equity portfolio of Japanese investors is held domestically; the analogous percentages are 94% for the U.S., and 82% for Britain. We use a simple model of investor preferences and behavior to show that current portfolio patterns imply that investors in each nation expect returns in their domestic equity market to be several hundred basis points higher than returns in other markets. This lack of diversification appears to be the result of investor choices, rather than institutional constraints.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfr33", "eppo19"], "abstractStem": "the benefit of intern diversif have been recogn for decad in spite of thi most investor hold nearli all of their wealth in domest asset in thi paper we construct new estim of the intern equiti portfolio hold of investor in the us japan and britain more than 98 of the equiti portfolio of japanes investor is held domest the analog percentag are 94 for the us and 82 for britain we use a simpl model of investor prefer and behavior to show that current portfolio pattern impli that investor in each nation expect return in their domest equiti market to be sever hundr basi point higher than return in other market thi lack of diversif appear to be the result of investor choic rather than institut constraintspthi abstract wa borrow from anoth version of thi item", "title": "Investor Diversification and International Equity Markets"}, "https://ideas.repec.org/a/eee/jfinec/v25y1989i1p23-49.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr33"], "abstractStem": "no abstract is avail for thi item", "title": "Business conditions and expected returns on stocks and bonds"}, "https://ideas.repec.org/a/ucp/jnlbus/v60y1987i1p55-73.html": {"abstract": "No abstract is available for this item.", "authors": ["epfa110", "epfr33"], "abstractStem": "no abstract is avail for thi item", "title": "Commodity Futures Prices: Some Evidence on Forecast Power, Premiums,and the Theory of Storage"}, "https://ideas.repec.org/a/bla/jfinan/v61y2006i5p2163-2185.html": {"abstract": " We examine (1) how value premiums vary with firm size, (2) whether the CAPM explains value premiums, and (3) whether, in general, average returns compensate β in the way predicted by the CAPM. Loughran's (1997) evidence for a weak value premium among large firms is special to 1963 to 1995, U.S. stocks, and the book-to-market value-growth indicator. Ang and Chen's (2005) evidence that the CAPM can explain U.S. value premiums is special to 1926 to 1963. The CAPM's more general problem is that variation in β unrelated to size and the value-growth characteristic goes unrewarded throughout 1926 to 2004. Copyright 2006 by The American Finance Association.", "authors": ["epfr33"], "abstractStem": " we examin 1 how valu premium vari with firm size 2 whether the capm explain valu premium and 3 whether in gener averag return compens   in the way predict by the capm loughran 1997 evid for a weak valu premium among larg firm is special to 1963 to 1995 us stock and the booktomarket valuegrowth indic ang and chen 2005 evid that the capm can explain us valu premium is special to 1926 to 1963 the capm more gener problem is that variat in   unrel to size and the valuegrowth characterist goe unreward throughout 1926 to 2004 copyright 2006 by the american financ associ", "title": "The Value Premium and the CAPM"}, "https://ideas.repec.org/a/eee/jfinec/v60y2001i1p3-43.html": {"abstract": " The proportion of U.S. firms paying dividends drops sharply during the 1980s and 1990s. Among NYSE, AMEX, and Nasdaq firms, the proportion of dividend payers falls from 66.5% in 1978 to only 20.8% in 1999. The decline is due in part to an avalanche of new listings that tilts the population of publicly traded firms toward small firms with low profitability and strong growth opportunities-the timeworn characteristics of firms that typically do not pay dividends. But this is not the whole story. The authors' more striking finding is that, no matter what their characteristics, firms in general have become less likely to pay dividends. 2001 Morgan Stanley.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfa110", "epfr33"], "abstractStem": " the proport of us firm pay dividend drop sharpli dure the 1980 and 1990 among nyse amex and nasdaq firm the proport of dividend payer fall from 665 in 1978 to onli 208 in 1999 the declin is due in part to an avalanch of new list that tilt the popul of publicli trade firm toward small firm with low profit and strong growth opportunitiesth timeworn characterist of firm that typic do not pay dividend but thi is not the whole stori the author more strike find is that no matter what their characterist firm in gener have becom less like to pay dividend 2001 morgan stanleypthi abstract wa borrow from anoth version of thi item", "title": "Disappearing dividends: changing firm characteristics or lower propensity to pay?"}, "https://ideas.repec.org/a/bla/jfinan/v53y1998i6p1975-1999.html": {"abstract": " Value stocks have higher returns than growth stocks in markets around the world. For the period 1975 through 1995, the difference between the average returns on global portfolios of high and low book-to-market stocks is 7.68 percent per year, and value stocks outperform growth stocks in twelve of thirteen major markets. An international capital asset pricing model cannot explain the value premium, but a two-factor model that includes a risk factor for relative distress captures the value premium in international returns. Copyright The American Finance Association 1998.", "authors": ["epfa110", "epfr33"], "abstractStem": " valu stock have higher return than growth stock in market around the world for the period 1975 through 1995 the differ between the averag return on global portfolio of high and low booktomarket stock is 768 percent per year and valu stock outperform growth stock in twelv of thirteen major market an intern capit asset price model cannot explain the valu premium but a twofactor model that includ a risk factor for rel distress captur the valu premium in intern return copyright the american financ associ 1998", "title": "Value versus Growth: The International Evidence"}, "https://ideas.repec.org/a/eee/jfinec/v19y1987i1p3-29.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr33", "epsc116", "fpst282"], "abstractStem": "no abstract is avail for thi item", "title": "Expected stock returns and volatility"}, "https://ideas.repec.org/a/bla/jacrfn/v1y1989i4p59-66.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr33"], "abstractStem": "no abstract is avail for thi item", "title": "Pricing Financial Futures Contracts: An Introduction"}, "https://ideas.repec.org/a/ucp/jnlbus/v57y1984i4p417-41.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr33", "epmc102"], "abstractStem": "no abstract is avail for thi item", "title": "Sealed Bids, Sunk Costs, and the Process of Competition"}, "https://ideas.repec.org/a/bla/jfinan/v47y1992i2p427-65.html": {"abstract": " Two easily measured variables, size and book-to-market equity, combine to capture the cross-sectional variation in average stock returns associated with market \"beta\", size, leverage, book-to-market equity, and earnings-price ratios. Moreover, when the tests allow for variation in \"beta\" that is unrelated to size, t he relation between market \"beta\" and average return is flat, even when \"beta\" is the only explanatory variable. Copyright 1992 by American Finance Association.", "authors": ["epfa110", "epfr33"], "abstractStem": " two easili measur variabl size and booktomarket equiti combin to captur the crosssect variat in averag stock return associ with market beta size leverag booktomarket equiti and earningspric ratio moreov when the test allow for variat in beta that is unrel to size t he relat between market beta and averag return is flat even when beta is the onli explanatori variabl copyright 1992 by american financ associ", "title": " The Cross-Section of Expected Stock Returns"}, "https://ideas.repec.org/a/ucp/jpolec/v96y1988i2p246-73.html": {"abstract": " A slowly mean-reverting component of stock prices tends to induce negative autocorrelation in returns. The autocorrelation is weak for the daily and weekly holding periods common in market efficiency tests but stronger for long-horizon returns. In tests for the 1926-85 period, large negative autocorrelations for return horizons beyond a year suggest that predictable price variation due to mean reversion accounts for large fractions of 3 to 5-year return variances. Predictable variation is estimated to be about 40 percent of 3 to 5-year return variances for portfolios of small firms. The percentage falls to around 25 percent for portfolios of large firms. Copyright 1988 by University of Chicago Press.", "authors": ["epfa110", "epfr33"], "abstractStem": " a slowli meanrevert compon of stock price tend to induc neg autocorrel in return the autocorrel is weak for the daili and weekli hold period common in market effici test but stronger for longhorizon return in test for the 192685 period larg neg autocorrel for return horizon beyond a year suggest that predict price variat due to mean revers account for larg fraction of 3 to 5year return varianc predict variat is estim to be about 40 percent of 3 to 5year return varianc for portfolio of small firm the percentag fall to around 25 percent for portfolio of larg firm copyright 1988 by univers of chicago press", "title": "Permanent and Temporary Components of Stock Prices"}, "https://ideas.repec.org/a/eee/crcspp/v34y1991ip131-134.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr33"], "abstractStem": "no abstract is avail for thi item", "title": "Trading mechanisms and value-discovery: Cross-national evidence and policy implications : A comment"}, "https://ideas.repec.org/a/eee/jfinec/v43y1997i2p153-193.html": {"abstract": "No abstract is available for this item.", "authors": ["epfa110", "epfr33"], "abstractStem": "no abstract is avail for thi item", "title": "Industry costs of equity"}, "https://ideas.repec.org/a/eee/jjieco/v4y1990i4p476-493.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr33", "eppo19"], "abstractStem": "no abstract is avail for thi item", "title": "Japanese and U.S. cross-border common stock investments"}}}