{"epfr12": {"https://ideas.repec.org/a/eee/jpolmo/v28y2006i6p653-663.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr12"], "abstractStem": "no abstract is avail for thi item", "title": "Could the twin deficits jeopardize US hegemony?"}, "https://ideas.repec.org/a/oup/renvpo/v6y2012i1p86-109.html": {"abstract": " A new climate change treaty must address three current gaps: the absence of emissions targets extending far into the future; the absence of participation by the United States, China, and other developing countries; and the absence of reasons to expect compliance. Moreover, to be politically acceptable, a post-Kyoto treaty must recognize certain constraints regarding country-by-country economic costs. This article presents a framework for assigning quantitative emissions allocations across countries, one budget period at a time, through a two-stage plan: (a) China and other developing countries accept targets at business-as-usual (BAU) levels in the coming budget period, and, during the same period, the United States agrees to cuts below BAU; (b) all countries are asked to make further cuts in the future in accordance with a formula that includes a Progressive Reductions Factor, a Latecomer Catch-up Factor, and a Gradual Equalization Factor. An earlier proposal ( Frankel 2009 ) for specific parameter values in the formulas achieved the environmental goal that carbon dioxide (CO 2) concentrations plateau at 500 ppm by 2100. It met our political constraints by keeping every country's economic cost below thresholds of Y &amp;equals; 1 percent of income in Present Discounted Value, and X &amp;equals; 5 percent of income in the worst period. The framework proposed in this article attains a stricter concentration goal of 460 ppm CO 2 but only by loosening the political constraints. Copyright 2012, Oxford University Press.", "authors": ["fpbo275", "epfr12"], "abstractStem": " a new climat chang treati must address three current gap the absenc of emiss target extend far into the futur the absenc of particip by the unit state china and other develop countri and the absenc of reason to expect complianc moreov to be polit accept a postkyoto treati must recogn certain constraint regard countrybycountri econom cost thi articl present a framework for assign quantit emiss alloc across countri one budget period at a time through a twostag plan a china and other develop countri accept target at businessasusu bau level in the come budget period and dure the same period the unit state agre to cut below bau b all countri are ask to make further cut in the futur in accord with a formula that includ a progress reduct factor a latecom catchup factor and a gradual equal factor an earlier propos  frankel 2009  for specif paramet valu in the formula achiev the environment goal that carbon dioxid co 2 concentr plateau at 500 ppm by 2100 it met our polit constraint by keep everi countri econom cost below threshold of y ampequ 1 percent of incom in present discount valu and x ampequ 5 percent of incom in the worst period the framework propos in thi articl attain a stricter concentr goal of 460 ppm co 2 but onli by loosen the polit constraint copyright 2012 oxford univers press", "title": "Politically Feasible Emissions Targets to Attain 460 ppm CO 2 Concentrations"}, "https://ideas.repec.org/a/fip/fedfpr/y1996p232-266.html": {"abstract": "Spillovers effects, from one country or region to other countries and regions, have attracted renewed attention in the aftermath of the Mexican crisis of December 1994. This paper uses data on closed-end country funds to study how a negative shock in Mexican equities is transmitted to Asia and Latin America, and to particular countries within each region. Country funds allow us to study the transmission to other fund net asset values (NAVs) and prices, which are traded in local stock markets in New York, respectively. The evidence indicates that shocks such as the Mexican crisis produce spillover effects which are less strong in Asia than in Latin America. The shocks seem to affect Latin American NAVs directly, while transmission to Asian NAVs appears to \"pass through\" the New York investor fund community, rather than directly from equity prices in Asia. Even though the data show that co-movements are stronger within each regional market --East Asia, Latin America, and New York-- than between them, investors do treat different countries differently. Shocks such as the Mexican 1994 crisis seem to have a stronger impact in countries with weak fundamentals. A high/export ratio makes the Philippines vulnerable, for example, despite its location in East Asia, while a low debt/export ratio makes Chile relative less vulnerable, despite its location in South America.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfr12", "epsc64"], "abstractStem": "spillov effect from one countri or region to other countri and region have attract renew attent in the aftermath of the mexican crisi of decemb 1994 thi paper use data on closedend countri fund to studi how a neg shock in mexican equiti is transmit to asia and latin america and to particular countri within each region countri fund allow us to studi the transmiss to other fund net asset valu nav and price which are trade in local stock market in new york respect the evid indic that shock such as the mexican crisi produc spillov effect which are less strong in asia than in latin america the shock seem to affect latin american nav directli while transmiss to asian nav appear to pass through the new york investor fund commun rather than directli from equiti price in asia even though the data show that comov are stronger within each region market east asia latin america and new york than between them investor do treat differ countri differ shock such as the mexican 1994 crisi seem to have a stronger impact in countri with weak fundament a highexport ratio make the philippin vulner for exampl despit it locat in east asia while a low debtexport ratio make chile rel less vulner despit it locat in south americapthi abstract wa borrow from anoth version of thi item", "title": "Crisis, contagion, and country funds: effects on East Asia and Latin America"}, "https://ideas.repec.org/a/eee/inecon/v40y1996i1-2p209-224.html": {"abstract": "Previous time-series studies have shown evidence of mean-reversion in real exchange rates. Deviations from purchasing power parity (PPP) appear to have half-lives of approximately four years. The long samples required for statistical significance are unavailable for most currencies, however, and may be inappropriate because of regime changes. In this study, we re-examine deviations from PPP using a panel of 150 countries and 45 annual observations. Our panel shows strong evidence of mean-reversion that is similar to that from long time-series. PPP deviations are eroded at a rate of approximately 15% annually, i.e. their half-life is around four years. Such findings can be masked in time-series data, but are relatively easy to find in cross-sections.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfr12", "epro71"], "abstractStem": "previou timeseri studi have shown evid of meanrevers in real exchang rate deviat from purchas power pariti ppp appear to have halfliv of approxim four year the long sampl requir for statist signific are unavail for most currenc howev and may be inappropri becaus of regim chang in thi studi we reexamin deviat from ppp use a panel of 150 countri and 45 annual observ our panel show strong evid of meanrevers that is similar to that from long timeseri ppp deviat are erod at a rate of approxim 15 annual ie their halflif is around four year such find can be mask in timeseri data but are rel easi to find in crosssectionspthi abstract wa borrow from anoth version of thi item", "title": "A panel project on purchasing power parity: Mean reversion within and between countries"}, "https://ideas.repec.org/a/pal/imfstp/v52y2005i2p149-192.html": {"abstract": "To update a famous old statistic: a political leader in a developing country is almost twice as likely to lose office in the six months following a currency crash as otherwise. This difference, which is highly significant statistically, holds regardless of whether the devaluation takes place in the context of an IMF program. Why are devaluations so costly? Many of the currency crises of the last 10 years have been associated with output loss. Is this, as alleged, because of excessive reliance on raising the interest rate as a policy response? More likely it is because of contractionary effects of devaluation. There are various possible contractionary effects of devaluation, but it is appropriate that the balance sheet effect receives the most emphasis. Pass-through from exchange rate changes to import prices in developing countries is not the problem: this coefficient fell in the 1990s, as a look at some narrowly defined products shows. Rather balance sheets are the problem. How can countries mitigate the fall in output resulting from the balance sheet effect in crises? In the shorter term, adjusting promptly after inflows cease is better than procrastinating by shifting to short-term dollar debt, which raises the costliness of the devaluation when it finally comes. In the longer term, greater openness to trade reduces vulnerability to both sudden stops and currency crashes.", "authors": ["epfr12"], "abstractStem": "to updat a famou old statist a polit leader in a develop countri is almost twice as like to lose offic in the six month follow a currenc crash as otherwis thi differ which is highli signific statist hold regardless of whether the devalu take place in the context of an imf program whi are devalu so costli mani of the currenc crise of the last 10 year have been associ with output loss is thi as alleg becaus of excess relianc on rais the interest rate as a polici respons more like it is becaus of contractionari effect of devalu there are variou possibl contractionari effect of devalu but it is appropri that the balanc sheet effect receiv the most emphasi passthrough from exchang rate chang to import price in develop countri is not the problem thi coeffici fell in the 1990 as a look at some narrowli defin product show rather balanc sheet are the problem how can countri mitig the fall in output result from the balanc sheet effect in crise in the shorter term adjust promptli after inflow ceas is better than procrastin by shift to shortterm dollar debt which rais the costli of the devalu when it final come in the longer term greater open to trade reduc vulner to both sudden stop and currenc crash", "title": "Mundell-Fleming Lecture: Contractionary Currency Crashes in Developing Countries"}, "https://ideas.repec.org/a/tpr/restat/v64y1982i3p515-19.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr12"], "abstractStem": "no abstract is avail for thi item", "title": "The Mystery of the Multiplying Marks: A Modification of the Monetary Model"}, "https://ideas.repec.org/a/eee/deveco/v100y2013i1p32-47.html": {"abstract": "In the past, industrial countries have tended to pursue countercyclical or, at worst, acyclical fiscal policy. In sharp contrast, emerging and developing countries have followed procyclical fiscal policy, thus exacerbating the underlying business cycle. We show that, over the last decade, about a third of the developing world has been able to escape the procyclicality trap and actually become countercyclical. We then focus on the role played by the quality of institutions, which appears to be a key determinant of a country’s ability to graduate. We show that, even after controlling for the endogeneity of institutions and other determinants of fiscal procyclicality, there is a causal link running from stronger institutions to less procyclical or more countercyclical fiscal policy.", "authors": ["epfr12", "epvu7"], "abstractStem": "in the past industri countri have tend to pursu countercycl or at worst acycl fiscal polici in sharp contrast emerg and develop countri have follow procycl fiscal polici thu exacerb the underli busi cycl we show that over the last decad about a third of the develop world ha been abl to escap the procycl trap and actual becom countercycl we then focu on the role play by the qualiti of institut which appear to be a key determin of a countri s abil to graduat we show that even after control for the endogen of institut and other determin of fiscal procycl there is a causal link run from stronger institut to less procycl or more countercycl fiscal polici", "title": "On graduation from fiscal procyclicality"}, "https://ideas.repec.org/a/pal/imfstp/v45y1998i3p440-453.html": {"abstract": "Continental trade blocs are emerging in many parts of the world almost in tandem. If trade blocs are required to satisfy the McMillan criterion of not lowering their trade volume with outside countries, they have to engage in a dramatic reduction of trade barriers against nonmember countries. That may not be politically feasible. On the other hand, in a world of simultaneous continental trade blocs, an open regionalism in which trade blocs undertake relatively modest external liberalization can usually produce Pareto improvement.", "authors": ["epfr12", "epwe20"], "abstractStem": "continent trade bloc are emerg in mani part of the world almost in tandem if trade bloc are requir to satisfi the mcmillan criterion of not lower their trade volum with outsid countri they have to engag in a dramat reduct of trade barrier against nonmemb countri that may not be polit feasibl on the other hand in a world of simultan continent trade bloc an open region in which trade bloc undertak rel modest extern liber can usual produc pareto improv", "title": "Open Regionalism in a World of Continental Trade Blocs"}, "https://ideas.repec.org/a/bla/etrans/v16y2008i4p679-713.html": {"abstract": " A rough description of macroeconomic policy in South Africa would be that monetary policy concentrates on building nominal credibility through focusing on inflation, while the brunt of the responsibility for output stabilization rests on fiscal policy. This aricle discusses the convenience of such a policy mix. First, we estimate the business cycle impact of fiscal and monetary policy to find that so far fiscal policy has been mostly pro-cyclical, whereas monetary policy has been, over the last couple of years, mildly counter-cyclical. We argue that fiscal policy should be made significantly more counter-cyclical than it has been - a strategy that would deliver more macroeconomic stability and potentially higher growth. Furthermore, we believe the Central Bank has earned the credibility to operate macro policy with a more decisive output stabilization objective, and we discuss several reinterpretations of the inflation targeting regime that provide the flexibility to do so without risking the strong anti-inflationary credibility of the SARB. On exchange rate policy we recommend that the authorities take a pragmatic approach to floating, mostly allowing the currency to move freely, but intervening to avoid overvaluation. We explain why and discuss how this objective could be achieved. Copyright (c) 2008 The Authors. Journal compilation (c) 2008 The European Bank for Reconstruction and Development.", "authors": ["epfr12", "epsm133"], "abstractStem": " a rough descript of macroeconom polici in south africa would be that monetari polici concentr on build nomin credibl through focus on inflat while the brunt of the respons for output stabil rest on fiscal polici thi aricl discuss the conveni of such a polici mix first we estim the busi cycl impact of fiscal and monetari polici to find that so far fiscal polici ha been mostli procycl wherea monetari polici ha been over the last coupl of year mildli countercycl we argu that fiscal polici should be made significantli more countercycl than it ha been  a strategi that would deliv more macroeconom stabil and potenti higher growth furthermor we believ the central bank ha earn the credibl to oper macro polici with a more decis output stabil object and we discuss sever reinterpret of the inflat target regim that provid the flexibl to do so without risk the strong antiinflationari credibl of the sarb on exchang rate polici we recommend that the author take a pragmat approach to float mostli allow the currenc to move freeli but interven to avoid overvalu we explain whi and discuss how thi object could be achiev copyright c 2008 the author journal compil c 2008 the european bank for reconstruct and develop", "title": "Fiscal and monetary policy in a commodity-based economy"}, "https://ideas.repec.org/a/eee/jimfin/v1y1982ip255-274.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr12"], "abstractStem": "no abstract is avail for thi item", "title": "In search of the exchange risk premium: A six-currency test assuming mean-variance optimization"}, "https://ideas.repec.org/a/eee/eecrev/v28y1985i1-2p151-152.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr12"], "abstractStem": "no abstract is avail for thi item", "title": "'Monetary targets, real exchange rates and macroeconomic stability' by Alessandro Penati"}, "https://ideas.repec.org/a/ucp/intsma/doi10.1086-663611.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr12", "eppi12"], "abstractStem": "no abstract is avail for thi item", "title": "Introduction"}, "https://ideas.repec.org/a/oup/ajagec/v66y1984i5p560-566..html": {"abstract": "No abstract is available for this item.", "authors": ["epfr12"], "abstractStem": "no abstract is avail for thi item", "title": "Commodity Prices and Money: Lessons from International Finance"}, "https://ideas.repec.org/a/eee/jimfin/v14y1995i6p801-821.html": {"abstract": "This paper investigates the relative influence of US and Japanese real interest rates in the determination of local Pacific Rim rates, where influence is defined by the presence of common stochastic trends. Furthermore, the degree to which long run real interest parity holds is examined. The cointegration testing methodology of Johansen (1988) is adopted for this analysis, which allows for multiple cointegrating vectors. The results indicate that Hong Kong, Malaysia and Taiwan are linked with both the US and Japan (in terms of cointegration and positive covariation), while only Singapore is solely linked with the US. On the other hand Korea, and perhaps Indonesia and Thailand appear to be more closely linked with Japan. Real interest parity holds for only the following interest rate pairs: US-Singapore, US-Taiwan and Japan-Taiwan.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epch129", "epfr12"], "abstractStem": "thi paper investig the rel influenc of us and japanes real interest rate in the determin of local pacif rim rate where influenc is defin by the presenc of common stochast trend furthermor the degre to which long run real interest pariti hold is examin the cointegr test methodolog of johansen 1988 is adopt for thi analysi which allow for multipl cointegr vector the result indic that hong kong malaysia and taiwan are link with both the us and japan in term of cointegr and posit covari while onli singapor is sole link with the us on the other hand korea and perhap indonesia and thailand appear to be more close link with japan real interest pariti hold for onli the follow interest rate pair ussingapor ustaiwan and japantaiwanpthi abstract wa borrow from anoth version of thi item", "title": "Who drives real interest rates around the Pacific Rim: the USA or Japan?"}, "https://ideas.repec.org/a/oup/qjecon/v104y1989i1p139-161..html": {"abstract": "A common finding is that the forward discount is a biased predictor of future exchange rate changes. We use survey data on exchange rate expectations to decompose the bias into portions attributable to the risk premium and expectational errors. None of the bias in our sample reflects the risk premium. We also reject the claim that the risk premium is more variable than expected depreciation. Investors would do better if they reduced fractionally the magnitude of expected depreciation. This is the same result that many authors have found with forward market data, but now it cannot be attributed to risk.", "authors": ["epfr12"], "abstractStem": "a common find is that the forward discount is a bias predictor of futur exchang rate chang we use survey data on exchang rate expect to decompos the bia into portion attribut to the risk premium and expect error none of the bia in our sampl reflect the risk premium we also reject the claim that the risk premium is more variabl than expect depreci investor would do better if they reduc fraction the magnitud of expect depreci thi is the same result that mani author have found with forward market data but now it cannot be attribut to risk", "title": "Forward Discount Bias: Is it an Exchange Risk Premium?"}, "https://ideas.repec.org/a/eee/empfin/v2y1995i1p3-18.html": {"abstract": "No abstract is available for this item.", "authors": ["epen14", "epfr12", "epfr60", "fpro281"], "abstractStem": "no abstract is avail for thi item", "title": "Tests of conditional mean-variance efficiency of the U.S. stock market"}, "https://ideas.repec.org/a/oup/ajagec/v68y1986i2p418-419..html": {"abstract": "No abstract is available for this item.", "authors": ["epfr12"], "abstractStem": "no abstract is avail for thi item", "title": "Overshooting Agricultural Commodity Markets and Public Policy: Discussion"}, "https://ideas.repec.org/a/tpr/jeurec/v3y2005i5p967-967.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr12", "epgi18"], "abstractStem": "no abstract is avail for thi item", "title": "Preface"}, "https://ideas.repec.org/a/eee/jimfin/v23y2004i5p701-733.html": {"abstract": "Using a large sample of developing and industrialized economies during 1970-1999, this paper explores whether the choice of exchange rate regime affects the sensitivity of local interest rates to international interest rates. In most cases, we cannot reject full transmission of international interest rates in the long run, even for countries with floating regimes. Only large industrial countries can benefit, or choose to benefit, from independent monetary policy. However, short-run effects differ across regimes. Dynamic estimates show that interest rates of countries with more flexible regimes adjust more slowly to changes in international rates.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfr12", "epsc64", "epse75"], "abstractStem": "use a larg sampl of develop and industri economi dure 19701999 thi paper explor whether the choic of exchang rate regim affect the sensit of local interest rate to intern interest rate in most case we cannot reject full transmiss of intern interest rate in the long run even for countri with float regim onli larg industri countri can benefit or choos to benefit from independ monetari polici howev shortrun effect differ across regim dynam estim show that interest rate of countri with more flexibl regim adjust more slowli to chang in intern ratespthi abstract wa borrow from anoth version of thi item", "title": "Global transmission of interest rates: monetary independence and currency regime"}, "homepage": "https://ideas.repec.org/e/pfr12.html", "https://ideas.repec.org/a/chb/bcchec/v14y2011i2p39-51.html": {"abstract": "This paper assesses official government forecasts of the future performance of the economy and public accounts of a large sample of countries. The main finding is that official GDP and budget forecasts tend to be—on average—overoptimistic, and that the bias is larger at longer horizons and during economic booms. The conclusion is that official forecasts, if not shielded from political pressures, tend to embellish predictions, and the problem is magnified if the government is formally subject to a budget rule. The essential innovation that has permitted Chile to implement a countercyclical fiscal policy and generate surpluses during booms is not just the structural rule per se, but the regime that entrusts an independent panel of experts the responsibility of estimating how far current copper prices and GDP have diverted from their long-time averages.", "authors": ["epfr12"], "abstractStem": "thi paper assess offici govern forecast of the futur perform of the economi and public account of a larg sampl of countri the main find is that offici gdp and budget forecast tend to be on averag overoptimist and that the bia is larger at longer horizon and dure econom boom the conclus is that offici forecast if not shield from polit pressur tend to embellish predict and the problem is magnifi if the govern is formal subject to a budget rule the essenti innov that ha permit chile to implement a countercycl fiscal polici and gener surplus dure boom is not just the structur rule per se but the regim that entrust an independ panel of expert the respons of estim how far current copper price and gdp have divert from their longtim averag", "title": "A Solution to Fiscal Procyclicality: the Structural Budget Institutions Pioneered by Chile"}, "https://ideas.repec.org/a/eee/inecon/v41y1996i3-4p351-366.html": {"abstract": "We use a panel of annual data for over one hundred developing countries from 1971 through 1992 to characterize currency crashes. We define a currency crash as a large change of the nominal exchange rate that is also a substantial increase in the rate of change of the nominal depreciation. We examine the composition of the debt as well as its level, and a variety of other macroeconomic, external and foreign factors. Our factors are significantly related to crash incidence, especially output growth, the rate of change of domestic credit, and foreign interest rates. A low ratio of FDI to debt is consistently associated with a high likelihood of a crash.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfr12", "epro71"], "abstractStem": "we use a panel of annual data for over one hundr develop countri from 1971 through 1992 to character currenc crash we defin a currenc crash as a larg chang of the nomin exchang rate that is also a substanti increas in the rate of chang of the nomin depreci we examin the composit of the debt as well as it level and a varieti of other macroeconom extern and foreign factor our factor are significantli relat to crash incid especi output growth the rate of chang of domest credit and foreign interest rate a low ratio of fdi to debt is consist associ with a high likelihood of a crashpthi abstract wa borrow from anoth version of thi item", "title": "Currency crashes in emerging markets: An empirical treatment"}, "lastname": "Frankel", "https://ideas.repec.org/a/ris/integr/0202.html": {"abstract": "The debate over monetary standards and exchange rate regimes for developing countries is as wide open as ever. On the one hand, the big selling points of floating exchange rates-monetary independence and accommodation of terms of trade shocks-have not lived up to their promise. On the other hand, proposals for credible institutional monetary commitments to nominal anchors have each run aground on their own peculiar shoals. Rigid pegs to the dollar, for example, are dangerous when the dollar appreciates relative to other export markets. This study explores a new proposal that countries specialized in the export of a particular commodity should peg their currency to that commodity. When the dollar price of the commodity on world markets falls, the dollar exchange rate of the local currency would fall in tandem. The country would reap the best of both worlds: the advantage of a nominal anchor for monetary policy, together with the automatic accommodation to terms of trade shocks that floating rates claim to deliver. We conduct a set of counter-factual experiments. For each of a list of countries specialized in particular mineral or agricultural commodities, what would have happened, over the last 30 years, if it had pegged its currency to that commodity, as compared to pegging to the dollar, yen, or mark, or as compared to whatever exchange rate policy it actually followed historically? We compute under these scenarios the price of the commodity in local terms, and we then simulate the implications for exports. Illustrative of the results is that some victims of financial difficulties in the late 1990s might have achieved a stimulus to exports precisely when it was most needed, without having to go through wrenching currency collapses, if they had been on regimes of pegging to their export commodity: South Africa to gold or platinum, Nigeria and Indonesia to oil, Chile to copper, Argentina to wheat, Colombia to coffee, and so on", "authors": ["epfr12", "fpsa932"], "abstractStem": "the debat over monetari standard and exchang rate regim for develop countri is as wide open as ever on the one hand the big sell point of float exchang ratesmonetari independ and accommod of term of trade shockshav not live up to their promis on the other hand propos for credibl institut monetari commit to nomin anchor have each run aground on their own peculiar shoal rigid peg to the dollar for exampl are danger when the dollar appreci rel to other export market thi studi explor a new propos that countri special in the export of a particular commod should peg their currenc to that commod when the dollar price of the commod on world market fall the dollar exchang rate of the local currenc would fall in tandem the countri would reap the best of both world the advantag of a nomin anchor for monetari polici togeth with the automat accommod to term of trade shock that float rate claim to deliv we conduct a set of counterfactu experi for each of a list of countri special in particular miner or agricultur commod what would have happen over the last 30 year if it had peg it currenc to that commod as compar to peg to the dollar yen or mark or as compar to whatev exchang rate polici it actual follow histor we comput under these scenario the price of the commod in local term and we then simul the implic for export illustr of the result is that some victim of financi difficulti in the late 1990 might have achiev a stimulu to export precis when it wa most need without have to go through wrench currenc collaps if they had been on regim of peg to their export commod south africa to gold or platinum nigeria and indonesia to oil chile to copper argentina to wheat colombia to coffe and so on", "title": "A Proposal to Anchor Monetary Policy by the Price of the Export Commodity"}, "https://ideas.repec.org/a/bla/intfin/v6y2003i1p61-88.html": {"abstract": " On the one hand, the big selling points of floating exchange rates--monetary independence and accommodation of terms of trade shocks--have not lived up to their promise. On the other hand, proposals for credible institutional monetary commitments to nominal anchors have each run aground on their own peculiar shoals. Rigid pegs to the dollar are dangerous when the dollar appreciates. Money targeting does not work when there is a velocity shock. CPI targeting is not viable when there is a large import price shock. And the gold standard fails when there are large fluctuations in the world gold market. This paper advances a new proposal called PEP: peg the export price. Most applicable for countries that are specialized in the production of a particular mineral or agricultural product, the proposal calls on them to commit to fix the price of that commodity in terms of domestic currency. A series of simulations shows how such a proposal would have worked for oil producers over the period 1970-2000. The paths of real oil prices, exports, and debt are simulated under alternative regimes. An illustrative finding is that countries that suffered a declining world market in oil or other export commodities in the late 1990s would under the PEP proposal have automatically experienced a depreciation and a boost to exports when it was most needed. The argument for PEP is that it simultaneously delivers automatic accommodation to terms of trade shocks, as floating exchange rates are supposed to do, while retaining the credibility-enhancing advantages of a nominal anchor, as dollar pegs are supposed to do. Copyright 2003 by Blackwell Publishers Ltd.", "authors": ["epfr12"], "abstractStem": " on the one hand the big sell point of float exchang ratesmonetari independ and accommod of term of trade shockshav not live up to their promis on the other hand propos for credibl institut monetari commit to nomin anchor have each run aground on their own peculiar shoal rigid peg to the dollar are danger when the dollar appreci money target doe not work when there is a veloc shock cpi target is not viabl when there is a larg import price shock and the gold standard fail when there are larg fluctuat in the world gold market thi paper advanc a new propos call pep peg the export price most applic for countri that are special in the product of a particular miner or agricultur product the propos call on them to commit to fix the price of that commod in term of domest currenc a seri of simul show how such a propos would have work for oil produc over the period 19702000 the path of real oil price export and debt are simul under altern regim an illustr find is that countri that suffer a declin world market in oil or other export commod in the late 1990 would under the pep propos have automat experienc a depreci and a boost to export when it wa most need the argument for pep is that it simultan deliv automat accommod to term of trade shock as float exchang rate are suppos to do while retain the credibilityenhanc advantag of a nomin anchor as dollar peg are suppos to do copyright 2003 by blackwel publish ltd", "title": "A Proposed Monetary Regime for Small Commodity Exporters: Peg the Export Price ('PEP')"}, "https://ideas.repec.org/a/bla/pacecr/v14y2009i3p346-360.html": {"abstract": " The present paper updates the question: what precisely is the exchange rate regime that China has put into place since 2005, when it announced a move away from the US dollar peg? Is it a basket anchor with the possibility of cumulatable daily appreciations, as was announced at the time? We apply to this question a new approach of estimating countries' de facto exchange rate regimes, a synthesis of two techniques. One is a technique that has been used in the past to estimate implicit de facto currency weights when the hypothesis is a basket peg with little flexibility. The second is a technique used to estimate the de facto degree of exchange rate flexibility when the hypothesis is an anchor to the US dollar or some other single major currency. Because the RMB and many other currencies today purportedly follow variants of band-basket-crawl, it is important to have available a technique that can cover both dimensions, inferring weights and inferring flexibility. The synthesis adds a variable representing 'exchange market pressure' to the currency basket equation, whereby the degree of flexibility is estimated at the same time as the currency weights. This approach reveals that by mid-2007, the RMB basket had switched a substantial part of the US dollar's weight onto the euro. The implication is that the appreciation of the RMB against the US dollar during this period was due to the appreciation of the euro against the dollar, not to any upward trend in the RMB relative to its basket. Copyright 2009 The Author. Journal compilation 2009 Blackwell Publishing Asia Pty Ltd", "authors": ["epfr12"], "abstractStem": " the present paper updat the question what precis is the exchang rate regim that china ha put into place sinc 2005 when it announc a move away from the us dollar peg is it a basket anchor with the possibl of cumulat daili appreci as wa announc at the time we appli to thi question a new approach of estim countri de facto exchang rate regim a synthesi of two techniqu one is a techniqu that ha been use in the past to estim implicit de facto currenc weight when the hypothesi is a basket peg with littl flexibl the second is a techniqu use to estim the de facto degre of exchang rate flexibl when the hypothesi is an anchor to the us dollar or some other singl major currenc becaus the rmb and mani other currenc today purportedli follow variant of bandbasketcrawl it is import to have avail a techniqu that can cover both dimens infer weight and infer flexibl the synthesi add a variabl repres exchang market pressur to the currenc basket equat wherebi the degre of flexibl is estim at the same time as the currenc weight thi approach reveal that by mid2007 the rmb basket had switch a substanti part of the us dollar weight onto the euro the implic is that the appreci of the rmb against the us dollar dure thi period wa due to the appreci of the euro against the dollar not to ani upward trend in the rmb rel to it basket copyright 2009 the author journal compil 2009 blackwel publish asia pti ltd", "title": "New Estimation Of China'S Exchange Rate Regime"}, "https://ideas.repec.org/a/pal/imfstp/v55y2008i3p384-416.html": {"abstract": "This paper offers a new approach to estimate countries’ de facto exchange rate regimes, a synthesis of two techniques. One is a technique that the authors have used in the past to estimate implicit de facto weights when the hypothesis is a basket peg with little flexibility. The second is a technique used by others to estimate the de facto degree of exchange rate flexibility when the hypothesis is an anchor to the dollar or some other single major currency, but with a possibly substantial degree of flexibility around that anchor. Because many currencies today follow variants of band-basket-crawl, it is important to have available a technique that can cover both dimensions, inferring weights and flexibility. We try out the technique on some 20 currencies over the period 1980–2007. Most are currencies that have officially used baskets as anchors for at least part of this sample period. But a few are known floaters or known simple peggers. In general, the synthesis technique seems to work as it should. IMF Staff Papers (2008) 55, 384–416. doi:10.1057/imfsp.2008.18; published online 1 July 2008", "authors": ["epfr12", "epwe20"], "abstractStem": "thi paper offer a new approach to estim countri  de facto exchang rate regim a synthesi of two techniqu one is a techniqu that the author have use in the past to estim implicit de facto weight when the hypothesi is a basket peg with littl flexibl the second is a techniqu use by other to estim the de facto degre of exchang rate flexibl when the hypothesi is an anchor to the dollar or some other singl major currenc but with a possibl substanti degre of flexibl around that anchor becaus mani currenc today follow variant of bandbasketcrawl it is import to have avail a techniqu that can cover both dimens infer weight and flexibl we tri out the techniqu on some 20 currenc over the period 1980 2007 most are currenc that have offici use basket as anchor for at least part of thi sampl period but a few are known floater or known simpl pegger in gener the synthesi techniqu seem to work as it should imf staff paper 2008 55 384 416 doi101057imfsp200818 publish onlin 1 juli 2008", "title": "Estimation of De Facto Exchange Rate Regimes: Synthesis of the Techniques for Inferring Flexibility and Basket Weights"}, "https://ideas.repec.org/a/eee/inecon/v22y1987i3-4p385-387.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr12"], "abstractStem": "no abstract is avail for thi item", "title": "no chargePaul Boothe, Kevin Clinton, Agathe Cote and David Longworth, International Asset Substitutability: Theory and Evidence for Canada, The Bank of Canada, Oxford (1985), p. iii+132"}, "https://ideas.repec.org/a/bla/sajeco/v75y2007i3p425-441.html": {"abstract": " This paper is an econometric investigation of the determinants of the real value of the South African rand over the period 1984-2007. The results show a relatively good fit. As always with exchange rate equations, there is substantial weight on the lagged exchange rate, which can be attributed to a momentum component. Nevertheless, economic fundamentals are significant and important. This is especially true of an index of the real prices of South African mineral commodities, which even drives out real income as a significant determinant. An implication is that the 2003-2006 real appreciation of the rand can be attributed to the Dutch Disease. In other respects, the rand behaves like currencies of industrialised countries with well-developed financial markets. In particular, high South African interest rates raise international demand for the rand and lead to real appreciation, controlling also for a forward-looking measure of expected inflation and a measure of default risk or country risk. Copyright (c) 2007 The Author; Journal compilation (c) 2007 Economic Society of South Africa.", "authors": ["epfr12"], "abstractStem": " thi paper is an econometr investig of the determin of the real valu of the south african rand over the period 19842007 the result show a rel good fit as alway with exchang rate equat there is substanti weight on the lag exchang rate which can be attribut to a momentum compon nevertheless econom fundament are signific and import thi is especi true of an index of the real price of south african miner commod which even drive out real incom as a signific determin an implic is that the 20032006 real appreci of the rand can be attribut to the dutch diseas in other respect the rand behav like currenc of industrialis countri with welldevelop financi market in particular high south african interest rate rais intern demand for the rand and lead to real appreci control also for a forwardlook measur of expect inflat and a measur of default risk or countri risk copyright c 2007 the author journal compil c 2007 econom societi of south africa", "title": "On The Rand: Determinants Of The South African Exchange Rate"}, "https://ideas.repec.org/a/pal/compes/v53y2011i3p407-430.html": {"abstract": "American fiscal policy has been procyclical: Washington wasted the expansion period 2001–2007 by running budget deficits, but by 2011 had come to feel constrained by inherited debt to withdraw fiscal stimulus. Chile has achieved countercyclical fiscal policy – saving in booms and easing in recession – during the same decade that rich countries forgot how to do so. Chile has a rule that targets a structural budget balance. But rules are not credible by themselves. In Europe and the United States, official forecasts are overly optimistic in booms; so revenue is spent rather than saved. Chile avoids such wishful thinking by having independent panels of experts decide what is structural and what is cyclical.", "authors": ["epfr12"], "abstractStem": "american fiscal polici ha been procycl washington wast the expans period 2001 2007 by run budget deficit but by 2011 had come to feel constrain by inherit debt to withdraw fiscal stimulu chile ha achiev countercycl fiscal polici   save in boom and eas in recess   dure the same decad that rich countri forgot how to do so chile ha a rule that target a structur budget balanc but rule are not credibl by themselv in europ and the unit state offici forecast are overli optimist in boom so revenu is spent rather than save chile avoid such wish think by have independ panel of expert decid what is structur and what is cyclic", "title": "A Lesson from the South for Fiscal Policy in the US and Other Advanced Countries"}, "https://ideas.repec.org/a/eee/deveco/v47y1995i1p61-95.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr12", "fpst501", "epwe20"], "abstractStem": "no abstract is avail for thi item", "title": "Trading blocs and the Americas: The natural, the unnatural, and the super-natural"}, "https://ideas.repec.org/a/aea/aecrev/v86y1996i2p153-58.html": {"abstract": "The paper reviews the grounds for fears that foreign exchange markets are not behaving as well as they should: recent misalignments and crises, and seven sets of academic findings. (1) Exchange rate volatility is high, (2) with possible adverse effects. (3) Volatility cannot be explained by observable fundamentals, (4) and changes when the regime changes, even without a change in volatility of fundamentals. (5) Expectations appear to be biased. (6) Short-term expectations are destabilizing. And (7) the effect of changes in monetary policy on the exchange rate is drawn out over time, and is not instantaneous.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfr12"], "abstractStem": "the paper review the ground for fear that foreign exchang market are not behav as well as they should recent misalign and crise and seven set of academ find 1 exchang rate volatil is high 2 with possibl advers effect 3 volatil cannot be explain by observ fundament 4 and chang when the regim chang even without a chang in volatil of fundament 5 expect appear to be bias 6 shortterm expect are destabil and 7 the effect of chang in monetari polici on the exchang rate is drawn out over time and is not instantaneouspthi abstract wa borrow from anoth version of thi item", "title": "Recent Exchange-Rate Experience and Proposals for Reform"}, "https://ideas.repec.org/a/eee/jimfin/v2y1983i1p39-46.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr12"], "abstractStem": "no abstract is avail for thi item", "title": "The effect of excessively elastic expectations on exchange-rate volatility in the Dornbusch overshooting model"}, "https://ideas.repec.org/a/eee/jimfin/v27y2008i8p1430-1452.html": {"abstract": "Openness to trade is one factor that has been identified as determining whether a country is prone to sudden stops in capital inflows. Several authors have offered empirical evidence that having a large tradable sector reduces the contraction necessary to adjust to a given cut-off in funding. Such studies may, however, be subject to the problem that trade is endogenous. We use the gravity instrument for trade openness, which is constructed from geographical determinants of bilateral trade. We find that openness indeed makes countries less vulnerable to crises, and that the relationship is even stronger when correcting for the endogeneity of trade.", "authors": ["fpca351", "epfr12"], "abstractStem": "open to trade is one factor that ha been identifi as determin whether a countri is prone to sudden stop in capit inflow sever author have offer empir evid that have a larg tradabl sector reduc the contract necessari to adjust to a given cutoff in fund such studi may howev be subject to the problem that trade is endogen we use the graviti instrument for trade open which is construct from geograph determin of bilater trade we find that open inde make countri less vulner to crise and that the relationship is even stronger when correct for the endogen of trade", "title": "Does openness to trade make countries more vulnerable to sudden stops, or less? Using gravity to establish causality"}, "https://ideas.repec.org/a/cto/journl/v27y2007i2p165-178.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr12"], "abstractStem": "no abstract is avail for thi item", "title": "Responding to Crises"}, "https://ideas.repec.org/a/bla/reviec/v1y1993i2p136-44.html": {"abstract": " Survey data on a broad cross section of 17 currencies are used to determine whether the forward discount moves primarily in response to changes in expectations of depreciation, or in the risk premium. We find that, in contrast to earlier studies involving developed country exchange rates, variation in the risk premium is a quantitatively significant factor in movements of the forward discount. However, changes in expectations also have a substantial effect. Copyright 1993 by Blackwell Publishing Ltd.", "authors": ["epch129", "epfr12"], "abstractStem": " survey data on a broad cross section of 17 currenc are use to determin whether the forward discount move primarili in respons to chang in expect of depreci or in the risk premium we find that in contrast to earlier studi involv develop countri exchang rate variat in the risk premium is a quantit signific factor in movement of the forward discount howev chang in expect also have a substanti effect copyright 1993 by blackwel publish ltd", "title": "Exchange Rate Expectations and the Risk Premium: Tests for a Cross Section of 17 Currencies"}, "https://ideas.repec.org/a/eee/ecofin/v6y1995i2p89-106.html": {"abstract": "No abstract is available for this item.", "authors": ["epei2", "epfr12"], "abstractStem": "no abstract is avail for thi item", "title": "Economic regionalism: Evidence from two 20th century episodes"}, "https://ideas.repec.org/a/aea/aecrev/v100y2010i2p568-72.html": {"abstract": "A new technique for estimating countries' de facto exchange rate regimes synthesizes two approaches. One approach estimates the implicit de facto basket weights in an OLS regression of the local currency value rate against major currency values. Here the hypothesis is a basket peg with little flexibility. The second estimates the de facto degree of exchange rate flexibility by observing how exchange market pressure is allowed to show up. Here the hypothesis is an anchor to the dollar or some other single major currency, but with a possibly substantial degree of exchange rate flexibility around that anchor. It is important to have available a technique that can cover both dimensions: inferring anchor weights and the flexibility parameter. We test the synthesis technique on a variety of fixers, floaters, and basket peggers. We find that real world data demand a statistical technique that allows parameters and regimes to shift frequently. Accordingly we here take the next step in estimation of de facto exchange rate regimes: endogenous estimation of parameter breakpoints, following Bai and Perron.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfr12", "epxi58"], "abstractStem": "a new techniqu for estim countri de facto exchang rate regim synthes two approach one approach estim the implicit de facto basket weight in an ol regress of the local currenc valu rate against major currenc valu here the hypothesi is a basket peg with littl flexibl the second estim the de facto degre of exchang rate flexibl by observ how exchang market pressur is allow to show up here the hypothesi is an anchor to the dollar or some other singl major currenc but with a possibl substanti degre of exchang rate flexibl around that anchor it is import to have avail a techniqu that can cover both dimens infer anchor weight and the flexibl paramet we test the synthesi techniqu on a varieti of fixer floater and basket pegger we find that real world data demand a statist techniqu that allow paramet and regim to shift frequent accordingli we here take the next step in estim of de facto exchang rate regim endogen estim of paramet breakpoint follow bai and perronpthi abstract wa borrow from anoth version of thi item", "title": "Estimation of De Facto Flexibility Parameter and Basket Weights in Evolving Exchange Rate Regimes"}, "https://ideas.repec.org/a/eee/eecrev/v23y1983i3p315-327.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr12"], "abstractStem": "no abstract is avail for thi item", "title": "Estimation of portfolio-balance functions that are mean-variance optimizing : The mark and the dollar"}, "https://ideas.repec.org/a/tcb/cebare/v14y2014i3p1-14.html": {"abstract": "It has been proposed that central banks should target Nominal GDP (NGDP),as an alternative to targeting the money supply, exchange rate,or inflation. But the proposal appears in the context of the largest advanced economies. In fact NGDP Targeting may be more appropriate for middle-sized middle-income countries. The reason is that such countries are more often subject to large supply shocks and terms of trade shocks. Such unexpected shocks can force the credibility-damaging abandonment of CPI targets or exchange rate targets that had been previously declared. But they do not require the abandonment of a nominal GDP target, which automatically divides an adverse supply shock equally between impacts on inflation and real GDP. The argument can be illustrated in a model where the ultimate objective is minimizing a quadratic loss function in output and inflation but a credible rule is needed in order to prevent an inflationary bias that arises under discretion. A NGDP rule dominates IT unless the Aggregate Supply curve is especially steep or the weight placed on price stability is especially high. Parameters estimated for the cases of India and Kazakhstan suggest that the Aggregate Supply curve is flat enough to satisfy the necessary condition. The general argument applies regardless whether the monetary authorities at a particular time seek credible disinflation, credible reflation, or simply a credible continuation of the recent path.", "authors": ["epfr12"], "abstractStem": "it ha been propos that central bank should target nomin gdp ngdpa an altern to target the money suppli exchang rateor inflat but the propos appear in the context of the largest advanc economi in fact ngdp target may be more appropri for middles middleincom countri the reason is that such countri are more often subject to larg suppli shock and term of trade shock such unexpect shock can forc the credibilitydamag abandon of cpi target or exchang rate target that had been previous declar but they do not requir the abandon of a nomin gdp target which automat divid an advers suppli shock equal between impact on inflat and real gdp the argument can be illustr in a model where the ultim object is minim a quadrat loss function in output and inflat but a credibl rule is need in order to prevent an inflationari bia that aris under discret a ngdp rule domin it unless the aggreg suppli curv is especi steep or the weight place on price stabil is especi high paramet estim for the case of india and kazakhstan suggest that the aggreg suppli curv is flat enough to satisfi the necessari condit the gener argument appli regardless whether the monetari author at a particular time seek credibl disinfl credibl reflat or simpli a credibl continu of the recent path", "title": "Nominal GDP Targeting for Middle-Income Countries"}, "https://ideas.repec.org/a/eee/eecrev/v39y1995i5p959-959.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr12", "epwy2"], "abstractStem": "no abstract is avail for thi item", "title": "Editorial note"}, "https://ideas.repec.org/a/aea/aecrev/v82y1992i2p197-202.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr12"], "abstractStem": "no abstract is avail for thi item", "title": "Measuring International Capital Mobility: A Review"}, "https://ideas.repec.org/a/spr/weltar/v149y2013i2p247-272.html": {"abstract": " Eurozone members are supposedly constrained by the fiscal caps of the Stability and Growth Pact. Yet ever since the birth of the euro, members have postponed painful adjustment. Wishful thinking has played an important role in this failure. We find that governments’ forecasts are biased in the optimistic direction, especially during booms. Eurozone governments are especially over-optimistic when the budget deficit is over the 3 % of GDP ceiling at the time the forecasts are made. Those exceeding this cap systematically but falsely forecast a rapid future improvement. The new fiscal compact among the euro countries is supposed to make budget rules more binding by putting them into laws and constitutions at the national level. But biased forecasts can defeat budget rules. What is the record in Europe with national rules? The bias is less among eurozone countries that have adopted certain rules at the national level, particularly creating an independent fiscal institution that provides independent forecasts. Copyright Kiel Institute 2013", "authors": ["epfr12", "fpsc568"], "abstractStem": " eurozon member are supposedli constrain by the fiscal cap of the stabil and growth pact yet ever sinc the birth of the euro member have postpon pain adjust wish think ha play an import role in thi failur we find that govern  forecast are bias in the optimist direct especi dure boom eurozon govern are especi overoptimist when the budget deficit is over the 3  of gdp ceil at the time the forecast are made those exceed thi cap systemat but fals forecast a rapid futur improv the new fiscal compact among the euro countri is suppos to make budget rule more bind by put them into law and constitut at the nation level but bias forecast can defeat budget rule what is the record in europ with nation rule the bia is less among eurozon countri that have adopt certain rule at the nation level particularli creat an independ fiscal institut that provid independ forecast copyright kiel institut 2013", "title": "Over-optimistic official forecasts and fiscal rules in the eurozone"}, "https://ideas.repec.org/a/aea/aecrev/v86y1996i2p52-56.html": {"abstract": "This paper summarizes recent research by the authors on the effects of free trade areas (FTAs). Within our model, which emphasizes inter-continental transport costs, several conclusions arise. (1) FTAs are likely to be detrimental over a moderate range of parameter values, even if drawn along natural regional lines. (2) A small margin of preferences for neighbors is beneficial. (3) Optimal preferences depend on the parameters, particularly on transport costs. (4) If preferences are raised further, they enter the zone of negative returns to regionalization, and eventually the super-natural zone, where welfare is lower than under the MFN status quo. Estimates from the gravity model suggest the world system may already be in the super-natural zone. The core model leaves out many factors. But we have pursued a variety of extensions by now. Perhaps the two most important are generalizing the highly stylized model of trade (to include factor endowments), and relaxing the assumption that the inter-bloc level of tariffs remains fixed. In the latter case, allowing tariffs to be endogenous yields a much more optimistic outlook for the effects of FTAs.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfr12", "fpst501", "epwe20"], "abstractStem": "thi paper summar recent research by the author on the effect of free trade area fta within our model which emphas intercontinent transport cost sever conclus aris 1 fta are like to be detriment over a moder rang of paramet valu even if drawn along natur region line 2 a small margin of prefer for neighbor is benefici 3 optim prefer depend on the paramet particularli on transport cost 4 if prefer are rais further they enter the zone of neg return to region and eventu the supernatur zone where welfar is lower than under the mfn statu quo estim from the graviti model suggest the world system may alreadi be in the supernatur zone the core model leav out mani factor but we have pursu a varieti of extens by now perhap the two most import are gener the highli styliz model of trade to includ factor endow and relax the assumpt that the interbloc level of tariff remain fix in the latter case allow tariff to be endogen yield a much more optimist outlook for the effect of ftaspthi abstract wa borrow from anoth version of thi item", "title": "Regional Trading Arrangements: Natural or Supernatural"}, "https://ideas.repec.org/a/fip/fedlpr/y1985p33-74.html": {"abstract": "Conventional wisdom in the field of international finance holds that the U.S. economy has become so open financiallly as to be characterized by perfect capital mobility: a highly elastic supply of foreign capital prevents the domestic rate of return from rising significantly above the world rate of return. This view has been challenged recently by the observation that investment rates are highly correlated with national saving rates, and the claim by Feldstein and Horioka that this correlation is evidence of relatively low capital mobility.The premise of this paper is that the Feldstein-Horioka finding regarding crowding out in an open economy is strong enough to survive the econometric critiques that have been leveled against it, but that it need have nothing to do with the degree of capital mobility in the sense of the openness of financial markets and the equalization of international interest rates expressed in a common currency. It is real interest rates that matter for questions of crowding out, and real interest parity requires not just that nominal interest rates be equalized expressed in a common currency, but also that purchasing power parity hold. It is well-known that purchasing power parity does not in fact hold. Currently, for example, the dollar is expected to depreciate in real terms. Thus real interest rate parity fails and crowding out takes place because of imperfect integration of goods markets, not imperfect integration of financial markets.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfr12"], "abstractStem": "convent wisdom in the field of intern financ hold that the us economi ha becom so open financiallli as to be character by perfect capit mobil a highli elast suppli of foreign capit prevent the domest rate of return from rise significantli abov the world rate of return thi view ha been challeng recent by the observ that invest rate are highli correl with nation save rate and the claim by feldstein and horioka that thi correl is evid of rel low capit mobilityth premis of thi paper is that the feldsteinhorioka find regard crowd out in an open economi is strong enough to surviv the econometr critiqu that have been level against it but that it need have noth to do with the degre of capit mobil in the sens of the open of financi market and the equal of intern interest rate express in a common currenc it is real interest rate that matter for question of crowd out and real interest pariti requir not just that nomin interest rate be equal express in a common currenc but also that purchas power pariti hold it is wellknown that purchas power pariti doe not in fact hold current for exampl the dollar is expect to depreci in real term thu real interest rate pariti fail and crowd out take place becaus of imperfect integr of good market not imperfect integr of financi marketspthi abstract wa borrow from anoth version of thi item", "title": "International capital mobility and crowding-out in the U.S. economy: imperfect integration of financial markets or of goods markets?"}, "firstname": "Jeffrey", "https://ideas.repec.org/a/oup/qjecon/v109y1994i2p517-530..html": {"abstract": "The term-structure slope contains information about expected future inflation. Mishkin shows that the spread between the twelve-month and three-month interest rates helps predict the difference between twelve-month and three-month inflation. We apply a simple existing framework, which lets the real interest rate vary in the short run but converge to a constant in the long run, to this problem. The appropriate indicator of expected inflation uses the entire length of the yield curve, estimating the steepness of a specific nonlinear transformation, rather than being restricted to a spread between two points. The resulting indicator better predicts inflation, over 1960–1991.", "authors": ["epfr12"], "abstractStem": "the termstructur slope contain inform about expect futur inflat mishkin show that the spread between the twelvemonth and threemonth interest rate help predict the differ between twelvemonth and threemonth inflat we appli a simpl exist framework which let the real interest rate vari in the short run but converg to a constant in the long run to thi problem the appropri indic of expect inflat use the entir length of the yield curv estim the steep of a specif nonlinear transform rather than be restrict to a spread between two point the result indic better predict inflat over 1960 1991", "title": "An Indicator of Future Inflation Extracted from the Steepness of the Interest Rate Yield Curve Along Its Entire Length"}, "https://ideas.repec.org/a/ucp/intsma/doi10.1086-658323.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr12"], "abstractStem": "no abstract is avail for thi item", "title": "Comment"}, "https://ideas.repec.org/a/fip/fedfpr/y1992p17-47.html": {"abstract": "No abstract is available for this item.", "authors": ["epch129", "epfr12"], "abstractStem": "no abstract is avail for thi item", "title": "Financial links around the Pacific Rim, 1982-1992"}, "https://ideas.repec.org/a/bin/bpeajo/v16y1985i1985-1p199-217.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr12"], "abstractStem": "no abstract is avail for thi item", "title": "The Dazzling Dollar"}, "https://ideas.repec.org/a/kap/openec/v7y1996i1p511-534.html": {"abstract": " It has been suggested that Mexican investors were the â€œfront-runnersâ€ in the peso crisis of December 1994, turning pessimistic before international investors. Different expectations about their own economy, perhaps due to asymmetric information, prompted Mexican investors to be the first ones to leave the country. This paper investigates whether data from three Mexican country funds provide evidence that supports the â€œdivergent expectationsâ€ hypothesis. We find that, right before the devaluation, Mexican fund Net Asset Values (mainly driven by Mexican investors) dropped first and/or faster than Mexican country fund prices (mainly driven by foreign investors). Moreover, we find that Mexican NAVs tend to Granger-cause the country fund prices. This suggests that causality, in some sense, flows from the Mexico City investor community to the Wall Street investor community. Copyright Kluwer Academic Publishers 1996", "authors": ["epfr12", "epsc64"], "abstractStem": " it ha been suggest that mexican investor were the  frontrunn  in the peso crisi of decemb 1994 turn pessimist befor intern investor differ expect about their own economi perhap due to asymmetr inform prompt mexican investor to be the first one to leav the countri thi paper investig whether data from three mexican countri fund provid evid that support the  diverg expect  hypothesi we find that right befor the devalu mexican fund net asset valu mainli driven by mexican investor drop first andor faster than mexican countri fund price mainli driven by foreign investor moreov we find that mexican nav tend to grangercaus the countri fund price thi suggest that causal in some sens flow from the mexico citi investor commun to the wall street investor commun copyright kluwer academ publish 1996", "title": "Country fund discounts and the mexican crisis of December 1994: Did local residents turn pessimistic before international investors?"}, "https://ideas.repec.org/a/eee/inecon/v17y1984i3-4p309-323.html": {"abstract": "International asset demands are functions of expected returns.Optimal portfolio theory tells us that the coefficients in this relationship depend on the variance-covariance matrix of real returns.But previous estimates of the optimal portfolio (1) assume expected returns constant and (2) are not set up to test the hypothesis of mean-variance optimization. We use maximum likelihood estimation to impose a constraint between the coefficients and the error variance-covariance matrix. For a portfolio of six currencies, we are able statistically to reject the constraint. Evidently investors are either not sophisticated enough to maximize a function of the mean and variance of end-of-period wealth, or else are too sophisticated to do so.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epen14", "epfr12"], "abstractStem": "intern asset demand are function of expect returnsoptim portfolio theori tell us that the coeffici in thi relationship depend on the variancecovari matrix of real returnsbut previou estim of the optim portfolio 1 assum expect return constant and 2 are not set up to test the hypothesi of meanvari optim we use maximum likelihood estim to impos a constraint between the coeffici and the error variancecovari matrix for a portfolio of six currenc we are abl statist to reject the constraint evid investor are either not sophist enough to maxim a function of the mean and varianc of endofperiod wealth or els are too sophist to do sopthi abstract wa borrow from anoth version of thi item", "title": "Do asset-demand functions optimize over the mean and variance of real returns? A six-currency test"}, "https://ideas.repec.org/a/pal/imfstp/v35y1988i2p397-398.html": {"abstract": "No abstract is available for this item.", "authors": ["epdo13", "epfr12"], "abstractStem": "no abstract is avail for thi item", "title": "International Capital Mobility: What Do Saving-Investment Correlations Tell Us? Reply to Miller"}, "https://ideas.repec.org/a/fec/journl/v10y2015i1p1-6.html": {"abstract": "Many claim that China will soon overtake the US. I argue that this claim is based on a misuse of statistics. The International Comparison Program (ICP) price data is necessary to compare living standards, since a dollar¡¯s worth of yuan buys more in China than a dollar buys in the US. But the fact that rice and clothes are cheap in rural China does not make the Chinese economy larger. What matters for size in the world economy is how much a yuan can buy on world markets. Using the correct prices, the US remains the world¡¯s largest economic power by a substantial margin.", "authors": ["epfr12"], "abstractStem": "mani claim that china will soon overtak the us i argu that thi claim is base on a misus of statist the intern comparison program icp price data is necessari to compar live standard sinc a dollar s worth of yuan buy more in china than a dollar buy in the us but the fact that rice and cloth are cheap in rural china doe not make the chines economi larger what matter for size in the world economi is how much a yuan can buy on world market use the correct price the us remain the world s largest econom power by a substanti margin", "title": "China Is Not yet Number One"}, "https://ideas.repec.org/a/aea/aecrev/v89y1999i3p379-399.html": {"abstract": "Examining the correlation between trade and income cannot identify the direction of causation between the two. Countries' geographic characteristics, however, have important effects on trade and are plausibly uncorrelated with other determinants of income. This paper, therefore, constructs measures of the geographic component of countries' trade and uses those measures to obtain instrumental variables estimates of the effect of trade on income. The results provide no evidence that ordinary least-squares estimates overstate the effects of trade. Further, they suggest that trade has a quantitatively large and robust, though only moderately statistically significant, positive effect on income.", "authors": ["epfr12", "fpro406"], "abstractStem": "examin the correl between trade and incom cannot identifi the direct of causat between the two countri geograph characterist howev have import effect on trade and are plausibl uncorrel with other determin of incom thi paper therefor construct measur of the geograph compon of countri trade and use those measur to obtain instrument variabl estim of the effect of trade on incom the result provid no evid that ordinari leastsquar estim overst the effect of trade further they suggest that trade ha a quantit larg and robust though onli moder statist signific posit effect on incom", "title": "Does Trade Cause Growth?"}, "https://ideas.repec.org/a/ijf/ijfiec/v5y2000i3p177-95.html": {"abstract": " This paper uses data on country funds to study the role of differential access to information on international investment. It shows that past changes in net asset values (NAVs) and discounts predict current country fund prices more commonly than prices and discounts predict NAVs. The price (NAV) adjustment coefficients are low and negatively correlated with the local (foreign) market variability--but not with the fund price (NAV) variability. These findings are consistent with the hypothesis of asymmetric information, according to which the holders of the underlying assets have more information about the local assets than the country fund holders do. Applications to currency crises and a theoretical model are also presented. Copyright @ 2000 by John Wiley &amp; Sons, Ltd. All rights reserved.", "authors": ["epfr12", "epsc64"], "abstractStem": " thi paper use data on countri fund to studi the role of differenti access to inform on intern invest it show that past chang in net asset valu nav and discount predict current countri fund price more commonli than price and discount predict nav the price nav adjust coeffici are low and neg correl with the local foreign market variabilitybut not with the fund price nav variabl these find are consist with the hypothesi of asymmetr inform accord to which the holder of the underli asset have more inform about the local asset than the countri fund holder do applic to currenc crise and a theoret model are also present copyright  2000 by john wiley amp son ltd all right reserv", "title": "Country Funds and Asymmetric Information"}, "https://ideas.repec.org/a/eee/eecrev/v41y1997i3-5p753-760.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr12", "epro71"], "abstractStem": "no abstract is avail for thi item", "title": "Is EMU more justifiable ex post than ex ante?"}, "https://ideas.repec.org/a/fip/fedfel/y1993inov12n93-39.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr12", "epwe20"], "abstractStem": "no abstract is avail for thi item", "title": "A Pacific economic bloc: is there such an animal?"}, "https://ideas.repec.org/a/pal/imfstp/v34y1987i3p503-530.html": {"abstract": "The finding that countries' investment rates are highly correlated with their national saving rates has been confirmed by many studies. Our interpretation of the saving-investment evidence is that the hypothesis of a high degree of substitutability for claims on physical capital located in different countries is not supported by the data. High international substitutability for bonds would imply the same for physical capital if capital were perfectly substitutable for bonds within each country, but there is no more reason for this assumption to hold than for the assumption that all goods are perfect substitutes.", "authors": ["epdo13", "epfr12"], "abstractStem": "the find that countri invest rate are highli correl with their nation save rate ha been confirm by mani studi our interpret of the savinginvest evid is that the hypothesi of a high degre of substitut for claim on physic capit locat in differ countri is not support by the data high intern substitut for bond would impli the same for physic capit if capit were perfectli substitut for bond within each countri but there is no more reason for thi assumpt to hold than for the assumpt that all good are perfect substitut", "title": "International Capital Mobility: What Do Saving-Investment Correlations Tell Us?"}, "https://ideas.repec.org/a/bla/intfin/v11y2008i1p49-73.html": {"abstract": "The euro has arisen as a credible eventual competitor to the dollar as leading international currency, much as the dollar rose to challenge the pound 70 years ago. This paper uses econometrically-estimated determinants of the shares of major currencies in the reserve holdings of the world’s central banks. Significant factors include: size of the home country, rate of return, and liquidity in the relevant home financial center (as measured by the turnover in its foreign exchange market). There is a tipping phenomenon, but changes are felt only with a long lag (we estimate a weight on the preceding year’s currency share around .9). The equation correctly predicts out-of-sample a (small) narrowing in the gap between the dollar and euro over the period 1999-2007. This paper updates calculations regarding possible scenarios for the future. We exclude the scenario where the United Kingdom joins euroland. But we do take into account of the fact that London has nonetheless become the de facto financial center of the euro, more so than Frankfurt. We also assume that the dollar continues in the future to depreciate at the trend rate that it has shown on average over the last 20 years. The conclusion is that the euro may surpass the dollar as leading international reserve currency as early as 2015.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epch129", "epfr12"], "abstractStem": "the euro ha arisen as a credibl eventu competitor to the dollar as lead intern currenc much as the dollar rose to challeng the pound 70 year ago thi paper use econometricallyestim determin of the share of major currenc in the reserv hold of the world s central bank signific factor includ size of the home countri rate of return and liquid in the relev home financi center as measur by the turnov in it foreign exchang market there is a tip phenomenon but chang are felt onli with a long lag we estim a weight on the preced year s currenc share around 9 the equat correctli predict outofsampl a small narrow in the gap between the dollar and euro over the period 19992007 thi paper updat calcul regard possibl scenario for the futur we exclud the scenario where the unit kingdom join euroland but we do take into account of the fact that london ha nonetheless becom the de facto financi center of the euro more so than frankfurt we also assum that the dollar continu in the futur to depreci at the trend rate that it ha shown on averag over the last 20 year the conclus is that the euro may surpass the dollar as lead intern reserv currenc as earli as 2015pthi abstract wa borrow from anoth version of thi item", "title": "Why the Euro Will Rival the Dollar"}, "https://ideas.repec.org/a/eee/jimfin/v6y1987i1p49-56.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr12"], "abstractStem": "no abstract is avail for thi item", "title": "Regression vs. volatility tests of the efficiency of foreign exchange markets"}, "https://ideas.repec.org/a/prs/recofi/ecofi_0987-3368_1994_hos_4_1_5607.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr12"], "abstractStem": "no abstract is avail for thi item", "title": "La politique du dollar de Clinton et l'efficacité de l'intervention sur les taux de change"}, "https://ideas.repec.org/a/bla/ecpoli/v22y2007ip575-627.html": {"abstract": " \"The IMF Articles of Agreement forbid a country from manipulating its currency for unfair advantage. The US Treasury has been legally required since 1988 to report to Congress biannually regarding whether individual trading partners are guilty of manipulation. One part of this paper tests econometrically two competing sets of hypothesized determinants of the Treasury decisions: (1) legitimate economic variables consistent with the IMF definition of manipulation - the partners' overall current account/GDP, its reserve changes and the real overvaluation of its currency, and (2) variables suggestive of domestic American political expediency - the bilateral trade balance, US unemployment and an election year dummy. The econometric results suggest that the Treasury verdicts are driven heavily by the US bilateral deficit, though other variables also turn out to be quite important.\" Copyright (c) CEPR, CES, MSH, 2007.", "authors": ["epfr12", "epwe20"], "abstractStem": " the imf articl of agreement forbid a countri from manipul it currenc for unfair advantag the us treasuri ha been legal requir sinc 1988 to report to congress biannual regard whether individu trade partner are guilti of manipul one part of thi paper test econometr two compet set of hypothes determin of the treasuri decis 1 legitim econom variabl consist with the imf definit of manipul  the partner overal current accountgdp it reserv chang and the real overvalu of it currenc and 2 variabl suggest of domest american polit expedi  the bilater trade balanc us unemploy and an elect year dummi the econometr result suggest that the treasuri verdict are driven heavili by the us bilater deficit though other variabl also turn out to be quit import copyright c cepr ce msh 2007", "title": "Assessing China's exchange rate regime"}, "https://ideas.repec.org/a/eee/reveco/v5y1996i4p339-347.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr12", "epwe20"], "abstractStem": "no abstract is avail for thi item", "title": "Can regional blocs be a stepping stone to global free trade? a political economy analysis"}, "https://ideas.repec.org/a/eee/jimfin/v7y1988i1p115-125.html": {"abstract": "The optimal-diversification model of investors' portfolio behavior can give a linear relationship between the exchange risk premium and the conditional exchange rate variance. This note surveys recent empirical work that allows for the conditional variance itself, and therefore the risk premium, to vary over time. In particular, it examines the implications of recent empirical estimates for earlier arguments, based on the assumption that the conditional variance was constant over time, that the exchange risk premium had to be small in magnitude and variability.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfr12"], "abstractStem": "the optimaldiversif model of investor portfolio behavior can give a linear relationship between the exchang risk premium and the condit exchang rate varianc thi note survey recent empir work that allow for the condit varianc itself and therefor the risk premium to vari over time in particular it examin the implic of recent empir estim for earlier argument base on the assumpt that the condit varianc wa constant over time that the exchang risk premium had to be small in magnitud and variabilitypthi abstract wa borrow from anoth version of thi item", "title": "Recent estimates of time-variation in the conditional variance and in the exchange risk premium"}, "https://ideas.repec.org/a/eee/chieco/v5y1994i2p179-190.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr12", "epwe20"], "abstractStem": "no abstract is avail for thi item", "title": "A \"Greater China\" trade Bloc?"}, "https://ideas.repec.org/a/eee/eecrev/v40y1996i2piii-iii.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr12", "epwy2"], "abstractStem": "no abstract is avail for thi item", "title": "Editorial note"}, "https://ideas.repec.org/a/pal/buseco/v47y2012i2p97-103.html": {"abstract": "In the past, various great powers have taken the stage as models of economic and social development. Examples such as Great Britain, the Soviet Union, Japan, and the United States have had their time in the spotlight that has come and gone as flaws were exposed; and other countries have learned what they did well and what they did poorly. The great powers are not the only models, however. Much can be learned from small countries which are often free to experiment with new institutions and new policies. This paper describes lessons that can be learned from such countries though no one size fits all.", "authors": ["epfr12"], "abstractStem": "in the past variou great power have taken the stage as model of econom and social develop exampl such as great britain the soviet union japan and the unit state have had their time in the spotlight that ha come and gone as flaw were expos and other countri have learn what they did well and what they did poorli the great power are not the onli model howev much can be learn from small countri which are often free to experi with new institut and new polici thi paper describ lesson that can be learn from such countri though no one size fit all", "title": "What Small Countries Can Teach the World"}, "https://ideas.repec.org/a/aea/aecrev/v77y1987i1p133-53.html": {"abstract": " Survey data provide a new measure of exchange-rate expectations superior to the forward rate in that no risk premium interferes. The authors test standard propositions using three sources of survey data. The authors estimate extrapolative, adaptive, and regressive models of expectations. Static or \"random walk\" expectations and bandwagon expectations are rejected: variables other than the contemporaneous spot rate receive positive weight. A 10 percent appreciation of the dollar generates an expectation of future depreciation over the coming year estimated at 2 percent. In comparing expectations to the true process governing the spot rate, the authors find statistically significant bias. Copyright 1987 by American Economic Association.", "authors": ["epfr12", "epfr60"], "abstractStem": " survey data provid a new measur of exchanger expect superior to the forward rate in that no risk premium interfer the author test standard proposit use three sourc of survey data the author estim extrapol adapt and regress model of expect static or random walk expect and bandwagon expect are reject variabl other than the contemporan spot rate receiv posit weight a 10 percent appreci of the dollar gener an expect of futur depreci over the come year estim at 2 percent in compar expect to the true process govern the spot rate the author find statist signific bia copyright 1987 by american econom associ", "title": "Using Survey Data to Test Standard Propositions Regarding Exchange Rate Expectations"}, "https://ideas.repec.org/a/aea/aecrev/v74y1984i3p485-87.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr12"], "abstractStem": "no abstract is avail for thi item", "title": "The Theory of Trade in Middle Products: An Extension"}, "https://ideas.repec.org/a/eee/inecon/v9y1979i3p379-393.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr12"], "abstractStem": "no abstract is avail for thi item", "title": "The diversifiability of exchange risk"}, "https://ideas.repec.org/a/bla/worlde/v13y1990i2p263-273.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr12"], "abstractStem": "no abstract is avail for thi item", "title": "International Nominal Targeting (INT): A Proposal for Monetary Policy Coordination in the 1990s"}, "https://ideas.repec.org/a/eee/jimfin/v42y2014icp88-112.html": {"abstract": "The paper presents and estimates a model of the prices of oil and other storable commodities, a model that can be characterized as reflecting the carry trade. It focuses on speculative factors, here defined as the trade-off between interest rates on the one hand and market participants' expectations of future price changes on the other hand. It goes beyond past research by bringing to bear new data sources: survey data to measure expectations of future changes in commodity prices and options data to measure perceptions of risk. Some evidence is found of a negative effect of interest rates on the demand for inventories and thereby on commodity prices and positive effects of expected future price gains on inventory demand and thereby on today's commodity prices.", "authors": ["epfr12"], "abstractStem": "the paper present and estim a model of the price of oil and other storabl commod a model that can be character as reflect the carri trade it focus on specul factor here defin as the tradeoff between interest rate on the one hand and market particip expect of futur price chang on the other hand it goe beyond past research by bring to bear new data sourc survey data to measur expect of futur chang in commod price and option data to measur percept of risk some evid is found of a neg effect of interest rate on the demand for inventori and therebi on commod price and posit effect of expect futur price gain on inventori demand and therebi on today commod price", "title": "Effects of speculation and interest rates in a “carry trade” model of commodity prices"}, "https://ideas.repec.org/a/mes/challe/v46y2003i3p29-52.html": {"abstract": " The author, a member of President Bill Clinton's Council of Economic Advisers, traces a fascinating history, some of which has never been told, about how differences between economic advisers and presidents have been resolved. But what to do under President George W. Bush as budget deficits quickly rise? Must economic advisers simply bend to politics. The author offers his advice.", "authors": ["epfr12"], "abstractStem": " the author a member of presid bill clinton council of econom advis trace a fascin histori some of which ha never been told about how differ between econom advis and presid have been resolv but what to do under presid georg w bush as budget deficit quickli rise must econom advis simpli bend to polit the author offer hi advic", "title": "What an Economic Adviser Can Do When He Disagrees with the President"}, "https://ideas.repec.org/a/fip/fedfpr/y1982inovp1-36.html": {"abstract": "On a Friday that the Fed announces a money supply greater than had been anticipated, interest rates move up in response. Why? One explanation is that the market perceives the fluctuation in the moneystock as an unintended deviation from the Fed's target growth rate that will be reversed in subsequent periods. The anticipation of this future tightening drives up interest rates today. A second explanation is that the market perceives the increase in the money supply as signalling a higher target growth rate. The expected future inflation rate rises,which is reflected in a higher nominal Interest rate.This paper offers grounds for choosing between the two possible explanations: evidence from the exchange market. Under the first explanation, anticipated future tightening, one would expect the dollar to appreciate against foreign currencies. Under the second explanation,expected inflation, one would expect it to depreciate. We render these claims more concrete by a formal model, a generalization of the Dornbusch overshooting model. Then we use the mark/dollar rate toanswer the question. We find a statistically significant tendency for the dollar to appreciate following positive money supply surprises.This supports the first explanation.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epen14", "epfr12"], "abstractStem": "on a friday that the fed announc a money suppli greater than had been anticip interest rate move up in respons whi one explan is that the market perceiv the fluctuat in the moneystock as an unintend deviat from the fed target growth rate that will be revers in subsequ period the anticip of thi futur tighten drive up interest rate today a second explan is that the market perceiv the increas in the money suppli as signal a higher target growth rate the expect futur inflat rate riseswhich is reflect in a higher nomin interest ratethi paper offer ground for choos between the two possibl explan evid from the exchang market under the first explan anticip futur tighten one would expect the dollar to appreci against foreign currenc under the second explanationexpect inflat one would expect it to depreci we render these claim more concret by a formal model a gener of the dornbusch overshoot model then we use the markdollar rate toanswer the question we find a statist signific tendenc for the dollar to appreci follow posit money suppli surprisesthi support the first explanationpthi abstract wa borrow from anoth version of thi item", "title": "Why money announcements move interest rates: an answer from the foreign exchange market"}, "https://ideas.repec.org/a/oup/qjecon/v100y1985isupplementp1041-1065..html": {"abstract": "This paper tests hypotheses regarding the parameters in investors' asset-demand functions. The hypothesis that federal bonds are closer substitutes for equity than for money implies \"portfolio crowding out\" by federal borrowing. Regression studies of asset-demand functions have needed to impose prior beliefs to obtain precise and plausible estimates for the parameters. This paper uses a MLE technique that dominates regression in that it makes full use of the constraint that the parameters are not determined arbitrarily but rather are determined by mean-variance optimization on the part of the investor. The striking conclusion is that portfolio effects are close to zero.", "authors": ["epfr12"], "abstractStem": "thi paper test hypothes regard the paramet in investor assetdemand function the hypothesi that feder bond are closer substitut for equiti than for money impli portfolio crowd out by feder borrow regress studi of assetdemand function have need to impos prior belief to obtain precis and plausibl estim for the paramet thi paper use a mle techniqu that domin regress in that it make full use of the constraint that the paramet are not determin arbitrarili but rather are determin by meanvari optim on the part of the investor the strike conclus is that portfolio effect are close to zero", "title": "Portfolio Crowding-Out, Empirically Estimated"}, "https://ideas.repec.org/a/wsi/ccexxx/v05y2014i03p1450006-1-1450006-34.html": {"abstract": "We propose a framework that, building on the pledges made by governments after the Copenhagen Accord of 2009, could be used to assign allocations of emissions of greenhouse gases (GHGs), across all countries, one budget period at a time, as envisioned at the 2011 negotiations in Durban. Under this two-part plan: (i) China, India, and other developing countries accept targets at Business as Usual (BAU) in the coming budget period, the same period in which the U.S. first agrees to cuts below BAU; and (ii) all countries are asked in the future to make further cuts in accordance with a common numerical formula that each country is likely to view as fair. We use a state of the art integrated assessment model to project economic and environmental effects of the computed emission targets.", "authors": ["fpbo275", "epfr12"], "abstractStem": "we propos a framework that build on the pledg made by govern after the copenhagen accord of 2009 could be use to assign alloc of emiss of greenhous gase ghg across all countri one budget period at a time as envis at the 2011 negoti in durban under thi twopart plan i china india and other develop countri accept target at busi as usual bau in the come budget period the same period in which the us first agre to cut below bau and ii all countri are ask in the futur to make further cut in accord with a common numer formula that each countri is like to view as fair we use a state of the art integr assess model to project econom and environment effect of the comput emiss target", "title": "Sustainable Cooperation In Global Climate Policy: Specific Formulas And Emission Targets"}, "https://ideas.repec.org/a/eee/inecon/v87y2012i2p216-231.html": {"abstract": "We investigate whether leading indicators can help explain the cross-country incidence of the 2008–09 financial crisis. Rather than looking for indicators with specific relevance to the recent crisis, the selection of variables is driven by an extensive review of more than eighty papers from the previous literature on early warning indicators. Our motivation is to address suspicions that indicators found to be useful predictors in one round of crises are typically not useful to predict the next round. The review suggests that central bank reserves and past movements in the real exchange rate were the two leading indicators that had proven the most useful in explaining crisis incidence across different countries and episodes in the past. For the 2008–09 crisis, we use six different variables to measure crisis incidence: drops in GDP and industrial production, currency depreciation, stock market performance, reserve losses, and participation in an IMF program. We find that the level of reserves in 2007 appears as a consistent and statistically significant leading indicator of who got hit by the 2008–09 crisis, in line with the conclusions of the pre-2008 literature. In addition to reserves, recent real appreciation is a statistically significant predictor of devaluation and of a measure of exchange market pressure during the current crisis. We define the period of the global financial shock as running from late 2008 to early 2009, which probably explains why we find stronger results than earlier papers such as Obstfeld et al. (2009, 2010) and Rose and Spiegel (2009a,b, 2010, 2011) which use annual data.", "authors": ["epfr12"], "abstractStem": "we investig whether lead indic can help explain the crosscountri incid of the 2008 09 financi crisi rather than look for indic with specif relev to the recent crisi the select of variabl is driven by an extens review of more than eighti paper from the previou literatur on earli warn indic our motiv is to address suspicion that indic found to be use predictor in one round of crise are typic not use to predict the next round the review suggest that central bank reserv and past movement in the real exchang rate were the two lead indic that had proven the most use in explain crisi incid across differ countri and episod in the past for the 2008 09 crisi we use six differ variabl to measur crisi incid drop in gdp and industri product currenc depreci stock market perform reserv loss and particip in an imf program we find that the level of reserv in 2007 appear as a consist and statist signific lead indic of who got hit by the 2008 09 crisi in line with the conclus of the pre2008 literatur in addit to reserv recent real appreci is a statist signific predictor of devalu and of a measur of exchang market pressur dure the current crisi we defin the period of the global financi shock as run from late 2008 to earli 2009 which probabl explain whi we find stronger result than earlier paper such as obstfeld et al 2009 2010 and rose and spiegel 2009ab 2010 2011 which use annual data", "title": "Can leading indicators assess country vulnerability? Evidence from the 2008–09 global financial crisis"}, "https://ideas.repec.org/a/ecj/econjl/v108y1998i449p1009-25.html": {"abstract": " A country's suitability for entry into a currency union depends on a number of economic conditions. These include, inter alia, the intensity of trade with other potential members of the currency union, and the extent to which domestic business cycles are correlated with those of the other countries. But international trade patterns and international business cycle correlations are endogenous. This paper develops and investigates the relationship between the two phenomena. Using thirty years of data for twenty industrialized countries, the authors uncover a strong and striking empirical finding: countries with closer trade links tend to have more tightly correlated business cycles.", "authors": ["epfr12", "epro71"], "abstractStem": " a countri suitabl for entri into a currenc union depend on a number of econom condit these includ inter alia the intens of trade with other potenti member of the currenc union and the extent to which domest busi cycl are correl with those of the other countri but intern trade pattern and intern busi cycl correl are endogen thi paper develop and investig the relationship between the two phenomena use thirti year of data for twenti industri countri the author uncov a strong and strike empir find countri with closer trade link tend to have more tightli correl busi cycl", "title": "The Endogeneity of the Optimum Currency Area Criteria"}, "https://ideas.repec.org/a/eee/eecrev/v41y1997i6piii-iii.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr12", "epwy2"], "abstractStem": "no abstract is avail for thi item", "title": "Editorial note"}, "https://ideas.repec.org/a/eee/jjieco/v1y1987i3p249-274.html": {"abstract": "Three surveys of exchange rate expectations allow us to measure directly the expected rates of return on yen versus dollars. Expectations of yen appreciation against the dollar have been (1) consistently large, (2) variable, and (3) greater than the forward premium, implying that investors were willing to accept a lower expected return on dollar assets. At short-term horizons expectations exhibit bandwagon effects, while at longer-term horizons they show the reverse. A 10 percent yen appreciation generates the expectation of a further appreciation of 2.4 percent over the following week, for example, but a depreciation of 3.4 percent over the following year. At any horizon, investors would do better to reduce the absolute magnitude of expected depreciation. The true spot rate process behaves more like a random walk.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfr12", "epfr60"], "abstractStem": "three survey of exchang rate expect allow us to measur directli the expect rate of return on yen versu dollar expect of yen appreci against the dollar have been 1 consist larg 2 variabl and 3 greater than the forward premium impli that investor were will to accept a lower expect return on dollar asset at shortterm horizon expect exhibit bandwagon effect while at longerterm horizon they show the revers a 10 percent yen appreci gener the expect of a further appreci of 24 percent over the follow week for exampl but a depreci of 34 percent over the follow year at ani horizon investor would do better to reduc the absolut magnitud of expect depreci the true spot rate process behav more like a random walkpthi abstract wa borrow from anoth version of thi item", "title": "Short-term and long-term expectations of the yen/dollar exchange rate: Evidence from survey data"}, "https://ideas.repec.org/a/aea/aecrev/v82y1992i4p1052-56.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr12", "fpro265"], "abstractStem": "no abstract is avail for thi item", "title": "International Macroeconomic Policy Coordination When Policymakers Do Not Agree on the True Model: Reply"}, "https://ideas.repec.org/a/bla/ecorec/v0y1986i0p24-38.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr12", "epfr60"], "abstractStem": "no abstract is avail for thi item", "title": "Understanding the U.S. Dollar in the Eighties: The Expectations of Chartists and Fundamentalists"}, "https://ideas.repec.org/a/bla/etrans/v16y2008i4p639-677.html": {"abstract": " More than halfway through the decade, the South African economy has done very well. This report asks whether such achievements provide grounds for complacency. In particular it discusses the current account challenge in light of the Accelerated and Shared Growth Initiative for South Africa (ASGI-SA) program. Our assessment is that a cautionary note on the need to reduce external imbalances is needed. We provide policy recommendations to minimize the negative impact of a possible sudden stop of capital inflows. On the consistency of ASGI-SA program, we note that, given South Africa's recent employment and productivity performance a large investment program would be required to deliver the desired growth rates. In our view this imposes a large burden on public investment and on the current account itself. Copyright (c) 2008 The Authors. Journal compilation (c) 2008 The European Bank for Reconstruction and Development.", "authors": ["epfr12", "epsm133"], "abstractStem": " more than halfway through the decad the south african economi ha done veri well thi report ask whether such achiev provid ground for complac in particular it discuss the current account challeng in light of the acceler and share growth initi for south africa asgisa program our assess is that a cautionari note on the need to reduc extern imbal is need we provid polici recommend to minim the neg impact of a possibl sudden stop of capit inflow on the consist of asgisa program we note that given south africa recent employ and product perform a larg invest program would be requir to deliv the desir growth rate in our view thi impos a larg burden on public invest and on the current account itself copyright c 2008 the author journal compil c 2008 the european bank for reconstruct and develop", "title": "South Africa: Macroeconomic challenges after a decade of success"}, "https://ideas.repec.org/a/oup/cesifo/v52y2006i2p246-275.html": {"abstract": " Fixed and flexible exchange rates each have advantages, and a country has the right to choose the regime suited to its circumstances. Nevertheless, several arguments support the view that the de facto dollar peg may now have outlived its usefulness for China. (i) Although foreign exchange reserves are a useful shield against currency crises, by now China's current level is fully adequate, and US treasury securities do not pay a high return. (ii) It may become increasingly difficult to sterilize the inflow over time. (iii) Although external balance could be achieved by expenditure reduction, e.g. by raising interest rates, the existence of two policy goals (external balance and internal balance) in general requires the use of two independent policy instruments (e.g. the real exchange rate and the interest rate). (iv) A large economy like China can achieve adjustment in the real exchange rate via flexibility in the nominal exchange rate more easily than via price flexibility. (v) The experience of other emerging markets points toward exiting from a peg when times are good and the currency is strong, rather than waiting until times are bad and the currency is under attack. (vi) From a longer-run perspective, prices of goods and services in China are low--not just low relative to the US (0.23), but also low by the standards of a Balassa--Samuelson relationship estimated across countries (which predicts 0.36). In this specific sense, the yuan was undervalued by ∼35 percent in 2000, and is by at least as much as that today. The study finds that, typically across countries, such gaps are corrected halfway, on average, over the subsequent decade. These six arguments for increased exchange rate flexibility need not imply a free float. China is a good counter-example to the popular \"corners hypothesis\" prohibition on intermediate exchange rate regimes. However, the specific changes announced by the Chinese authorities in July 2005 have not yet resulted in a de facto abandonment of the dollar peg (JEL classification: F41). Copyright 2006, Oxford University Press.", "authors": ["epfr12"], "abstractStem": " fix and flexibl exchang rate each have advantag and a countri ha the right to choos the regim suit to it circumst nevertheless sever argument support the view that the de facto dollar peg may now have outliv it use for china i although foreign exchang reserv are a use shield against currenc crise by now china current level is fulli adequ and us treasuri secur do not pay a high return ii it may becom increasingli difficult to steril the inflow over time iii although extern balanc could be achiev by expenditur reduct eg by rais interest rate the exist of two polici goal extern balanc and intern balanc in gener requir the use of two independ polici instrument eg the real exchang rate and the interest rate iv a larg economi like china can achiev adjust in the real exchang rate via flexibl in the nomin exchang rate more easili than via price flexibl v the experi of other emerg market point toward exit from a peg when time are good and the currenc is strong rather than wait until time are bad and the currenc is under attack vi from a longerrun perspect price of good and servic in china are lownot just low rel to the us 023 but also low by the standard of a balassasamuelson relationship estim across countri which predict 036 in thi specif sens the yuan wa undervalu by  35 percent in 2000 and is by at least as much as that today the studi find that typic across countri such gap are correct halfway on averag over the subsequ decad these six argument for increas exchang rate flexibl need not impli a free float china is a good counterexampl to the popular corner hypothesi prohibit on intermedi exchang rate regim howev the specif chang announc by the chines author in juli 2005 have not yet result in a de facto abandon of the dollar peg jel classif f41 copyright 2006 oxford univers press", "title": "On the Yuan: The Choice between Adjustment under a Fixed Exchange Rate and Adjustment under a Flexible Rate"}, "https://ideas.repec.org/a/fip/fedbcp/y1988p234-239n32.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr12"], "abstractStem": "no abstract is avail for thi item", "title": "International nominal targeting: a proposal for policy coordination"}, "https://ideas.repec.org/a/aea/aecrev/v83y1993i5p1356-69.html": {"abstract": "No abstract is available for this item.", "authors": ["fpdo227", "epfr12"], "abstractStem": "no abstract is avail for thi item", "title": "Does Foreign-Exchange Intervention Matter? The Portfolio Effect"}, "https://ideas.repec.org/a/eee/deveco/v66y2001i2p351-386.html": {"abstract": "Credibility and transparency are at the core of the current debate about exchange rate regimes. The steady growth in the magnitude and variability of international capital flows has complicated the question of whether to use floating, fixed, or intermediate exchange rate regimes. Emerging market economies are abandoning basket pegs, crawling pegs, bands, adjustable pegs, and various combinations of these. One of several reasons intermediate regimes have fallen out of favor is that they are not transparent; it is very difficult to verify them. Verifiability is a concrete example of the principle of\"transparency\"so often invoked in discussions of the new international financial architecture but so seldom made precise. A simple peg or a simple float may be easier for market participants to verify than a more complicated intermediate regime. The authors investigate how difficult it is for investors to verify from observable data whether the authorities are in fact following the exchange rate regime they claim to be following. Of the various intermediate regimes, they focus on basket pegs with bands. Statistically, it can take a surprisingly long span of data for an econometrician or investor to verify whether such a regime is actually in operation. The authors find that verification becomes more difficult as the regime's bands widen or more currencies enter the basket peg. At the other extreme, they also analyze regimes described as the regime's bands widen or more currencies enter the basket peg. At the other extreme, they also analyze regimes described as free floating and find that in some cases the observed exchange rate data do validate the announced regime.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpfa277", "epfr12", "epsc64", "epse75"], "abstractStem": "credibl and transpar are at the core of the current debat about exchang rate regim the steadi growth in the magnitud and variabl of intern capit flow ha complic the question of whether to use float fix or intermedi exchang rate regim emerg market economi are abandon basket peg crawl peg band adjust peg and variou combin of these one of sever reason intermedi regim have fallen out of favor is that they are not transpar it is veri difficult to verifi them verifi is a concret exampl of the principl oftransparencyso often invok in discuss of the new intern financi architectur but so seldom made precis a simpl peg or a simpl float may be easier for market particip to verifi than a more complic intermedi regim the author investig how difficult it is for investor to verifi from observ data whether the author are in fact follow the exchang rate regim they claim to be follow of the variou intermedi regim they focu on basket peg with band statist it can take a surprisingli long span of data for an econometrician or investor to verifi whether such a regim is actual in oper the author find that verif becom more difficult as the regim band widen or more currenc enter the basket peg at the other extrem they also analyz regim describ as the regim band widen or more currenc enter the basket peg at the other extrem they also analyz regim describ as free float and find that in some case the observ exchang rate data do valid the announc regimepthi abstract wa borrow from anoth version of thi item", "title": "Verifying exchange rate regimes"}, "https://ideas.repec.org/a/aea/aecrev/v69y1979i4p610-22.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr12"], "abstractStem": "no abstract is avail for thi item", "title": "On the Mark: A Theory of Floating Exchange Rates Based on Real Interest Differentials"}, "https://ideas.repec.org/a/ijf/ijfiec/v1y1996i1p1-23.html": {"abstract": " This paper examines interest rates in nine Latin American and East Asian countries during the period 1987-94. The goal is to discover why interest rates remained high, failing to converge to US levels, despite capital market liberalization and a resurgence of portfolio capital inflows during the second half of this sample period. Related questions are whether portfolio capital flows are strong enough to equalize expected returns between these \"emerging markets\" and the US, and whether there is any scope left for the authorities to sterilize inflows. The conclusion of the study is that the largest single component of the gap in interest rates is expectations of depreciation of the local currencies against the dollar. The key to the analysis is the use of survey data on exchange rate forecasts by market participants. Indicative of integrated financial markets, we also find a big effect of US interest rates on local interest rates, and a highly significant degree of capital flow offset to monetary policy. Copyright @ 1996 by John Wiley &amp; Sons, Ltd. All rights reserved.", "authors": ["epfr12"], "abstractStem": " thi paper examin interest rate in nine latin american and east asian countri dure the period 198794 the goal is to discov whi interest rate remain high fail to converg to us level despit capit market liber and a resurg of portfolio capit inflow dure the second half of thi sampl period relat question are whether portfolio capit flow are strong enough to equal expect return between these emerg market and the us and whether there is ani scope left for the author to steril inflow the conclus of the studi is that the largest singl compon of the gap in interest rate is expect of depreci of the local currenc against the dollar the key to the analysi is the use of survey data on exchang rate forecast by market particip indic of integr financi market we also find a big effect of us interest rate on local interest rate and a highli signific degre of capit flow offset to monetari polici copyright  1996 by john wiley amp son ltd all right reserv", "title": "Liberalized Portfolio Capital Inflows in Emerging Markets: Sterilization, Expectations, and the Incompleteness of Interest Rate Convergence"}, "https://ideas.repec.org/a/oup/oxecpp/v44y1992i4p791-816.html": {"abstract": " We update tests of the credibility of the EMS exchange rate target zones. Our main methodological innovation is to use a survey of exchange rate forecasts, as well as interest differentials, in measuring exchange rate expectations. We investigate the hypothesis--suggested by the apparent stabilization of the EMS and by recent institutional developments--that the EMS target zones have experienced an increase in credibility since their 1987 realignment. The evidence tends to support this hypothesis for most currencies studied. We also examine the empirical failure of standard target zone models, but find no evidence that it can be attributed to mismeasurement of expectations. Finally, we consider an alternative credibility measure which captures the importance of possible realignments in overall expectations of exchange rate changes. Copyright 1992 by Royal Economic Society.", "authors": ["epfr12"], "abstractStem": " we updat test of the credibl of the em exchang rate target zone our main methodolog innov is to use a survey of exchang rate forecast as well as interest differenti in measur exchang rate expect we investig the hypothesissuggest by the appar stabil of the em and by recent institut developmentsthat the em target zone have experienc an increas in credibl sinc their 1987 realign the evid tend to support thi hypothesi for most currenc studi we also examin the empir failur of standard target zone model but find no evid that it can be attribut to mismeasur of expect final we consid an altern credibl measur which captur the import of possibl realign in overal expect of exchang rate chang copyright 1992 by royal econom societi", "title": "The European Monetary System: Credible at Last?"}, "https://ideas.repec.org/a/kap/openec/v23y2012i2p213-251.html": {"abstract": "Developing countries traditionally experience passthrough of exchange rate changes that is greater and more rapid than high-income countries experience. This is true equally of the determination of prices of imported goods, prices of local competitors’ products, and the general CPI. But developing countries in the 1990s experienced a rapid downward trend in the degree of passthrough and speed of adjustment, more so than did high-income countries. As a consequence, slow and incomplete passthrough is no longer exclusively a luxury of industrial countries. Using a new data set -- prices of eight narrowly defined brand commodities, observed in 76 countries -- we find empirical support for some of the factors that have been hypothesized in the literature, but not for others. Significant determinants of the passthrough coefficient include per capita incomes, bilateral distance, tariffs, country size, wages, long-term inflation, and long-term exchange rate variability. Some of these factors changed during the 1990s. Part (and only part) of the downward trend in passthrough to imported goods prices, and in turn to competitors’ prices and the CPI, can be explained by changes in the monetary environment – including a fall in long-term inflation. Real wages work to reduce passthrough to competitors’ prices and the CPI, confirming the hypothesized role of distribution and retail costs in pricing to market. Rising distribution costs, due perhaps to the Balassa-Samuelson-Baumol effect, could contribute to the decline in the passthrough coefficient in some developing countries.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfr12", "eppa30", "epwe20"], "abstractStem": "develop countri tradit experi passthrough of exchang rate chang that is greater and more rapid than highincom countri experi thi is true equal of the determin of price of import good price of local competitor  product and the gener cpi but develop countri in the 1990 experienc a rapid downward trend in the degre of passthrough and speed of adjust more so than did highincom countri as a consequ slow and incomplet passthrough is no longer exclus a luxuri of industri countri use a new data set  price of eight narrowli defin brand commod observ in 76 countri  we find empir support for some of the factor that have been hypothes in the literatur but not for other signific determin of the passthrough coeffici includ per capita incom bilater distanc tariff countri size wage longterm inflat and longterm exchang rate variabl some of these factor chang dure the 1990 part and onli part of the downward trend in passthrough to import good price and in turn to competitor  price and the cpi can be explain by chang in the monetari environ   includ a fall in longterm inflat real wage work to reduc passthrough to competitor  price and the cpi confirm the hypothes role of distribut and retail cost in price to market rise distribut cost due perhap to the balassasamuelsonbaumol effect could contribut to the declin in the passthrough coeffici in some develop countriespthi abstract wa borrow from anoth version of thi item", "title": "Slow Pass-through Around the World: A New Import for Developing Countries?"}, "https://ideas.repec.org/a/oup/ajagec/v69y1987i4p856..html": {"abstract": "No abstract is available for this item.", "authors": ["epfr12"], "abstractStem": "no abstract is avail for thi item", "title": "Expectations and Commodity Price Dynamics: The Overshooting Model: Reply"}, "https://ideas.repec.org/a/eee/jimfin/v29y2010i3p585-598.html": {"abstract": "Many studies have replicated the finding that the forward rate is a biased predictor of the future change in the spot exchange rate. Usually the forward discount actually points in the wrong direction. But, at least until recently, those studies applied only to advanced economies and major currencies. We apply the same tests to a sample of 14 emerging market currencies. We find a smaller bias than for advanced country currencies. The coefficient is on average positive, i.e., the forward discount at least points in the right direction. It is never significantly less than zero. To us this suggests that a time-varying exchange risk premium may not be the explanation for traditional findings of bias. The reasoning is that emerging markets are probably riskier; yet we find that the bias in their forward rates is smaller. Emerging market currencies probably have more easily-identified trends of depreciation than currencies of advanced countries.", "authors": ["epfr12"], "abstractStem": "mani studi have replic the find that the forward rate is a bias predictor of the futur chang in the spot exchang rate usual the forward discount actual point in the wrong direct but at least until recent those studi appli onli to advanc economi and major currenc we appli the same test to a sampl of 14 emerg market currenc we find a smaller bia than for advanc countri currenc the coeffici is on averag posit ie the forward discount at least point in the right direct it is never significantli less than zero to us thi suggest that a timevari exchang risk premium may not be the explan for tradit find of bia the reason is that emerg market are probabl riskier yet we find that the bia in their forward rate is smaller emerg market currenc probabl have more easilyidentifi trend of depreci than currenc of advanc countri", "title": "The forward market in emerging currencies: Less biased than in major currencies"}, "https://ideas.repec.org/a/aea/aecrev/v78y1988i3p318-40.html": {"abstract": " The authors relax the assumption of the literature on international coordination that policymakers know the true model. T wo countries will still be able to agree on a cooperative policy pack age that each believes will improve the objective function relative t o the Nash noncooperative solution. However, the bargaining solution may move the target variables in the wrong direction. These points ar e illustrated with monetary and fiscal multipliers taken from simulat ions of ten leading econometric models. Out of 1,000 possible combina tions of models that could represent U.S. beliefs, non-U.S. beliefs, and the true model, monetary coordination improves U.S. welfare in on ly 546 cases. Copyright 1988 by American Economic Association.", "authors": ["epfr12", "fpro265"], "abstractStem": " the author relax the assumpt of the literatur on intern coordin that policymak know the true model t wo countri will still be abl to agre on a cooper polici pack age that each believ will improv the object function rel t o the nash noncoop solut howev the bargain solut may move the target variabl in the wrong direct these point ar e illustr with monetari and fiscal multipli taken from simulat ion of ten lead econometr model out of 1000 possibl combina tion of model that could repres us belief nonu belief and the true model monetari coordin improv us welfar in on ly 546 case copyright 1988 by american econom associ", "title": "International Macroeconomic Policy Coordination When Policymakers Do Not Agree on the True Model"}, "https://ideas.repec.org/a/eee/eecrev/v24y1984i2p161-164.html": {"abstract": "No abstract is available for this item.", "authors": ["epen14", "epfr12"], "abstractStem": "no abstract is avail for thi item", "title": "The secular inflation term in open-economy Phillips curves"}, "https://ideas.repec.org/a/ris/integr/0576.html": {"abstract": "The possibility that the renminbi may soon join the ranks of international currencies has generated much excitement. This paper looks to history for help in evaluating the factors determining its prospects. The three best precedents in the twentieth century were the rise of the dollar from 1913 to 1945, the rise of the Deutsche mark from 1973 to 1990, and the rise of the yen from 1984 to 1991. The fundamental determinants of international currency status are economic size, confidence in the currency, and depth of financial markets. The new view is that, once these three factors are in place, internationalization of the currency can proceed quite rapidly. Thus some observers have recently forecast that the RMB may even challenge the dollar within a decade. But they underestimate the importance of the third criterion, the depth of financial markets. In principle, the Chinese government could decide to create that depth, which would require accepting an open capital account, diminished control over the domestic allocation of credit, and a flexible exchange rate. But although the Chinese government has been actively promoting offshore use of the currency since 2010, it has not done very much to meet these requirements. Indeed, to promote internationalization as national policy would depart from the historical precedents. In all three twentieth-century cases of internationalization, popular interest in the supposed prestige of having the countryâ€™s currency appear in the international listings was scant, and businessmen feared that the currency would strengthen and damage their export competitiveness. Probably China, likewise, is not yet fully ready to open its domestic financial markets and let the currency appreciate, so the renminbi will not be challenging the dollar for a long time. We begin, however, by asking: What is international currency status, and why does it matter?<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfr12"], "abstractStem": "the possibl that the renminbi may soon join the rank of intern currenc ha gener much excit thi paper look to histori for help in evalu the factor determin it prospect the three best preced in the twentieth centuri were the rise of the dollar from 1913 to 1945 the rise of the deutsch mark from 1973 to 1990 and the rise of the yen from 1984 to 1991 the fundament determin of intern currenc statu are econom size confid in the currenc and depth of financi market the new view is that onc these three factor are in place internation of the currenc can proceed quit rapidli thu some observ have recent forecast that the rmb may even challeng the dollar within a decad but they underestim the import of the third criterion the depth of financi market in principl the chines govern could decid to creat that depth which would requir accept an open capit account diminish control over the domest alloc of credit and a flexibl exchang rate but although the chines govern ha been activ promot offshor use of the currenc sinc 2010 it ha not done veri much to meet these requir inde to promot internation as nation polici would depart from the histor preced in all three twentiethcenturi case of internation popular interest in the suppos prestig of have the countri s currenc appear in the intern list wa scant and businessmen fear that the currenc would strengthen and damag their export competit probabl china likewis is not yet fulli readi to open it domest financi market and let the currenc appreci so the renminbi will not be challeng the dollar for a long time we begin howev by ask what is intern currenc statu and whi doe it matterpthi abstract wa borrow from anoth version of thi item", "title": "Internationalization of the RMB and Historical Precedents"}, "https://ideas.repec.org/a/eee/inecon/v27y1989i1-2p185-189.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr12"], "abstractStem": "no abstract is avail for thi item", "title": "Empirical modeling of exchange rate dynamics : Francis Diebold, Lecture notes in economics and mathematical systems no. 303 (Springer-Verlag, Berlin, 1988) pp. 143, $19.40"}, "https://ideas.repec.org/a/mcb/jmoncb/v26y1994i4p759-70.html": {"abstract": " The properties of exchange-rate forecasts are investigated, with a data set encompassing a broad cross section of currencies. Over the entire sample, expectations appear to be biased. This result is robust to the possibility of random measurement error in the survey measures. There appear to be statistically significant differences in the degree of bias in subgroupings of the data: the bias is lower for the high-inflation countries; the bias is greater for the major currencies studied in earlier papers; and the bias is also greater for the EMS currencies. Copyright 1994 by Ohio State University Press.", "authors": ["epch129", "epfr12"], "abstractStem": " the properti of exchanger forecast are investig with a data set encompass a broad cross section of currenc over the entir sampl expect appear to be bias thi result is robust to the possibl of random measur error in the survey measur there appear to be statist signific differ in the degre of bia in subgroup of the data the bia is lower for the highinfl countri the bia is greater for the major currenc studi in earlier paper and the bia is also greater for the em currenc copyright 1994 by ohio state univers press", "title": "Patterns in Exchange Rate Forecasts for Twenty-five Currencies"}, "https://ideas.repec.org/a/mcb/jmoncb/v17y1985i4p425-38.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr12", "fpha554"], "abstractStem": "no abstract is avail for thi item", "title": "Commodity Prices, Money Surprises and Fed Credibility"}, "https://ideas.repec.org/a/kap/openec/v22y2011i1p1-16.html": {"abstract": "By putting together a relatively large data set on bilateral remittances of emigrants, this paper is able to shed light on the important hypothesis of smoothing. The smoothing hypothesis is that remittances are countercyclical with respect to income in the worker's country of origin (the recipient of the remittance), while procyclical with respect to income in the migrant's host country (the sender of the remittance). The econometric results confirm the hypothesis. This affirmation of smoothing is important for two reasons. First, it suggests that remittances should be placed on the list of criteria for an optimum currency area. Second, it sheds light on plans by governments in some developing countries to harness remittances for their own use, in that government spending in these countries generally fails the test of countercyclicality that remittances pass.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfr12"], "abstractStem": "by put togeth a rel larg data set on bilater remitt of emigr thi paper is abl to shed light on the import hypothesi of smooth the smooth hypothesi is that remitt are countercycl with respect to incom in the worker countri of origin the recipi of the remitt while procycl with respect to incom in the migrant host countri the sender of the remitt the econometr result confirm the hypothesi thi affirm of smooth is import for two reason first it suggest that remitt should be place on the list of criteria for an optimum currenc area second it shed light on plan by govern in some develop countri to har remitt for their own use in that govern spend in these countri gener fail the test of countercycl that remitt passpthi abstract wa borrow from anoth version of thi item", "title": "Are Bilateral Remittances Countercyclical?"}, "https://ideas.repec.org/a/fip/fedfpr/y1990inovx1.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr12"], "abstractStem": "no abstract is avail for thi item", "title": "International nominal targeting (INT): a proposal for overcoming obstacles to policy coordination"}, "https://ideas.repec.org/a/eee/eecrev/v32y1988i5p1083-1114.html": {"abstract": "Different approaches to quantifying the degree of capital mobility for a cross-section of currencies -- particularly saving-investment correlations and tests of real interest parity - have appeared to show a surprisingly low degree of financial market integration. We use a new data set, forward rate data for 24 countries, including many small industrialized countries and seven LDCs, to decompose the real interest differential into two parts: the covered interest differential, or political premium, and the real forward discount, or currency premium. The latter in turn can be decomposed into the exchange risk premium and expected real depreciation. We find a high degree of capital mobility across political boundaries for most of the 011 countries, plus Hong Kong and Singapore, for our sample period of 1982 to 1987. Even for most of the other LDCs and smaller industrialized countries, for which covered interest parity clearly fails, the political premium is not as big a component of the real interest differential as the currency premium. France would appear to have higher capital mobility than most by the criterion of real interest differentials, but is seen in fact to have low capital mobility by the criterion of covered interest differentials, a clear example of the superiority of the latter criterion.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfr12"], "abstractStem": "differ approach to quantifi the degre of capit mobil for a crosssect of currenc  particularli savinginvest correl and test of real interest pariti  have appear to show a surprisingli low degre of financi market integr we use a new data set forward rate data for 24 countri includ mani small industri countri and seven ldc to decompos the real interest differenti into two part the cover interest differenti or polit premium and the real forward discount or currenc premium the latter in turn can be decompos into the exchang risk premium and expect real depreci we find a high degre of capit mobil across polit boundari for most of the 011 countri plu hong kong and singapor for our sampl period of 1982 to 1987 even for most of the other ldc and smaller industri countri for which cover interest pariti clearli fail the polit premium is not as big a compon of the real interest differenti as the currenc premium franc would appear to have higher capit mobil than most by the criterion of real interest differenti but is seen in fact to have low capit mobil by the criterion of cover interest differenti a clear exampl of the superior of the latter criterionpthi abstract wa borrow from anoth version of thi item", "title": "Political vs. currency premia in international real interest differentials : A study of forward rates for 24 countries"}, "https://ideas.repec.org/a/tpr/restat/v87y2005i1p85-91.html": {"abstract": " We seek to contribute to the debate over globalization and the environment by asking: What is the effect of trade on a country's environment, for a given level of GDP? We take specific account of the endogeneity of trade, using exogenous geographic determinants of trade as instrumental variables. We find that trade tends to reduce three measures of air pollution. Statistical significance is high for concentrations of SO 2, moderate for NO 2, and lacking for particulate matter. Although results for other environmental measures are not as encouraging, there is little evidence that trade has a detrimental effect on the environment. © 2005 President and Fellows of Harvard College and the Massachusetts Institute of Technology.", "authors": ["epfr12", "epro71"], "abstractStem": " we seek to contribut to the debat over global and the environ by ask what is the effect of trade on a countri environ for a given level of gdp we take specif account of the endogen of trade use exogen geograph determin of trade as instrument variabl we find that trade tend to reduc three measur of air pollut statist signific is high for concentr of so 2 moder for no 2 and lack for particul matter although result for other environment measur are not as encourag there is littl evid that trade ha a detriment effect on the environ   2005 presid and fellow of harvard colleg and the massachusett institut of technolog", "title": "Is Trade Good or Bad for the Environment? Sorting Out the Causality"}, "https://ideas.repec.org/a/fip/fedfpr/y1991inovx4.html": {"abstract": "The time is ripe for a re-examination of the question whether foreign exchange intervention can affect the exchange rate. We attempt to isolate two distinct effects: the portfolio effect, whereby an increase in the supply of marks must reduce the dollar/mark rate (for given expected rates of return) and the additional expectations effect, whereby intervention that is publically known may alter investors expectations of the future exchange rate, which will feed back to the current equilibrium price. We estimate a system consisting of two equations, one describing investors' portfolio behavior and the other their formation of expectations, where the two endogenous variables are the current spot rate and investors' expectation of the future spot rate. We use relatively new data sources: actual daily data on intervention by the Bundesbank, newspaper stories on known intervention, and survey data on investors' expectations. We find evidence of both an expectations effect and a portfolio effect. The statistical significance of the portfolio effect suggests that even sterilized intervention may have had positive effects during the sample period. (It tends to be significant only during the later of our two sample periods, October 1984 to December 1987. That intervention appears less significant statistically during the earlier period, November 1982 to October 1984, could be attributed to the fact that little intervention was undertaken until 1985.) For the magnitude of the effects to be large requires that intervention be publically known. Our (still preliminary) estimates suggest that a typical $100 million of \"secret\" intervention has an effect of less than 0.1 per cent on the exchange rate, but that the effect of news reports of intervention can be as large as an additional 4 per cent.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpdo227", "epfr12"], "abstractStem": "the time is ripe for a reexamin of the question whether foreign exchang intervent can affect the exchang rate we attempt to isol two distinct effect the portfolio effect wherebi an increas in the suppli of mark must reduc the dollarmark rate for given expect rate of return and the addit expect effect wherebi intervent that is public known may alter investor expect of the futur exchang rate which will feed back to the current equilibrium price we estim a system consist of two equat one describ investor portfolio behavior and the other their format of expect where the two endogen variabl are the current spot rate and investor expect of the futur spot rate we use rel new data sourc actual daili data on intervent by the bundesbank newspap stori on known intervent and survey data on investor expect we find evid of both an expect effect and a portfolio effect the statist signific of the portfolio effect suggest that even steril intervent may have had posit effect dure the sampl period it tend to be signific onli dure the later of our two sampl period octob 1984 to decemb 1987 that intervent appear less signific statist dure the earlier period novemb 1982 to octob 1984 could be attribut to the fact that littl intervent wa undertaken until 1985 for the magnitud of the effect to be larg requir that intervent be public known our still preliminari estim suggest that a typic 100 million of secret intervent ha an effect of less than 01 per cent on the exchang rate but that the effect of news report of intervent can be as larg as an addit 4 per centpthi abstract wa borrow from anoth version of thi item", "title": "Does foreign exchange intervention matter? disentangling the portfolio and expectations effects for the mark"}, "https://ideas.repec.org/a/tpr/restat/v64y1982i1p135-42.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr12"], "abstractStem": "no abstract is avail for thi item", "title": "A Technique for Extracting a Measure of Expected Inflation from the Interest Rate Term Structure"}, "https://ideas.repec.org/a/ces/ifofor/v6y2005i3p16-21.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr12"], "abstractStem": "no abstract is avail for thi item", "title": "On the renminbi"}, "https://ideas.repec.org/a/udc/esteco/v24y1997i2p263-285.html": {"abstract": "Some countries undergoing exchange-rate-based stabilization and financial liberalization in Latin America and elsewhere have faced large capital inflows since 1991. Many have tried to sterilize the reserve inflows. Calvo and coauthors argue essentially that sterilization is more difficult than generally realized, due to the interest costs on sterilization bonds. Reisen argues essentially that sterilization in easier than generally believed. This paper reviews the issues in the simplest textbook model. The conclusions are that local interest rates are not likely to rise if the source of the disturbance is an exogenous capital inflow, but will rise if the disturbance is an increase is money demand or an increase in exports. In every case, sterilized intervention will leave interest rates higher than they would be if the inflow took place unsterilized. The case where the domestic money supply and the rest of the economy are insulated from foreign disturbances despite perfect capital mobility and a fixe", "authors": ["epfr12"], "abstractStem": "some countri undergo exchangeratebas stabil and financi liber in latin america and elsewher have face larg capit inflow sinc 1991 mani have tri to steril the reserv inflow calvo and coauthor argu essenti that steril is more difficult than gener realiz due to the interest cost on steril bond reisen argu essenti that steril in easier than gener believ thi paper review the issu in the simplest textbook model the conclus are that local interest rate are not like to rise if the sourc of the disturb is an exogen capit inflow but will rise if the disturb is an increas is money demand or an increas in export in everi case steril intervent will leav interest rate higher than they would be if the inflow took place unsteril the case where the domest money suppli and the rest of the economi are insul from foreign disturb despit perfect capit mobil and a fix", "title": "Sterilization of money inflows: Difficult (Calvo) or Easy (Reisen)?"}, "https://ideas.repec.org/a/oup/oxford/v27y2011i4p536-562.html": {"abstract": " The paper studies forecasts of real growth rates and budget balances made by official government agencies among 33 countries. In general, the forecasts are found: (i) to have a positive average bias, (ii) to be more biased in booms, and (iii) to be even more biased at the 3-year horizon than at shorter horizons. This over-optimism in official forecasts can help explain excessive budget deficits, especially the failure to run surpluses during periods of high output: if a boom is forecasted to last indefinitely, retrenchment is treated as unnecessary. Many believe that better fiscal policy can be obtained by means of rules such as ceilings for the deficit or, better yet, the structural deficit. But we also find: (iv) countries subject to a budget rule, in the form of euroland's Stability and Growth Pact (SGP), make official forecasts of growth and budget deficits that are even more biased and more correlated with booms than do other countries. This effect may help explain frequent violations of the SGP. The question becomes how to overcome governments' tendency to satisfy fiscal targets by wishful thinking rather than by action. Chile in 2000 created structural budget institutions that may have solved the problem. Independent expert panels, insulated from political pressures, are responsible for estimating the long-run trends that determine whether a given deficit is deemed structural or cyclical. The result is that Chile's official forecasts of growth and the budget have not been overly optimistic, even in booms. Unlike many countries in the North, Chile took advantage of the 2002--7 expansion to run budget surpluses, and so was able to ease in the 2008--9 recession. Copyright 2011, Oxford University Press.", "authors": ["epfr12"], "abstractStem": " the paper studi forecast of real growth rate and budget balanc made by offici govern agenc among 33 countri in gener the forecast are found i to have a posit averag bia ii to be more bias in boom and iii to be even more bias at the 3year horizon than at shorter horizon thi overoptim in offici forecast can help explain excess budget deficit especi the failur to run surplus dure period of high output if a boom is forecast to last indefinit retrench is treat as unnecessari mani believ that better fiscal polici can be obtain by mean of rule such as ceil for the deficit or better yet the structur deficit but we also find iv countri subject to a budget rule in the form of euroland stabil and growth pact sgp make offici forecast of growth and budget deficit that are even more bias and more correl with boom than do other countri thi effect may help explain frequent violat of the sgp the question becom how to overcom govern tendenc to satisfi fiscal target by wish think rather than by action chile in 2000 creat structur budget institut that may have solv the problem independ expert panel insul from polit pressur are respons for estim the longrun trend that determin whether a given deficit is deem structur or cyclic the result is that chile offici forecast of growth and the budget have not been overli optimist even in boom unlik mani countri in the north chile took advantag of the 20027 expans to run budget surplus and so wa abl to eas in the 20089 recess copyright 2011 oxford univers press", "title": "Over-optimism in forecasts by official budget agencies and its implications"}, "https://ideas.repec.org/a/oup/ajagec/v68y1986i2p344-348..html": {"abstract": "Monetary policy has important effects on agricultural commodity prices because, though they are flexible, other goods prices are sticky. This paper formalizes the argument by applying the Dornbusch overshooting model. A decline in the nominal money supply is a decline in the real money supply in the short run. It raises the real interest rate, which depresses real commodity prices. They overshoot their new equilibrium in order to generate an expectation of future appreciation sufficient to offset the higher interest rate. These real effects (which vanish in the long run) also result from a decline in the money growth rate.", "authors": ["epfr12"], "abstractStem": "monetari polici ha import effect on agricultur commod price becaus though they are flexibl other good price are sticki thi paper formal the argument by appli the dornbusch overshoot model a declin in the nomin money suppli is a declin in the real money suppli in the short run it rais the real interest rate which depress real commod price they overshoot their new equilibrium in order to gener an expect of futur appreci suffici to offset the higher interest rate these real effect which vanish in the long run also result from a declin in the money growth rate", "title": "Expectations and Commodity Price Dynamics: The Overshooting Model"}, "https://ideas.repec.org/a/fip/fedbcp/y1988p162-194n32.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr12"], "abstractStem": "no abstract is avail for thi item", "title": "International capital mobility and exchange rate volatility"}, "https://ideas.repec.org/a/oup/qjecon/v117y2002i2p437-466..html": {"abstract": "To quantify the implications of common currencies for trade and income, we use data for over 200 countries and dependencies. In our two-stage approach, estimates at the first stage suggest that belonging to a currency union/board triples trade with other currency union members. Moreover, there is no evidence of trade diversion. Our estimates at the second stage suggest that every 1 percent increase in a country's overall trade (relative to GDP) raises income per capita by at least one-third of a percent. We combine the two estimates to quantify the effect of common currencies on output. Our results support the hypothesis that important beneficial effects of currency unions come through the promotion of trade.", "authors": ["epfr12"], "abstractStem": "to quantifi the implic of common currenc for trade and incom we use data for over 200 countri and depend in our twostag approach estim at the first stage suggest that belong to a currenc unionboard tripl trade with other currenc union member moreov there is no evid of trade divers our estim at the second stage suggest that everi 1 percent increas in a countri overal trade rel to gdp rais incom per capita by at least onethird of a percent we combin the two estim to quantifi the effect of common currenc on output our result support the hypothesi that import benefici effect of currenc union come through the promot of trade", "title": "An Estimate of the Effect of Common Currencies on Trade and Income"}, "https://ideas.repec.org/a/fma/fmanag/frankel91.html": {"abstract": "The extensive literature on whether the cost of capital is low in Japan is surveyed in this paper. Along the way, it considers: the leverage of Japanese firms, dividend payout, equity price/earnings ratios, corporate taxation, cross-ownership, land price/rental ratios, speculative bubbles, the household saving rate, international capital mobility, the lower cost of financing investment internally and through \"main bank\" relationships, and the move to a more market-oriented system as these relationships break down. The conclusion that emerges from the literature is that the cost of finance was indeed lower in Japan in the 1980s than in the United States, by a variety of measures. But trends of domestic and international liberalization, followed by the events of 1990, have now raised the cost of capital in Japan to the U.S. market level.", "authors": ["epfr12"], "abstractStem": "the extens literatur on whether the cost of capit is low in japan is survey in thi paper along the way it consid the leverag of japanes firm dividend payout equiti priceearn ratio corpor taxat crossownership land pricerent ratio specul bubbl the household save rate intern capit mobil the lower cost of financ invest intern and through main bank relationship and the move to a more marketori system as these relationship break down the conclus that emerg from the literatur is that the cost of financ wa inde lower in japan in the 1980 than in the unit state by a varieti of measur but trend of domest and intern liber follow by the event of 1990 have now rais the cost of capit in japan to the us market level", "title": "The Japanese Cost of Finance: A Survey"}, "https://ideas.repec.org/a/mcb/jmoncb/v27y1995i2p318-34.html": {"abstract": " The author examines the ability of a nominal GNP rule for monetary policy to stabilize output and inflation. Other regimes considered are a money rule, an exchange rate rule, a price level rule, and discretion. The rules compare favorably to discretion to the extent that a time-consistent commitment to a nominal anchor is needed to eliminate an inflationary bias in the economy. The choice among the four rules depends on the relative magnitudes of the disturbances considered: supply shocks, velocity shocks, and exchange rate shocks. The nominal GNP rule dominates the exchange rate and other rules for plausible parameter values. Copyright 1995 by Ohio State University Press.", "authors": ["epfr12"], "abstractStem": " the author examin the abil of a nomin gnp rule for monetari polici to stabil output and inflat other regim consid are a money rule an exchang rate rule a price level rule and discret the rule compar favor to discret to the extent that a timeconsist commit to a nomin anchor is need to elimin an inflationari bia in the economi the choic among the four rule depend on the rel magnitud of the disturb consid suppli shock veloc shock and exchang rate shock the nomin gnp rule domin the exchang rate and other rule for plausibl paramet valu copyright 1995 by ohio state univers press", "title": "The Stabilizing Properties of a Nominal GNP Rule"}, "https://ideas.repec.org/a/col/000425/009145.html": {"abstract": "Seven possible nominal variables are considered as candidates to be the anchor or target for monetary policy. The context is countries in Latin America and the Caribbean (LAC), which tend to be price takers on world markets, to produce commodity exports subject to volatile terms of trade, and to experience procyclical international finance. Three anchor candidates are exchange rate pegs: to the dollar, euro and SDR. One candidate is orthodox Inflation Targeting. Three candidates represent proposals for a new sort of inflation targeting that differs from the usual focus on the CPI, in that prices of export commodities are given substantial weight and prices of imports are not: PEP (Peg the Export Price), PEPI (Peg an Export Price Index), and PPT (Product Price Targeting). The selling point of these production-based price indices is that each could serve as a nominal anchor while yet accommodating terms of trade shocks, in comparison to a CPI target. CPI-targeters such as Brazil, Chile, and Peru are observed to respond to increases in world prices of imported oil with monetary policy that is sufficiently tight to appreciate their currencies, an undesirable property, which is the opposite of accommodating the terms of trade. As hypothesized, a product price target generally does a better job of stabilizing the real domestic prices of tradable goods than does a CPI target. Bottom line: A Product Price Targeter would appreciate in response to an increase in world prices of its commodity exports, not in response to an increase in world prices of its imports. CPI targeting gets this backwards.", "authors": ["epfr12"], "abstractStem": "seven possibl nomin variabl are consid as candid to be the anchor or target for monetari polici the context is countri in latin america and the caribbean lac which tend to be price taker on world market to produc commod export subject to volatil term of trade and to experi procycl intern financ three anchor candid are exchang rate peg to the dollar euro and sdr one candid is orthodox inflat target three candid repres propos for a new sort of inflat target that differ from the usual focu on the cpi in that price of export commod are given substanti weight and price of import are not pep peg the export price pepi peg an export price index and ppt product price target the sell point of these productionbas price indic is that each could serv as a nomin anchor while yet accommod term of trade shock in comparison to a cpi target cpitarget such as brazil chile and peru are observ to respond to increas in world price of import oil with monetari polici that is suffici tight to appreci their currenc an undesir properti which is the opposit of accommod the term of trade as hypothes a product price target gener doe a better job of stabil the real domest price of tradabl good than doe a cpi target bottom line a product price target would appreci in respons to an increas in world price of it commod export not in respons to an increas in world price of it import cpi target get thi backward", "title": "A Comparison Of Product Price Targeting And Other Monetary Anchor Options, For Commodity Exporters In Latin America"}, "https://ideas.repec.org/a/eee/jimfin/v5y1986i1ps53-s75.html": {"abstract": "The hypothesis that investors optimize with respect to the mean and variance of their end-of-period wealth has powerful implications for some standard questions of interest to international macroeconomists. The implications transcend the particular econometric technique used to estimate the return variance-covarjance matrix. (1) For conventional estimates of risk-aversion, substitutability between domestic and foreign securities is close to perfect in the sense that risk premiums are small in magnitude (a few basis points), and thus cannot explain much bias in forward rates. (2) Nevertheless, as long as risk-aversion is not zero, foreign exchange intervention still affects the level of the exchange rate. If interest rates are held constant, the effect is proportionate to the contemporaneous change in asset supplies, and is more-than-proportionate if the expectations of future asset supplies also change. (3) Current account deficits have effects that are comparable to, though smaller in magnitude than,the effects of equal-sized changes in asset supplies through intervention or government borrowing. (4) The perceived tendency for dollar depreciation to be associated with appreciation of the mark against the franc is not consistent with the implication of mean-variance optimization that the franc should bea closer substitute for the dollar than is the mark.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfr12"], "abstractStem": "the hypothesi that investor optim with respect to the mean and varianc of their endofperiod wealth ha power implic for some standard question of interest to intern macroeconomist the implic transcend the particular econometr techniqu use to estim the return variancecovarj matrix 1 for convent estim of riskavers substitut between domest and foreign secur is close to perfect in the sens that risk premium are small in magnitud a few basi point and thu cannot explain much bia in forward rate 2 nevertheless as long as riskavers is not zero foreign exchang intervent still affect the level of the exchang rate if interest rate are held constant the effect is proportion to the contemporan chang in asset suppli and is morethanproportion if the expect of futur asset suppli also chang 3 current account deficit have effect that are compar to though smaller in magnitud thanth effect of equals chang in asset suppli through intervent or govern borrow 4 the perceiv tendenc for dollar depreci to be associ with appreci of the mark against the franc is not consist with the implic of meanvari optim that the franc should bea closer substitut for the dollar than is the markpthi abstract wa borrow from anoth version of thi item", "title": "The implications of mean-variance optimization for four questions in international macroeconomics"}, "https://ideas.repec.org/a/eee/jpolmo/v27y2005i4p495-508.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr12"], "abstractStem": "no abstract is avail for thi item", "title": "Peg the export price index: A proposed monetary regime for small countries"}, "https://ideas.repec.org/a/aea/aecrev/v71y1981i5p1075-82.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr12"], "abstractStem": "no abstract is avail for thi item", "title": "On the Mark: Reply [On the Mark: A Theory of Floating Exchange Rates Based on Real Interest Differential]"}, "https://ideas.repec.org/a/aea/aecrev/v80y1990i2p181-85.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr12", "epfr60"], "abstractStem": "no abstract is avail for thi item", "title": "Chartists, Fundamentalists, and Trading in the Foreign Exchange Market"}, "https://ideas.repec.org/a/eee/jpolmo/v37y2015i3p428-444.html": {"abstract": "Germans cannot agree to unlimited bailouts of euro members. On the other hand, if they had insisted on the founding principles (fiscal constraints, \"no bailout clause,\" and low inflation as the sole goal of the ECB), the euro would not have survived the post-2009 crisis. The impact of fiscal austerity has been to raise debt/GDP ratios among periphery countries, not lower them. The eurozone will endure, but through a lost decade of growth. It would help if the ECB further eased monetary policy, which it could do by buying US treasury bonds rather than eurozone bonds. Still needed is a long-run fiscal regime to address the moral hazard problem. Two worthwhile proposals are blue bonds and the delegation of forecasting to independent fiscal agencies.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfr12"], "abstractStem": "german cannot agre to unlimit bailout of euro member on the other hand if they had insist on the found principl fiscal constraint no bailout claus and low inflat as the sole goal of the ecb the euro would not have surviv the post2009 crisi the impact of fiscal auster ha been to rais debtgdp ratio among peripheri countri not lower them the eurozon will endur but through a lost decad of growth it would help if the ecb further eas monetari polici which it could do by buy us treasuri bond rather than eurozon bond still need is a longrun fiscal regim to address the moral hazard problem two worthwhil propos are blue bond and the deleg of forecast to independ fiscal agenciespthi abstract wa borrow from anoth version of thi item", "title": "The euro crisis: Where to from here?"}, "https://ideas.repec.org/a/cup/jechis/v42y1982i02p291-308_02.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr12"], "abstractStem": "no abstract is avail for thi item", "title": "The 1807–1809 Embargo Against Great Britain"}}}