{"epga43": {"https://ideas.repec.org/a/fip/fedgpr/y2005x25.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl2", "epga43", "eplu15", "epma131", "epwo3"], "abstractStem": "no abstract is avail for thi item", "title": "Panel discussion: understanding price determination: where are we now? where should we be going?"}, "https://ideas.repec.org/a/fip/fedfpr/y2005.html": {"abstract": "We lay out an optimizing multicountry framework suitable for fiscal policy analysis in a monetary union. We show that, for any given member country, the relinquishment of monetary policy independence, coupled with nominal price rigidity, generates a motive for fiscal stabilization beyond the optimal provision of public goods. This incentive depends on the degree of symmetry between that country’s and the union average natural rate of interest. Interestingly, this is shown to be the case despite fiscal policy being set, in each individual country, in order to maximize welfare at the level of the union as a whole.", "authors": ["epga43", "epmo32"], "abstractStem": "we lay out an optim multicountri framework suitabl for fiscal polici analysi in a monetari union we show that for ani given member countri the relinquish of monetari polici independ coupl with nomin price rigid gener a motiv for fiscal stabil beyond the optim provis of public good thi incent depend on the degre of symmetri between that countri s and the union averag natur rate of interest interestingli thi is shown to be the case despit fiscal polici be set in each individu countri in order to maxim welfar at the level of the union as a whole", "title": "Optimal fiscal policy in a monetary union"}, "https://ideas.repec.org/a/eee/eecrev/v45y2001i7p1237-1270.html": {"abstract": "We provide evidence on the fit of the New Phillips Curve (NPC) for the Euro area over the period 1970–1998, and use it as a tool to compare the characteristics of European inflation dynamics with those observed in the U.S. We also analyse the factors underlying inflation inertia by examining the cyclical behaviour of marginal costs, as well as that of its two main components, namely, labour productivity and real wages. Some of the findings can be summarized as follows: (a) the NPC fits Euro area data very well, possibly better than US data, (b) the degree of price stickiness implied by the estimates is substantial, but in line with survey evidence and US estimates, (c)\\ inflation dynamics in the Euro area appear to have a stronger forward-looking component (i.e., less inertia) than in the US, (d) labour market frictions, as manifested in the behaviour of the wage markup, appear to have played a key role in shaping the behaviour of marginal costs and, consequenty, inflation in Europe.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epga43", "epge11", "eplo26"], "abstractStem": "we provid evid on the fit of the new phillip curv npc for the euro area over the period 1970 1998 and use it as a tool to compar the characterist of european inflat dynam with those observ in the us we also analys the factor underli inflat inertia by examin the cyclic behaviour of margin cost as well as that of it two main compon name labour product and real wage some of the find can be summar as follow a the npc fit euro area data veri well possibl better than us data b the degre of price sticki impli by the estim is substanti but in line with survey evid and us estim c inflat dynam in the euro area appear to have a stronger forwardlook compon ie less inertia than in the us d labour market friction as manifest in the behaviour of the wage markup appear to have play a key role in shape the behaviour of margin cost and consequenti inflat in europepthi abstract wa borrow from anoth version of thi item", "title": "European inflation dynamics"}, "https://ideas.repec.org/a/tpr/jeurec/v5y2007i1p227-270.html": {"abstract": " Recent evidence suggests that consumption rises in response to an increase in government spending. That finding cannot be asily reconciled with existing optimizing business cycle models. We extend the standard new Keynesian model to allow for the presence of rule-of-thumb consumers. We show how the interaction of the latter with sticky prices and deficit financing can account for the existing evidence on the effects of government spending. (JEL: E32, E62) (c) 2007 by the European Economic Association.", "authors": ["epga43", "eplo26"], "abstractStem": " recent evid suggest that consumpt rise in respons to an increas in govern spend that find cannot be asili reconcil with exist optim busi cycl model we extend the standard new keynesian model to allow for the presenc of ruleofthumb consum we show how the interact of the latter with sticki price and deficit financ can account for the exist evid on the effect of govern spend jel e32 e62 c 2007 by the european econom associ", "title": "Understanding the Effects of Government Spending on Consumption"}, "https://ideas.repec.org/a/eee/jetheo/v63y1994i1p73-96.html": {"abstract": "No abstract is available for this item.", "authors": ["epga43"], "abstractStem": "no abstract is avail for thi item", "title": "Monopolistic Competition, Business Cycles, and the Composition of Aggregate Demand"}, "https://ideas.repec.org/a/eee/jjieco/v24y2010i2p137-139.html": {"abstract": "No abstract is available for this item.", "authors": ["epga43", "epho107", "epka35"], "abstractStem": "no abstract is avail for thi item", "title": "Sticky prices and inflation dynamics: Editor's introduction"}, "https://ideas.repec.org/a/spr/specre/v2y2000i1p1-10.html": {"abstract": "No abstract is available for this item.", "authors": ["epga43"], "abstractStem": "no abstract is avail for thi item", "title": "The return of the Phillips curve and other recent developments in business cycle theory"}, "https://ideas.repec.org/a/eee/moneco/v44y1999i2p195-222.html": {"abstract": "We develop and estimate a structural model of inflation that allows for a fraction of firms that use a backward looking rule to set prices. The model nests the purely forward looking New Keynesian Phillips curve as a particular case. We use measures of arginal cost as the relevant determinant of inflation, as the theory suggests, instead of an ad-hoc output gap. Real marginal costs are a significant and quantitatively important determinant of inflation. Backward looking price setting, while statistically significant, is not quantitatively important. Thus, we conclude that the New Keynesian Phillips curve provides a good first approximation to the dynamics of inflation.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epga43", "epge11"], "abstractStem": "we develop and estim a structur model of inflat that allow for a fraction of firm that use a backward look rule to set price the model nest the pure forward look new keynesian phillip curv as a particular case we use measur of argin cost as the relev determin of inflat as the theori suggest instead of an adhoc output gap real margin cost are a signific and quantit import determin of inflat backward look price set while statist signific is not quantit import thu we conclud that the new keynesian phillip curv provid a good first approxim to the dynam of inflationpthi abstract wa borrow from anoth version of thi item", "title": "Inflation dynamics: A structural econometric analysis"}, "https://ideas.repec.org/a/eee/moneco/v26y1990i3p433-452.html": {"abstract": "No abstract is available for this item.", "authors": ["epga43"], "abstractStem": "no abstract is avail for thi item", "title": "Finite horizons, life-cycle savings, and time-series evidence on consumption"}, "https://ideas.repec.org/a/mcb/jmoncb/v26y1994i1p1-8.html": {"abstract": " The author studies the implications for optimal portfolio decisions and equilibrium asset prices of the hypothesis that agents care about other agents' consumption level (in addition to their own). That hypothesis is introduced in two settings: (1) a one-period CAPM model and (2) a multiperiod asset pricing model. The presence of externalities is shown to affect the optimal risky share, as well as the size of adjustments in the latter in response to exogenous changes in the risk-adjusted equity premium. In equilibrium, the equity premium is also affected by the sign and the intensity of the externalities. Copyright 1994 by Ohio State University Press.", "authors": ["epga43"], "abstractStem": " the author studi the implic for optim portfolio decis and equilibrium asset price of the hypothesi that agent care about other agent consumpt level in addit to their own that hypothesi is introduc in two set 1 a oneperiod capm model and 2 a multiperiod asset price model the presenc of extern is shown to affect the optim riski share as well as the size of adjust in the latter in respons to exogen chang in the riskadjust equiti premium in equilibrium the equiti premium is also affect by the sign and the intens of the extern copyright 1994 by ohio state univers press", "title": "Keeping Up with the Joneses: Consumption Externalities, Portfolio Choice, and Asset Prices"}, "https://ideas.repec.org/a/fip/fedfpr/y2007inovx1.html": {"abstract": "The remarkable decline in macroeconomic volatility experienced by the U.S. economy since the mid-80s (the so-called Great Moderation) has been accompanied by large changes in the patterns of comovements among output, hours and labor productivity. Those changes are reflected in both conditional and unconditional second moments as well as in the impulse responses to identified shocks. That evidence points to structural change, as opposed to just good luck, as an explanation for the Great Moderation. We use a simple macro model to suggest some of the immediate sources which are likely to be behind the observed changes.", "authors": ["epga43", "fpga472"], "abstractStem": "the remark declin in macroeconom volatil experienc by the us economi sinc the mid80 the socal great moder ha been accompani by larg chang in the pattern of comov among output hour and labor product those chang are reflect in both condit and uncondit second moment as well as in the impuls respons to identifi shock that evid point to structur chang as oppos to just good luck as an explan for the great moder we use a simpl macro model to suggest some of the immedi sourc which are like to be behind the observ chang", "title": "On the sources of the Great Moderation"}, "https://ideas.repec.org/a/tpr/restat/v89y2007i1p44-59.html": {"abstract": " We present a simple theory-based measure of the variations in aggregate economic efficiency: the gap between the marginal product of labor and the household's consumption leisure tradeoff. We show that this indicator corresponds to the reciprocal of the markup of price over social marginal cost, and give some evidence in support of this interpretation. We then show that, with some auxiliary assumptions, our gap variable may be used to measure the efficiency costs of business fluctuations. We find that the latter costs are modest on average. However, to the extent that the flexible price equilibrium is distorted, the gross efficiency losses from recessions and gains from booms may be large. Indeed, we find that the major recessions involved large efficiency losses. These results hold for reasonable parameterizations of the Frisch elasticity of labor supply, the relative risk aversion, and steady-state distortions. Copyright by the President and Fellows of Harvard College and the Massachusetts Institute of Technology.", "authors": ["epga43", "epge11", "eplo26"], "abstractStem": " we present a simpl theorybas measur of the variat in aggreg econom effici the gap between the margin product of labor and the household consumpt leisur tradeoff we show that thi indic correspond to the reciproc of the markup of price over social margin cost and give some evid in support of thi interpret we then show that with some auxiliari assumpt our gap variabl may be use to measur the effici cost of busi fluctuat we find that the latter cost are modest on averag howev to the extent that the flexibl price equilibrium is distort the gross effici loss from recess and gain from boom may be larg inde we find that the major recess involv larg effici loss these result hold for reason parameter of the frisch elast of labor suppli the rel risk avers and steadyst distort copyright by the presid and fellow of harvard colleg and the massachusett institut of technolog", "title": "Markups, Gaps, and the Welfare Costs of Business Fluctuations"}, "https://ideas.repec.org/a/eee/moneco/v50y2003i4p723-743.html": {"abstract": "The purpose of the present paper is twofold. First, we characterize the Fed's systematic response to technology shocks and its implications for U.S. output, hours and inflation. Second, we evaluate the extent to which those responses can be accounted for by a simple monetary policy rule (including the optimal one) in the context of a standard business cycle model with sticky prices. Our main results can be described as follows: First, we detect significant differences across periods in the response of the economy (as well as the Fed's) to a technology shock. Second, the Fed's response to a technology shock in the Volcker-Greenspan period is consistent with an optimal monetary policy rule. Third, in the pre-Volcker period the Fed's policy tended to over stabilize output at the cost of generating excessive inflation volatility. Our evidence reinforces recent results in the literature suggesting an improvement in the Fed's performance.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epga43", "eplo26"], "abstractStem": "the purpos of the present paper is twofold first we character the fed systemat respons to technolog shock and it implic for us output hour and inflat second we evalu the extent to which those respons can be account for by a simpl monetari polici rule includ the optim one in the context of a standard busi cycl model with sticki price our main result can be describ as follow first we detect signific differ across period in the respons of the economi as well as the fed to a technolog shock second the fed respons to a technolog shock in the volckergreenspan period is consist with an optim monetari polici rule third in the prevolck period the fed polici tend to over stabil output at the cost of gener excess inflat volatil our evid reinforc recent result in the literatur suggest an improv in the fed performancepthi abstract wa borrow from anoth version of thi item", "title": "Technology shocks and monetary policy: assessing the Fed's performance"}, "https://ideas.repec.org/a/eee/eecrev/v38y1994i3-4p748-756.html": {"abstract": "No abstract is available for this item.", "authors": ["epga43"], "abstractStem": "no abstract is avail for thi item", "title": "Monopolistic competition, endogenous markups, and growth"}, "https://ideas.repec.org/a/aea/aecrev/v86y1996i1p298-99.html": {"abstract": "No abstract is available for this item.", "authors": ["epga43"], "abstractStem": "no abstract is avail for thi item", "title": "Budget Constraints and Time-Series Evidence on Consumption: Reply"}, "https://ideas.repec.org/a/eee/eecrev/v40y1996i3-5p839-845.html": {"abstract": "No abstract is available for this item.", "authors": ["epga43"], "abstractStem": "no abstract is avail for thi item", "title": "Unemployment in dynamic general equilibrium economies"}, "homepage": "https://ideas.repec.org/e/pga43.html", "https://ideas.repec.org/a/eee/eecrev/v47y2003i4p759-760.html": {"abstract": "No abstract is available for this item.", "authors": ["epga43", "epge11", "eplo26"], "abstractStem": "no abstract is avail for thi item", "title": "Erratum to \"European inflation dynamics\": [European Economic Review 45 (2001), 1237-1270]"}, "https://ideas.repec.org/a/tpr/jeurec/v2y2004i2-3p372-380.html": {"abstract": " I provide some new evidence that reinforces the conclusion in Galí (1999) that exogenous variations in technology play a very limited role, if any, as sources of the business cycle. First, I provide evidence that supports the identification of technology shocks proposed in that paper. Second, I show that similar findings obtain when the same approach is implemented for the Euro area, using a newly available data set. (JEL: E32, E24) Copyright (c) 2004 The European Economic Association.", "authors": ["epga43"], "abstractStem": " i provid some new evid that reinforc the conclus in gal  1999 that exogen variat in technolog play a veri limit role if ani as sourc of the busi cycl first i provid evid that support the identif of technolog shock propos in that paper second i show that similar find obtain when the same approach is implement for the euro area use a newli avail data set jel e32 e24 copyright c 2004 the european econom associ", "title": "On The Role of Technology Shocks as a Source of Business Cycles: Some New Evidence"}, "https://ideas.repec.org/a/aea/aecrev/v91y2001i2p248-252.html": {"abstract": "No abstract is available for this item.", "authors": ["epcl69", "epga43", "epge11"], "abstractStem": "no abstract is avail for thi item", "title": "Optimal Monetary Policy in Open versus Closed Economies: An Integrated Approach"}, "https://ideas.repec.org/a/fip/fedfpr/y1998imarx3.html": {"abstract": "No abstract is available for this item.", "authors": ["epcl69", "epga43", "epge11"], "abstractStem": "no abstract is avail for thi item", "title": "Monetary policy rules in practice"}, "https://ideas.repec.org/a/oup/qjecon/v115y2000i1p147-180..html": {"abstract": "We estimate a forward-looking monetary policy reaction function for the postwar United States economy, before and after Volcker's appointment as Fed Chairman in 1979. Our results point to substantial differences in the estimated rule across periods. In particular, interest rate policy in the Volcker-Greenspan period appears to have been much more sensitive to changes in expected inflation than in the pre-Volcker period. We then compare some of the implications of the estimated rules for the equilibrium properties of inflation and output, using a simple macroeconomic model, and show that the Volcker-Greenspan rule is stabilizing.", "authors": ["epge11"], "abstractStem": "we estim a forwardlook monetari polici reaction function for the postwar unit state economi befor and after volcker appoint as fed chairman in 1979 our result point to substanti differ in the estim rule across period in particular interest rate polici in the volckergreenspan period appear to have been much more sensit to chang in expect inflat than in the prevolck period we then compar some of the implic of the estim rule for the equilibrium properti of inflat and output use a simpl macroeconom model and show that the volckergreenspan rule is stabil", "title": "Monetary Policy Rules and Macroeconomic Stability: Evidence and Some Theory"}, "firstname": "Jordi", "https://ideas.repec.org/a/spr/joecth/v8y1996i2p251-266.html": {"abstract": "The standard neoclassical growth model is modified by introducing a market structure characterized by monopolistic competition and variable demand elasticities. In equilibrium, the price elasticity of the demand schedule facing a typical firm is a function of the aggregate savings rate. The latter feature results from an assumed wedge between the elasticity of substitution across goods in productive activities and that in consumption. In contrast with most examples in the literature our model does not require increasing returns (internal or external) in order to generate multiple equilibria.", "authors": ["epga43"], "abstractStem": "the standard neoclass growth model is modifi by introduc a market structur character by monopolist competit and variabl demand elast in equilibrium the price elast of the demand schedul face a typic firm is a function of the aggreg save rate the latter featur result from an assum wedg between the elast of substitut across good in product activ and that in consumpt in contrast with most exampl in the literatur our model doe not requir increas return intern or extern in order to gener multipl equilibria", "title": "Multiple equilibria in a growth model with monopolistic competition (*)"}, "https://ideas.repec.org/a/bla/ijethy/v5y2009i1p61-68.html": {"abstract": "No abstract is available for this item.", "authors": ["epga43"], "abstractStem": "no abstract is avail for thi item", "title": "Constant interest rate projections without the curse of indeterminacy: A note"}, "lastname": "Gali", "https://ideas.repec.org/a/eee/moneco/v52y2005i6p1107-1118.html": {"abstract": "Galí and Gertler (1999) developed a hybrid variant of the New Keynesian Phillips curve that relates inflation to real marginal cost, expected future inflation and lagged inflation. GMM estimates of the model suggest that forward looking behavior is dominant: The coefficient on expected future inflation substantially exceeds the coefficient on lagged inflation. While the latter differs significantly from zero, it is quantitatively modest. Several authors have suggested that our results are the product of specification bias or suspect estimation methods. Here we show that these claims are incorrect, and that our results are robust to a variety of estimation procedures, including GMM estimation of the closed form, and nonlinear instrumental variables. Also, as we discuss, many others have obtained very similar results to ours using a systems approach, including FIML techniques. Hence, the conclusions of GG and others regarding the importance of forward looking behavior remain robust.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epga43", "epge11", "eplo26"], "abstractStem": "gal  and gertler 1999 develop a hybrid variant of the new keynesian phillip curv that relat inflat to real margin cost expect futur inflat and lag inflat gmm estim of the model suggest that forward look behavior is domin the coeffici on expect futur inflat substanti exce the coeffici on lag inflat while the latter differ significantli from zero it is quantit modest sever author have suggest that our result are the product of specif bia or suspect estim method here we show that these claim are incorrect and that our result are robust to a varieti of estim procedur includ gmm estim of the close form and nonlinear instrument variabl also as we discuss mani other have obtain veri similar result to our use a system approach includ fiml techniqu henc the conclus of gg and other regard the import of forward look behavior remain robustpthi abstract wa borrow from anoth version of thi item", "title": "Robustness of the estimates of the hybrid New Keynesian Phillips curve"}, "https://ideas.repec.org/a/tpr/jeurec/v4y2006i2-3p562-574.html": {"abstract": " This paper evaluates new evidence on price-setting practices and inflation persistence in the euro area with respect to its implications for macro modeling. It argues that several of the most commonly used assumptions in micro-founded macro models are seriously challenged by the new findings. (JEL: E31, E52) (c) 2006 by the European Economic Association.", "authors": ["fpan228", "epeh4", "epga43", "eple143", "epsm33"], "abstractStem": " thi paper evalu new evid on priceset practic and inflat persist in the euro area with respect to it implic for macro model it argu that sever of the most commonli use assumpt in microfound macro model are serious challeng by the new find jel e31 e52 c 2006 by the european econom associ", "title": "New Evidence on Inflation Persistence and Price Stickiness in the Euro Area: Implications for Macro Modeling"}, "https://ideas.repec.org/a/eee/jetheo/v64y1994i1p242-252.html": {"abstract": "No abstract is available for this item.", "authors": ["epga43"], "abstractStem": "no abstract is avail for thi item", "title": "Local Externalities, Convex Adjustment Costs, and Sunspot Equilibria"}, "https://ideas.repec.org/a/fip/fedlrv/y2005ijulp459-486nv.87no.4.html": {"abstract": "This paper revisits a property embedded in most dynamic macroeconomic models: the stationarity of hours worked. First, the author argues that, contrary to what is often believed, there are many reasons why hours could be nonstationary in those models, while preserving the property of balanced growth. Second, the author shows that the postwar evidence for most industrialized economies is clearly at odds with the assumption of stationary hours per capita. Third, he examines the implications of that evidence for the role of technology as a source of economic fluctuations in the G7 countries.", "authors": ["epga43"], "abstractStem": "thi paper revisit a properti embed in most dynam macroeconom model the stationar of hour work first the author argu that contrari to what is often believ there are mani reason whi hour could be nonstationari in those model while preserv the properti of balanc growth second the author show that the postwar evid for most industri economi is clearli at odd with the assumpt of stationari hour per capita third he examin the implic of that evid for the role of technolog as a sourc of econom fluctuat in the g7 countri", "title": "Trends in hours, balanced growth, and the role of technology in the business cycle"}, "https://ideas.repec.org/a/eee/moneco/v49y2002i5p879-904.html": {"abstract": "We study the international monetary policy design problem within an optimizing two-country sticky price model, where each country faces a short run trade-off between output and inflation. The model is sufficiently tractable to solve analytically. We find that in the Nash equilibrium, the policy problem for each central bank is isomorphic to the one it would face if it were a closed economy. Gains from co-operation arise, however, that stem from the impact of foreign economic activity on the domestic marginal cost of production. While under Nash central banks need only adjust the interest rate in response to domestic inflation, under co-operation they should respond to foreign inflation as well. In either scenario, flexible exchange rates are desirable.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epcl69", "epga43", "epge11"], "abstractStem": "we studi the intern monetari polici design problem within an optim twocountri sticki price model where each countri face a short run tradeoff between output and inflat the model is suffici tractabl to solv analyt we find that in the nash equilibrium the polici problem for each central bank is isomorph to the one it would face if it were a close economi gain from cooper aris howev that stem from the impact of foreign econom activ on the domest margin cost of product while under nash central bank need onli adjust the interest rate in respons to domest inflat under cooper they should respond to foreign inflat as well in either scenario flexibl exchang rate are desirablepthi abstract wa borrow from anoth version of thi item", "title": "A simple framework for international monetary policy analysis"}, "https://ideas.repec.org/a/eee/inecon/v76y2008i1p116-132.html": {"abstract": "We lay out a tractable model for the analysis of optimal monetary and fiscal policy in a currency union. The monetary authority sets a common interest rate for the union, whereas fiscal policy is implemented at the country level, through the choice of government spending. In the presence of country-specific shocks and nominal rigidities, the policy mix that is optimal from the viewpoint of the union as a whole requires that inflation be stabilized at the union level by the common central bank, whereas fiscal policy has a country-specific stabilization role, one beyond the efficient provision of public goods.", "authors": ["epga43", "epmo32"], "abstractStem": "we lay out a tractabl model for the analysi of optim monetari and fiscal polici in a currenc union the monetari author set a common interest rate for the union wherea fiscal polici is implement at the countri level through the choic of govern spend in the presenc of countryspecif shock and nomin rigid the polici mix that is optim from the viewpoint of the union as a whole requir that inflat be stabil at the union level by the common central bank wherea fiscal polici ha a countryspecif stabil role one beyond the effici provis of public good", "title": "Optimal monetary and fiscal policy in a currency union"}, "https://ideas.repec.org/a/eee/eecrev/v38y1994i1p117-132.html": {"abstract": "No abstract is available for this item.", "authors": ["epga43"], "abstractStem": "no abstract is avail for thi item", "title": "Government size and macroeconomic stability"}, "https://ideas.repec.org/a/mcb/jmoncb/v39y2007is1p35-65.html": {"abstract": " Most central banks perceive a trade-off between stabilizing inflation and stabilizing the gap between output and desired output. However, the standard new Keynesian framework implies no such trade-off. In that framework, stabilizing inflation is equivalent to stabilizing the welfare-relevant output gap. In this paper, we argue that this property of the new Keynesian framework, which we call the \"divine coincidence\", is due to a special feature of the model: the absence of nontrivial \"real\" imperfections. We focus on one such real imperfection, namely, real wage rigidities. When the baseline new Keynesian model is extended to allow for real wage rigidities, the divine coincidence disappears, and central banks indeed face a trade-off between stabilizing inflation and stabilizing the welfare-relevant output gap. We show that not only does the extended model have more realistic normative implications, but it also has appealing positive properties. In particular, it provides a natural interpretation for the dynamic inflation-unemployment relation found in the data. Copyright 2007 The Ohio State University.", "authors": ["epbl2", "epga43"], "abstractStem": " most central bank perceiv a tradeoff between stabil inflat and stabil the gap between output and desir output howev the standard new keynesian framework impli no such tradeoff in that framework stabil inflat is equival to stabil the welfarerelev output gap in thi paper we argu that thi properti of the new keynesian framework which we call the divin coincid is due to a special featur of the model the absenc of nontrivi real imperfect we focu on one such real imperfect name real wage rigid when the baselin new keynesian model is extend to allow for real wage rigid the divin coincid disappear and central bank inde face a tradeoff between stabil inflat and stabil the welfarerelev output gap we show that not onli doe the extend model have more realist norm implic but it also ha appeal posit properti in particular it provid a natur interpret for the dynam inflationunemploy relat found in the data copyright 2007 the ohio state univers", "title": "Real Wage Rigidities and the New Keynesian Model"}, "https://ideas.repec.org/a/tpr/restat/v75y1993i3p418-28.html": {"abstract": " The author estimates consumption variability ratios for both durable and nondurable consumption using data for six OECD countries. His methodology, which relies on a long-run restriction implied by the consumer's intertemporal budget constraint, overcomes many of the problems inherent to previous approaches. Some important departures from the permanent income model emerge: (1) nondurable consumption shows mild excess smoothness in the United States and Italy, and mild excess volatility in Japan and France, and (2) durable consumption shows extreme excess smoothness in all countries. Alternative factors capable of generating the differences in volatility across types of goods are discussed. Copyright 1993 by MIT Press.", "authors": ["epga43"], "abstractStem": " the author estim consumpt variabl ratio for both durabl and nondur consumpt use data for six oecd countri hi methodolog which reli on a longrun restrict impli by the consum intertempor budget constraint overcom mani of the problem inher to previou approach some import departur from the perman incom model emerg 1 nondur consumpt show mild excess smooth in the unit state and itali and mild excess volatil in japan and franc and 2 durabl consumpt show extrem excess smooth in all countri altern factor capabl of gener the differ in volatil across type of good are discuss copyright 1993 by mit press", "title": "Variability of Durable and Nondurable Consumption: Evidence for Six O.E.C.D. Countries"}, "https://ideas.repec.org/a/aea/jeclit/v37y1999i4p1661-1707.html": {"abstract": "The paper reviews the recent literature on monetary policy rules. We exposit the monetary policy design problem within a simple baseline theoretical framework. We then consider the implications of adding various real world complications. Among other things, we show that the optimal policy implicitly incorporates inflation targeting. We also characterize the gains from making a credible commitment to fight inflation. In contrast to conventional wisdom, we show that gains from commitment may emerge even if the central bank is not trying to inadvisedly push output above its natural level. We also consider the implications of frictions such as imperfect information.", "authors": ["epcl69", "epga43", "epge11"], "abstractStem": "the paper review the recent literatur on monetari polici rule we exposit the monetari polici design problem within a simpl baselin theoret framework we then consid the implic of ad variou real world complic among other thing we show that the optim polici implicitli incorpor inflat target we also character the gain from make a credibl commit to fight inflat in contrast to convent wisdom we show that gain from commit may emerg even if the central bank is not tri to inadvisedli push output abov it natur level we also consid the implic of friction such as imperfect inform", "title": "The Science of Monetary Policy: A New Keynesian Perspective"}, "https://ideas.repec.org/a/aea/aecrev/v89y1999i1p249-271.html": {"abstract": "The author estimate a decomposition of productivity and hours into technology and nontechnology components. Two results stand out: (1) the estimated conditional correlations of hours and productivity are negative for technology shocks, positive for nontechnology shocks; and (2) hours show a persistent decline in response to a positive technology shock. Most of the results hold for a variety of model specifications and for the majority of G7 countries. The picture that emerges is hard to reconcile with a conventional real-business-cycle interpretation of business cycles but is shown to be consistent with a simple model with monopolistic competition and sticky prices.", "authors": ["epga43"], "abstractStem": "the author estim a decomposit of product and hour into technolog and nontechnolog compon two result stand out 1 the estim condit correl of hour and product are neg for technolog shock posit for nontechnolog shock and 2 hour show a persist declin in respons to a posit technolog shock most of the result hold for a varieti of model specif and for the major of g7 countri the pictur that emerg is hard to reconcil with a convent realbusinesscycl interpret of busi cycl but is shown to be consist with a simpl model with monopolist competit and sticki price", "title": "Technology, Employment, and the Business Cycle: Do Technology Shocks Explain Aggregate Fluctuations?"}, "https://ideas.repec.org/a/aea/aejmac/v2y2010i2p1-30.html": {"abstract": "We construct a utility-based model of fluctuations with nominal rigidities and unemployment. We first show that under a standard utility specification, productivity shocks have no effect on unemployment in the constrained efficient allocation. That property is also shown to hold, despite labor market frictions, in the decentralized equilibrium under flexible prices and wages. Inefficient unemployment fluctuations arise when we introduce real-wage rigidities. As a result, in the presence of staggered price setting by firms, the central bank faces a trade-off between inflation and unemployment stabilization, which depends on labor market characteristics. We draw the implications for optimal monetary policy. (JEL E12, E24, E52)", "authors": ["epbl2", "epga43"], "abstractStem": "we construct a utilitybas model of fluctuat with nomin rigid and unemploy we first show that under a standard util specif product shock have no effect on unemploy in the constrain effici alloc that properti is also shown to hold despit labor market friction in the decentr equilibrium under flexibl price and wage ineffici unemploy fluctuat aris when we introduc realwag rigid as a result in the presenc of stagger price set by firm the central bank face a tradeoff between inflat and unemploy stabil which depend on labor market characterist we draw the implic for optim monetari polici jel e12 e24 e52", "title": "Labor Markets and Monetary Policy: A New Keynesian Model with Unemployment"}, "https://ideas.repec.org/a/eee/moneco/v36y1995i1p39-63.html": {"abstract": "No abstract is available for this item.", "authors": ["epga43"], "abstractStem": "no abstract is avail for thi item", "title": "Product diversity, endogenous markups, and development traps"}, "https://ideas.repec.org/a/red/ecodyn/v5y2003i1interview.html": {"abstract": "Jordi GalÃ­ is Director of the Centre de Recerca en Economia Internacional (CREI), and Professor at Universitat Pompeu Fabra. His recent research has focused on the analysis of the interaction of monetary policy with various shocks and its role in determining the real and nominal features of the business cycle.", "authors": ["epga43"], "abstractStem": "jordi gal  is director of the centr de recerca en economia internacion crei and professor at universitat pompeu fabra hi recent research ha focus on the analysi of the interact of monetari polici with variou shock and it role in determin the real and nomin featur of the busi cycl", "title": "EconomicDynamics Interviews Jordi Gali on Price Rigidities"}, "https://ideas.repec.org/a/aea/aecrev/v81y1991i5p1238-53.html": {"abstract": " Is consumption more or less variable than predicted by the permanent-income hypothesis? To answer that question, the author develops a procedure based on a long-run restriction implied by the consumer's intertemporal budget constraints. In contrast to previous work, the approach here (1) does not require any assumptions on the stochastic properties of labor income, (2) does not impose restrictions on the consumer's information set, and (3) is robust to departures from the permanent-income-hypothesis model. The application of the procedure to postwar U.S. data suggests that consumption is smoother than the permanent-income-hypothesis model predicts. Copyright 1991 by American Economic Association.", "authors": ["epga43"], "abstractStem": " is consumpt more or less variabl than predict by the permanentincom hypothesi to answer that question the author develop a procedur base on a longrun restrict impli by the consum intertempor budget constraint in contrast to previou work the approach here 1 doe not requir ani assumpt on the stochast properti of labor incom 2 doe not impos restrict on the consum inform set and 3 is robust to departur from the permanentincomehypothesi model the applic of the procedur to postwar us data suggest that consumpt is smoother than the permanentincomehypothesi model predict copyright 1991 by american econom associ", "title": "Budget Constraints and Time-Series Evidence on Consumption"}, "https://ideas.repec.org/a/eee/regeco/v25y1995i1p1-19.html": {"abstract": "No abstract is available for this item.", "authors": ["epga43"], "abstractStem": "no abstract is avail for thi item", "title": "Expectations-driven spatial fluctuations"}, "https://ideas.repec.org/a/eee/crcspp/v43y1995ip163-211.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe53", "epga43"], "abstractStem": "no abstract is avail for thi item", "title": "On growth and indeterminacy: some theory and evidence"}, "https://ideas.repec.org/a/oup/restud/v66y1999i4p799-824..html": {"abstract": "We compare the performance of markets and tournaments as allocative mechanisms in an economy with borrowing constraints. The economy consists of a continuum of individuals who differ in their initial wealth and ability level. These must be assigned to a continuum of investment opportunities or inputs of different productivity. With perfect capital markets matching is efficient under both mechanisms. Markets, however, generate higher aggregate consumption because of the waste associated with the production of signals under tournaments. When borrowing constraints are present, tournaments dominate markets in terms of matching efficiency and, for sufficiently powerful signalling technologies, also in terms of aggregate consumption.", "authors": [], "abstractStem": "we compar the perform of market and tournament as alloc mechan in an economi with borrow constraint the economi consist of a continuum of individu who differ in their initi wealth and abil level these must be assign to a continuum of invest opportun or input of differ product with perfect capit market match is effici under both mechan market howev gener higher aggreg consumpt becaus of the wast associ with the product of signal under tournament when borrow constraint are present tournament domin market in term of match effici and for suffici power signal technolog also in term of aggreg consumpt", "title": "To Each According to …? Markets, Tournaments, and the Matching Problem with Borrowing Constraints"}, "https://ideas.repec.org/a/eee/crcspp/v49y1998ip195-206.html": {"abstract": "No abstract is available for this item.", "authors": ["epga43"], "abstractStem": "no abstract is avail for thi item", "title": "The liquidity effect and long-run neutrality : A comment"}, "https://ideas.repec.org/a/eee/eecrev/v42y1998i6p1033-1067.html": {"abstract": "This paper reports estimates of monetary policy reaction functions for two sets of\" countries: the G3 (Germany, Japan, and the U.S.) and the E3 (UK, France that since 1979 each of the G3 central banks has pursued an implicit form of inflation targeting which may account for the broad success of monetary policy in those countries over this time\" period. The evidence also suggests that these central banks have been forward looking: they\" respond to anticipated inflation as opposed to lagged inflation. As for the E3 emergence of the influenced by German\" monetary policy. Further, using the Bundesbank's policy rule as a benchmark time of the EMS collapse, interest rates in each of the E3 countries were much higher than\" domestic macroeconomic conditions warranted. Taken all together, the results lend support to\" the view that some form of inflation targeting may under certain circumstances be superior to\" fixing exchange rates, as a means to gain a nominal anchor for monetary policy.\"<p>(This abstract was borrowed from another version of this item.)", "authors": ["epcl69", "epga43", "epge11"], "abstractStem": "thi paper report estim of monetari polici reaction function for two set of countri the g3 germani japan and the us and the e3 uk franc that sinc 1979 each of the g3 central bank ha pursu an implicit form of inflat target which may account for the broad success of monetari polici in those countri over thi time period the evid also suggest that these central bank have been forward look they respond to anticip inflat as oppos to lag inflat as for the e3 emerg of the influenc by german monetari polici further use the bundesbank polici rule as a benchmark time of the em collaps interest rate in each of the e3 countri were much higher than domest macroeconom condit warrant taken all togeth the result lend support to the view that some form of inflat target may under certain circumst be superior to fix exchang rate as a mean to gain a nomin anchor for monetari policypthi abstract wa borrow from anoth version of thi item", "title": "Monetary policy rules in practice Some international evidence"}, "https://ideas.repec.org/a/ijc/ijcjou/y2010q1a5.html": {"abstract": "What can estimated reduced-form inflation equations teach us regarding the role of global factors as determinants of inflation? Very little, according to modern monetary theory. I illustrate this claim by exploring the channels through which global factors influence inflation in the small open economy of Galí and Monacelli (2005).", "authors": ["epga43"], "abstractStem": "what can estim reducedform inflat equat teach us regard the role of global factor as determin of inflat veri littl accord to modern monetari theori i illustr thi claim by explor the channel through which global factor influenc inflat in the small open economi of gal  and monacelli 2005", "title": "Commentary: Inflation Pressures and Monetary Policy in a Global Economy"}, "https://ideas.repec.org/a/bla/jeurec/v9y2011i3p436-461.html": {"abstract": "The standard New Keynesian model with staggered wage setting is shown to imply a simple dynamic relation between wage inflation and unemployment. Under some assumptions, that relation takes a form similar to that found in empirical applications--starting with the original Phillips (1958) curve--and may thus be viewed as providing some theoretical foundations to the latter. The structural wage equation derived here is shown to account reasonably well for the comovement of wage inflation and the unemployment rate in the U.S. economy, even under the strong assumption of a constant natural rate of unemployment.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epga43"], "abstractStem": "the standard new keynesian model with stagger wage set is shown to impli a simpl dynam relat between wage inflat and unemploy under some assumpt that relat take a form similar to that found in empir applicationsstart with the origin phillip 1958 curveand may thu be view as provid some theoret foundat to the latter the structur wage equat deriv here is shown to account reason well for the comov of wage inflat and the unemploy rate in the us economi even under the strong assumpt of a constant natur rate of unemploymentpthi abstract wa borrow from anoth version of thi item", "title": "The Return Of The Wage Phillips Curve"}, "https://ideas.repec.org/a/fip/feddpr/y1994iaprn3.html": {"abstract": "This paper attempts to identify the sources of real exchange rate fluctuations since the collapse of the Bretton Woods period. We use a structural VAR model with recursive long-run restrictions to decompose the real exchange rate series into three components, associated with supply, demand and monetary shocks. Our estimates imply that monetary shocks account for a substantial fraction of the variability of both yen and Deutschmark real exchange rate variations against the dollar. Demand shocks appear as the largest source of real exchange rate fluctuations for all the currencies considered, while supply shocks seem to play a minor role.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epcl69", "epga43"], "abstractStem": "thi paper attempt to identifi the sourc of real exchang rate fluctuat sinc the collaps of the bretton wood period we use a structur var model with recurs longrun restrict to decompos the real exchang rate seri into three compon associ with suppli demand and monetari shock our estim impli that monetari shock account for a substanti fraction of the variabl of both yen and deutschmark real exchang rate variat against the dollar demand shock appear as the largest sourc of real exchang rate fluctuat for all the currenc consid while suppli shock seem to play a minor rolepthi abstract wa borrow from anoth version of thi item", "title": "Sources of real exchange rate fluctuations: how important are nominal shocks?"}}}