{"epge11": {"https://ideas.repec.org/a/aea/aecrev/v91y2001i2p253-257.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe55", "epge11"], "abstractStem": "no abstract is avail for thi item", "title": "Should Central Banks Respond to Movements in Asset Prices?"}, "https://ideas.repec.org/a/eee/moneco/v26y1990i2p245-266.html": {"abstract": "No abstract is available for this item.", "authors": ["epge11", "epro164"], "abstractStem": "no abstract is avail for thi item", "title": "North-South lending and endogenous domestic capital market inefficiencies"}, "https://ideas.repec.org/a/aea/jecper/v9y1995i4p27-48.html": {"abstract": "The 'credit channel' theory of monetary policy transmission holds that informational frictions in credit markets worsen during tight-money periods. The resulting increase in the external finance premium--the difference in cost between internal and external funds--enhances the effects of monetary policy on the real economy. The authors document the responses of GDP and its components to monetary policy shocks and describe how the credit channel helps explain the facts. They discuss two main components of this mechanism, the balance sheet and bank lending channels. The authors argue that forecasting exercises using credit aggregates are not valid tests of this theory.", "authors": ["epbe55", "epge11"], "abstractStem": "the credit channel theori of monetari polici transmiss hold that inform friction in credit market worsen dure tightmoney period the result increas in the extern financ premiumth differ in cost between intern and extern fundsenh the effect of monetari polici on the real economi the author document the respons of gdp and it compon to monetari polici shock and describ how the credit channel help explain the fact they discuss two main compon of thi mechan the balanc sheet and bank lend channel the author argu that forecast exercis use credit aggreg are not valid test of thi theori", "title": "Inside the Black Box: The Credit Channel of Monetary Policy Transmission"}, "https://ideas.repec.org/a/mcb/jmoncb/v27y1995i4p1342-53.html": {"abstract": "No abstract is available for this item.", "authors": ["epge11"], "abstractStem": "no abstract is avail for thi item", "title": "Monetary and Financial Interactions in the Business Cycle: Comment"}, "https://ideas.repec.org/a/eee/eecrev/v45y2001i7p1237-1270.html": {"abstract": "We provide evidence on the fit of the New Phillips Curve (NPC) for the Euro area over the period 1970–1998, and use it as a tool to compare the characteristics of European inflation dynamics with those observed in the U.S. We also analyse the factors underlying inflation inertia by examining the cyclical behaviour of marginal costs, as well as that of its two main components, namely, labour productivity and real wages. Some of the findings can be summarized as follows: (a) the NPC fits Euro area data very well, possibly better than US data, (b) the degree of price stickiness implied by the estimates is substantial, but in line with survey evidence and US estimates, (c)\\ inflation dynamics in the Euro area appear to have a stronger forward-looking component (i.e., less inertia) than in the US, (d) labour market frictions, as manifested in the behaviour of the wage markup, appear to have played a key role in shaping the behaviour of marginal costs and, consequenty, inflation in Europe.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epga43", "epge11", "eplo26"], "abstractStem": "we provid evid on the fit of the new phillip curv npc for the euro area over the period 1970 1998 and use it as a tool to compar the characterist of european inflat dynam with those observ in the us we also analys the factor underli inflat inertia by examin the cyclic behaviour of margin cost as well as that of it two main compon name labour product and real wage some of the find can be summar as follow a the npc fit euro area data veri well possibl better than us data b the degre of price sticki impli by the estim is substanti but in line with survey evid and us estim c inflat dynam in the euro area appear to have a stronger forwardlook compon ie less inertia than in the us d labour market friction as manifest in the behaviour of the wage markup appear to have play a key role in shape the behaviour of margin cost and consequenti inflat in europepthi abstract wa borrow from anoth version of thi item", "title": "European inflation dynamics"}, "https://ideas.repec.org/a/oup/qjecon/v109y1994i2p309-340..html": {"abstract": "We analyze the response of small versus large manufacturing firms to monetary policy. The goal is to obtain evidence on the importance of financial propagation mechanisms for aggregate activity. We find that small firms account for a significantly disproportionate share of the manufacturing decline that follows tightening of monetary policy. They play a surprisingly prominent role in the slowdown of inventory demand. Large firms initially borrow to accumulate inventories. After a brief period, small firms quickly shed inventories. We attempt to sort financial from nonfinancial explanations with evidence on asymmetries and on balance sheet effects on inventory demand across size classes.", "authors": ["epge11"], "abstractStem": "we analyz the respons of small versu larg manufactur firm to monetari polici the goal is to obtain evid on the import of financi propag mechan for aggreg activ we find that small firm account for a significantli disproportion share of the manufactur declin that follow tighten of monetari polici they play a surprisingli promin role in the slowdown of inventori demand larg firm initi borrow to accumul inventori after a brief period small firm quickli shed inventori we attempt to sort financi from nonfinanci explan with evid on asymmetri and on balanc sheet effect on inventori demand across size class", "title": "Monetary Policy, Business Cycles, and the Behavior of Small Manufacturing Firms"}, "https://ideas.repec.org/a/fip/fedkpr/y1988p33-78.html": {"abstract": "Recent research in macroeconomics -- both theoretical and empirical -- has resurrected the idea that capital market imperfections may be significant factors in business volatility by making new progress in characterizing the mechanisms. This paper outlines a case for a financial aspect to business fluctuations, in light of the contributions of this new literature. We present a theoretical model that explicitly motivates how financial factors may affect investment. We then report some existing tests of the model's basic predictions4 and also present two new sets of results. The first demonstrates that the inverse relation between sales variability and size documented in many studies may be due to financial rather than technological factors, in contrast to the conventional view. The second lends support to a theoretical prediction of the model. that the effects of capital market frictions on investment should be asymmetric -- having more impact in recessions than booms. The final section presents conclusions, and addresses some policy questions.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epge11", "ephu97"], "abstractStem": "recent research in macroeconom  both theoret and empir  ha resurrect the idea that capit market imperfect may be signific factor in busi volatil by make new progress in character the mechan thi paper outlin a case for a financi aspect to busi fluctuat in light of the contribut of thi new literatur we present a theoret model that explicitli motiv how financi factor may affect invest we then report some exist test of the model basic predictions4 and also present two new set of result the first demonstr that the invers relat between sale variabl and size document in mani studi may be due to financi rather than technolog factor in contrast to the convent view the second lend support to a theoret predict of the model that the effect of capit market friction on invest should be asymmetr  have more impact in recess than boom the final section present conclus and address some polici questionspthi abstract wa borrow from anoth version of thi item", "title": "Financial factors in business fluctuations"}, "https://ideas.repec.org/a/taf/jeduce/v44y2013i4p329-338.html": {"abstract": " In this article, the author describes conceptually how to think about the dramatic changes in monetary policy since the sub-prime crisis of August 2007. He also discusses how to incorporate these changes and related economic concepts in the teaching of an undergraduate class in macroeconomics. A distinction is made between conventional and unconventional monetary policy, both conceptually and in practice, but most of the focus is on unconventional monetary policy and how it can be integrated within a standard macroeconomic framework. Some attention is also given to the relevance of the liquidity trap and forward guidance in monetary policy.", "authors": ["epge11"], "abstractStem": " in thi articl the author describ conceptu how to think about the dramat chang in monetari polici sinc the subprim crisi of august 2007 he also discuss how to incorpor these chang and relat econom concept in the teach of an undergradu class in macroeconom a distinct is made between convent and unconvent monetari polici both conceptu and in practic but most of the focu is on unconvent monetari polici and how it can be integr within a standard macroeconom framework some attent is also given to the relev of the liquid trap and forward guidanc in monetari polici", "title": "Monetary Policy After August 2007"}, "https://ideas.repec.org/a/eee/moneco/v16y1985i1p19-44.html": {"abstract": "No abstract is available for this item.", "authors": ["epai4", "epge11"], "abstractStem": "no abstract is avail for thi item", "title": "The backing of government bonds and monetarism"}, "https://ideas.repec.org/a/eee/moneco/v44y1999i2p195-222.html": {"abstract": "We develop and estimate a structural model of inflation that allows for a fraction of firms that use a backward looking rule to set prices. The model nests the purely forward looking New Keynesian Phillips curve as a particular case. We use measures of arginal cost as the relevant determinant of inflation, as the theory suggests, instead of an ad-hoc output gap. Real marginal costs are a significant and quantitatively important determinant of inflation. Backward looking price setting, while statistically significant, is not quantitatively important. Thus, we conclude that the New Keynesian Phillips curve provides a good first approximation to the dynamics of inflation.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epga43", "epge11"], "abstractStem": "we develop and estim a structur model of inflat that allow for a fraction of firm that use a backward look rule to set price the model nest the pure forward look new keynesian phillip curv as a particular case we use measur of argin cost as the relev determin of inflat as the theori suggest instead of an adhoc output gap real margin cost are a signific and quantit import determin of inflat backward look price set while statist signific is not quantit import thu we conclud that the new keynesian phillip curv provid a good first approxim to the dynam of inflationpthi abstract wa borrow from anoth version of thi item", "title": "Inflation dynamics: A structural econometric analysis"}, "https://ideas.repec.org/a/ijc/ijcjou/y2013q0a1.html": {"abstract": "We introduce large-scale asset purchases (LSAPs) as a monetary policy tool within a macroeconomic model.We allow for purchases of both long-term government bonds and securities with some private risks. We argue that LSAPs should be thought of as central bank intermediation that can affect the economy to the extent there exist limits to arbitrage in private intermediation. We then build a model with limits to arbitrage in banking that vary countercyclically and where the frictions are greater for private securities than for government bonds. We use the framework to study the impact of LSAPs that have the broad features of the different quantitative easing (QE) programs the Federal Reserve pursued over the course of the crisis. We find that (i) LSAPs work in the model in a way mostly consistent with the evidence; (ii) purchases of securities with some private risk have stronger effects than purchases of government bonds; (iii) the effects of the LSAPs depend heavily on whether the zero lower bound is binding. Our model does not rely on the central bank having a more efficient intermediation technology than the private sector: We assume the opposite.", "authors": ["epge11", "fpka365"], "abstractStem": "we introduc largescal asset purchas lsap as a monetari polici tool within a macroeconom modelw allow for purchas of both longterm govern bond and secur with some privat risk we argu that lsap should be thought of as central bank intermedi that can affect the economi to the extent there exist limit to arbitrag in privat intermedi we then build a model with limit to arbitrag in bank that vari countercycl and where the friction are greater for privat secur than for govern bond we use the framework to studi the impact of lsap that have the broad featur of the differ quantit eas qe program the feder reserv pursu over the cours of the crisi we find that i lsap work in the model in a way mostli consist with the evid ii purchas of secur with some privat risk have stronger effect than purchas of govern bond iii the effect of the lsap depend heavili on whether the zero lower bound is bind our model doe not reli on the central bank have a more effici intermedi technolog than the privat sector we assum the opposit", "title": "QE 1 vs. 2 vs. 3. . . : A Framework for Analyzing Large-Scale Asset Purchases as a Monetary Policy Tool"}, "https://ideas.repec.org/a/fip/fedfpr/y2006x5.html": {"abstract": "A number of authors have recently emphasized that the conventional model of unemployment dynamics due to Mortensen and Pissarides has difficulty accounting for the relatively volatile behavior of labor market activity over the business cycle. We address this issue by modifying the MP framework to allow for staggered multiperiod wage contracting. What emerges is a tractable relation for wage dynamics that is a natural generalization of the period-by-period Nash bargaining outcome in the conventional formulation. An interesting side-product is the emergence of spillover effects of average wages on the bargaining process. We then show that a reasonable calibration of the model can account reasonably well for the cyclical behavior of wages and labor market activity observed in the data. The spillover effects turn out to be important in this respect.", "authors": ["epge11", "eptr17"], "abstractStem": "a number of author have recent emphas that the convent model of unemploy dynam due to mortensen and pissarid ha difficulti account for the rel volatil behavior of labor market activ over the busi cycl we address thi issu by modifi the mp framework to allow for stagger multiperiod wage contract what emerg is a tractabl relat for wage dynam that is a natur gener of the periodbyperiod nash bargain outcom in the convent formul an interest sideproduct is the emerg of spillov effect of averag wage on the bargain process we then show that a reason calibr of the model can account reason well for the cyclic behavior of wage and labor market activ observ in the data the spillov effect turn out to be import in thi respect", "title": "Unemployment fluctuations with staggered Nash wage bargaining"}, "https://ideas.repec.org/a/aea/aejmac/v7y2015i1p44-76.html": {"abstract": "We provide evidence on the transmission of monetary policy shocks in a setting with both economic and financial variables. We first show that shocks identified using high frequency surprises around policy announcements as external instruments produce responses in output and inflation that are typical in monetary VAR analysis. We also find, however, that the resulting \"modest\" movements in short rates lead to \"large\" movements in credit costs, which are due mainly to the reaction of both term premia and credit spreads. Finally, we show that forward guidance is important to the overall strength of policy transmission. (JEL E31, E32, E43, E44, E52, G01)", "authors": ["epge11"], "abstractStem": "we provid evid on the transmiss of monetari polici shock in a set with both econom and financi variabl we first show that shock identifi use high frequenc surpris around polici announc as extern instrument produc respons in output and inflat that are typic in monetari var analysi we also find howev that the result modest movement in short rate lead to larg movement in credit cost which are due mainli to the reaction of both term premia and credit spread final we show that forward guidanc is import to the overal strength of polici transmiss jel e31 e32 e43 e44 e52 g01", "title": "Monetary Policy Surprises, Credit Costs, and Economic Activity"}, "https://ideas.repec.org/a/eee/dyncon/v3y1981i1p197-216.html": {"abstract": "No abstract is available for this item.", "authors": ["epge11"], "abstractStem": "no abstract is avail for thi item", "title": "Long-term contracts, imperfect information, and monetary policy"}, "https://ideas.repec.org/a/mcb/jmoncb/v14y1982i2p216-33.html": {"abstract": "No abstract is available for this item.", "authors": ["epge11"], "abstractStem": "no abstract is avail for thi item", "title": "Unemployment, Inflation, and Common Stock Returns"}, "https://ideas.repec.org/a/bin/bpeajo/v28y1997i1997-1p91-157.html": {"abstract": "Macroeconomic shocks such as wil price increases induce a systematic (endogenous) response of monetary policy. We develop a VAR-based technique for decomposing the total economic effects of a given exogenous shock into the portion attributable directly to the shock and the part arising from the policy response to the shock.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epbe55", "epge11", "fpwa582"], "abstractStem": "macroeconom shock such as wil price increas induc a systemat endogen respons of monetari polici we develop a varbas techniqu for decompos the total econom effect of a given exogen shock into the portion attribut directli to the shock and the part aris from the polici respons to the shockpthi abstract wa borrow from anoth version of thi item", "title": "Systematic Monetary Policy and the Effects of Oil Price Shocks"}, "https://ideas.repec.org/a/tpr/restat/v89y2007i1p44-59.html": {"abstract": " We present a simple theory-based measure of the variations in aggregate economic efficiency: the gap between the marginal product of labor and the household's consumption leisure tradeoff. We show that this indicator corresponds to the reciprocal of the markup of price over social marginal cost, and give some evidence in support of this interpretation. We then show that, with some auxiliary assumptions, our gap variable may be used to measure the efficiency costs of business fluctuations. We find that the latter costs are modest on average. However, to the extent that the flexible price equilibrium is distorted, the gross efficiency losses from recessions and gains from booms may be large. Indeed, we find that the major recessions involved large efficiency losses. These results hold for reasonable parameterizations of the Frisch elasticity of labor supply, the relative risk aversion, and steady-state distortions. Copyright by the President and Fellows of Harvard College and the Massachusetts Institute of Technology.", "authors": ["epga43", "epge11", "eplo26"], "abstractStem": " we present a simpl theorybas measur of the variat in aggreg econom effici the gap between the margin product of labor and the household consumpt leisur tradeoff we show that thi indic correspond to the reciproc of the markup of price over social margin cost and give some evid in support of thi interpret we then show that with some auxiliari assumpt our gap variabl may be use to measur the effici cost of busi fluctuat we find that the latter cost are modest on averag howev to the extent that the flexibl price equilibrium is distort the gross effici loss from recess and gain from boom may be larg inde we find that the major recess involv larg effici loss these result hold for reason parameter of the frisch elast of labor suppli the rel risk avers and steadyst distort copyright by the presid and fellow of harvard colleg and the massachusett institut of technolog", "title": "Markups, Gaps, and the Welfare Costs of Business Fluctuations"}, "https://ideas.repec.org/a/oup/oxford/v15y1999i3p132-50.html": {"abstract": " The market for high-yield (below-investment-grade) corporate bonds developed in the middle 1980s. We show that, since this time, the high-yield spread has had significant explanatory power for the business cycle. We interpret this finding as possibly symptomatic of financial factors at work in the business cycle, along the lines suggested by the financial accelerator. We also show that over this period the high-yield spread outperforms other leading financial indicators, including the term spread, the paper-bill spread, and the Federal Funds rate. We conjecture that changes in the conduct of monetary policy over time may account for the reduced informativeness of these alternative indicators, all of which are tied closely to monetary policy. Copyright 1999 by Oxford University Press.", "authors": ["epge11"], "abstractStem": " the market for highyield belowinvestmentgrad corpor bond develop in the middl 1980 we show that sinc thi time the highyield spread ha had signific explanatori power for the busi cycl we interpret thi find as possibl symptomat of financi factor at work in the busi cycl along the line suggest by the financi acceler we also show that over thi period the highyield spread outperform other lead financi indic includ the term spread the paperbil spread and the feder fund rate we conjectur that chang in the conduct of monetari polici over time may account for the reduc inform of these altern indic all of which are tie close to monetari polici copyright 1999 by oxford univers press", "title": "The Information in the High-Yield Bond Spread for the Business Cycle: Evidence and Some Implications"}, "https://ideas.repec.org/a/ucp/macann/doi10.1086-680631.html": {"abstract": "No abstract is available for this item.", "authors": ["epge11"], "abstractStem": "no abstract is avail for thi item", "title": "Comment"}, "https://ideas.repec.org/a/eee/jetheo/v21y1979i2p222-234.html": {"abstract": "No abstract is available for this item.", "authors": ["epge11"], "abstractStem": "no abstract is avail for thi item", "title": "Money, prices, and inflation in macroeconomic models with rational inflationary expectations"}, "https://ideas.repec.org/a/bla/scandj/v95y1993i1p43-64.html": {"abstract": " Recently, a debate has resurfaced on whether and how credit market imperfections may play a role in the transmission of monetary policy. This new literature attempts to identify the effect s of credit market imperfections by analyzing the response to tight mo ney of different forms of credit and different types of borrowers. The arguments and evidence in this literature are reviewed and some new evidence is presented. There is a striking difference in response of credit flows to small versus large borrowers, potentially consistent with the view that credit market imperfections help propagate the impact of monetary policy. Copyright 1993 by The editors of the Scandinavian Journal of Economics.", "authors": ["epge11", "epgi28"], "abstractStem": " recent a debat ha resurfac on whether and how credit market imperfect may play a role in the transmiss of monetari polici thi new literatur attempt to identifi the effect s of credit market imperfect by analyz the respons to tight mo ney of differ form of credit and differ type of borrow the argument and evid in thi literatur are review and some new evid is present there is a strike differ in respons of credit flow to small versu larg borrow potenti consist with the view that credit market imperfect help propag the impact of monetari polici copyright 1993 by the editor of the scandinavian journal of econom", "title": " The Role of Credit Market Imperfections in the Monetary Transmission Mechanism: Arguments and Evidence"}, "https://ideas.repec.org/a/fip/fedcpr/y1988p559-596.html": {"abstract": "This paper surveys literature which explores the possible links between the financial system and aggregate economic behavior. The survey is in two parts: The first reviews the traditional work and the second discusses new research.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epge11"], "abstractStem": "thi paper survey literatur which explor the possibl link between the financi system and aggreg econom behavior the survey is in two part the first review the tradit work and the second discuss new researchpthi abstract wa borrow from anoth version of thi item", "title": "Financial structure and aggregate economic activity: an overview"}, "https://ideas.repec.org/a/rje/randje/v24y1993isummerp286-303.html": {"abstract": " This article formalizes the intuition that equity provides firms with a cushion against aggregate fluctuations. We show that equity allows a firm to share aggregate risks with its creditors, minimizing the chance that a recession could push it into financial distress. The tax bias against equity finance reduces the extent to which firms insulate themselves against aggregate risks. The role of equity in sharing aggregate risks leads to the prediction that firms' dividends should vary with macroeconomic conditions, after controlling for the effects of relevant firm-level variables. We present empirical evidence in support of this prediction.", "authors": ["epge11", "ephu97"], "abstractStem": " thi articl formal the intuit that equiti provid firm with a cushion against aggreg fluctuat we show that equiti allow a firm to share aggreg risk with it creditor minim the chanc that a recess could push it into financi distress the tax bia against equiti financ reduc the extent to which firm insul themselv against aggreg risk the role of equiti in share aggreg risk lead to the predict that firm dividend should vari with macroeconom condit after control for the effect of relev firmlevel variabl we present empir evid in support of thi predict", "title": "Corporate Financial Policy, Taxation, and Macroeconomic Risk"}, "https://ideas.repec.org/a/mcb/jmoncb/v42y2010is1p217-219.html": {"abstract": "No abstract is available for this item.", "authors": ["epge11"], "abstractStem": "no abstract is avail for thi item", "title": "Macroeconomics in the Wake of the Financial Crisis"}, "https://ideas.repec.org/a/fip/fedmqr/y1994iwinp2-21nv.18no.1.html": {"abstract": "This article argues that the poor performance of the U.S. banking industry in the 1980s was due mainly to the risk-taking of the largest banks, which was encouraged by the U.S. government's too-big-to-fail policy. The article documents the recent trend toward riskier bank portfolios and the corresponding decline in bank profitability. A breakdown of the data by location and by asset size reveals that bank problems were concentrated in areas with troubled industries (oil, real estate, and agriculture) and among banks with the largest assets. In a statistical study controlling for location, asset size remains a significant factor in bank performance. The article concludes with a rough quantitative estimate of the cost to the industry of the poor performance of large banks. ; The article is an abbreviated version of a paper published by MIT Press in the NBER Macroeconomics Annual 1993.", "authors": ["epge11"], "abstractStem": "thi articl argu that the poor perform of the us bank industri in the 1980 wa due mainli to the risktak of the largest bank which wa encourag by the us govern toobigtofail polici the articl document the recent trend toward riskier bank portfolio and the correspond declin in bank profit a breakdown of the data by locat and by asset size reveal that bank problem were concentr in area with troubl industri oil real estat and agricultur and among bank with the largest asset in a statist studi control for locat asset size remain a signific factor in bank perform the articl conclud with a rough quantit estim of the cost to the industri of the poor perform of larg bank  the articl is an abbrevi version of a paper publish by mit press in the nber macroeconom annual 1993", "title": "The role of large banks in the recent U.S. banking crisis"}, "https://ideas.repec.org/a/fip/fedkpr/y2009p137-146.html": {"abstract": "No abstract is available for this item.", "authors": ["epge11"], "abstractStem": "no abstract is avail for thi item", "title": "Commentary: financial crises and economic activity"}, "https://ideas.repec.org/a/fip/fedmrr/y1994isepp22-26nv.8no.3.html": {"abstract": "No abstract is available for this item.", "authors": ["epge11"], "abstractStem": "no abstract is avail for thi item", "title": "Are banks dead?"}, "https://ideas.repec.org/a/mcb/jmoncb/v36y2004i2p287-91.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe55", "epge11", "fpwa582"], "abstractStem": "no abstract is avail for thi item", "title": "Oil Shocks and Aggregate Macroeconomic Behavior: The Role of Monetary Policy: Reply"}, "homepage": "https://ideas.repec.org/e/pge11.html", "https://ideas.repec.org/a/red/issued/15-0.html": {"abstract": " (Copyright: Elsevier)", "authors": ["epge11", "epwi12"], "abstractStem": " copyright elsevi", "title": "Introduction to the special issue on money, credit, and financial frictions"}, "https://ideas.repec.org/a/eee/eecrev/v47y2003i4p759-760.html": {"abstract": "No abstract is available for this item.", "authors": ["epga43", "epge11", "eplo26"], "abstractStem": "no abstract is avail for thi item", "title": "Erratum to \"European inflation dynamics\": [European Economic Review 45 (2001), 1237-1270]"}, "https://ideas.repec.org/a/aea/aecrev/v91y2001i2p248-252.html": {"abstract": "No abstract is available for this item.", "authors": ["epcl69", "epga43", "epge11"], "abstractStem": "no abstract is avail for thi item", "title": "Optimal Monetary Policy in Open versus Closed Economies: An Integrated Approach"}, "https://ideas.repec.org/a/fip/fedfpr/y1998imarx3.html": {"abstract": "No abstract is available for this item.", "authors": ["epcl69", "epga43", "epge11"], "abstractStem": "no abstract is avail for thi item", "title": "Monetary policy rules in practice"}, "https://ideas.repec.org/a/oup/qjecon/v115y2000i1p147-180..html": {"abstract": "We estimate a forward-looking monetary policy reaction function for the postwar United States economy, before and after Volcker's appointment as Fed Chairman in 1979. Our results point to substantial differences in the estimated rule across periods. In particular, interest rate policy in the Volcker-Greenspan period appears to have been much more sensitive to changes in expected inflation than in the pre-Volcker period. We then compare some of the implications of the estimated rules for the equilibrium properties of inflation and output, using a simple macroeconomic model, and show that the Volcker-Greenspan rule is stabilizing.", "authors": ["epge11"], "abstractStem": "we estim a forwardlook monetari polici reaction function for the postwar unit state economi befor and after volcker appoint as fed chairman in 1979 our result point to substanti differ in the estim rule across period in particular interest rate polici in the volckergreenspan period appear to have been much more sensit to chang in expect inflat than in the prevolck period we then compar some of the implic of the estim rule for the equilibrium properti of inflat and output use a simpl macroeconom model and show that the volckergreenspan rule is stabil", "title": "Monetary Policy Rules and Macroeconomic Stability: Evidence and Some Theory"}, "firstname": "Mark", "lastname": "Gertler", "https://ideas.repec.org/a/eee/moneco/v27y1991i3p311-331.html": {"abstract": "(iii) Transaction velocities are much higher for liquid assets than for stocks, specifically, we explore the extent to which incorporating an explicit motive for holding liquid assets can explain the above observations. We introduce a demand for liquid assets by adding uninsured individual risk together with differential costs of trading securities. We then parameterize a class of such models and compute the stationary equilibria. The simulations indicate that attempting to match the return data generates a ratio of liquid assets to income considerably be low observed levels. We then explore some possible reasons for this discrepancy.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epai4", "epge11"], "abstractStem": "iii transact veloc are much higher for liquid asset than for stock specif we explor the extent to which incorpor an explicit motiv for hold liquid asset can explain the abov observ we introduc a demand for liquid asset by ad uninsur individu risk togeth with differenti cost of trade secur we then parameter a class of such model and comput the stationari equilibria the simul indic that attempt to match the return data gener a ratio of liquid asset to incom consider be low observ level we then explor some possibl reason for thi discrepancypthi abstract wa borrow from anoth version of thi item", "title": "Asset returns with transactions costs and uninsured individual risk"}, "https://ideas.repec.org/a/fip/fedlrv/y1995imayp98-100.html": {"abstract": "No abstract is available for this item.", "authors": ["epge11"], "abstractStem": "no abstract is avail for thi item", "title": "Distinguishing theories of the monetary transmission mechanism: commentary"}, "https://ideas.repec.org/a/fip/fedfpr/y1986x7.html": {"abstract": "Bad economic times are typically associated with a high incidence of financial distress, e.g., insolvency and bankruptcy. This paper studies the role of changes in borrower solvency in the initiation and propagation of the business cycle. We first develop a model of the process of financing real investment projects under asymmetric information, extending work by Robert Townsend. A major conclusion here is that when the entrepreneurs who borrow to finance projects are more solvent (have more \"collateral\"), the deadweight agency costs of investment finance are lower. This model of investment finance is then embedded in a dynamic macroeconomic setting. We show that, first, since reductions in collateral in bad times increase the agency costs of borrowing, which in turn depress the demand for investment, the presence of these financial factors will tend to amplify swings in real output. Second, we find that autonomous factors which affect the collateral of borrowers (as in a \"debt-deflation\") can actually initiate cycles in output.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epbe55", "epge11"], "abstractStem": "bad econom time are typic associ with a high incid of financi distress eg insolv and bankruptci thi paper studi the role of chang in borrow solvenc in the initi and propag of the busi cycl we first develop a model of the process of financ real invest project under asymmetr inform extend work by robert townsend a major conclus here is that when the entrepreneur who borrow to financ project are more solvent have more collater the deadweight agenc cost of invest financ are lower thi model of invest financ is then embed in a dynam macroeconom set we show that first sinc reduct in collater in bad time increas the agenc cost of borrow which in turn depress the demand for invest the presenc of these financi factor will tend to amplifi swing in real output second we find that autonom factor which affect the collater of borrow as in a debtdefl can actual initi cycl in outputpthi abstract wa borrow from anoth version of thi item", "title": "Agency costs, collateral, and business fluctuations"}, "https://ideas.repec.org/a/eee/moneco/v52y2005i6p1107-1118.html": {"abstract": "Galí and Gertler (1999) developed a hybrid variant of the New Keynesian Phillips curve that relates inflation to real marginal cost, expected future inflation and lagged inflation. GMM estimates of the model suggest that forward looking behavior is dominant: The coefficient on expected future inflation substantially exceeds the coefficient on lagged inflation. While the latter differs significantly from zero, it is quantitatively modest. Several authors have suggested that our results are the product of specification bias or suspect estimation methods. Here we show that these claims are incorrect, and that our results are robust to a variety of estimation procedures, including GMM estimation of the closed form, and nonlinear instrumental variables. Also, as we discuss, many others have obtained very similar results to ours using a systems approach, including FIML techniques. Hence, the conclusions of GG and others regarding the importance of forward looking behavior remain robust.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epga43", "epge11", "eplo26"], "abstractStem": "gal  and gertler 1999 develop a hybrid variant of the new keynesian phillip curv that relat inflat to real margin cost expect futur inflat and lag inflat gmm estim of the model suggest that forward look behavior is domin the coeffici on expect futur inflat substanti exce the coeffici on lag inflat while the latter differ significantli from zero it is quantit modest sever author have suggest that our result are the product of specif bia or suspect estim method here we show that these claim are incorrect and that our result are robust to a varieti of estim procedur includ gmm estim of the close form and nonlinear instrument variabl also as we discuss mani other have obtain veri similar result to our use a system approach includ fiml techniqu henc the conclus of gg and other regard the import of forward look behavior remain robustpthi abstract wa borrow from anoth version of thi item", "title": "Robustness of the estimates of the hybrid New Keynesian Phillips curve"}, "https://ideas.repec.org/a/red/issued/v2y1999i1p3-35.html": {"abstract": "We attempt to explain the overreaction of asset prices to movements in short-term interest rates, dividends, and asset supplies. The key element of our explanation is a margin constraint that traders face which limits their leverage to a fraction of the value of their assets. Traders may lever themselves, further, either directly by borrowing short term or indirectly by engaging in futures and options trading, so that the scenario is relevant to contemporary financial markets. When some shock pushes asset prices to a low enough level at which the margin constraint binds, traders are forced to liquidate assets. This drives asset prices below what they would be with frictionless markets. Also, a shock which simply increases the likelihood that the margin constraint will bind can have a very similar effect on asset prices. We construct a general equilibrium model with margin constrained traders and derive some qualitative properties of asset prices. We present an analytical solution for a deterministic version of the model and a simple numerical computation of the stochastic version. (Copyright: Elsevier)", "authors": ["epai4", "epge11"], "abstractStem": "we attempt to explain the overreact of asset price to movement in shortterm interest rate dividend and asset suppli the key element of our explan is a margin constraint that trader face which limit their leverag to a fraction of the valu of their asset trader may lever themselv further either directli by borrow short term or indirectli by engag in futur and option trade so that the scenario is relev to contemporari financi market when some shock push asset price to a low enough level at which the margin constraint bind trader are forc to liquid asset thi drive asset price below what they would be with frictionless market also a shock which simpli increas the likelihood that the margin constraint will bind can have a veri similar effect on asset price we construct a gener equilibrium model with margin constrain trader and deriv some qualit properti of asset price we present an analyt solut for a determinist version of the model and a simpl numer comput of the stochast version copyright elsevi", "title": "\"Overreaction\" of Asset Prices in General Equilibrium"}, "https://ideas.repec.org/a/mcb/jmoncb/v40y2008i8p1713-1764.html": {"abstract": " We develop and estimate a medium scale macroeconomic model that allows for unemployment and staggered nominal wage contracting. In contrast to most existing quantitative models, employment adjustment is on the extensive margin and the employment of existing workers is efficient. Wage rigidity, however, affects the hiring of new workers. The former is introduced via the staggered Nash bargaining setup of Gertler and Trigari (2006). A robust finding is that the model with wage rigidity provides a better description of the data than does a flexible wage version. Overall, the model fits the data roughly as well as existing quantitative macroeconomic models, such as Smets and Wouters (2007) or Christiano, Eichenbaum, and Evans (2005). More work is necessary, however, to ensure a robust identification of the key labor market parameters. Copyright (c) 2008 The Ohio State University.", "authors": ["epge11", "epsa132", "eptr17"], "abstractStem": " we develop and estim a medium scale macroeconom model that allow for unemploy and stagger nomin wage contract in contrast to most exist quantit model employ adjust is on the extens margin and the employ of exist worker is effici wage rigid howev affect the hire of new worker the former is introduc via the stagger nash bargain setup of gertler and trigari 2006 a robust find is that the model with wage rigid provid a better descript of the data than doe a flexibl wage version overal the model fit the data roughli as well as exist quantit macroeconom model such as smet and wouter 2007 or christiano eichenbaum and evan 2005 more work is necessari howev to ensur a robust identif of the key labor market paramet copyright c 2008 the ohio state univers", "title": "An Estimated Monetary DSGE Model with Unemployment and Staggered Nominal Wage Bargaining"}, "https://ideas.repec.org/a/ijc/ijcjou/y2010q4a6.html": {"abstract": "I interpret some key aspects of the recent crisis through the lens of macroeconomic modeling of financial factors.", "authors": ["epge11"], "abstractStem": "i interpret some key aspect of the recent crisi through the len of macroeconom model of financi factor", "title": "Commentary: Banking Crises and Real Activity: Identifying the Linkages"}, "https://ideas.repec.org/a/eee/moneco/v49y2002i5p879-904.html": {"abstract": "We study the international monetary policy design problem within an optimizing two-country sticky price model, where each country faces a short run trade-off between output and inflation. The model is sufficiently tractable to solve analytically. We find that in the Nash equilibrium, the policy problem for each central bank is isomorphic to the one it would face if it were a closed economy. Gains from co-operation arise, however, that stem from the impact of foreign economic activity on the domestic marginal cost of production. While under Nash central banks need only adjust the interest rate in response to domestic inflation, under co-operation they should respond to foreign inflation as well. In either scenario, flexible exchange rates are desirable.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epcl69", "epga43", "epge11"], "abstractStem": "we studi the intern monetari polici design problem within an optim twocountri sticki price model where each countri face a short run tradeoff between output and inflat the model is suffici tractabl to solv analyt we find that in the nash equilibrium the polici problem for each central bank is isomorph to the one it would face if it were a close economi gain from cooper aris howev that stem from the impact of foreign econom activ on the domest margin cost of product while under nash central bank need onli adjust the interest rate in respons to domest inflat under cooper they should respond to foreign inflat as well in either scenario flexibl exchang rate are desirablepthi abstract wa borrow from anoth version of thi item", "title": "A simple framework for international monetary policy analysis"}, "https://ideas.repec.org/a/oup/restud/v59y1992i3p455-472..html": {"abstract": "This paper motivates a financial propagation mechanism in the context of an intertemporal production economy with asymmetric information, and with borrowers and lenders who enter multi-period financial relationships. A key feature is that aggregate output and borrowers' \"financial capacity\" —the maximum overhang of past debt they may feasibly carry—are determined jointly, much in the spirit of Gurley and Shaw (1955). Expectations of future economic conditions govern financial capacity which in turn may constrain current production, especially in bad times. A small but persistent shift in aggregate conditions may have a large impact on financial capacity, making the framework capable of motivating large endogenous fluctuations in financial constraints.", "authors": ["epge11"], "abstractStem": "thi paper motiv a financi propag mechan in the context of an intertempor product economi with asymmetr inform and with borrow and lender who enter multiperiod financi relationship a key featur is that aggreg output and borrow financi capac  the maximum overhang of past debt they may feasibl carri are determin jointli much in the spirit of gurley and shaw 1955 expect of futur econom condit govern financi capac which in turn may constrain current product especi in bad time a small but persist shift in aggreg condit may have a larg impact on financi capac make the framework capabl of motiv larg endogen fluctuat in financi constraint", "title": "Financial Capacity and Output Fluctuations in an Economy with Multi-Period Financial Relationships"}, "https://ideas.repec.org/a/aea/aecrev/v105y2015i7p2011-43.html": {"abstract": "We develop an infinite horizon macroeconomic model of banking that allows for liquidity mismatch and bank runs. Whether a bank run equilibrium exists depends on bank balance sheets and an endogenous liquidation price for bank assets. While in normal times a bank run equilibrium may not exist, the possibility can arise in recessions. A run leads to a significant contraction in intermediation and aggregate economic activity. Anticipations of a run have harmful effects on the economy even if the run does not occur. We illustrate how the model can shed light on some key aspects of the recent financial crisis. (JEL E23, E32, E44, G01, G21, G33)", "authors": ["epge11"], "abstractStem": "we develop an infinit horizon macroeconom model of bank that allow for liquid mismatch and bank run whether a bank run equilibrium exist depend on bank balanc sheet and an endogen liquid price for bank asset while in normal time a bank run equilibrium may not exist the possibl can aris in recess a run lead to a signific contract in intermedi and aggreg econom activ anticip of a run have harm effect on the economi even if the run doe not occur we illustr how the model can shed light on some key aspect of the recent financi crisi jel e23 e32 e44 g01 g21 g33", "title": "Banking, Liquidity, and Bank Runs in an Infinite Horizon Economy"}, "https://ideas.repec.org/a/eee/dyncon/v1y1979i4p305-320.html": {"abstract": "No abstract is available for this item.", "authors": ["epge11"], "abstractStem": "no abstract is avail for thi item", "title": "Imperfect price adjustment and the optimal assignment of monetary and fiscal policies"}, "https://ideas.repec.org/a/aea/aecrev/v96y2006i3p523-551.html": {"abstract": "Over the postwar period, many industrialized countries have experienced significant medium-frequency oscillations between periods of robust growth versus relative stagnation. Conventional business cycle filters, however, tend to sweep these oscillations into the trend. In this paper we explore whether they may, instead, reflect a persistent response of economic activity to the high-frequency fluctuations normally associated with the cycle. We define as the medium-term cycle the sum of the highand medium-frequency variation in the data, and then show that these kinds of fluctuations are substantially more volatile and persistent than are the conventional measures. These fluctuations, further, feature significant procyclical movements in both embodied and disembodied technological change, and research and development (R&amp;D;), as well as the efficiency and intensity of resource utilization. We then develop a model of medium-term business cycles. A virtue of the framework is that, in addition to offering a unified approach to explaining the high- and mediumfrequency variation in the data, it fully endogenizes the movements in productivity that appear central to the persistence of these fluctuations. For comparison, we also explore how well an exogenous productivity model can explain the facts. (JEL E3, O3)", "authors": ["epco55", "epge11"], "abstractStem": "over the postwar period mani industri countri have experienc signific mediumfrequ oscil between period of robust growth versu rel stagnat convent busi cycl filter howev tend to sweep these oscil into the trend in thi paper we explor whether they may instead reflect a persist respons of econom activ to the highfrequ fluctuat normal associ with the cycl we defin as the mediumterm cycl the sum of the highand mediumfrequ variat in the data and then show that these kind of fluctuat are substanti more volatil and persist than are the convent measur these fluctuat further featur signific procycl movement in both embodi and disembodi technolog chang and research and develop rampd as well as the effici and intens of resourc util we then develop a model of mediumterm busi cycl a virtu of the framework is that in addit to offer a unifi approach to explain the high and mediumfrequ variat in the data it fulli endogen the movement in product that appear central to the persist of these fluctuat for comparison we also explor how well an exogen product model can explain the fact jel e3 o3", "title": "Medium-Term Business Cycles"}, "https://ideas.repec.org/a/ucp/macann/doi10.1086-669177.html": {"abstract": "No abstract is available for this item.", "authors": ["epge11"], "abstractStem": "no abstract is avail for thi item", "title": "Comment"}, "https://ideas.repec.org/a/eee/eecrev/v37y1993i2-3p623-631.html": {"abstract": "No abstract is available for this item.", "authors": ["epge11", "epgi28"], "abstractStem": "no abstract is avail for thi item", "title": "The cyclical behavior of short-term business lending: Implications for financial propagation mechanisms"}, "https://ideas.repec.org/a/fip/fedgpr/y2005p246-248.html": {"abstract": "No abstract is available for this item.", "authors": ["epge11"], "abstractStem": "no abstract is avail for thi item", "title": "Targeting versus instrument rules for monetary policy - discussion"}, "https://ideas.repec.org/a/aea/jeclit/v37y1999i4p1661-1707.html": {"abstract": "The paper reviews the recent literature on monetary policy rules. We exposit the monetary policy design problem within a simple baseline theoretical framework. We then consider the implications of adding various real world complications. Among other things, we show that the optimal policy implicitly incorporates inflation targeting. We also characterize the gains from making a credible commitment to fight inflation. In contrast to conventional wisdom, we show that gains from commitment may emerge even if the central bank is not trying to inadvisedly push output above its natural level. We also consider the implications of frictions such as imperfect information.", "authors": ["epcl69", "epga43", "epge11"], "abstractStem": "the paper review the recent literatur on monetari polici rule we exposit the monetari polici design problem within a simpl baselin theoret framework we then consid the implic of ad variou real world complic among other thing we show that the optim polici implicitli incorpor inflat target we also character the gain from make a credibl commit to fight inflat in contrast to convent wisdom we show that gain from commit may emerg even if the central bank is not tri to inadvisedli push output abov it natur level we also consid the implic of friction such as imperfect inform", "title": "The Science of Monetary Policy: A New Keynesian Perspective"}, "https://ideas.repec.org/a/ucp/jpolec/v90y1982i5p967-87.html": {"abstract": "No abstract is available for this item.", "authors": ["epge11"], "abstractStem": "no abstract is avail for thi item", "title": "Imperfect Information and Wage Inertia in the Business Cycle"}, "https://ideas.repec.org/a/eee/moneco/v10y1982i2p239-258.html": {"abstract": "No abstract is available for this item.", "authors": ["epge11"], "abstractStem": "no abstract is avail for thi item", "title": "Monetary randomness and investment"}, "https://ideas.repec.org/a/fip/fedfpr/y1989x4.html": {"abstract": "We show that across developing countries, external debt to private creditors rises more than proportionately with income. We then develop a simple theoretical model consistent with this phenomenon and also consistent with the well-documented relationship between capital market development and growth. Our framework stresses information asymmetries at the level of individual borrowers as the source of frictions in world capital markets. Because of moral hazard problems, marginal products of capital and borrowing-lending spreads are higher in poorer countries. In a two-country version of the model, we demonstrate the possibility of a siphoning effect which exacerbates the costs of transfers. Also because of the siphoning effect, increased wealth in the rich country can stunt investment in the poor country.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epge11", "epro164"], "abstractStem": "we show that across develop countri extern debt to privat creditor rise more than proportion with incom we then develop a simpl theoret model consist with thi phenomenon and also consist with the welldocu relationship between capit market develop and growth our framework stress inform asymmetri at the level of individu borrow as the sourc of friction in world capit market becaus of moral hazard problem margin product of capit and borrowinglend spread are higher in poorer countri in a twocountri version of the model we demonstr the possibl of a siphon effect which exacerb the cost of transfer also becaus of the siphon effect increas wealth in the rich countri can stunt invest in the poor countrypthi abstract wa borrow from anoth version of thi item", "title": "Developing country borrowing and domestic wealth"}, "https://ideas.repec.org/a/fip/fedkpr/y1999p77-128.html": {"abstract": "We explore the implications of asset price volatility for the management of monetary policy. We show that it is desirable for central banks to focus on underlying inflationary pressures. Asset prices become relevant only to the extent they may signal potential inflationary or deflationary forces. Rules that directly target asset prices appear to have undesirable side effects. We base our conclusions on (i) simulation of different policy rules in a small scale macro model and (ii) a comparative analysis of recent U.S. and Japanese monetary policy.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epbe55", "epge11"], "abstractStem": "we explor the implic of asset price volatil for the manag of monetari polici we show that it is desir for central bank to focu on underli inflationari pressur asset price becom relev onli to the extent they may signal potenti inflationari or deflationari forc rule that directli target asset price appear to have undesir side effect we base our conclus on i simul of differ polici rule in a small scale macro model and ii a compar analysi of recent us and japanes monetari policypthi abstract wa borrow from anoth version of thi item", "title": "Monetary policy and asset price volatility"}, "https://ideas.repec.org/a/eee/moneco/v59y2012isps17-s34.html": {"abstract": "A macroeconomic model with financial intermediation is developed in which the intermediaries (banks) can issue outside equity as well as short term debt. This makes bank risk exposure an endogenous choice. The goal is to have a model that can not only capture a crisis when banks are highly vulnerable to risk, but can also account for why banks adopt such a risky balance sheet in the first place. We use the model to assess quantitatively how perceptions of fundamental risk and of government credit policy in a crisis affect the vulnerability of the financial system ex ante. We also study the effects of macro-prudential policies designed to offset the incentives for risk-taking.", "authors": ["epge11"], "abstractStem": "a macroeconom model with financi intermedi is develop in which the intermediari bank can issu outsid equiti as well as short term debt thi make bank risk exposur an endogen choic the goal is to have a model that can not onli captur a crisi when bank are highli vulner to risk but can also account for whi bank adopt such a riski balanc sheet in the first place we use the model to assess quantit how percept of fundament risk and of govern credit polici in a crisi affect the vulner of the financi system ex ant we also studi the effect of macroprudenti polici design to offset the incent for risktak", "title": "Financial crises, bank risk exposure and government financial policy"}, "https://ideas.repec.org/a/oup/qjecon/v105y1990i1p87-114..html": {"abstract": "Financial stability is an important goal of policy, but the relation of financial stability to economic performance and even the meaning of the term itself are poorly understood. This paper explores these issues in a theoretical model. We argue that financial instability, or fragility, occurs when entrepreneurs who want to undertake investment projects have low net worth; the heavy reliance on external finance that this implies causes the agency costs of investment to be high. High agency costs in turn lead to low and inefficient investment. Standard policies for fighting financial fragility can be interpreted as transfers that maintain or increase the net worth of potential borrowers.", "authors": ["epge11"], "abstractStem": "financi stabil is an import goal of polici but the relat of financi stabil to econom perform and even the mean of the term itself are poorli understood thi paper explor these issu in a theoret model we argu that financi instabl or fragil occur when entrepreneur who want to undertak invest project have low net worth the heavi relianc on extern financ that thi impli caus the agenc cost of invest to be high high agenc cost in turn lead to low and ineffici invest standard polici for fight financi fragil can be interpret as transfer that maintain or increas the net worth of potenti borrow", "title": "Financial Fragility and Economic Performance"}, "https://ideas.repec.org/a/eee/crcspp/v50y1999ip61-110.html": {"abstract": "This paper develops a tractable overlapping generations model that is useful for analyzing both the short and long run impact of fiscal policy and social security. It modifies the Blanchard (1985)/Weil (1987) framework to allow for life/cycle behavior. This is accomplished by introducing random transition from work to retirement, and then from retirement to death. The transition probabilities may be picked to allow for realistic average lengths of life, work and retirement. The resulting framework is not appreciably more difficult to analyze than the standard Cass/Koopmans one sector growth model: Besides the capital stock, there is only one additional state variable: the distribution of wealth between workers and retirees. Under reasonable parameter values, government debt and social security have significant effects on capital intensity.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epge11"], "abstractStem": "thi paper develop a tractabl overlap gener model that is use for analyz both the short and long run impact of fiscal polici and social secur it modifi the blanchard 1985weil 1987 framework to allow for lifecycl behavior thi is accomplish by introduc random transit from work to retir and then from retir to death the transit probabl may be pick to allow for realist averag length of life work and retir the result framework is not appreci more difficult to analyz than the standard casskoopman one sector growth model besid the capit stock there is onli one addit state variabl the distribut of wealth between worker and retire under reason paramet valu govern debt and social secur have signific effect on capit intensitypthi abstract wa borrow from anoth version of thi item", "title": "Government debt and social security in a life-cycle economy"}, "https://ideas.repec.org/a/fip/fedfpr/y2001imarx4.html": {"abstract": "This paper incorporates a financial accelerator mechanism in a small open economy macro model with money and nominal price rigidities. Our goal is to explore the connection between financial distress that feeds into the real economy and the exchange rate regime. Our principle finding is that financial accelerator effects are much stronger under fixed rates than under flexible rates (with a suitably managed monetary policy). Roughly speaking, an exchange rate peg forces the central bank to adjust the interest rate in a manner that enhances the financial distress. This occurs even when debt is denominated in units of foreign currency. Finally, unexpectedly delaying the abandonment of an exchange rate peg several quarters after a shock can produce distress nearly as bad as occurs under a permanent peg, due to the unanticipated contractions in asset prices.", "authors": ["epge11", "epgi28"], "abstractStem": "thi paper incorpor a financi acceler mechan in a small open economi macro model with money and nomin price rigid our goal is to explor the connect between financi distress that feed into the real economi and the exchang rate regim our principl find is that financi acceler effect are much stronger under fix rate than under flexibl rate with a suitabl manag monetari polici roughli speak an exchang rate peg forc the central bank to adjust the interest rate in a manner that enhanc the financi distress thi occur even when debt is denomin in unit of foreign currenc final unexpectedli delay the abandon of an exchang rate peg sever quarter after a shock can produc distress nearli as bad as occur under a perman peg due to the unanticip contract in asset price", "title": "External constraints on monetary policy and the financial accelerator"}, "https://ideas.repec.org/a/aea/aecrev/v79y1989i1p14-31.html": {"abstract": " This paper develops a simple neoclassical model of the business cycle in which the condition of borrowers' balance sheets is a source of output dynamics. The mechanism is that higher borrower net worth reduces the agency costs of financing real capital investments. Business upturns improve net worth, lower agency costs, and increase investment, which amplifies the upturn; vice versa, for downturns. Shocks that affect net worth (as in a debt-deflation) can initiate fluctuations. Copyright 1989 by American Economic Association.", "authors": ["epbe55", "epge11"], "abstractStem": " thi paper develop a simpl neoclass model of the busi cycl in which the condit of borrow balanc sheet is a sourc of output dynam the mechan is that higher borrow net worth reduc the agenc cost of financ real capit invest busi upturn improv net worth lower agenc cost and increas invest which amplifi the upturn vice versa for downturn shock that affect net worth as in a debtdefl can initi fluctuat copyright 1989 by american econom associ", "title": "Agency Costs, Net Worth, and Business Fluctuations"}, "https://ideas.repec.org/a/aea/jecper/v21y2007i4p25-46.html": {"abstract": "We describe some of the main features of the recent vintage of macroeconomic models used for monetary policy evaluation. We point to some of the key differences with respect to the earlier generation of macro models and highlight the insights for policy that these new frameworks have to offer. Our discussion emphasizes two key aspects of the new models: 1) the significant role of expectations of future policy actions in the monetary transmission mechanism and 2) the importance for the central bank of tracking the flexible price equilibrium values of the natural levels of output and the real interest rate. We argue that both features have important implications for the conduct of monetary policy.", "authors": ["epge11"], "abstractStem": "we describ some of the main featur of the recent vintag of macroeconom model use for monetari polici evalu we point to some of the key differ with respect to the earlier gener of macro model and highlight the insight for polici that these new framework have to offer our discuss emphas two key aspect of the new model 1 the signific role of expect of futur polici action in the monetari transmiss mechan and 2 the import for the central bank of track the flexibl price equilibrium valu of the natur level of output and the real interest rate we argu that both featur have import implic for the conduct of monetari polici", "title": "Macroeconomic Modeling for Monetary Policy Evaluation"}, "https://ideas.repec.org/a/tpr/restat/v78y1996i1p1-15.html": {"abstract": " The articles in this symposium cover some of the most active areas of research in macroeconomics. By design, each article is structured to present both a theoretical framework and empirical evidence. Through this structure, the articles synthesize recent developments, present new results, and provide guidance on avenues for further research. Earlier versions of these papers were presented at the Economic Fluctuations research meeting of the National Bureau of Economic Research on October 22 and 23, 1993. All papers were subject to the peer referee process that is standard at the 'Review of Economics and Statistics.' The 'Review' gratefully acknowledges the efforts of Professor Russell Cooper of Boston University and Professor Steven Durlauf of the University of Wisconsin (Madison), who volunteered their services to work as special co-editors for this symposium, with the assistance of the chair of the board of editors of the 'Review,' James Stock. Copyright 1996 by MIT Press.", "authors": ["epbe55", "epge11", "epgi28"], "abstractStem": " the articl in thi symposium cover some of the most activ area of research in macroeconom by design each articl is structur to present both a theoret framework and empir evid through thi structur the articl synthes recent develop present new result and provid guidanc on avenu for further research earlier version of these paper were present at the econom fluctuat research meet of the nation bureau of econom research on octob 22 and 23 1993 all paper were subject to the peer refere process that is standard at the review of econom and statist the review grate acknowledg the effort of professor russel cooper of boston univers and professor steven durlauf of the univers of wisconsin madison who volunt their servic to work as special coeditor for thi symposium with the assist of the chair of the board of editor of the review jame stock copyright 1996 by mit press", "title": "The Financial Accelerator and the Flight to Quality"}, "https://ideas.repec.org/a/fip/fedmqr/y1994isump2-23nv.18no.3.html": {"abstract": "This article reexamines the conventional wisdom that commercial banking is in severe decline. A careful reading of the evidence does not support it. True, on-balance sheet assets held by commercial banks have declined as a share of total intermediary assets. But this measure ignores the substantial growth in banks' off-balance sheet activities, in off-shore lending by foreign banks, and in the size of the financial intermediation sector. Adjusted for these considerations, the bank-assets measure shows no clear evidence of secular decline. Neither does an alternative measure, constructed using data from the national income accounts. At most, banking may have suffered a slight loss of market share lately. But this loss is a temporary response to a series of adverse shocks rather than the start of a permanent decline.", "authors": ["epge11"], "abstractStem": "thi articl reexamin the convent wisdom that commerci bank is in sever declin a care read of the evid doe not support it true onbal sheet asset held by commerci bank have declin as a share of total intermediari asset but thi measur ignor the substanti growth in bank offbal sheet activ in offshor lend by foreign bank and in the size of the financi intermedi sector adjust for these consider the bankasset measur show no clear evid of secular declin neither doe an altern measur construct use data from the nation incom account at most bank may have suffer a slight loss of market share late but thi loss is a temporari respons to a seri of advers shock rather than the start of a perman declin", "title": "Are banks dead? Or are the reports greatly exaggerated?"}, "https://ideas.repec.org/a/eee/eecrev/v42y1998i6p1033-1067.html": {"abstract": "This paper reports estimates of monetary policy reaction functions for two sets of\" countries: the G3 (Germany, Japan, and the U.S.) and the E3 (UK, France that since 1979 each of the G3 central banks has pursued an implicit form of inflation targeting which may account for the broad success of monetary policy in those countries over this time\" period. The evidence also suggests that these central banks have been forward looking: they\" respond to anticipated inflation as opposed to lagged inflation. As for the E3 emergence of the influenced by German\" monetary policy. Further, using the Bundesbank's policy rule as a benchmark time of the EMS collapse, interest rates in each of the E3 countries were much higher than\" domestic macroeconomic conditions warranted. Taken all together, the results lend support to\" the view that some form of inflation targeting may under certain circumstances be superior to\" fixing exchange rates, as a means to gain a nominal anchor for monetary policy.\"<p>(This abstract was borrowed from another version of this item.)", "authors": ["epcl69", "epga43", "epge11"], "abstractStem": "thi paper report estim of monetari polici reaction function for two set of countri the g3 germani japan and the us and the e3 uk franc that sinc 1979 each of the g3 central bank ha pursu an implicit form of inflat target which may account for the broad success of monetari polici in those countri over thi time period the evid also suggest that these central bank have been forward look they respond to anticip inflat as oppos to lag inflat as for the e3 emerg of the influenc by german monetari polici further use the bundesbank polici rule as a benchmark time of the em collaps interest rate in each of the e3 countri were much higher than domest macroeconom condit warrant taken all togeth the result lend support to the view that some form of inflat target may under certain circumst be superior to fix exchang rate as a mean to gain a nomin anchor for monetari policypthi abstract wa borrow from anoth version of thi item", "title": "Monetary policy rules in practice Some international evidence"}, "https://ideas.repec.org/a/ucp/jpolec/v116y2008i3p533-572.html": {"abstract": " We develop an analytically tractable Phillips curve based on state-dependent pricing. We consider a local approximation around a zero inflation steady state and introduce infrequent idiosyncratic shocks. The resulting Phillips curve is a simple variant of the conventional time-dependent Calvo formulation with important differences. First, the model is able to match the micro evidence on the magnitude and timing of price adjustments. Second, our state-dependent model exhibits greater flexibility in the aggregate price level than the time-dependent model. With real rigidities present, however, our model can exhibit nominal stickiness similar to a conventional time-dependent model. (c) 2008 by The University of Chicago. All rights reserved.", "authors": ["epge11", "eple189"], "abstractStem": " we develop an analyt tractabl phillip curv base on statedepend price we consid a local approxim around a zero inflat steadi state and introduc infrequ idiosyncrat shock the result phillip curv is a simpl variant of the convent timedepend calvo formul with import differ first the model is abl to match the micro evid on the magnitud and time of price adjust second our statedepend model exhibit greater flexibl in the aggreg price level than the timedepend model with real rigid present howev our model can exhibit nomin sticki similar to a convent timedepend model c 2008 by the univers of chicago all right reserv", "title": "A Phillips Curve with an Ss Foundation"}, "https://ideas.repec.org/a/fip/fedkpr/y2003p213-223.html": {"abstract": "No abstract is available for this item.", "authors": ["epge11"], "abstractStem": "no abstract is avail for thi item", "title": "Whither monetary and financial stability? : the implications of evolving policy regimes : commentary"}, "https://ideas.repec.org/a/fip/fedkpr/y2003.html": {"abstract": "No abstract is available for this item.", "authors": ["epfe112", "epge11", "epre75", "epro164", "epwa23", "epye21"], "abstractStem": "no abstract is avail for thi item", "title": "Monetary policy and uncertainty : adapting to a changing economy -a symposium, Jackson Hole, Wyoming, August 28-30, 2003"}, "https://ideas.repec.org/a/eee/moneco/v58y2011i1p17-34.html": {"abstract": "We develop a quantitative monetary DSGE model with financial intermediaries that face endogenously determined balance sheet constraints. We then use the model to evaluate the effects of the central bank using unconventional monetary policy to combat a simulated financial crisis. We interpret unconventional monetary policy as expanding central bank credit intermediation to offset a disruption of private financial intermediation. Within our framework the central bank is less efficient than private intermediaries at making loans but it has the advantage of being able to elastically obtain funds by issuing riskless government debt. Unlike private intermediaries, it is not balance sheet constrained. During a crisis, the balance sheet constraints on private intermediaries tighten, raising the net benefits from central bank intermediation. These benefits may be substantial even if the zero lower bound constraint on the nominal interest rate is not binding. In the event this constraint is binding, though, these net benefits may be significantly enhanced.", "authors": ["epge11", "fpka365"], "abstractStem": "we develop a quantit monetari dsge model with financi intermediari that face endogen determin balanc sheet constraint we then use the model to evalu the effect of the central bank use unconvent monetari polici to combat a simul financi crisi we interpret unconvent monetari polici as expand central bank credit intermedi to offset a disrupt of privat financi intermedi within our framework the central bank is less effici than privat intermediari at make loan but it ha the advantag of be abl to elast obtain fund by issu riskless govern debt unlik privat intermediari it is not balanc sheet constrain dure a crisi the balanc sheet constraint on privat intermediari tighten rais the net benefit from central bank intermedi these benefit may be substanti even if the zero lower bound constraint on the nomin interest rate is not bind in the event thi constraint is bind though these net benefit may be significantli enhanc", "title": "A model of unconventional monetary policy"}}}