{"epgl9": {"https://ideas.repec.org/a/eee/juecon/v51y2002i2p205-224.html": {"abstract": "What impact will terrorism have on America's cities? Historically, large-scale violence has impacted cities in three ways. First, concentrations of people have an advantage in defending themselves from attackers, making cities more appealing in times of violence. Second, cities often make attractive targets for violence, which creates an incentive for people to disperse. Finally, since warfare and terrorism often specifically target means of transportation, violence can increase the effective cost of transportation, which will usually increase the demand for density. Evidence on war and cities in the 20th century suggests that the effect of wars on urban form can be large (for example, Berlin in World War II), but more commonly neither terrorism nor wars have significantly altered urban form. As such, across America the effect of terrorism on cities is likely to be small. The only exception to this is downtown New York which, absent large-scale subsidies, will probably not be fully rebuilt. Furthermore, such subsidies make little sense to us.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epgl9", "epsh70"], "abstractStem": "what impact will terror have on america citi histor largescal violenc ha impact citi in three way first concentr of peopl have an advantag in defend themselv from attack make citi more appeal in time of violenc second citi often make attract target for violenc which creat an incent for peopl to dispers final sinc warfar and terror often specif target mean of transport violenc can increas the effect cost of transport which will usual increas the demand for densiti evid on war and citi in the 20th centuri suggest that the effect of war on urban form can be larg for exampl berlin in world war ii but more commonli neither terror nor war have significantli alter urban form as such across america the effect of terror on citi is like to be small the onli except to thi is downtown new york which absent largescal subsidi will probabl not be fulli rebuilt furthermor such subsidi make littl sens to uspthi abstract wa borrow from anoth version of thi item", "title": "Cities and Warfare: The Impact of Terrorism on Urban Form"}, "https://ideas.repec.org/a/aea/aecrev/v89y1999i2p145-149.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe29", "epgl9", "epmu108"], "abstractStem": "no abstract is avail for thi item", "title": "Population and Economic Growth"}, "https://ideas.repec.org/a/ucp/jlabec/v19y2001i2p316-42.html": {"abstract": " Workers in cities earn 33% more than their nonurban counterparts. A large amount of evidence suggests that this premium is not just the result of higher ability workers living in cities, which means that cities make workers more productive. Evidence on migrants and the cross effect between urban status and experience implies that a significant fraction of the urban wage premium accrues to workers over time and stays with them when they leave cities. Therefore, a portion of the urban wage premium is a wage growth, not a wage level, effect. This evidence suggests that cities speed the accumulation of human capital. Copyright 2001 by University of Chicago Press.", "authors": ["epgl9", "fpma565"], "abstractStem": " worker in citi earn 33 more than their nonurban counterpart a larg amount of evid suggest that thi premium is not just the result of higher abil worker live in citi which mean that citi make worker more product evid on migrant and the cross effect between urban statu and experi impli that a signific fraction of the urban wage premium accru to worker over time and stay with them when they leav citi therefor a portion of the urban wage premium is a wage growth not a wage level effect thi evid suggest that citi speed the accumul of human capit copyright 2001 by univers of chicago press", "title": "Cities and Skills"}, "https://ideas.repec.org/a/eee/pubeco/v81y2001i1p99-115.html": {"abstract": "Entrepreneurs who start new firms may choose not-for-profit status as a means of committing to soft incentives. Such incentives protect donors, volunteers, consumers and employees from ex post expropriation of profits by the entrepreneur. We derive conditions under which completely self-interested entrepreneurs opt for not-for-profit status, despite the fact that this status limits their ability to enjoy the profits of their enterprises. When entrepreneurs have a taste for producing high quality products, the incentives are even softer, and, moreover, non-profit status can serve as a signal of that taste. We also show that even in the absence of tax advantages, unrestricted donations would flow to non-profits rather than for-profit firms because donations have more significant influence on the decisions of the non-profits.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epgl9", "epsh93"], "abstractStem": "entrepreneur who start new firm may choos notforprofit statu as a mean of commit to soft incent such incent protect donor volunt consum and employe from ex post expropri of profit by the entrepreneur we deriv condit under which complet selfinterest entrepreneur opt for notforprofit statu despit the fact that thi statu limit their abil to enjoy the profit of their enterpris when entrepreneur have a tast for produc high qualiti product the incent are even softer and moreov nonprofit statu can serv as a signal of that tast we also show that even in the absenc of tax advantag unrestrict donat would flow to nonprofit rather than forprofit firm becaus donat have more signific influenc on the decis of the nonprofitspthi abstract wa borrow from anoth version of thi item", "title": "Not-for-profit entrepreneurs"}, "https://ideas.repec.org/a/ris/jtralu/0078.html": {"abstract": "This paper is an excerpt from Edward Glaeser’s keynote address to the inaugural meeting of the World Symposium on Transport and Land Use Research (WSTLUR), which was held in Whistler, British Columbia, July 28–30, 2011. The conference brought together academics and practitioners at the intersection of economics, planning, and engineering in the fields of transport and land use.", "authors": ["epgl9"], "abstractStem": "thi paper is an excerpt from edward glaeser s keynot address to the inaugur meet of the world symposium on transport and land use research wstlur which wa held in whistler british columbia juli 28 30 2011 the confer brought togeth academ and practition at the intersect of econom plan and engin in the field of transport and land use", "title": "Viewpoint: Triumph of the City"}, "https://ideas.repec.org/a/aea/aecrev/v89y1999i2p311-316.html": {"abstract": "No abstract is available for this item.", "authors": ["epel10", "epgl9"], "abstractStem": "no abstract is avail for thi item", "title": "The Geographic Concentration of Industry: Does Natural Advantage Explain Agglomeration?"}, "https://ideas.repec.org/a/aea/aecrev/v93y2003i4p1027-1046.html": {"abstract": "The standard analysis of price controls assumes that goods are efficiently allocated, even when there are shortages. But if shortages mean that goods are randomly allocated across the consumers that want them, the welfare costs from misallocation may be greater than the undersupply costs. We develop a framework to empirically test for misallocation. The methodology compares consumption patterns for demographic subgroups in rent-controlled and free-market places. We find that in New York City, which is rent-controlled, an economically and statistically significant fraction of apartments appears to be misallocated across demographic subgroups. (JEL C25, D12, D61, R20)", "authors": ["epgl9", "eplu27"], "abstractStem": "the standard analysi of price control assum that good are effici alloc even when there are shortag but if shortag mean that good are randomli alloc across the consum that want them the welfar cost from misalloc may be greater than the undersuppli cost we develop a framework to empir test for misalloc the methodolog compar consumpt pattern for demograph subgroup in rentcontrol and freemarket place we find that in new york citi which is rentcontrol an econom and statist signific fraction of apart appear to be misalloc across demograph subgroup jel c25 d12 d61 r20", "title": "The Misallocation of Housing Under Rent Control"}, "https://ideas.repec.org/a/oup/jecgeo/v5y2005i2p119-153.html": {"abstract": " The three largest cities in colonial America remain at the core of three of America's largest metropolitan areas today. This paper asks how Boston has been able to survive despite repeated periods of crisis and decline. Boston has reinvented itself three times: in the early 19 th century as the provider of seafaring human capital for a far flung maritime trading and fishing empire; in the late 19 th century as a factory town built on immigrant labor and Brahmin capital; and finally in the late 20 th century as a center of the information economy. In all three instances, human capital--admittedly of radically different forms--provided the secret to Boston's rebirth. The history of Boston suggests that a strong base of skilled workers is a more reliable source of long-run urban health. Copyright 2005, Oxford University Press.", "authors": ["epgl9"], "abstractStem": " the three largest citi in coloni america remain at the core of three of america largest metropolitan area today thi paper ask how boston ha been abl to surviv despit repeat period of crisi and declin boston ha reinvent itself three time in the earli 19 th centuri as the provid of seafar human capit for a far flung maritim trade and fish empir in the late 19 th centuri as a factori town built on immigr labor and brahmin capit and final in the late 20 th centuri as a center of the inform economi in all three instanc human capitaladmittedli of radic differ formsprovid the secret to boston rebirth the histori of boston suggest that a strong base of skill worker is a more reliabl sourc of longrun urban health copyright 2005 oxford univers press", "title": "Reinventing Boston: 1630--2003"}, "https://ideas.repec.org/a/eee/jfinin/v6y1997i1p64-86.html": {"abstract": "No abstract is available for this item.", "authors": ["epgl9"], "abstractStem": "no abstract is avail for thi item", "title": "Thin Markets, Asymmetric Information, and Mortgage-Backed Securities"}, "https://ideas.repec.org/a/ucp/jpolec/v105y1997i5p889-927.html": {"abstract": " This paper discusses the prevalence of Silicon Valley-style localizations of individual manufacturing industries in the United States. A model in which localized industry-specific spillovers, natural advantages, and random chance contribute to geographic concentration motivates new indices of geographic concentration and coagglomeration. The indices contain controls that facilitate cross-industry and cross-country comparisons. The authors find almost all industries to be more concentrated than a random dart-throwing model predicts but the degree of localization is often slight. They also discuss which industries are concentrated, the geographic scope of localization, coagglomeration patterns, and other topics. Copyright 1997 by the University of Chicago.", "authors": ["epel10", "epgl9"], "abstractStem": " thi paper discuss the preval of silicon valleystyl local of individu manufactur industri in the unit state a model in which local industryspecif spillov natur advantag and random chanc contribut to geograph concentr motiv new indic of geograph concentr and coagglomer the indic contain control that facilit crossindustri and crosscountri comparison the author find almost all industri to be more concentr than a random dartthrow model predict but the degre of local is often slight they also discuss which industri are concentr the geograph scope of local coagglomer pattern and other topic copyright 1997 by the univers of chicago", "title": "Geographic Concentration in U.S. Manufacturing Industries: A Dartboard Approach"}, "https://ideas.repec.org/a/ucp/jpolec/v100y1992i2p430-32.html": {"abstract": "No abstract is available for this item.", "authors": ["epgl9"], "abstractStem": "no abstract is avail for thi item", "title": "The Cinderella Paradox Resolved"}, "https://ideas.repec.org/a/oup/jecgeo/v1y2001i1p27-50.html": {"abstract": " Urban economics has traditionally viewed cities as having advantages in production and disadvantages in consumption. We argue that the role of urban density in facilitating consumption is extremely important and understudied. As firms become more mobile, the success of cities hinges more and more on cities' role as centres of consumption. Empirically, we find that high amenity cities have grown faster than low amenity cities. Urban rents have gone up faster than urban wages, suggesting that the demand for living in cities has risen for reasons beyond rising wages. The rise of reverse commuting suggests the same consumer city phenomena.l Copyright 2001 by Oxford University Press.", "authors": ["epgl9", "fpko228", "epsa110"], "abstractStem": " urban econom ha tradit view citi as have advantag in product and disadvantag in consumpt we argu that the role of urban densiti in facilit consumpt is extrem import and understudi as firm becom more mobil the success of citi hing more and more on citi role as centr of consumpt empir we find that high amen citi have grown faster than low amen citi urban rent have gone up faster than urban wage suggest that the demand for live in citi ha risen for reason beyond rise wage the rise of revers commut suggest the same consum citi phenomen copyright 2001 by oxford univers press", "title": "Consumer city"}, "https://ideas.repec.org/a/eee/juecon/v43y1998i1p136-156.html": {"abstract": "Will improvements in information technology eliminate face-to- face interactions and make cities obsolete? In this paper, we present a model where individuals make contacts and choose whether to use electronic or face-to-face meetings in their interactions. Cities are modeled as a means of reducing the fixed travel costs involved in face-to-face interactions. When telecommunications technology improves, there are two opposing effects on cities and face-to-face interactions: some relationships that used to be face-to-face will be done electronically (an intuitive substitution effect), and some individuals will choose to make more contacts, many of which result in face-to-face interactions. Our empirical work suggests that telecommunications may be a complement, or at least not a strong substitute for cities and face-to-face interactions. We also present simple models of learning in person, from a written source, or over the phone, and find that interactive communication dominates other forms of learning when ideas are complicated.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epgl9"], "abstractStem": "will improv in inform technolog elimin faceto face interact and make citi obsolet in thi paper we present a model where individu make contact and choos whether to use electron or facetofac meet in their interact citi are model as a mean of reduc the fix travel cost involv in facetofac interact when telecommun technolog improv there are two oppos effect on citi and facetofac interact some relationship that use to be facetofac will be done electron an intuit substitut effect and some individu will choos to make more contact mani of which result in facetofac interact our empir work suggest that telecommun may be a complement or at least not a strong substitut for citi and facetofac interact we also present simpl model of learn in person from a written sourc or over the phone and find that interact commun domin other form of learn when idea are complicatedpthi abstract wa borrow from anoth version of thi item", "title": "Information Technology and the Future of Cities"}, "https://ideas.repec.org/a/kap/pubcho/v93y1997i3-4p389-94.html": {"abstract": " In 'Reconciling voters' behavior with legislative term limits,' Dick and Lott argue that since more senior representatives are better at rent-seeking, there is an inefficient tendency to re-elect incumbents. In this model, term limits are preferred collectively by constituencies, even though no constituency would independently oust its incumbent representative. However, many term limits are unilaterally self-imposed (in particular the 22nd amendment limiting presidents' term to two), and their model cannot explain these limits. In this comment, the author suggests that term limits may be self-imposed by risk-averse voters, who prefer cycling between left and right wing candidates to a once-and-for-all election that imposed a candidate of a single ideology on the entre electorate. The market failure that makes term limits helpful is that out of power minorities cannot bribe the median voter. Copyright 1997 by Kluwer Academic Publishers", "authors": ["epgl9"], "abstractStem": " in reconcil voter behavior with legisl term limit dick and lott argu that sinc more senior repres are better at rentseek there is an ineffici tendenc to reelect incumb in thi model term limit are prefer collect by constitu even though no constitu would independ oust it incumb repres howev mani term limit are unilater selfimpos in particular the 22nd amend limit presid term to two and their model cannot explain these limit in thi comment the author suggest that term limit may be selfimpos by riskavers voter who prefer cycl between left and right wing candid to a onceandforal elect that impos a candid of a singl ideolog on the entr elector the market failur that make term limit help is that out of power minor cannot bribe the median voter copyright 1997 by kluwer academ publish", "title": " Self-Imposed Term Limits"}, "https://ideas.repec.org/a/fip/fednep/y1999isepp117-132nv.5no.3.html": {"abstract": "This paper was presented at the conference \"Unequal incomes, unequal outcomes? Economic inequality and measures of well-being\" as part of session 4, \"Economic inequality and local public services.\" The conference was held at the Federal Reserve Bank of New York on May 7, 1999. The authors contend that the future scope of city-based redistributive policies is limited. An important way in which policymakers work to reduce inequality is by redistributing income from the wealthy to the poor, channeling income tax revenue into spending on welfare and other services. The authors suggest, however, that New York City and other cities have had to scale back their redistributive policies. New York City's evolution from a manufacturing city to a service city accounts for more than one-third of the reduction in redistribution, because businesses in the service sector are more mobile and are therefore harder to tax than those in manufacturing. In addition, the authors document a more general decline in the relationship between land area and redistribution. In 1970, cities with greater land area tended to redistribute more income, but by 1990, this connection was no longer evident. The authors attribute this change to an erosion in the market power of large cities and observe that increased mobility and the existence of edge cities have contributed to a decline in the monopoly power once enjoyed by large cities.", "authors": ["epgl9", "epka41"], "abstractStem": "thi paper wa present at the confer unequ incom unequ outcom econom inequ and measur of wellb as part of session 4 econom inequ and local public servic the confer wa held at the feder reserv bank of new york on may 7 1999 the author contend that the futur scope of citybas redistribut polici is limit an import way in which policymak work to reduc inequ is by redistribut incom from the wealthi to the poor channel incom tax revenu into spend on welfar and other servic the author suggest howev that new york citi and other citi have had to scale back their redistribut polici new york citi evolut from a manufactur citi to a servic citi account for more than onethird of the reduct in redistribut becaus busi in the servic sector are more mobil and are therefor harder to tax than those in manufactur in addit the author document a more gener declin in the relationship between land area and redistribut in 1970 citi with greater land area tend to redistribut more incom but by 1990 thi connect wa no longer evid the author attribut thi chang to an eros in the market power of larg citi and observ that increas mobil and the exist of edg citi have contribut to a declin in the monopoli power onc enjoy by larg citi", "title": "From John Lindsay to Rudy Giuliani: the decline of the local safety net?"}, "https://ideas.repec.org/a/eee/jcecon/v31y2003i4p595-619.html": {"abstract": "In recent years, comparative economics experienced a revival, with a new focus on comparing capitalist economies. The theme of the new research is that institutions exert a profound influence on economic development. We argue that, to understand capitalist institutions, one needs to understand the basic tradeoff between the costs of disorder and those of dictatorship. We then apply this logic to study the structure of efficient institutions, the consequences of colonial transplantation, and the politics of institutional choice.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epdj4", "epgl9", "fpla273", "eplo137", "epsh93"], "abstractStem": "in recent year compar econom experienc a reviv with a new focu on compar capitalist economi the theme of the new research is that institut exert a profound influenc on econom develop we argu that to understand capitalist institut one need to understand the basic tradeoff between the cost of disord and those of dictatorship we then appli thi logic to studi the structur of effici institut the consequ of coloni transplant and the polit of institut choicepthi abstract wa borrow from anoth version of thi item", "title": "The new comparative economics"}, "https://ideas.repec.org/a/eee/regeco/v28y1998i1p1-20.html": {"abstract": "This paper examines the optimal location-based redistribution policy and shows that adjustment for local price levels is occasionally optimal, but never for the reasons suggested by the popular press. First, the existence of a spatial equilibrium suggests that utility levels will be equalized across space, so there is little equity rationale for indexing transfers to local prices. Second, since transfers to high cost areas buy less than transfers to low cost areas, it is in fact less efficient to transfer to high cost areas. However, even though migration ensures that utilities are equalized across space, marginal utilities of income will not necessarily be equalized, and since optimal transfer policy equalizes marginal,not total, utilities there is possibly a rationale for indexing to local pricelevels. Optimal indexing is a function of the coefficient of relative risk aversion, the elasticity of migration with respect to transfer differences across space and the degree to which higher amenities in high cost areas increase or decrease the marginal utility of income. Given my best parameter estimates, a one percent increase in local prices should lead to a .5 percent increase in transfers, when transfers are 2/3 of total income. My estimates from current AFDC payments suggest that the current level of implicit indexing is too high to possibly be optimal.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epgl9"], "abstractStem": "thi paper examin the optim locationbas redistribut polici and show that adjust for local price level is occasion optim but never for the reason suggest by the popular press first the exist of a spatial equilibrium suggest that util level will be equal across space so there is littl equiti rational for index transfer to local price second sinc transfer to high cost area buy less than transfer to low cost area it is in fact less effici to transfer to high cost area howev even though migrat ensur that util are equal across space margin util of incom will not necessarili be equal and sinc optim transfer polici equal marginalnot total util there is possibl a rational for index to local pricelevel optim index is a function of the coeffici of rel risk avers the elast of migrat with respect to transfer differ across space and the degre to which higher amen in high cost area increas or decreas the margin util of incom given my best paramet estim a one percent increas in local price should lead to a 5 percent increas in transfer when transfer are 23 of total incom my estim from current afdc payment suggest that the current level of implicit index is too high to possibl be optimalpthi abstract wa borrow from anoth version of thi item", "title": "Should transfer payments be indexed to local price levels?"}, "https://ideas.repec.org/a/oup/qjecon/v111y1996i2p507-548..html": {"abstract": "The high variance of crime rates across time and space is one of the oldest puzzles in the social sciences; this variance appears too high to be explained by changes in the exogenous costs and benefits of crime. We present a model where social interactions create enough covariance across individuals to explain the high cross-city variance of crime rates. This model provides an index of social interactions which suggests that the amount of social interactions is highest in petty crimes, moderate in more serious crimes, and almost negligible in murder and rape.", "authors": ["epsc26"], "abstractStem": "the high varianc of crime rate across time and space is one of the oldest puzzl in the social scienc thi varianc appear too high to be explain by chang in the exogen cost and benefit of crime we present a model where social interact creat enough covari across individu to explain the high crossciti varianc of crime rate thi model provid an index of social interact which suggest that the amount of social interact is highest in petti crime moder in more seriou crime and almost neglig in murder and rape", "title": "Crime and Social Interactions"}, "https://ideas.repec.org/a/kap/jecgro/v9y2004i3p271-303.html": {"abstract": " We revisit the debate over whether political institutions cause economic growth, or whether, alternatively, growth and human capital accumulation lead to institutional improvement. We find that most indicators of institutional quality used to establish the proposition that institutions cause growth are constructed to be conceptually unsuitable for that purpose. We also find that some of the instrumental variable techniques used in the literature are flawed. Basic OLS results, as well as a variety of additional evidence, suggest that (a) human capital is a more basic source of growth than are the institutions, (b) poor countries get out of poverty through good policies, often pursued by dictators, and (c) subsequently improve their political institutions.", "authors": ["epgl9", "fpla273", "eplo137", "epsh93"], "abstractStem": " we revisit the debat over whether polit institut caus econom growth or whether altern growth and human capit accumul lead to institut improv we find that most indic of institut qualiti use to establish the proposit that institut caus growth are construct to be conceptu unsuit for that purpos we also find that some of the instrument variabl techniqu use in the literatur are flaw basic ol result as well as a varieti of addit evid suggest that a human capit is a more basic sourc of growth than are the institut b poor countri get out of poverti through good polici often pursu by dictat and c subsequ improv their polit institut", "title": "Do Institutions Cause Growth?"}, "https://ideas.repec.org/a/ucp/jpolec/v100y1992i6p1126-52.html": {"abstract": " Recent theories of economic growth, including those of P. Romer (1986, 1990), M. Porter (1990), and J. Jacobs (1969, 1984), have stressed the role of technological spillovers in generating growth. Because such knowledge spillovers are particularly effective in cities, where communication between people is more extensive, data on the growth of industries in different cities allow the authors to test some of these theories. Using a new data set on the growth of large industries in 170 U.S. cities between 1956 and 1987, they find that local competition and urban variety, but not regional specialization, encourage employment growth in industries. The evidence suggests that important knowledge spillovers might occur between rather than within industries. Copyright 1992 by University of Chicago Press.", "authors": ["epgl9", "epsc26", "epsh93"], "abstractStem": " recent theori of econom growth includ those of p romer 1986 1990 m porter 1990 and j jacob 1969 1984 have stress the role of technolog spillov in gener growth becaus such knowledg spillov are particularli effect in citi where commun between peopl is more extens data on the growth of industri in differ citi allow the author to test some of these theori use a new data set on the growth of larg industri in 170 us citi between 1956 and 1987 they find that local competit and urban varieti but not region special encourag employ growth in industri the evid suggest that import knowledg spillov might occur between rather than within industri copyright 1992 by univers of chicago press", "title": "Growth in Cities"}, "https://ideas.repec.org/a/eee/jcecon/v22y1996i1p23-42.html": {"abstract": "No abstract is available for this item.", "authors": ["epgl9", "epsc26"], "abstractStem": "no abstract is avail for thi item", "title": "The Transition to Free Markets: Where to Begin Privatization"}, "https://ideas.repec.org/a/oup/jleorg/v21y2005i1p1-19.html": {"abstract": " James Michael Curley, a four-time mayor of Boston, used wasteful redistribution to his poor Irish constituents and incendiary rhetoric to encourage richer citizens to emigrate from Boston, thereby shaping the electorate in his favor. As a consequence, Boston stagnated, but Curley kept winning elections. We present a model of using redistributive politics to shape the electorate, and show that this model yields a number of predictions opposite from the more standard frameworks of political competition, yet consistent with empirical evidence. Copyright 2005, Oxford University Press.", "authors": ["epgl9", "epsh93"], "abstractStem": " jame michael curley a fourtim mayor of boston use wast redistribut to hi poor irish constitu and incendiari rhetor to encourag richer citizen to emigr from boston therebi shape the elector in hi favor as a consequ boston stagnat but curley kept win elect we present a model of use redistribut polit to shape the elector and show that thi model yield a number of predict opposit from the more standard framework of polit competit yet consist with empir evid copyright 2005 oxford univers press", "title": "The Curley Effect: The Economics of Shaping the Electorate"}, "https://ideas.repec.org/a/eee/regeco/v32y2002i4p543-547.html": {"abstract": "No abstract is available for this item.", "authors": ["epgl9"], "abstractStem": "no abstract is avail for thi item", "title": "Book review: Book Review of William Easterly's The Elusive Quest for Growth, MIT Press, July 2001"}, "https://ideas.repec.org/a/eee/jhouse/v9y2000i1-2p1-23.html": {"abstract": "The Social capital literature documents a connection between social connection and economic outcomes of interest ranging from government quality to economic growth. Popular authors suggest that housing and architecture are important determinants of social connection. This paper examines the connection between housing structure and social connection. We find that residents of large apartment buildings are more likely to be socially connected with their neighbors, perhaps because the distance between neighbors is lower in apartment buildings. Apartment residents are less involved in local politics, presumably because they are less connected with the public infrastructure and space that surrounds them. Street crime (robbery, auto theft) is also more common around big apartment buildings and we believe that this also occurs because of there is less connection between people in apartments and the streets that surround them.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epgl9", "fpsa934"], "abstractStem": "the social capit literatur document a connect between social connect and econom outcom of interest rang from govern qualiti to econom growth popular author suggest that hous and architectur are import determin of social connect thi paper examin the connect between hous structur and social connect we find that resid of larg apart build are more like to be social connect with their neighbor perhap becaus the distanc between neighbor is lower in apart build apart resid are less involv in local polit presum becaus they are less connect with the public infrastructur and space that surround them street crime robberi auto theft is also more common around big apart build and we believ that thi also occur becaus of there is less connect between peopl in apart and the street that surround thempthi abstract wa borrow from anoth version of thi item", "title": "The Social Consequences of Housing"}, "lastname": "Glaeser", "https://ideas.repec.org/a/eee/dyncon/v21y1997i7p1173-1180.html": {"abstract": "No abstract is available for this item.", "authors": ["epgl9", "fppa1095"], "abstractStem": "no abstract is avail for thi item", "title": "A reconsideration of the (in)sensitivity of tests of the intertemporal allocation of consumption to near rational alternatives"}, "https://ideas.repec.org/a/oup/qjecon/v110y1995i1p195-227..html": {"abstract": "Using theory, case studies, and cross-country evidence, we investigate the factors behind the concentration of a nation's urban population in a single city. High tariffs, high costs of internal trade, and low levels of international trade increase the degree of concentration. Even more clearly, politics (such as the degree of instability) determines urban primacy. Dictatorships have central cities that are, on average, 50 percent larger than their democratic counterparts. Using information about the timing of city growth, and a series of instruments, we conclude that the predominant causality is from political factors to urban concentration, not from concentration to political change.", "authors": [], "abstractStem": "use theori case studi and crosscountri evid we investig the factor behind the concentr of a nation urban popul in a singl citi high tariff high cost of intern trade and low level of intern trade increas the degre of concentr even more clearli polit such as the degre of instabl determin urban primaci dictatorship have central citi that are on averag 50 percent larger than their democrat counterpart use inform about the time of citi growth and a seri of instrument we conclud that the predomin causal is from polit factor to urban concentr not from concentr to polit chang", "title": "Trade and Circuses: Explaining Urban Giants"}, "https://ideas.repec.org/a/ecj/econjl/v112y2002i483p437-458.html": {"abstract": " A standard optimal investment model can be used to analyse an individual\"s decision to accumulate social capital. We analyse six facts that support the predictions of this individual--based approach: (1) social capital first rises and then falls with age, (2) social capital declines with expected mobility, (3) social capital rises in occupations with greater returns to social skills, (4) social capital is higher among homeowners, (5) social connections fall sharply with physical distance, (6) people who invest in human capital also invest in social capital. We fail to find robust evidence that social capital investments fall with the value of time or that geographic/religious groups generate social capital complementarities. Copyright Royal Economic Society 2002", "authors": ["epgl9", "epla164", "fpsa934"], "abstractStem": " a standard optim invest model can be use to analys an individu decis to accumul social capit we analys six fact that support the predict of thi individualbas approach 1 social capit first rise and then fall with age 2 social capit declin with expect mobil 3 social capit rise in occup with greater return to social skill 4 social capit is higher among homeown 5 social connect fall sharpli with physic distanc 6 peopl who invest in human capit also invest in social capit we fail to find robust evid that social capit invest fall with the valu of time or that geographicreligi group gener social capit complementar copyright royal econom societi 2002", "title": "An Economic Approach to Social Capital"}, "homepage": "https://ideas.repec.org/e/pgl9.html", "https://ideas.repec.org/a/oup/qjecon/v114y1999i3p1025-1045..html": {"abstract": "If economic growth relies upon the extent-of-the-market, then openness will decrease the connection between initial income and later growth. Alternatively, learning-by-doing models suggest that wealth will be more positively correlated with growth in open economies, because trade causes advanced economies to specialize in products with more opportunities for learning. We examine twentieth century less developed countries and nineteenth century U. S. states. In both data sets, there is a much stronger correlation between growth and initial wealth among closed economies. These findings support the importance of the extent-of-the-market, and aggregate demand in fostering growth.", "authors": [], "abstractStem": "if econom growth reli upon the extentofthemarket then open will decreas the connect between initi incom and later growth altern learningbydo model suggest that wealth will be more posit correl with growth in open economi becaus trade caus advanc economi to special in product with more opportun for learn we examin twentieth centuri less develop countri and nineteenth centuri u s state in both data set there is a much stronger correl between growth and initi wealth among close economi these find support the import of the extentofthemarket and aggreg demand in foster growth", "title": "Evidence on Growth, Increasing Returns, and the Extent of the Market"}, "https://ideas.repec.org/a/eee/juecon/v46y1999i2p254-277.html": {"abstract": "Alfred Marshall argues that industrial agglomerations exist in part because individuals can\" learn skills from each other when they live and work in close proximity to one another. An\" increasing amount of evidence suggests that the informational role of cities is a primary reason for\" their continued existence. This paper formalizes Marshall's theory in a model where individuals\" acquire skills by interacting with one another, and dense urban areas increase the speed of\" interactions. The model predicts that cities will have a higher mean and higher variance of skills.\" Cities will attract young people who are not too risk averse and who benefit most from learning\" (e.g. more patient people). Older, more skilled workers will stay in cities only if they can\" internalize some of the benefits that their presence creates for young people. The level of\" urbanization will rise when the demand for skills rises, when the ability to learn by imitation rises or when the level of health in the economy rises. Empirical evidence on urban wages supports the\" learning view of cities and a variety of other implications of the theory are corroborated\" empirically.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epgl9"], "abstractStem": "alfr marshal argu that industri agglomer exist in part becaus individu can learn skill from each other when they live and work in close proxim to one anoth an increas amount of evid suggest that the inform role of citi is a primari reason for their continu exist thi paper formal marshal theori in a model where individu acquir skill by interact with one anoth and dens urban area increas the speed of interact the model predict that citi will have a higher mean and higher varianc of skill citi will attract young peopl who are not too risk avers and who benefit most from learn eg more patient peopl older more skill worker will stay in citi onli if they can intern some of the benefit that their presenc creat for young peopl the level of urban will rise when the demand for skill rise when the abil to learn by imit rise or when the level of health in the economi rise empir evid on urban wage support the learn view of citi and a varieti of other implic of the theori are corrobor empiricallypthi abstract wa borrow from anoth version of thi item", "title": "Learning in Cities"}, "https://ideas.repec.org/a/oup/qjecon/v115y2000i3p811-846..html": {"abstract": "We combine two experiments and a survey to measure trust and trustworthiness—two key components of social capital. Standard attitudinal survey questions about trust predict trustworthy behavior in our experiments much better than they predict trusting behavior. Trusting behavior in the experiments is predicted by past trusting behavior outside of the experiments. When individuals are closer socially, both trust and trustworthiness rise. Trustworthiness declines when partners are of different races or nationalities. High status individuals are able to elicit more trustworthiness in others.", "authors": ["epla164", "epsc26"], "abstractStem": "we combin two experi and a survey to measur trust and trustworthi two key compon of social capit standard attitudin survey question about trust predict trustworthi behavior in our experi much better than they predict trust behavior trust behavior in the experi is predict by past trust behavior outsid of the experi when individu are closer social both trust and trustworthi rise trustworthi declin when partner are of differ race or nation high statu individu are abl to elicit more trustworthi in other", "title": "Measuring Trust"}, "https://ideas.repec.org/a/eee/moneco/v36y1995i1p117-143.html": {"abstract": "We examine the relationship between urban characteristics in 1960 and urban growth (income and population) between 1960 and 1990. Our major findings are that income and population growth move together and both types of growth are (1) positively related to initial schooling, (2) negatively related to initial unemployment and (3) negatively related to the share of employment initially in manufacturing. These results are qualitatively unchanged if we examine cities (a smaller political unit) or SMSAs (a larger 'economic' unit). We also find that racial composition and segregation are basically uncorrelated with urban growth across all cities, but that in communities with large nonwhite communities segregation is positively correlated with white population growth. Government expenditures (except for sanitation) are uncorrelated with urban growth. Government debt is positively correlated with later growth.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epgl9", "epsc26", "epsh93"], "abstractStem": "we examin the relationship between urban characterist in 1960 and urban growth incom and popul between 1960 and 1990 our major find are that incom and popul growth move togeth and both type of growth are 1 posit relat to initi school 2 neg relat to initi unemploy and 3 neg relat to the share of employ initi in manufactur these result are qualit unchang if we examin citi a smaller polit unit or smsa a larger econom unit we also find that racial composit and segreg are basic uncorrel with urban growth across all citi but that in commun with larg nonwhit commun segreg is posit correl with white popul growth govern expenditur except for sanit are uncorrel with urban growth govern debt is posit correl with later growthpthi abstract wa borrow from anoth version of thi item", "title": "Economic growth in a cross-section of cities"}, "https://ideas.repec.org/a/aea/aecrev/v91y2001i2p431-435.html": {"abstract": "No abstract is available for this item.", "authors": ["epgl9", "epsh93"], "abstractStem": "no abstract is avail for thi item", "title": "A Reason for Quantity Regulation"}, "firstname": "Edward", "https://ideas.repec.org/a/aea/aecrev/v94y2004i2p408-413.html": {"abstract": "Prospect theory, loss aversion, mental accounts, hyperbolic discounting, cues, and the endowment effect can all be seen as examples of situationalism -- the view that people isolate decisions and overweight immediate aspects of the situation relative to longer term concerns. But outside of the laboratory, emotionally-powerful situational factors -- frames, social influence, mental accounts -- are almost always endogenous and often the result of self-interested entrepreneurs. As such, laboratory work and, indeed, psychology more generally, gives us little guidance as to market outcomes. Economics provides a stronger basis for understanding the supply of emotionally-relevant situational variables. Paradoxically situationalism actually increases the relative importance of economics.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epgl9"], "abstractStem": "prospect theori loss avers mental account hyperbol discount cue and the endow effect can all be seen as exampl of situation  the view that peopl isol decis and overweight immedi aspect of the situat rel to longer term concern but outsid of the laboratori emotionallypow situat factor  frame social influenc mental account  are almost alway endogen and often the result of selfinterest entrepreneur as such laboratori work and inde psycholog more gener give us littl guidanc as to market outcom econom provid a stronger basi for understand the suppli of emotionallyrelev situat variabl paradox situation actual increas the rel import of economicspthi abstract wa borrow from anoth version of thi item", "title": "Psychology and the Market"}, "https://ideas.repec.org/a/eee/moneco/v50y2003i1p199-222.html": {"abstract": "In many countries, the operation of legal, political and regulatory institutions is subverted by the wealthy and the politically powerful for their own benefit. This subversion takes the form of corruption, intimidation, and other forms of influence. We present a model of such institutional subversion focusing specifically on courts and of the effects of inequality in economic and political resources on the magnitude of subversion. We then use the model to analyze the consequences of institutional subversion for the law and order environment in the country, as well as for capital accumulation and growth. We illustrate the model with historical evidence from Gilded Age United States and the transition economies of the 1990s. We also present some cross-country evidence consistent with the basic prediction of the model.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epgl9", "epsc26", "epsh93"], "abstractStem": "in mani countri the oper of legal polit and regulatori institut is subvert by the wealthi and the polit power for their own benefit thi subvers take the form of corrupt intimid and other form of influenc we present a model of such institut subvers focus specif on court and of the effect of inequ in econom and polit resourc on the magnitud of subvers we then use the model to analyz the consequ of institut subvers for the law and order environ in the countri as well as for capit accumul and growth we illustr the model with histor evid from gild age unit state and the transit economi of the 1990 we also present some crosscountri evid consist with the basic predict of the modelpthi abstract wa borrow from anoth version of thi item", "title": "The injustice of inequality"}, "https://ideas.repec.org/a/eee/juecon/v45y1999i2p354-384.html": {"abstract": "Individuals invest in their local environments by volunteering, getting involved in local government, becoming informed about their political leaders, joining non-professional organizations and even gardening. Homeownership may encourage these investments because homeownership gives individuals an incentive to improve their community and because homeownership creates barriers to mobility. Using the U.S. General Social Survey document that homeowners are more likely to invest in social capital, and a simple instrumental variables strategy suggests that the relationship may be causal. While our results are not conclusive, we find evidence that a large portion of the effect of homeownership on these investments may come from lower mobility rates for homeowners. Using the German Socio-Economic Panel homeownership and citizenship controlling for individual fixed effects. Finally, across cities and counties, areas with more homeowners have lower government spending, but spend a larger share of their government budget on education and highways.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epgl9"], "abstractStem": "individu invest in their local environ by volunt get involv in local govern becom inform about their polit leader join nonprofession organ and even garden homeownership may encourag these invest becaus homeownership give individu an incent to improv their commun and becaus homeownership creat barrier to mobil use the us gener social survey document that homeown are more like to invest in social capit and a simpl instrument variabl strategi suggest that the relationship may be causal while our result are not conclus we find evid that a larg portion of the effect of homeownership on these invest may come from lower mobil rate for homeown use the german socioeconom panel homeownership and citizenship control for individu fix effect final across citi and counti area with more homeown have lower govern spend but spend a larger share of their govern budget on educ and highwayspthi abstract wa borrow from anoth version of thi item", "title": "Incentives and Social Capital: Are Homeowners Better Citizens?"}, "https://ideas.repec.org/a/oup/qjecon/v117y2002i4p1193-1229..html": {"abstract": "A central requirement in the design of a legal system is the protection of law enforcers from coercion by litigants through either violence or bribes. The higher the risk of coercion, the greater the need for protection and control of law enforcers by the state. Such control, however, also makes law enforcers beholden to the state, and politicizes justice. This perspective explains why, starting in the twelfth and thirteenth centuries, the relatively more peaceful England developed trials by independent juries, while the less peaceful France relied on state-employed judges to resolve disputes. It may also explain many differences between common and civil law traditions with respect to both the structure of legal systems and the observed social and economic outcomes.", "authors": ["epsh93"], "abstractStem": "a central requir in the design of a legal system is the protect of law enforc from coercion by litig through either violenc or bribe the higher the risk of coercion the greater the need for protect and control of law enforc by the state such control howev also make law enforc beholden to the state and politic justic thi perspect explain whi start in the twelfth and thirteenth centuri the rel more peac england develop trial by independ juri while the less peac franc reli on stateemploy judg to resolv disput it may also explain mani differ between common and civil law tradit with respect to both the structur of legal system and the observ social and econom outcom", "title": "Legal Origins"}, "https://ideas.repec.org/a/fip/fednep/y2003ijunp21-39nv.9no.2.html": {"abstract": "This paper was presented at the conference \"Policies to Promote Affordable Housing,\" cosponsored by the Federal Reserve Bank of New York and New York University's Furman Center for Real Estate and Urban Policy, February 7, 2002. It was part of Session 2: Affordable Housing and the Housing Market.", "authors": ["epgl9", "epgy3"], "abstractStem": "thi paper wa present at the confer polici to promot afford hous cosponsor by the feder reserv bank of new york and new york univers furman center for real estat and urban polici februari 7 2002 it wa part of session 2 afford hous and the hous market", "title": "The impact of building restrictions on housing affordability"}, "https://ideas.repec.org/a/ucp/jlawec/v41y1998i1p1-36.html": {"abstract": "Interest rate restrictions are among the most pervasive forms of economic regulations. This paper explains that these restrictions can be explained as a means of primitive social insurance. Interest rate limits are Pareto improving because agents borrow when they have temporary negative income shocks -- interest rate restrictions transfer wealth to agents who have received those negative shocks and whose marginal utility of income is high. We assume that these shocks are not otherwise insurable because of problems related to asymmetric information or the difficulties inherent in writing complex contracts. The model predicts that interest rate restriction will be tighter when income inequality is high (and impermanent) and when growth rates are low. Data from U.S. states' regulations supports a connection between inequality and usury laws. The history of usury laws suggests that this social insurance mechanism is one reason why usury laws persist, but it also suggests that usury laws have had different functions across time (eg. rent-seeking, limiting agency problems within the church, limiting overcommitment of debts, and attacking commerce generally).<p>(This abstract was borrowed from another version of this item.)", "authors": ["epgl9", "epsc26"], "abstractStem": "interest rate restrict are among the most pervas form of econom regul thi paper explain that these restrict can be explain as a mean of primit social insur interest rate limit are pareto improv becaus agent borrow when they have temporari neg incom shock  interest rate restrict transfer wealth to agent who have receiv those neg shock and whose margin util of incom is high we assum that these shock are not otherwis insur becaus of problem relat to asymmetr inform or the difficulti inher in write complex contract the model predict that interest rate restrict will be tighter when incom inequ is high and imperman and when growth rate are low data from us state regul support a connect between inequ and usuri law the histori of usuri law suggest that thi social insur mechan is one reason whi usuri law persist but it also suggest that usuri law have had differ function across time eg rentseek limit agenc problem within the church limit overcommit of debt and attack commerc generallypthi abstract wa borrow from anoth version of thi item", "title": "Neither a Borrower nor a Lender Be: An Economic Analysis of Interest Restrictions and Usury Laws"}, "https://ideas.repec.org/a/aea/jeclit/v41y2003i2p401-425.html": {"abstract": "The Progressive Era of the early twentieth-century U.S. saw significant growth of government regulation of business. We model the choice of law enforcement strategy between private litigation over accidents, regulation of precautions, a combination of the two, and doing nothing. Any of these strategies can be subverted by private parties, at a cost. Private litigation may be more vulnerable to subversion than regulation, especially as the scale of enterprise grows. The rise of regulation is seen as an efficient response to subversion of justice. The model makes sense of the progressive reform agenda. It may also help explain what institutions of law and order are appropriate in what circumstances-a crucial issue for transition economies and emerging markets.", "authors": ["epgl9", "epsh93"], "abstractStem": "the progress era of the earli twentiethcenturi us saw signific growth of govern regul of busi we model the choic of law enforc strategi between privat litig over accid regul of precaut a combin of the two and do noth ani of these strategi can be subvert by privat parti at a cost privat litig may be more vulner to subvers than regul especi as the scale of enterpris grow the rise of regul is seen as an effici respons to subvers of justic the model make sens of the progress reform agenda it may also help explain what institut of law and order are appropri in what circumstancesa crucial issu for transit economi and emerg market", "title": "The Rise of the Regulatory State"}, "https://ideas.repec.org/a/aea/jecper/v17y2003i3p93-118.html": {"abstract": "Americans have become considerably more obese over the past 25 years. This increase is primarily the result of consuming more calories. The increase in food consumption is itself the result of technological innovations which made it possible for food to be mass prepared far from the point of consumption, and consumed with lower time costs of preparation and cleaning. Price changes are normally beneficial, but may not be if people have self-control problems. This applies to some, but not most, of the population.", "authors": ["epcu64", "epgl9", "epsh70"], "abstractStem": "american have becom consider more obes over the past 25 year thi increas is primarili the result of consum more calori the increas in food consumpt is itself the result of technolog innov which made it possibl for food to be mass prepar far from the point of consumpt and consum with lower time cost of prepar and clean price chang are normal benefici but may not be if peopl have selfcontrol problem thi appli to some but not most of the popul", "title": "Why Have Americans Become More Obese?"}, "https://ideas.repec.org/a/tpr/restat/v84y2002i2p193-204.html": {"abstract": " This paper uses data from the Census Bureau's Longitudinal Research Database to describe the dynamics of geographic concentration in U.S. manufacturing industries. Agglomeration results from a combination of the mean reversion and randomness in the growth of state-industry employment. Although industries' agglomeration levels have declined only slightly over the last quarter century, we find a great deal of movement for many geographically concentrated industries. We decompose aggregate concentration changes into portions attributable to plant births, expansions, contractions, and closures. We find that the location choices of new firms play a deagglomerating role, whereas plant closures have tended to reinforce agglomeration. © 2002 by the President and Fellows of Harvard College and the Massachusetts Institute of Technology", "authors": ["epel10", "epgl9"], "abstractStem": " thi paper use data from the censu bureau longitudin research databas to describ the dynam of geograph concentr in us manufactur industri agglomer result from a combin of the mean revers and random in the growth of stateindustri employ although industri agglomer level have declin onli slightli over the last quarter centuri we find a great deal of movement for mani geograph concentr industri we decompos aggreg concentr chang into portion attribut to plant birth expans contract and closur we find that the locat choic of new firm play a deagglomer role wherea plant closur have tend to reinforc agglomer   2002 by the presid and fellow of harvard colleg and the massachusett institut of technolog", "title": "Geographic Concentration As A Dynamic Process"}, "https://ideas.repec.org/a/kap/pubcho/v89y1996i1-2p93-111.html": {"abstract": "This paper applies the ideas of Brennan and Buchanan (1977, 1978, 1980) to local property taxes. When local governments maximize their revenues, property taxes provide incentives for adequate amenity provision. Local amenity provision determines property values which then determine local tax revenues. As long as the demand for housing is inelastic, property-taxes will provide stronger incentives for local governments than lump-sum taxes. As current property values reflect expectations about future amenity levels, property taxes create incentives for even the most myopic government to invest for the future. Local property taxes can also act to limit the incentives of localities to tax; there are cases where higher levels of local property taxes lead to lower overall tax burdens. These ideas are applied to the tax reform in the late 1970s; one reason that tax reform may have been so successful is that in a period where land prices are driven by many forces other than government amenities, property taxes lose their value as incentive devices.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epgl9"], "abstractStem": "thi paper appli the idea of brennan and buchanan 1977 1978 1980 to local properti tax when local govern maxim their revenu properti tax provid incent for adequ amen provis local amen provis determin properti valu which then determin local tax revenu as long as the demand for hous is inelast propertytax will provid stronger incent for local govern than lumpsum tax as current properti valu reflect expect about futur amen level properti tax creat incent for even the most myopic govern to invest for the futur local properti tax can also act to limit the incent of local to tax there are case where higher level of local properti tax lead to lower overal tax burden these idea are appli to the tax reform in the late 1970 one reason that tax reform may have been so success is that in a period where land price are driven by mani forc other than govern amen properti tax lose their valu as incent devicespthi abstract wa borrow from anoth version of thi item", "title": " The Incentive Effects of Property Taxes on Local Governments"}, "https://ideas.repec.org/a/aea/aecrev/v88y1998i2p458-62.html": {"abstract": "America is a nation filled with guns and gunowners. Using the General Social Survey, we investigate who owns guns. Gunowners resemble neither criminals nor victims, although they do hunt. Waiting periods appear to have little effect on the overall level of gun ownership, but they do lower the propensity to own guns among people who have been arrested. Living around other gunowners increases gun ownership. Guns appear to be a substitute for the legal system, because gun ownership is highest among people who do not trust the government and where the availability of police is lowest. Guns also are associated with a general taste for violent retribution.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epgl9"], "abstractStem": "america is a nation fill with gun and gunown use the gener social survey we investig who own gun gunown resembl neither crimin nor victim although they do hunt wait period appear to have littl effect on the overal level of gun ownership but they do lower the propens to own gun among peopl who have been arrest live around other gunown increas gun ownership gun appear to be a substitut for the legal system becaus gun ownership is highest among peopl who do not trust the govern and where the avail of polic is lowest gun also are associ with a gener tast for violent retributionpthi abstract wa borrow from anoth version of thi item", "title": "Who Owns Guns? Criminals, Victims, and the Culture of Violence"}, "https://ideas.repec.org/a/eee/juecon/v43y1998i1p52-78.html": {"abstract": "No abstract is available for this item.", "authors": ["epgl9"], "abstractStem": "no abstract is avail for thi item", "title": "The Los Angeles Riot and the Economics of Urban Unrest"}, "https://ideas.repec.org/a/aea/jecper/v12y1998i2p139-60.html": {"abstract": "This paper organizes a discussion of the costs and benefits of cities around the question: Are cities becoming obsolete? While minimizing transport costs for manufactured goods no longer justifies the existence of cities, they still facilitate the division of labor and the flow of ideas. Cities' higher housing, commuting, and pollution costs seem stable over time. Only the costs associated with urban poverty may increase and these costs do not effect many newer cities. Although many older cities will continue their decline, the future of the urban form seems surprisingly bright.", "authors": ["epgl9"], "abstractStem": "thi paper organ a discuss of the cost and benefit of citi around the question are citi becom obsolet while minim transport cost for manufactur good no longer justifi the exist of citi they still facilit the divis of labor and the flow of idea citi higher hous commut and pollut cost seem stabl over time onli the cost associ with urban poverti may increas and these cost do not effect mani newer citi although mani older citi will continu their declin the futur of the urban form seem surprisingli bright", "title": "Are Cities Dying?"}, "https://ideas.repec.org/a/eee/juecon/v56y2004i1p70-79.html": {"abstract": "Today, no economist studying the spatial economy of urban areas would ignore the effects of race on housing markets and labor market opportunities, but this was not always the case. Through what can be seen as a consistent and integrated research plan, John Kain developed many central ideas of urban economics but, more importantly, legitimized and encouraged scholarly consideration of the geography of racial opportunities. His provocative (and prescient) study of the linkage between housing segregation and the labor market opportunities of Blacks was a natural outgrowth of his prior work on employment decentralization and housing constraints on Black households. His more recent program of research on school outcomes employing detailed administrative data was an extension of the same empirical interest in how the economic opportunities of minority households vary with location. This paper identifies the influence of John Kain's ideas on different areas of research and suggests that his scientific work was thoroughly interrelated.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epgl9", "epha97", "epqu1"], "abstractStem": "today no economist studi the spatial economi of urban area would ignor the effect of race on hous market and labor market opportun but thi wa not alway the case through what can be seen as a consist and integr research plan john kain develop mani central idea of urban econom but more importantli legitim and encourag scholarli consider of the geographi of racial opportun hi provoc and prescient studi of the linkag between hous segreg and the labor market opportun of black wa a natur outgrowth of hi prior work on employ decentr and hous constraint on black household hi more recent program of research on school outcom employ detail administr data wa an extens of the same empir interest in how the econom opportun of minor household vari with locat thi paper identifi the influenc of john kain idea on differ area of research and suggest that hi scientif work wa thoroughli interrelatedpthi abstract wa borrow from anoth version of thi item", "title": "Opportunities, race, and urban location: the influence of John Kain"}, "https://ideas.repec.org/a/ucp/jpolec/v107y1999i3p455-506.html": {"abstract": "This paper examines segregation in American cities from 1890 to 1990. From 1890 to 1940, ghettos were born as blacks migrated to urban areas and cities developed vast expanses filled with almost entirely black housing. From 1940 to 1970, black migration continued and the physical areas of the ghettos expanded. Since 1970, there has been a decline in segregation as blacks have moved into previously allâ€white areas of cities and suburbs. Across all these time periods there is a strong positive relation between urban population or density and segregation. Data on house prices and attitudes toward integration suggest that in the midâ€twentieth century, segregation was a product of collective actions taken by whites to exclude blacks from their neighborhoods. By 1990, the legal barriers enforcing segregation had been replaced by decentralized racism, where whites pay more than blacks to live in predominantly white areas.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epcu64", "epgl9", "epvi23"], "abstractStem": "thi paper examin segreg in american citi from 1890 to 1990 from 1890 to 1940 ghetto were born as black migrat to urban area and citi develop vast expans fill with almost entir black hous from 1940 to 1970 black migrat continu and the physic area of the ghetto expand sinc 1970 there ha been a declin in segreg as black have move into previous all white area of citi and suburb across all these time period there is a strong posit relat between urban popul or densiti and segreg data on hous price and attitud toward integr suggest that in the mid twentieth centuri segreg wa a product of collect action taken by white to exclud black from their neighborhood by 1990 the legal barrier enforc segreg had been replac by decentr racism where white pay more than black to live in predominantli white areaspthi abstract wa borrow from anoth version of thi item", "title": "The Rise and Decline of the American Ghetto"}, "https://ideas.repec.org/a/oup/ecinqu/v36y1998i3p429-43.html": {"abstract": " Without wholeheartedly endorsing Max Weber's views on Protestantism and economic growth, the authors present a model formalizing his claim that belief in predestination was a component in economic development. Their model suggests that belief in predestination is more effective when heterogeneity of beliefs is high, when the desire for homogeneity is high, or when accurate signals about ethics are important. Using the General Social Survey, the authors find that Protestants generally, and Presbyterians in particular, exhibit a stronger connection between individual and group behavior and between worldly success and church attendance. Copyright 1998 by Oxford University Press.", "authors": ["epgl9"], "abstractStem": " without wholeheartedli endors max weber view on protestant and econom growth the author present a model formal hi claim that belief in predestin wa a compon in econom develop their model suggest that belief in predestin is more effect when heterogen of belief is high when the desir for homogen is high or when accur signal about ethic are import use the gener social survey the author find that protest gener and presbyterian in particular exhibit a stronger connect between individu and group behavior and between worldli success and church attend copyright 1998 by oxford univers press", "title": "Incentives, Predestination and Free Will"}, "https://ideas.repec.org/a/eee/ecolet/v44y1994i3p333-337.html": {"abstract": "No abstract is available for this item.", "authors": ["epgl9"], "abstractStem": "no abstract is avail for thi item", "title": "Why does schooling generate economic growth?"}}}