{"epgo50": {"https://ideas.repec.org/a/aea/jecper/v14y2000i4p49-74.html": {"abstract": "During the four years 1995-99 U.S. productivity growth experienced a strong revival and achieved growth rates exceeding that of the \"golden age\" of 1913-72. Accordingly many observers have declared the \"New Economy\" to be an Industrial Revolution even more important than the Second Industrial Revolution of 1860-1900, which made the golden age of productivity growth possible. This paper dissects the recent productivity revival, subtracts out a cyclical component, and concludes that there is no revival of the productivity growth trend in the 88 percent of the private economy lying outside of the durables manufacturing sector. The paper explains this surprising finding by pointing to limitations in computers and the internet in comparison with the great inventions of the past.", "authors": ["epgo50"], "abstractStem": "dure the four year 199599 us product growth experienc a strong reviv and achiev growth rate exceed that of the golden age of 191372 accordingli mani observ have declar the new economi to be an industri revolut even more import than the second industri revolut of 18601900 which made the golden age of product growth possibl thi paper dissect the recent product reviv subtract out a cyclic compon and conclud that there is no reviv of the product growth trend in the 88 percent of the privat economi lie outsid of the durabl manufactur sector the paper explain thi surpris find by point to limit in comput and the internet in comparison with the great invent of the past", "title": "Does the \"New Economy\" Measure Up to the Great Inventions of the Past?"}, "https://ideas.repec.org/a/bin/bpeajo/v2y1971i1971-1p105-166.html": {"abstract": "No abstract is available for this item.", "authors": ["epgo50"], "abstractStem": "no abstract is avail for thi item", "title": "Inflation in Recession and Recovery"}, "https://ideas.repec.org/a/aea/aecrev/v83y1993i2p17-22.html": {"abstract": "No abstract is available for this item.", "authors": ["epgo50"], "abstractStem": "no abstract is avail for thi item", "title": "Why the Principles Course Needs Comparative Macro and Micro"}, "https://ideas.repec.org/a/eee/crcspp/v14y1981ip95-102.html": {"abstract": "No abstract is available for this item.", "authors": ["epgo50"], "abstractStem": "no abstract is avail for thi item", "title": "Comment on Rasche and Tatom, \"energy price shocks, aggregate supply and monetary policy: The theory and the international evidence\""}, "https://ideas.repec.org/a/eee/crcspp/v55y2001i1p265-273.html": {"abstract": "No abstract is available for this item.", "authors": ["epgo50"], "abstractStem": "no abstract is avail for thi item", "title": "Deunionization, technical change, and inequality A comment"}, "https://ideas.repec.org/a/bin/bpeajo/v6y1975i1975-1p183-206.html": {"abstract": "No abstract is available for this item.", "authors": ["epgo50"], "abstractStem": "no abstract is avail for thi item", "title": "Alternative Responses of Policy to External Supply Shocks"}, "https://ideas.repec.org/a/fip/fedfpr/y1983p67-107.html": {"abstract": "No abstract is available for this item.", "authors": ["epgo50"], "abstractStem": "no abstract is avail for thi item", "title": "The 1981-1982 velocity decline: a structural shift in income"}, "https://ideas.repec.org/a/eee/eecrev/v30y1986i3p465-467.html": {"abstract": "No abstract is available for this item.", "authors": ["fpde575", "epgo50"], "abstractStem": "no abstract is avail for thi item", "title": "Introduction"}, "https://ideas.repec.org/a/eee/eecrev/v21y1983i1-2p83-87.html": {"abstract": "No abstract is available for this item.", "authors": ["epgo50"], "abstractStem": "no abstract is avail for thi item", "title": "'The Past Decade's Natural Rate and the Dynamics of German Unemployment: A Case Against Demand Policy?' by W. Franz"}, "homepage": "https://ideas.repec.org/e/pgo50.html", "https://ideas.repec.org/a/sls/ipmsls/v12y20062.html": {"abstract": "The author summarizes the report’s methods, findings, and recommendations, and then reviews the comments and criticisms that appeared soon after the report was issued. Changes in CPI methodology are also summarized and assessed, as is recent research on related issues. Based on recent research, the author suggest that the bias estimate for 1995-96 should have been 1.2 to 1.3 percentage points, not 1.1 points. He estimates that the upward bias in the CPI has declined from the revised 1.2-1.3 percentage points in the Boskin era to about 0.8 points today. Yet he notes that the Boskin report, like most contemporary studies of quality change, failed to accord sufficient importance to the value of new products and increased longevity. Allowing for these, he concludes that the current upward bias in the US CPI is at least 1.0 percentage points per year.", "authors": ["epgo50"], "abstractStem": "the author summar the report s method find and recommend and then review the comment and critic that appear soon after the report wa issu chang in cpi methodolog are also summar and assess as is recent research on relat issu base on recent research the author suggest that the bia estim for 199596 should have been 12 to 13 percentag point not 11 point he estim that the upward bia in the cpi ha declin from the revis 1213 percentag point in the boskin era to about 08 point today yet he note that the boskin report like most contemporari studi of qualiti chang fail to accord suffici import to the valu of new product and increas longev allow for these he conclud that the current upward bia in the us cpi is at least 10 percentag point per year", "title": "The Boskin Commission Report: A Retrospective One Decade Later"}, "lastname": "Gordon", "https://ideas.repec.org/a/mes/challe/v47y2004i2p70-80.html": {"abstract": "No abstract is available for this item.", "authors": ["epgo50"], "abstractStem": "no abstract is avail for thi item", "title": "The Slippery Art of Measuring Living Standards: Interview with Robert J. Gordon"}, "https://ideas.repec.org/a/aea/aecrev/v60y1970i5p940-45.html": {"abstract": "No abstract is available for this item.", "authors": ["epgo50"], "abstractStem": "no abstract is avail for thi item", "title": "$45 Billion of U. S. Private Investment Has Been Mislaid: Reply"}, "https://ideas.repec.org/a/mcb/jmoncb/v16y1984i4p403-34.html": {"abstract": "The partial-adjustment approach to the specification of the short-run demand for money has dominated the literature for more than a decade. There are three basic problems with this approach. First, the same lag structure is imposed on all variables, and such independent variables enters only as a current value. In contrast a rational individual would respond to different variables (income, interest rates, prices) with quite different lags. Second, when the general price level is subject to gradual adjustment but can move quickly in response to supply shocks, the influence of these supply shocks should enter with a negative sign. Third, the estimated equation for real balances may not be a money demand equation at all, but rather its coefficients may represent a shifting mixture of demand and supply responses. The empirical work examines several alternative dynamic specifications, including a generalized partial adjustment framework and the error-correction model. Both of the latter specifications exhibit greater structural stability after 1973 than the standard partial adjustment model, and the generalized partial adjustment model also yields relatively small errors in post-sample dynamic simulations. Shifts in coefficients as the sample period is extended after 1973 are consistent with the interpretation that the real balance equation no longer traces out structural demand parameters, but rather a mixture of demand and supply responses.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epgo50"], "abstractStem": "the partialadjust approach to the specif of the shortrun demand for money ha domin the literatur for more than a decad there are three basic problem with thi approach first the same lag structur is impos on all variabl and such independ variabl enter onli as a current valu in contrast a ration individu would respond to differ variabl incom interest rate price with quit differ lag second when the gener price level is subject to gradual adjust but can move quickli in respons to suppli shock the influenc of these suppli shock should enter with a neg sign third the estim equat for real balanc may not be a money demand equat at all but rather it coeffici may repres a shift mixtur of demand and suppli respons the empir work examin sever altern dynam specif includ a gener partial adjust framework and the errorcorrect model both of the latter specif exhibit greater structur stabil after 1973 than the standard partial adjust model and the gener partial adjust model also yield rel small error in postsampl dynam simul shift in coeffici as the sampl period is extend after 1973 are consist with the interpret that the real balanc equat no longer trace out structur demand paramet but rather a mixtur of demand and suppli responsespthi abstract wa borrow from anoth version of thi item", "title": "The Short-run Demand for Money: A Reconsideration"}, "https://ideas.repec.org/a/eee/eecrev/v37y1993i4p689-695.html": {"abstract": "No abstract is available for this item.", "authors": ["fpde575", "epgo50"], "abstractStem": "no abstract is avail for thi item", "title": "Inflation, money and growth : An introduction"}, "https://ideas.repec.org/a/ecm/emetrp/v65y1997i6p1443-1452.html": {"abstract": "No abstract is available for this item.", "authors": ["epgo50"], "abstractStem": "no abstract is avail for thi item", "title": "What is the Econometric Society? History, Organization, and Basic Procedures"}, "https://ideas.repec.org/a/bla/revinw/v17y1971i2p121-74.html": {"abstract": "No abstract is available for this item.", "authors": ["epgo50"], "abstractStem": "no abstract is avail for thi item", "title": "Measurement Bias in Price Indexes for Capital Goods"}, "https://ideas.repec.org/a/eee/eecrev/v36y1992i5p969-973.html": {"abstract": "No abstract is available for this item.", "authors": ["fpde575", "epgo50"], "abstractStem": "no abstract is avail for thi item", "title": "Demand, supply, and financial deregulation-an introduction"}, "https://ideas.repec.org/a/eee/eecrev/v35y1991i4p715-721.html": {"abstract": "No abstract is available for this item.", "authors": ["fpde575", "epgo50"], "abstractStem": "no abstract is avail for thi item", "title": "The 'new macroeconomics' a decade later : An introduction"}, "https://ideas.repec.org/a/aea/aecrev/v68y1978i2p335-41.html": {"abstract": "No abstract is available for this item.", "authors": ["epgo50"], "abstractStem": "no abstract is avail for thi item", "title": "What Can Stabilization Policy Achieve?"}, "https://ideas.repec.org/a/aea/jeclit/v28y1990i3p1115-71.html": {"abstract": "No abstract is available for this item.", "authors": ["epgo50"], "abstractStem": "no abstract is avail for thi item", "title": "What Is New-Keynesian Economics?"}, "https://ideas.repec.org/a/eee/crcspp/v10y1979ip187-194.html": {"abstract": "No abstract is available for this item.", "authors": ["epgo50"], "abstractStem": "no abstract is avail for thi item", "title": "A comment on the Perloff and Wachter paper"}, "https://ideas.repec.org/a/ucp/jpolec/v78y1970i3p489-525.html": {"abstract": "No abstract is available for this item.", "authors": ["epgo50"], "abstractStem": "no abstract is avail for thi item", "title": "The Brookings Model in Action: A Review Article"}, "https://ideas.repec.org/a/aea/jecper/v11y1997i1p11-32.html": {"abstract": "The NAIRU, the unemployment rate consistent with a constant rate of inflation, is estimated, in this paper, as a parameter allowed to vary over time. Value is determined in an econometric model where the inflation rate depends on its past values, demand and supply shocks. The NAIRU estimated for the GDP deflator varies over the past forty years within 5.4 to 6.5 percent; its estimated value for the most recent quarter (1996:Q2) is 5.6 percent. The NAIRU has declined in recent years in response to global competition, immigration, other factors weakening labor's bargaining position, and the rapidly declining prices of computers and other electronics.", "authors": ["epgo50"], "abstractStem": "the nairu the unemploy rate consist with a constant rate of inflat is estim in thi paper as a paramet allow to vari over time valu is determin in an econometr model where the inflat rate depend on it past valu demand and suppli shock the nairu estim for the gdp deflat vari over the past forti year within 54 to 65 percent it estim valu for the most recent quarter 1996q2 is 56 percent the nairu ha declin in recent year in respons to global competit immigr other factor weaken labor bargain posit and the rapidli declin price of comput and other electron", "title": "The Time-Varying NAIRU and Its Implications for Economic Policy"}, "https://ideas.repec.org/a/aea/jeclit/v19y1981i2p493-530.html": {"abstract": "This paper reviews the leading ideas that have emerged within two paradigms of price adjustment. Neither, it appears, provides a satisfactory theoretical scheme when taken in isolation. This paper concludes that an attempt to merge the more convincing elements of each is needed, and some suggestions for such a merger are put forward.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epgo50"], "abstractStem": "thi paper review the lead idea that have emerg within two paradigm of price adjust neither it appear provid a satisfactori theoret scheme when taken in isol thi paper conclud that an attempt to merg the more convinc element of each is need and some suggest for such a merger are put forwardpthi abstract wa borrow from anoth version of thi item", "title": "Output Fluctuations and Gradual Price Adjustment"}, "https://ideas.repec.org/a/eee/eecrev/v33y1989i5p934-938.html": {"abstract": "No abstract is available for this item.", "authors": ["epgo50"], "abstractStem": "no abstract is avail for thi item", "title": "Comments 'political and economic determinants of budget deficits in the industrial democracies' by N. Roubini and J.D. Sachs"}, "https://ideas.repec.org/a/fip/fedfpr/y2005x29.html": {"abstract": "This paper takes a different approach to examining the sharp turnaround in EU relative to U. S. labor productivity growth since 1995. The vast majority of the literature focuses on the American growth revival. But close to half of the turnaround was caused by a European retardation. What caused that retardation? Our paper shows that none of the consensus explanations of the American revival provide any help at all in explaining the European retardation. It is sui generis and therein lies a tale that has not previously been told. ; Europe has faltered across the board. The deceleration of its productivity growth is not explained at all by ICT production and only to a small degree by retailing/wholesaling. Rather, the big European countries have failed in nearly every dimension. The retardation of Europe is illuminated by dividing up the EU-15 countries into Tigers, a Middle group, and Tortoises. ; Our first surprise in examining the data is to find that the EU-US turnaround in labor productivity growth was not just a reflection of an equivalent turnaround in total factor productivity growth. Capital deepening also faltered in Europe, indicting all the macroeconomic determinants of economy-wide investment as part of Europe’s problem. ; The most striking aspect of our results is that the failing of the Tortoise countries is widespread, spanning industries as diverse as agriculture, wholesale trade, mining, chemicals, construction, fabricated metals, and clothing. Our explanation is that Europe’s previous catch-up to the U. S. productivity level before 1995 was artificial – by making labor expensive, Europe raised its average product. But after 1995 as labor market reforms have helped to make labor cheaper, so the average product of labor has been pushed down and its growth rate has faltered. The falling behind of Europe is quite simple to explain; European regulations defied the laws of labor market equilibrium for decades, and a slight leak in the dam holding back market forces has already led to faster growth in European employment and slower growth in productivity.", "authors": ["fpde268", "epgo50"], "abstractStem": "thi paper take a differ approach to examin the sharp turnaround in eu rel to u s labor product growth sinc 1995 the vast major of the literatur focus on the american growth reviv but close to half of the turnaround wa caus by a european retard what caus that retard our paper show that none of the consensu explan of the american reviv provid ani help at all in explain the european retard it is sui generi and therein lie a tale that ha not previous been told  europ ha falter across the board the deceler of it product growth is not explain at all by ict product and onli to a small degre by retailingwholes rather the big european countri have fail in nearli everi dimens the retard of europ is illumin by divid up the eu15 countri into tiger a middl group and tortois  our first surpris in examin the data is to find that the euu turnaround in labor product growth wa not just a reflect of an equival turnaround in total factor product growth capit deepen also falter in europ indict all the macroeconom determin of economywid invest as part of europ s problem  the most strike aspect of our result is that the fail of the tortois countri is widespread span industri as divers as agricultur wholesal trade mine chemic construct fabric metal and cloth our explan is that europ s previou catchup to the u s product level befor 1995 wa artifici   by make labor expens europ rais it averag product but after 1995 as labor market reform have help to make labor cheaper so the averag product of labor ha been push down and it growth rate ha falter the fall behind of europ is quit simpl to explain european regul defi the law of labor market equilibrium for decad and a slight leak in the dam hold back market forc ha alreadi led to faster growth in european employ and slower growth in product", "title": "Why did Europe’s productivity catch-up sputter out? a tale of tigers and tortoises"}, "https://ideas.repec.org/a/bin/bpeajo/v6y1975i1975-3p613-670.html": {"abstract": "No abstract is available for this item.", "authors": ["epgo50"], "abstractStem": "no abstract is avail for thi item", "title": "The Impact of Aggregate Demand on Prices"}, "https://ideas.repec.org/a/eee/eecrev/v33y1989i5p897-901.html": {"abstract": "No abstract is available for this item.", "authors": ["fpde575", "epgo50"], "abstractStem": "no abstract is avail for thi item", "title": "Introduction"}, "https://ideas.repec.org/a/eee/eecrev/v38y1994i6p1245-1249.html": {"abstract": "No abstract is available for this item.", "authors": ["epgo50"], "abstractStem": "no abstract is avail for thi item", "title": "Comments : International evidence on tradables and nontradables inflation by J. De G regorio, A. Giovannini and H.C. Wolf"}, "https://ideas.repec.org/a/bin/bpeajo/v13y1982i1982-1p205-244.html": {"abstract": "No abstract is available for this item.", "authors": ["epgo50"], "abstractStem": "no abstract is avail for thi item", "title": "The Output Cost of Disinflation in Traditional and Vector Autoregressive Models"}, "https://ideas.repec.org/a/bin/bpeajo/v38y2007i2007-2p1-6.html": {"abstract": "No abstract is available for this item.", "authors": ["epgo50"], "abstractStem": "no abstract is avail for thi item", "title": "A Tribute to George Perry and William Brainard"}, "https://ideas.repec.org/a/bin/bpeajo/v4y1973i1973-3p765-780.html": {"abstract": "No abstract is available for this item.", "authors": ["epgo50"], "abstractStem": "no abstract is avail for thi item", "title": "The Responses of Wages and Prices to the First Two Years of Controls"}, "https://ideas.repec.org/a/bin/bpeajo/v1y1970i1970-1p8-47.html": {"abstract": "No abstract is available for this item.", "authors": ["epgo50"], "abstractStem": "no abstract is avail for thi item", "title": "The Recent Acceleration of Inflation and Its Lessons for the Future"}, "https://ideas.repec.org/a/bin/bpeajo/v3y1972i1972-2p385-430.html": {"abstract": "No abstract is available for this item.", "authors": ["epgo50"], "abstractStem": "no abstract is avail for thi item", "title": "Wage-Price Controls and the Shifting Phillips Curve"}, "https://ideas.repec.org/a/eee/eecrev/v28y1985i1-2p1-9.html": {"abstract": "No abstract is available for this item.", "authors": ["fpde575", "epgo50"], "abstractStem": "no abstract is avail for thi item", "title": "Introduction"}, "https://ideas.repec.org/a/eee/eecrev/v21y1983i1-2p1-9.html": {"abstract": "No abstract is available for this item.", "authors": ["fpde575", "epgo50"], "abstractStem": "no abstract is avail for thi item", "title": "Introduction"}, "https://ideas.repec.org/a/mcb/jmoncb/v3y1971i2p533-45.html": {"abstract": "No abstract is available for this item.", "authors": ["epgo50"], "abstractStem": "no abstract is avail for thi item", "title": "Notes on Money, Income, and Gramlich: A Comment"}, "https://ideas.repec.org/a/aea/aecrev/v74y1984i2p38-43.html": {"abstract": "This paper reviews the main issues that supply shocks pose for the conduct of monetary policy. A simple version of the Gordon-Phelps model shows that the necessary condition for actual real GNP to be maintained at its equilibrium level in the wake of a supply shock is for the change innominal GNP to exceed the change in the nominal wage by the change in the income share of the raw material in GNP. The required \"wedge\" between nominal GNP and wage growth can be accomplished by any combination of monetary accommodation and nominal wage flexibility. Without this combination a \"macroeconomic externality\" occurs, with real CNP falling below its equilibrium level. The obstacles to monetary accommodation are examined in terms of a taxonomic wage adjustment equation that allows for differing responses to current inflation, lagged inflation, and lagged wage change. Monetary accommodation is infeasible when there is full indexation to current inflation and creates a permanent acceleration of inflation following a one-time permanent shock when there is indexation to lagged inflation. With \"forward-looking\" expectation formation in the sense of Taylor, a supply shock is likely to cause changes in parameters of the wage adjustment equation as workers attempt to avoid the macroeconomic externality. The final section of the paper discusses doctrinal debates that originated in part from the empirical failures of earlier Phillips curves that neglected supply shocks.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epgo50"], "abstractStem": "thi paper review the main issu that suppli shock pose for the conduct of monetari polici a simpl version of the gordonphelp model show that the necessari condit for actual real gnp to be maintain at it equilibrium level in the wake of a suppli shock is for the chang innomin gnp to exceed the chang in the nomin wage by the chang in the incom share of the raw materi in gnp the requir wedg between nomin gnp and wage growth can be accomplish by ani combin of monetari accommod and nomin wage flexibl without thi combin a macroeconom extern occur with real cnp fall below it equilibrium level the obstacl to monetari accommod are examin in term of a taxonom wage adjust equat that allow for differ respons to current inflat lag inflat and lag wage chang monetari accommod is infeas when there is full index to current inflat and creat a perman acceler of inflat follow a onetim perman shock when there is index to lag inflat with forwardlook expect format in the sens of taylor a suppli shock is like to caus chang in paramet of the wage adjust equat as worker attempt to avoid the macroeconom extern the final section of the paper discuss doctrin debat that origin in part from the empir failur of earlier phillip curv that neglect suppli shockspthi abstract wa borrow from anoth version of thi item", "title": "Supply Shocks and Monetary Policy Revisited"}, "https://ideas.repec.org/a/bin/bpeajo/v38y2007i2007-2p169-192.html": {"abstract": "No abstract is available for this item.", "authors": ["fpde268", "epgo50"], "abstractStem": "no abstract is avail for thi item", "title": "Selected Issues in the Rise of Income Inequality"}, "https://ideas.repec.org/a/bin/bpeajo/v36y2005i2005-2p67-150.html": {"abstract": "Starting from the standard Gordon inflation model, which explains price changes by inertia, demand shocks, and supply shocks but excludes wages, the first part of this paper returns wages to the analysis by developing a model that includes both price and wage equations. The model allows for feedback between the two and captures the effect of changes in trend productivity growth on inflation, nominal wages, and labor’s income share. In dynamic simulations, changes in the productivity growth trend strongly boosted inflation during 1965-79 and slowed it between 1995 and 2005. The paper’s second part links the productivity growth analysis to changes in the income distribution. It finds, using IRS data, that only the top decile experienced real wage and salary income growth equal to or above average economywide productivity growth. And increasing inequality within the top decile was as important a source of growing inequality as the gap between the top and bottom deciles.", "authors": ["fpde268", "epgo50"], "abstractStem": "start from the standard gordon inflat model which explain price chang by inertia demand shock and suppli shock but exclud wage the first part of thi paper return wage to the analysi by develop a model that includ both price and wage equat the model allow for feedback between the two and captur the effect of chang in trend product growth on inflat nomin wage and labor s incom share in dynam simul chang in the product growth trend strongli boost inflat dure 196579 and slow it between 1995 and 2005 the paper s second part link the product growth analysi to chang in the incom distribut it find use ir data that onli the top decil experienc real wage and salari incom growth equal to or abov averag economywid product growth and increas inequ within the top decil wa as import a sourc of grow inequ as the gap between the top and bottom decil", "title": "Where Did Productivity Growth Go? Inflation Dynamics and the Distribution of Income"}, "https://ideas.repec.org/a/fip/fedlrv/y1997imayp101-106.html": {"abstract": "No abstract is available for this item.", "authors": ["epgo50"], "abstractStem": "no abstract is avail for thi item", "title": "Quality change in the CPI - commentary"}, "https://ideas.repec.org/a/eee/crcspp/v1y1976ip98-119.html": {"abstract": "No abstract is available for this item.", "authors": ["epgo50"], "abstractStem": "no abstract is avail for thi item", "title": "Aspects of the theory of involuntary unemployment -- A comment"}, "https://ideas.repec.org/a/aea/aecrev/v59y1969i3p221-38.html": {"abstract": "No abstract is available for this item.", "authors": ["epgo50"], "abstractStem": "no abstract is avail for thi item", "title": "$45 Billion of U.S. Private Investment Has Been Mislaid"}, "https://ideas.repec.org/a/eee/crcspp/v2y1976ip157-172.html": {"abstract": "No abstract is available for this item.", "authors": ["epgo50"], "abstractStem": "no abstract is avail for thi item", "title": "On measuring the impact of controls: A comment"}, "https://ideas.repec.org/a/aea/jecper/v15y2001i3p258-259.html": {"abstract": "No abstract is available for this item.", "authors": ["epgo50"], "abstractStem": "no abstract is avail for thi item", "title": "Response from Robert J. Gordon"}, "https://ideas.repec.org/a/eee/crcspp/v1y1976ip47-61.html": {"abstract": "No abstract is available for this item.", "authors": ["epgo50"], "abstractStem": "no abstract is avail for thi item", "title": "Can econometric policy evaluations be salvaged? -- A comment"}, "https://ideas.repec.org/a/bin/bpeajo/v19y1988i1988-1p271-312.html": {"abstract": "No abstract is available for this item.", "authors": ["epgo50"], "abstractStem": "no abstract is avail for thi item", "title": "Back to the Future: European Unemployment Today Viewed from America in 1939"}, "https://ideas.repec.org/a/eee/eecrev/v37y1993i4p719-754.html": {"abstract": "The evolution of unemployment in West Germany and the U. S. stands in sharp contrast, with German unemployment much lower from 1960 to the early 19705 but substantially higher from 1984 to 1988. This paper provides a framework for examining the relationship between inflation and unemployment that sheds light on these developments. The theoretical section develops a new nonstructural model of wage and Price adjustment that integrates severa! concepts that have often been treated separately, including Phillips curve \"level effects,\" hysteresis \"change effects,\" the error-correction mechanism, and the role of changes in labor's share that act as a supply shock. The empirical analysis reaches rwo striking conclusions. First, during 1973-90coefficients in our German wage equations arc remarkably similar to those in the U.S., with almost identical estimates of the Phillips curve slope, of the hysteresis effect, and of the NAIRU. The two countries also share similar inflation behavior, in that inflation depends more closely on the capacity utilization rate than on the unemployment rate, The big difference berween the two countries is that there is no feedback from wages to prices in Germany, and so high unemployment does not put downward pressure on the inflation rate. During the 19705 and 19805 in Germany there emerged a growing mismatch between the labor market and industrial capacity, so that the unemployment rate consistent with the mean (constant-inflation) utilization rate (\"MURU\") increased sharply, while in the U. S. the MURU was relatively stable. The German utilization rate in late 1990was about 90 percent, considerably higher than the estimated MURU of 85 percent. Accordingly, we conclude that the Bundesbank was appropriately concerned about the acceleration of inflation implied by the tight product market of that period.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpfr231", "epgo50"], "abstractStem": "the evolut of unemploy in west germani and the u s stand in sharp contrast with german unemploy much lower from 1960 to the earli 19705 but substanti higher from 1984 to 1988 thi paper provid a framework for examin the relationship between inflat and unemploy that shed light on these develop the theoret section develop a new nonstructur model of wage and price adjust that integr severa concept that have often been treat separ includ phillip curv level effect hysteresi chang effect the errorcorrect mechan and the role of chang in labor share that act as a suppli shock the empir analysi reach rwo strike conclus first dure 197390coeffici in our german wage equat arc remark similar to those in the us with almost ident estim of the phillip curv slope of the hysteresi effect and of the nairu the two countri also share similar inflat behavior in that inflat depend more close on the capac util rate than on the unemploy rate the big differ berween the two countri is that there is no feedback from wage to price in germani and so high unemploy doe not put downward pressur on the inflat rate dure the 19705 and 19805 in germani there emerg a grow mismatch between the labor market and industri capac so that the unemploy rate consist with the mean constantinfl util rate muru increas sharpli while in the u s the muru wa rel stabl the german util rate in late 1990wa about 90 percent consider higher than the estim muru of 85 percent accordingli we conclud that the bundesbank wa appropri concern about the acceler of inflat impli by the tight product market of that periodpthi abstract wa borrow from anoth version of thi item", "title": "German and American wage and price dynamics : Differences and common themes"}, "https://ideas.repec.org/a/bla/ecorec/v65y1989i189p177-84.html": {"abstract": "No abstract is available for this item.", "authors": ["epgo50"], "abstractStem": "no abstract is avail for thi item", "title": "Fresh Water, Salt Water, and Other Macroeconomic Elixirs"}, "https://ideas.repec.org/a/eee/crcspp/v19y1983ip51-60.html": {"abstract": "No abstract is available for this item.", "authors": ["epgo50"], "abstractStem": "no abstract is avail for thi item", "title": "Unemployment and insurance : A comment"}, "https://ideas.repec.org/a/aea/aecrev/v78y1988i2p276-83.html": {"abstract": "No abstract is available for this item.", "authors": ["epgo50"], "abstractStem": "no abstract is avail for thi item", "title": "The Role of Wages in the Inflation Process"}, "https://ideas.repec.org/a/ecj/econjl/v92y1982i365p13-44.html": {"abstract": "This paper argues that rigid wages cannot provide the underpinnings of a universally valid theory of the business cycle, simply because wages are not universally rigid. Several different statistical techniques suggest that wage rates in the U.K. and Japan are between three and 15 times more flexible than in the U.S. during the postwar period. Corresponding to greater flexibility in wages, these two countries also exhibit more stable employment behavior over the business cycle. In historical data covering the period between the late-nineteenth-century and 1940, U.S. wage behavior appears to be much more similar to that in Britain and Japan. The contrast between the prewar data and the postwar data, where the U.S. is a definite outlier, suggests that the 1948 invention of the three-year staggered U.S. wage contract may be the crucial factor underlying sluggish U.S. postwar wage dynamics. A theoretical section attempts to distill from recent literature those features of labor market institutions that are regarded as optimal by economic theory. Japanese institutions exhibit more similarity to this theoretical paradigm than those in the U.S. or U.K. Economic theory predicts that long-duration contracts, like those in the postwar U.S., are more likely to emerge when the perceived cost of renegotiation is high, but we must appeal to history and cultural differences to explain why conflict avoidance plays a more prominent role in the development of Japanese labor market institutions than in the American case. In this comparison Britain is the odd-man-out, with well-publicized industrial strife, together with short contract durations. I appeal to history, the different legal tradition, and the nature of the British unions themselves to explain why the three-year contract became established in America but not in Britain.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epgo50"], "abstractStem": "thi paper argu that rigid wage cannot provid the underpin of a univers valid theori of the busi cycl simpli becaus wage are not univers rigid sever differ statist techniqu suggest that wage rate in the uk and japan are between three and 15 time more flexibl than in the us dure the postwar period correspond to greater flexibl in wage these two countri also exhibit more stabl employ behavior over the busi cycl in histor data cover the period between the latenineteenthcenturi and 1940 us wage behavior appear to be much more similar to that in britain and japan the contrast between the prewar data and the postwar data where the us is a definit outlier suggest that the 1948 invent of the threeyear stagger us wage contract may be the crucial factor underli sluggish us postwar wage dynam a theoret section attempt to distil from recent literatur those featur of labor market institut that are regard as optim by econom theori japanes institut exhibit more similar to thi theoret paradigm than those in the us or uk econom theori predict that longdur contract like those in the postwar us are more like to emerg when the perceiv cost of renegoti is high but we must appeal to histori and cultur differ to explain whi conflict avoid play a more promin role in the develop of japanes labor market institut than in the american case in thi comparison britain is the oddmanout with wellpublic industri strife togeth with short contract durat i appeal to histori the differ legal tradit and the natur of the british union themselv to explain whi the threeyear contract becam establish in america but not in britainpthi abstract wa borrow from anoth version of thi item", "title": "Why U.S. Wage and Employment Behaviour Differs from That in Britain and Japan"}, "https://ideas.repec.org/a/eee/eecrev/v16y1981i1p1-6.html": {"abstract": "No abstract is available for this item.", "authors": ["fpde575", "epgo50"], "abstractStem": "no abstract is avail for thi item", "title": "Introduction"}, "https://ideas.repec.org/a/eee/eecrev/v25y1984i1p1-6.html": {"abstract": "No abstract is available for this item.", "authors": ["fpde575", "epgo50"], "abstractStem": "no abstract is avail for thi item", "title": "Introduction"}, "https://ideas.repec.org/a/eee/eecrev/v31y1987i3p537-542.html": {"abstract": "No abstract is available for this item.", "authors": ["fpde575", "epgo50"], "abstractStem": "no abstract is avail for thi item", "title": "Introduction"}, "https://ideas.repec.org/a/aea/aecrev/v71y1981i2p288-94.html": {"abstract": "This paper presents a single reduced-form inflation equation that can explain both the variance and acceleration of inflation during the 1970s.Inflation is explained by four sets of factors. Aggregate demand enters through the lagged output ratio and the growth rate of nominal GNP. The adjustment of inflation to changes in aggregate demand is limited by the role of inertia in the inflation process, expressed as the dependence of the rate of change of prices on its own past values. Two types of supply-side elements enter. Government intervention directly altered the price level during the Nixon control era, and in addition the government has aggravated the inflation problem by what have been called \"self-inflicted wounds,\" including increases in the effective social security tax rate and effective minimum wage. Also there have been external supply shocks that are outside of the immediate control of the government, including changes in the relative prices of food and energy, changes in the growth rate of productivity, and changes in the foreign exchange value of the dollar. Considerable attention is given to alternative methods of estimating the impact of direct episodes of government intervention In the price-setting process, particularly during the Nixon controls. We find that such episodes have been futile. Because of their futility, these intervention episodes can be regarded as \"self-inflicted wounds,\" like the payroll tax and minimum wage changes that normally are described by this term.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epgo50"], "abstractStem": "thi paper present a singl reducedform inflat equat that can explain both the varianc and acceler of inflat dure the 1970sinflat is explain by four set of factor aggreg demand enter through the lag output ratio and the growth rate of nomin gnp the adjust of inflat to chang in aggreg demand is limit by the role of inertia in the inflat process express as the depend of the rate of chang of price on it own past valu two type of supplysid element enter govern intervent directli alter the price level dure the nixon control era and in addit the govern ha aggrav the inflat problem by what have been call selfinflict wound includ increas in the effect social secur tax rate and effect minimum wage also there have been extern suppli shock that are outsid of the immedi control of the govern includ chang in the rel price of food and energi chang in the growth rate of product and chang in the foreign exchang valu of the dollar consider attent is given to altern method of estim the impact of direct episod of govern intervent in the priceset process particularli dure the nixon control we find that such episod have been futil becaus of their futil these intervent episod can be regard as selfinflict wound like the payrol tax and minimum wage chang that normal are describ by thi termpthi abstract wa borrow from anoth version of thi item", "title": "Government Intervention in the Inflation Process: The Econometrics of \"Self-Inflicted Wounds\""}, "https://ideas.repec.org/a/bin/bpeajo/v4y1973i1973-1p133-206.html": {"abstract": "No abstract is available for this item.", "authors": ["epgo50"], "abstractStem": "no abstract is avail for thi item", "title": "The Welfare Cost of Higher Unemployment"}, "https://ideas.repec.org/a/aea/aecrev/v70y1980i2p243-49.html": {"abstract": "This paper demonstrates that the commonly used Expectational Phillips Curve (EPC) framework cannot explain the last eighty-seven years of aggregate price behavior in the United States. The EPC explanation, which in its most general form relates price change to expected inflation and the level of detrended output, obscures the fact that price change has been much more closely related to the contemporaneous rate of change of detrended output. Over the near-century of annual data studied here, a change in output has shown a remarkably consistent tendency to be associated in annual data with a simultaneous change in the price level of about one-half as much. Stated another way, nominal GNP changes have been divided consistently, with two-thirds taking the form of output change and the remaining one-third the form of price change. This finding applies not only over the entire 1890-1978sample period, but also over three subperiods (1890-1929, 1929-53, and 1953-78).<p>(This abstract was borrowed from another version of this item.)", "authors": ["epgo50"], "abstractStem": "thi paper demonstr that the commonli use expect phillip curv epc framework cannot explain the last eightyseven year of aggreg price behavior in the unit state the epc explan which in it most gener form relat price chang to expect inflat and the level of detrend output obscur the fact that price chang ha been much more close relat to the contemporan rate of chang of detrend output over the nearcenturi of annual data studi here a chang in output ha shown a remark consist tendenc to be associ in annual data with a simultan chang in the price level of about onehalf as much state anoth way nomin gnp chang have been divid consist with twothird take the form of output chang and the remain onethird the form of price chang thi find appli not onli over the entir 18901978sampl period but also over three subperiod 18901929 192953 and 195378pthi abstract wa borrow from anoth version of thi item", "title": "A Consistent Characterization of a Near-Century of Price Behavior"}, "https://ideas.repec.org/a/aea/aecrev/v79y1989i2p220-25.html": {"abstract": "No abstract is available for this item.", "authors": ["epgo50"], "abstractStem": "no abstract is avail for thi item", "title": "Hysteresis in History: Was There Ever a Phillips Curve?"}, "https://ideas.repec.org/a/aea/aecrev/v67y1977i1p128-34.html": {"abstract": "No abstract is available for this item.", "authors": ["epgo50"], "abstractStem": "no abstract is avail for thi item", "title": "The Theory of Domestic Inflation"}, "https://ideas.repec.org/a/eee/eecrev/v18y1982i2p1-10.html": {"abstract": "No abstract is available for this item.", "authors": ["epgo50"], "abstractStem": "no abstract is avail for thi item", "title": "Introduction"}, "https://ideas.repec.org/a/bin/bpeajo/v1y1970i1970-3p449-458.html": {"abstract": "No abstract is available for this item.", "authors": ["epgo50"], "abstractStem": "no abstract is avail for thi item", "title": "Prices in 1970: The Horizontal Phillips Curve"}, "https://ideas.repec.org/a/bin/bpeajo/v29y1998i1998-2p297-346.html": {"abstract": "No abstract is available for this item.", "authors": ["epgo50"], "abstractStem": "no abstract is avail for thi item", "title": "Foundations of the Goldilocks Economy: Supply Shocks and the Time-Varying NAIRU"}, "https://ideas.repec.org/a/aea/aecrev/v89y1999i2p123-128.html": {"abstract": "No abstract is available for this item.", "authors": ["epgo50"], "abstractStem": "no abstract is avail for thi item", "title": "U.S. Economic Growth since 1870: One Big Wave?"}, "https://ideas.repec.org/a/aea/aecrev/v87y1997i2p84-88.html": {"abstract": "No abstract is available for this item.", "authors": ["epgo50", "epgr23"], "abstractStem": "no abstract is avail for thi item", "title": "Quality Change and New Products"}, "https://ideas.repec.org/a/fip/fedfpr/y2007inovx20.html": {"abstract": "No abstract is available for this item.", "authors": ["epgo50"], "abstractStem": "no abstract is avail for thi item", "title": "The roles of comovement and inventory investment in the reduction of output volatility - discussion"}, "https://ideas.repec.org/a/eee/eecrev/v25y1984i1p143-146.html": {"abstract": "No abstract is available for this item.", "authors": ["epgo50"], "abstractStem": "no abstract is avail for thi item", "title": "'An econometric model of France during the 19th century' by F. Bourguignon and M. Levy-Leboyer"}, "https://ideas.repec.org/a/ucp/jlawec/v18y1975i3p871-74.html": {"abstract": "No abstract is available for this item.", "authors": ["epgo50"], "abstractStem": "no abstract is avail for thi item", "title": "The Demand for and Supply of Inflation: Reply to Brunner's Comments"}, "https://ideas.repec.org/a/pia/review/v3y2012i2n1.html": {"abstract": "This paper is about the role of policy, institutions, and culture in creating a strong negative tradeoff between productivity and employment growth across groups of countries within Europe. Throughout the postwar era until 1995 labor productivity grew faster in Europe than in the United States. In the decade after 1995, productivity growth in the EU-15 slowed while that in the US accelerated. Europe’s productivity growth slowdown was largely offset by faster growth than the US in employment per capita, leaving little difference in growth of output per capita between the EU and US going back to 1980. We document the productivity-employment tradeoff in the raw data, in regressions that control for the two-way causation between productivity and employment growth, and we show that there is a robust negative correlation between productivity and employment growth across countries and time. We find that the negative effect of changes in employment per capita on changes in productivity is robust to alternative instruments and to the inclusion or exclusion of particular countries like Italy or Spain. We conclude by suggesting that evaluations of alternative policy reforms in Europe should take into account any offsetting effects on employment and productivity by examining the ultimate impact on changes in income per capita.", "authors": ["fpde268", "epgo50"], "abstractStem": "thi paper is about the role of polici institut and cultur in creat a strong neg tradeoff between product and employ growth across group of countri within europ throughout the postwar era until 1995 labor product grew faster in europ than in the unit state in the decad after 1995 product growth in the eu15 slow while that in the us acceler europ s product growth slowdown wa larg offset by faster growth than the us in employ per capita leav littl differ in growth of output per capita between the eu and us go back to 1980 we document the productivityemploy tradeoff in the raw data in regress that control for the twoway causat between product and employ growth and we show that there is a robust neg correl between product and employ growth across countri and time we find that the neg effect of chang in employ per capita on chang in product is robust to altern instrument and to the inclus or exclus of particular countri like itali or spain we conclud by suggest that evalu of altern polici reform in europ should take into account ani offset effect on employ and product by examin the ultim impact on chang in incom per capita", "title": "The Role of Labor-Market Changes in the Slowdown of European Productivity"}, "https://ideas.repec.org/a/eee/moneco/v2y1976i2p185-219.html": {"abstract": "No abstract is available for this item.", "authors": ["epgo50"], "abstractStem": "no abstract is avail for thi item", "title": "Recent developments in the theory of inflation and unemployment"}, "https://ideas.repec.org/a/bla/revinw/v39y1993i1p103-10.html": {"abstract": "No abstract is available for this item.", "authors": ["epgo50"], "abstractStem": "no abstract is avail for thi item", "title": "The Concept of Capital: Reply"}, "https://ideas.repec.org/a/eee/eecrev/v18y1982i1p1-10.html": {"abstract": "No abstract is available for this item.", "authors": ["fpde575", "epgo50"], "abstractStem": "no abstract is avail for thi item", "title": "Introduction"}, "https://ideas.repec.org/a/bin/bpeajo/v24y1993i1993-1p271-316.html": {"abstract": "No abstract is available for this item.", "authors": ["epgo50"], "abstractStem": "no abstract is avail for thi item", "title": "The Jobless Recovery: Does It Signal a New Era of Productivity-led Growth?"}, "https://ideas.repec.org/a/eee/crcspp/v1y1976ip149-159.html": {"abstract": "No abstract is available for this item.", "authors": ["epgo50"], "abstractStem": "no abstract is avail for thi item", "title": "Dynamic considerations in the choice of inflation and unemployment targets -- A comment"}, "https://ideas.repec.org/a/eee/eecrev/v34y1990i4p715-720.html": {"abstract": "No abstract is available for this item.", "authors": ["fpde575", "epgo50"], "abstractStem": "no abstract is avail for thi item", "title": "Imperfect Competition, Trade Theory and Europe: An introduction"}, "https://ideas.repec.org/a/bla/revinw/v19y1973i3p267-69.html": {"abstract": "No abstract is available for this item.", "authors": ["epgo50"], "abstractStem": "no abstract is avail for thi item", "title": "The Use of Unit Values to Measure Deviations of Transaction Prices from List Prices"}, "firstname": "Robert", "https://ideas.repec.org/a/eee/eecrev/v13y1980i3p265-271.html": {"abstract": "No abstract is available for this item.", "authors": ["fpde575", "epgo50"], "abstractStem": "no abstract is avail for thi item", "title": "Beyond misconceptions : An introduction"}, "https://ideas.repec.org/a/eee/eecrev/v38y1994i6p1179-1184.html": {"abstract": "No abstract is available for this item.", "authors": ["fpde575", "epgo50"], "abstractStem": "no abstract is avail for thi item", "title": "Exchange rates, inflation and structural change: An introduction"}, "https://ideas.repec.org/a/eee/eecrev/v31y1987i3p685-733.html": {"abstract": "This paper studies the dynamic behavior of changes in productivity, wages, and prices. Results are based on a new data set that allows a consistent analysis of the aggregate economy, the manufacturing sector, and the nonmanufacturing sector. Results are presented for the U. S., Japan, and an aggregate called \"Europe\" consisting of eleven European economies. The primary theme of the paper is that differences between Europe and the U. S. have been substantially exaggerated in recent work. Europe has neither greater nominal wage flexibility nor more rigid real wages than the U. S. Evidence that the U. S. exhibits more nominal rigidity is confined to manufacturing, while the U. S. aggregate and nonmanufacturing sectors display as much nominal wage flexibility as Europe, and similar \"output sacrifice ratios\" as well. These results undermine the case frequently made against demand expansion in Europe on the ground that such a demand expansion would cause only extra inflation with no bonus of extra output as a result of a uniquely vertical European aggregate supply curve. The analysis of real wages also yields new results. A consistent treatment of the income of the self-employed almost completely eliminates the secular uptrend in previously developed wage gap indexes for Japan and Europe between the 1960s and 1980s. If anything real wages in Europe and Japan were too flexible rather than too rigid, in the sense that much of the increase in wage gap indexes in Europe during 1968-70 and in Japan in 1973-74 can be interpreted as autonomous wage push. The component of increases in wage gap indexes to be attributed to a failure of real wages to respond to the post-1972 productivity growth slowdown is relatively minor. The paper's analysis of productivity change confirms the real-wage elasticity of labor input emphasized previously, but shows that the response of productivity to changes in the real wage, and to cyclical output fluctuations, is roughly the sa<p>(This abstract was borrowed from another version of this item.)", "authors": ["epgo50"], "abstractStem": "thi paper studi the dynam behavior of chang in product wage and price result are base on a new data set that allow a consist analysi of the aggreg economi the manufactur sector and the nonmanufactur sector result are present for the u s japan and an aggreg call europ consist of eleven european economi the primari theme of the paper is that differ between europ and the u s have been substanti exagger in recent work europ ha neither greater nomin wage flexibl nor more rigid real wage than the u s evid that the u s exhibit more nomin rigid is confin to manufactur while the u s aggreg and nonmanufactur sector display as much nomin wage flexibl as europ and similar output sacrific ratio as well these result undermin the case frequent made against demand expans in europ on the ground that such a demand expans would caus onli extra inflat with no bonu of extra output as a result of a uniqu vertic european aggreg suppli curv the analysi of real wage also yield new result a consist treatment of the incom of the selfemploy almost complet elimin the secular uptrend in previous develop wage gap index for japan and europ between the 1960 and 1980 if anyth real wage in europ and japan were too flexibl rather than too rigid in the sens that much of the increas in wage gap index in europ dure 196870 and in japan in 197374 can be interpret as autonom wage push the compon of increas in wage gap index to be attribut to a failur of real wage to respond to the post1972 product growth slowdown is rel minor the paper analysi of product chang confirm the realwag elast of labor input emphas previous but show that the respons of product to chang in the real wage and to cyclic output fluctuat is roughli the sapthi abstract wa borrow from anoth version of thi item", "title": "Productivity, wages, and prices inside and outside of manufacturing in the U.S., Japan, and Europe"}, "https://ideas.repec.org/a/bin/bpeajo/v10y1979i1979-2p447-462.html": {"abstract": "This paper makes no contribution to an understanding of the secular slowdown in productivity, except to add a new cyclical correction of the long-run trend. Its main objective is to examine the short-run behavior of aggregate labor productivity in isolation. In addition to the phenomenon of short-run \"increasing returns to labor\" identified in previous studies, it isolates an often overlooked but consistent tendency for productivity to perform poorly in the last stages of a business expansion. In 1956, 1960, 1969,1973, and now again in 1979, a productivity shortfall has developed, with absolute declines in the level of productivity occurring in every episode except the first, and in every episode before 1979 the shortfall has subsequently been made up. The paper is more successful in identifying this \"end-of-expansion\" phenomenon than in explaining it; the results suggest that firms tend consistently to hire more workers in the last stages of a business expansion than is justified by the level of output.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epgo50"], "abstractStem": "thi paper make no contribut to an understand of the secular slowdown in product except to add a new cyclic correct of the longrun trend it main object is to examin the shortrun behavior of aggreg labor product in isol in addit to the phenomenon of shortrun increas return to labor identifi in previou studi it isol an often overlook but consist tendenc for product to perform poorli in the last stage of a busi expans in 1956 1960 19691973 and now again in 1979 a product shortfal ha develop with absolut declin in the level of product occur in everi episod except the first and in everi episod befor 1979 the shortfal ha subsequ been made up the paper is more success in identifi thi endofexpans phenomenon than in explain it the result suggest that firm tend consist to hire more worker in the last stage of a busi expans than is justifi by the level of outputpthi abstract wa borrow from anoth version of thi item", "title": "The \"End-of-Expansion\" Phenomenon in Short-Run Productivity Behavior"}, "https://ideas.repec.org/a/bin/bpeajo/v34y2003i2003-2p207-298.html": {"abstract": "This paper provides a new breakdown of past U.S. economic growth into its trend and cyclical components, using a mix of detrending methods. This decomposition is then used to interpret the extraordinary productivity performance of the U.S. economy since 1995 and especially since mid-2000. The paper then discusses some issues involved in projecting the components of the output identity over long periods, and reports forecasts of growth in U.S. potential real GDP over the next two decades.", "authors": ["epgo50"], "abstractStem": "thi paper provid a new breakdown of past us econom growth into it trend and cyclic compon use a mix of detrend method thi decomposit is then use to interpret the extraordinari product perform of the us economi sinc 1995 and especi sinc mid2000 the paper then discuss some issu involv in project the compon of the output ident over long period and report forecast of growth in us potenti real gdp over the next two decad", "title": "Exploding Productivity Growth: Context, Causes, and Implications"}, "https://ideas.repec.org/a/ucp/jpolec/v90y1982i6p1087-1117.html": {"abstract": "This paper introduces a new approach to the empirical testing of the Lucas- Sargent-Wallace (LSW) \"policy ineffectiveness proposition.\" Instead of testing that hypothesis in isolation from any plausible alternative, the paper develops a single empirical equation explaining price change that includes as special cases both the LSW proposition and an alternative hypothesis. The alternative, dubbed \"NRH-GAP,\" states that prices respond fully in the long run, but only gradually in the short run, to nominal aggregate demand disturbances. A second innovation is the development of a quarterly data file for the period 1890-1980, thus opening up more than 200 new quarterly observations for analysis. A third innovation is the testing of three different methods of introducing \"persistence effects\" into the LSW analytical framework. In conflict with the predictions of the LSW approach, the results here exhibit uniformly high coefficients of real output and low coefficients of price changes in response to anticipated nominal GNP changes. Further, price changes respond positively and output responds negatively to lagged changes in prices, reflecting the short-run inertia in price-setting that forms the basis for the alter- native NRH-GAP approach. Evidence is also provided that velocity tends to respond negatively to anticipated changes in money, in contrast to the usual assumption in this literature of random serially independent velocity changes. Two shifts in the structure of the price-setting process are noted--a much higher degree of price responsiveness during World War I and its aftermath, and a longer mean lag in the influence of past price changes after 1953. Of independent interest, beyond its treatment of the policy ineffectiveness debate, is the treatment in the paper of changes in monetary regimes, and of the impact of programs of government intervention. The money creation process exhibits a highly significant change in structure before <p>(This abstract was borrowed from another version of this item.)", "authors": ["epgo50"], "abstractStem": "thi paper introduc a new approach to the empir test of the luca sargentwallac lsw polici ineffect proposit instead of test that hypothesi in isol from ani plausibl altern the paper develop a singl empir equat explain price chang that includ as special case both the lsw proposit and an altern hypothesi the altern dub nrhgap state that price respond fulli in the long run but onli gradual in the short run to nomin aggreg demand disturb a second innov is the develop of a quarterli data file for the period 18901980 thu open up more than 200 new quarterli observ for analysi a third innov is the test of three differ method of introduc persist effect into the lsw analyt framework in conflict with the predict of the lsw approach the result here exhibit uniformli high coeffici of real output and low coeffici of price chang in respons to anticip nomin gnp chang further price chang respond posit and output respond neg to lag chang in price reflect the shortrun inertia in priceset that form the basi for the alter nativ nrhgap approach evid is also provid that veloc tend to respond neg to anticip chang in money in contrast to the usual assumpt in thi literatur of random serial independ veloc chang two shift in the structur of the priceset process are noteda much higher degre of price respons dure world war i and it aftermath and a longer mean lag in the influenc of past price chang after 1953 of independ interest beyond it treatment of the polici ineffect debat is the treatment in the paper of chang in monetari regim and of the impact of program of govern intervent the money creation process exhibit a highli signific chang in structur befor pthi abstract wa borrow from anoth version of thi item", "title": "Price Inertia and Policy Ineffectiveness in the United States, 1890-1980"}, "https://ideas.repec.org/a/ucp/jpolec/v97y1989i1p38-92.html": {"abstract": " This paper develops new methodology for the estimation of prewar gross national product (GNP), taps previously unused data sources, an d develops new estimates for the periods 1869-1908 and 1869-1928. Primary among the new data sources are direct measures of output in the transportation, communications, and construction sectors, and estimates of the consumer price index. New measures of real GNP, nominal GNP, and the GNP deflator are developed. The new estimates of real GNP are as volatile, on average, over the business cycle as the traditional Kuznets-Kendrick series, but dampen the amplitude of som e cycles while raising the amplitude of others. The new estimates of th e GNP deflator are distinctly less volatile than the traditional series and, in fact, no more volatile than those in the postwar period. Copyright 1989 by University of Chicago Press.", "authors": ["epba121", "epgo50"], "abstractStem": " thi paper develop new methodolog for the estim of prewar gross nation product gnp tap previous unus data sourc an d develop new estim for the period 18691908 and 18691928 primari among the new data sourc are direct measur of output in the transport commun and construct sector and estim of the consum price index new measur of real gnp nomin gnp and the gnp deflat are develop the new estim of real gnp are as volatil on averag over the busi cycl as the tradit kuznetskendrick seri but dampen the amplitud of som e cycl while rais the amplitud of other the new estim of th e gnp deflat are distinctli less volatil than the tradit seri and in fact no more volatil than those in the postwar period copyright 1989 by univers of chicago press", "title": "The Estimation of Prewar Gross National Product: Methodology and New Evidence"}, "https://ideas.repec.org/a/bin/bpeajo/v19y1988i1988-2p347-432.html": {"abstract": "No abstract is available for this item.", "authors": ["epgo50"], "abstractStem": "no abstract is avail for thi item", "title": "The Productivity Slowdown, Measurement Issues, and the Explosion of Computer Power"}, "https://ideas.repec.org/a/mcb/jmoncb/v5y1973i1p460-63.html": {"abstract": "No abstract is available for this item.", "authors": ["epgo50"], "abstractStem": "no abstract is avail for thi item", "title": "Interest Rates and Prices in the Long Run: A Study of the Gibson Paradox: Comment"}, "https://ideas.repec.org/a/ucp/jlawec/v18y1975i3p807-36.html": {"abstract": "No abstract is available for this item.", "authors": ["epgo50"], "abstractStem": "no abstract is avail for thi item", "title": "The Demand for and Supply of Inflation"}, "https://ideas.repec.org/a/eee/crcspp/v5y1977ip181-229.html": {"abstract": "No abstract is available for this item.", "authors": ["epgo50"], "abstractStem": "no abstract is avail for thi item", "title": "Structural unemployment and the productivity of women"}, "https://ideas.repec.org/a/bin/bpeajo/v8y1977i1977-2p409-478.html": {"abstract": "No abstract is available for this item.", "authors": ["epgo50"], "abstractStem": "no abstract is avail for thi item", "title": "World Inflation and Monetary Accommodation in Eight Countries"}, "https://ideas.repec.org/a/eee/moneco/v3y1977i2p257-260.html": {"abstract": "No abstract is available for this item.", "authors": ["epgo50"], "abstractStem": "no abstract is avail for thi item", "title": "Aspects of unemployment theory: Reply to Azariadis"}}}