{"epgr55": {"https://ideas.repec.org/a/eee/ecmode/v24y2007i6p980-989.html": {"abstract": "No abstract is available for this item.", "authors": ["epgr55"], "abstractStem": "no abstract is avail for thi item", "title": "Evaluation of global models"}, "https://ideas.repec.org/a/bpj/sndecm/v12y2008i3n1.html": {"abstract": "Although linear models have been the central focus of econometrics for most of the twentieth century, great developments in non-linear models took place from the latter part of the century. This paper questions the future development of non-linear models in economics and shows (via White's Theorem) that any non-linear model can be approximated by a time-varying parameter linear model. Compared with non-linear models, multi-step forecasts are more easily prepared using time-varying parameter models, while they are also more readily interpretable and theoretical results on aggregation are straightforward to obtain. Nevertheless, there is some evidence that subtle non-linearities may exist in macroeconomic time series.", "authors": ["epgr55"], "abstractStem": "although linear model have been the central focu of econometr for most of the twentieth centuri great develop in nonlinear model took place from the latter part of the centuri thi paper question the futur develop of nonlinear model in econom and show via white theorem that ani nonlinear model can be approxim by a timevari paramet linear model compar with nonlinear model multistep forecast are more easili prepar use timevari paramet model while they are also more readili interpret and theoret result on aggreg are straightforward to obtain nevertheless there is some evid that subtl nonlinear may exist in macroeconom time seri", "title": "Non-Linear Models: Where Do We Go Next - Time Varying Parameter Models?"}, "https://ideas.repec.org/a/eee/intfor/v23y2007i4p539-551.html": {"abstract": "No abstract is available for this item.", "authors": ["epgr55"], "abstractStem": "no abstract is avail for thi item", "title": "Long-term forecasting and evaluation"}, "https://ideas.repec.org/a/bes/jnlbes/v13y1995i1p27-35.html": {"abstract": " The study of cointegration in large systems requires a reduction of their dimensionality. To achieve this, the authors propose to obtain the I(1) common factors in every subsystem and then analyze cointegration among them. A new way of estimating long-memory components is proposed. The identification of these I(1) common factors is achieved by imposing that they be linear combinations of the original variables X[subscript]t, and that the error correction terms do not cause them at low frequencies. Estimation is done from an error correction model, which makes it possible to test hypotheses on the common factors using standard chi-squared tests.", "authors": ["epgo192", "epgr55"], "abstractStem": " the studi of cointegr in larg system requir a reduct of their dimension to achiev thi the author propos to obtain the i1 common factor in everi subsystem and then analyz cointegr among them a new way of estim longmemori compon is propos the identif of these i1 common factor is achiev by impos that they be linear combin of the origin variabl xsubscriptt and that the error correct term do not caus them at low frequenc estim is done from an error correct model which make it possibl to test hypothes on the common factor use standard chisquar test", "title": "Estimation of Common Long-Memory Components in Cointegrated Systems"}, "https://ideas.repec.org/a/eee/intfor/v25y2009i4p687-688.html": {"abstract": "No abstract is available for this item.", "authors": ["epgr55"], "abstractStem": "no abstract is avail for thi item", "title": "Comments on \"Forecasting economic and financial variables with global VARs\""}, "https://ideas.repec.org/a/eee/soceco/v30y2001i1p7-14.html": {"abstract": "No abstract is available for this item.", "authors": ["epgr55"], "abstractStem": "no abstract is avail for thi item", "title": "Comparing the methodologies used by statisticians and economists for research and modeling5"}, "https://ideas.repec.org/a/cuf/journl/y2013v14i3grangerhyung.html": {"abstract": "This paper shows that a linear process with breaks can mimic autocorrelations and other properties of I(d) processes, where d can be a fraction. Simulation results show that S&amp;P; 500 absolute stock returns are more likely to show the \"long memory\" property because of the presence of breaks in the series rather than an I(d) process.", "authors": ["epgr55"], "abstractStem": "thi paper show that a linear process with break can mimic autocorrel and other properti of id process where d can be a fraction simul result show that sampp 500 absolut stock return are more like to show the long memori properti becaus of the presenc of break in the seri rather than an id process", "title": "Occasional Structural Breaks and Long Memory"}, "https://ideas.repec.org/a/bes/jnlbes/v16y1998i3p268-69.html": {"abstract": "No abstract is available for this item.", "authors": ["epgr55"], "abstractStem": "no abstract is avail for thi item", "title": "Real and Spurious Long-Memory Properties of Stock-Market Data: Comment"}, "https://ideas.repec.org/a/eee/econom/v81y1997i1p65-92.html": {"abstract": "No abstract is available for this item.", "authors": ["epgr55"], "abstractStem": "no abstract is avail for thi item", "title": "Nonlinear stochastic trends"}, "https://ideas.repec.org/a/taf/japsta/v31y2004i10p1227-1240.html": {"abstract": " Stock &amp; Watson (1999) consider the relative quality of different univariate forecasting techniques. This paper extends their study on forecasting practice, comparing the forecasting performance of two popular model selection procedures, the Akaike information criterion (AIC) and the Bayesian information criterion (BIC). This paper considers several topics: how AIC and BIC choose lags in autoregressive models on actual series, how models so selected forecast relative to an AR(4) model, the effect of using a maximum lag on model selection, and the forecasting performance of combining AR(4), AIC, and BIC models with an equal weight.", "authors": ["epgr55"], "abstractStem": " stock amp watson 1999 consid the rel qualiti of differ univari forecast techniqu thi paper extend their studi on forecast practic compar the forecast perform of two popular model select procedur the akaik inform criterion aic and the bayesian inform criterion bic thi paper consid sever topic how aic and bic choos lag in autoregress model on actual seri how model so select forecast rel to an ar4 model the effect of use a maximum lag on model select and the forecast perform of combin ar4 aic and bic model with an equal weight", "title": "Forecasting Performance of Information Criteria with Many Macro Series"}, "https://ideas.repec.org/a/eee/intfor/v19y2003i4p767-767.html": {"abstract": "No abstract is available for this item.", "authors": ["epgr55"], "abstractStem": "no abstract is avail for thi item", "title": "Corrigendum to \"Comparing forecasts of inflation using time distance\" [International Journal of Forecasting 19 (2003) 339-349]"}, "https://ideas.repec.org/a/eee/econom/v135y2006i1-2p15-29.html": {"abstract": "No abstract is available for this item.", "authors": ["epgr55", "epma178"], "abstractStem": "no abstract is avail for thi item", "title": "Structural attribution of observed volatility clustering"}, "https://ideas.repec.org/a/cup/etheor/v3y1987i02p208-222_01.html": {"abstract": "Many observed macrovariables are simple aggregates over a large number of microunits. It is pointed out that the generating process of the macrovariables is largely determined by the common factors in the generating mechanisms of the microvariables, even though these factors may be very unimportant at the microlevel. It follows that macrorelationships are simpler than the complete microrelationships, but that empirical investigations of microrelationships may not catch those components, containing common factors, which will determine the macrorelationship. It is also shown that an aggregate expectation or forecast is simply the common factor component of the individual agents expectations.", "authors": ["epgr55"], "abstractStem": "mani observ macrovari are simpl aggreg over a larg number of microunit it is point out that the gener process of the macrovari is larg determin by the common factor in the gener mechan of the microvari even though these factor may be veri unimport at the microlevel it follow that macrorelationship are simpler than the complet microrelationship but that empir investig of microrelationship may not catch those compon contain common factor which will determin the macrorelationship it is also shown that an aggreg expect or forecast is simpli the common factor compon of the individu agent expect", "title": "Implications of Aggregation with Common Factors"}, "https://ideas.repec.org/a/bla/jfinan/v27y1972i5p1127-35.html": {"abstract": "No abstract is available for this item.", "authors": ["epgr55"], "abstractStem": "no abstract is avail for thi item", "title": "The Gold Sovereign Market in Greece-An Unusual Speculative Market"}, "https://ideas.repec.org/a/eee/jpolmo/v14y1992i4p497-516.html": {"abstract": "This paper examines the evaluation of models claimed to be relevant for policy making purposes. A number of tests are proposed to determine the usefulness of such models in the policy making process. These tests are applied to three empirical examples.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epgr55"], "abstractStem": "thi paper examin the evalu of model claim to be relev for polici make purpos a number of test are propos to determin the use of such model in the polici make process these test are appli to three empir examplespthi abstract wa borrow from anoth version of thi item", "title": "Comments on the evaluation of policy models"}, "https://ideas.repec.org/a/ecm/emetrp/v47y1979i3p781-84.html": {"abstract": "No abstract is available for this item.", "authors": ["epgr55"], "abstractStem": "no abstract is avail for thi item", "title": "Nearer-Normality and Some Econometric Models"}, "https://ideas.repec.org/a/ecm/emetrp/v37y1969i3p424-38.html": {"abstract": "No abstract is available for this item.", "authors": ["epgr55"], "abstractStem": "no abstract is avail for thi item", "title": "Investigating Causal Relations by Econometric Models and Cross-Spectral Methods"}, "homepage": "https://ideas.repec.org/e/pgr55.html", "https://ideas.repec.org/a/spr/metrik/v23y1976i1p237-248.html": {"abstract": "No abstract is available for this item.", "authors": ["epgr55"], "abstractStem": "no abstract is avail for thi item", "title": "Tendency towards normality of linear combinations of random variables"}, "https://ideas.repec.org/a/bla/ecorec/v69y1993i206p233-38.html": {"abstract": " Building models of nonlinear relationships are inherently more difficult than linear ones. There are more possibilities, many more parameters, and, thus, more mistakes can be made. It is suggested that a strategy be applied when attempting such modeling involving testing for linearity, considering just a few model types of parsimonious form and then performing postsample evaluation of the resulting models compared to a linear one. The strategy proposed is a 'simple-to-general'one and the application of a heteroskedasticity correction is not recommended. Copyright 1993 by The Economic Society of Australia.", "authors": ["epgr55"], "abstractStem": " build model of nonlinear relationship are inher more difficult than linear one there are more possibl mani more paramet and thu more mistak can be made it is suggest that a strategi be appli when attempt such model involv test for linear consid just a few model type of parsimoni form and then perform postsampl evalu of the result model compar to a linear one the strategi propos is a simpletogeneralon and the applic of a heteroskedast correct is not recommend copyright 1993 by the econom societi of australia", "title": "Strategies for Modelling Nonlinear Time-Series Relationships"}, "https://ideas.repec.org/a/eee/intfor/v20y2004i1p15-27.html": {"abstract": "The efficient market hypothesis gives rise to forecasting tests that mirror those adopted when testing the optimality of a forecast in the context of a given information set. However, there are also important differences arising from the fact that market efficiency tests rely on establishing profitable trading opportunities in ‘real time’. Forecasters constantly search for predictable patterns and affect prices when they attempt to exploit trading opportunities. Stable forecasting patterns are therefore unlikely to persist for long periods of time and will self-destruct when discovered by a large number of investors. This gives rise to nonstationarities in the time series of financial returns and complicates both formal tests of market efficiency and the search for successful forecasting approaches.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epgr55", "epti8"], "abstractStem": "the effici market hypothesi give rise to forecast test that mirror those adopt when test the optim of a forecast in the context of a given inform set howev there are also import differ aris from the fact that market effici test reli on establish profit trade opportun in  real time  forecast constantli search for predict pattern and affect price when they attempt to exploit trade opportun stabl forecast pattern are therefor unlik to persist for long period of time and will selfdestruct when discov by a larg number of investor thi give rise to nonstationar in the time seri of financi return and complic both formal test of market effici and the search for success forecast approachespthi abstract wa borrow from anoth version of thi item", "title": "Efficient market hypothesis and forecasting"}, "https://ideas.repec.org/a/eee/dyncon/v8y1984i2p151-165.html": {"abstract": "No abstract is available for this item.", "authors": ["epen9", "epgr55"], "abstractStem": "no abstract is avail for thi item", "title": "Combining competing forecasts of inflation using a bivariate arch model"}, "https://ideas.repec.org/a/oup/ecinqu/v43y2005i1p1-12.html": {"abstract": " The modern world has influenced the approach to empirical modeling and consequently the approach to methodology in general. The question of whether to base a model on an economic theory is easier when several models can be constructed, but an empirical evaluation analysis is required. Starting with a widely specified model and using a reduction procedure is currently a popular process; it is unclear if the reduction should be to a single or to a few alternatives. New methodologies are required for conditional predictive distributions, which are the models of the future. (JEL B41, C50) Copyright 2005, Oxford University Press.", "authors": ["epgr55"], "abstractStem": " the modern world ha influenc the approach to empir model and consequ the approach to methodolog in gener the question of whether to base a model on an econom theori is easier when sever model can be construct but an empir evalu analysi is requir start with a wide specifi model and use a reduct procedur is current a popular process it is unclear if the reduct should be to a singl or to a few altern new methodolog are requir for condit predict distribut which are the model of the futur jel b41 c50 copyright 2005 oxford univers press", "title": "Modeling, Evaluation, and Methodology in the New Century"}, "https://ideas.repec.org/a/cup/jhisec/v21y1999i02p200-203_00.html": {"abstract": "No abstract is available for this item.", "authors": ["epgr55"], "abstractStem": "no abstract is avail for thi item", "title": "Judy Klein, Statistical Visions in Time: A History of Time Series Analysis, 1662–1938 (Cambridge, Cambridge University Press 1997), pp.xix + 345. $64.95. ISBN 1-521-42-46-6"}, "https://ideas.repec.org/a/eee/intfor/v8y1992i1p3-13.html": {"abstract": "No abstract is available for this item.", "authors": ["epgr55"], "abstractStem": "no abstract is avail for thi item", "title": "Forecasting stock market prices: Lessons for forecasters"}, "https://ideas.repec.org/a/oup/jfinec/v8y2010i2p244-264.html": {"abstract": "No abstract is available for this item.", "authors": ["epgr55"], "abstractStem": "no abstract is avail for thi item", "title": "Curriculum Vitae"}, "https://ideas.repec.org/a/bes/jnlbes/v14y1996i3p396-97.html": {"abstract": "No abstract is available for this item.", "authors": ["epgh7", "epgr55", "epsi78"], "abstractStem": "no abstract is avail for thi item", "title": "Is Seasonal Adjustment a Linear or Nonlinear Data-Filtering Process? Reply"}, "https://ideas.repec.org/a/eee/econom/v67y1995i1p173-187.html": {"abstract": "No abstract is available for this item.", "authors": ["epgr55", "fpki342", "epwh17"], "abstractStem": "no abstract is avail for thi item", "title": "Comments on testing economic theories and the use of model selection criteria"}, "https://ideas.repec.org/a/eee/dyncon/v2y1980i1p329-352.html": {"abstract": "No abstract is available for this item.", "authors": ["epgr55"], "abstractStem": "no abstract is avail for thi item", "title": "Testing for causality : A personal viewpoint"}, "https://ideas.repec.org/a/aea/aecrev/v94y2004i3p421-425.html": {"abstract": "The two prize winners in Economics this year would describe themselves as \"Econometricians,\" so I thought that I should start by explaining that term. One can begin with the ancient subject of Mathematics which is largely concerned with the discovery of relationships between deterministic variables using a rigorous argument. (A deterministic variable is one whose value is known with certainty.) However, by the middle of the last millennium it became clear that some objects were not deterministic, they had to be described with the use of probabilities, so that Mathematics grew a substantial sub-field known as \"Statistics.\" This later became involved with the analysis of data and a number of methods have been developed for data having what may be called \"standard properties.\"<p>(This abstract was borrowed from another version of this item.)", "authors": ["epgr55"], "abstractStem": "the two prize winner in econom thi year would describ themselv as econometrician so i thought that i should start by explain that term one can begin with the ancient subject of mathemat which is larg concern with the discoveri of relationship between determinist variabl use a rigor argument a determinist variabl is one whose valu is known with certainti howev by the middl of the last millennium it becam clear that some object were not determinist they had to be describ with the use of probabl so that mathemat grew a substanti subfield known as statist thi later becam involv with the analysi of data and a number of method have been develop for data have what may be call standard propertiespthi abstract wa borrow from anoth version of thi item", "title": "Time Series Analysis, Cointegration, and Applications"}, "https://ideas.repec.org/a/eee/econom/v9y1979i1-2p13-32.html": {"abstract": "No abstract is available for this item.", "authors": ["epen9", "epgr55"], "abstractStem": "no abstract is avail for thi item", "title": "Residential load curves and time-of-day pricing : An econometric analysis"}, "https://ideas.repec.org/a/eee/econom/v44y1990i1-2p215-238.html": {"abstract": "No abstract is available for this item.", "authors": ["epen9", "epgr55", "ephy1"], "abstractStem": "no abstract is avail for thi item", "title": "Seasonal integration and cointegration"}, "https://ideas.repec.org/a/eee/energy/v14y1989i12p943-960.html": {"abstract": "This paper estimates models of electricity and gas consumption for individual households using the Miracle 4 to 6 data sets collected by San Diego Gas and Electricity Company. Two types of model were constructed: the first involves typical end-use models with consumption explained by appliance ownership, household demographic characteristics, house dimensions and household income; the second class uses these variables plus consumption data for the previous year. The latter models consistently fitted better, while the end-use variables afforded little explanatory power. The results thus suggest that simple end-use models are of little value, at least for short-run forecasting. Their use for long-run forecasting has yet to be evaluated.", "authors": ["epgr55", "epku58", "epwh17"], "abstractStem": "thi paper estim model of electr and ga consumpt for individu household use the miracl 4 to 6 data set collect by san diego ga and electr compani two type of model were construct the first involv typic endus model with consumpt explain by applianc ownership household demograph characterist hous dimens and household incom the second class use these variabl plu consumpt data for the previou year the latter model consist fit better while the endus variabl afford littl explanatori power the result thu suggest that simpl endus model are of littl valu at least for shortrun forecast their use for longrun forecast ha yet to be evalu", "title": "Trends in unit energy consumption: The performance of end-use models"}, "https://ideas.repec.org/a/eee/econom/v129y2005i1-2p35-40.html": {"abstract": "No abstract is available for this item.", "authors": ["epgr55"], "abstractStem": "no abstract is avail for thi item", "title": "The past and future of empirical finance: some personal comments"}, "https://ideas.repec.org/a/eee/econom/v2y1974i2p111-120.html": {"abstract": "No abstract is available for this item.", "authors": ["epgr55"], "abstractStem": "no abstract is avail for thi item", "title": "Spurious regressions in econometrics"}, "https://ideas.repec.org/a/eee/soceco/v33y2004i5p547-550.html": {"abstract": "No abstract is available for this item.", "authors": ["epel18", "epgr55"], "abstractStem": "no abstract is avail for thi item", "title": "Evaluating significance: comments on \"size matters\""}, "https://ideas.repec.org/a/bla/ecorec/v64y1988i187p327-30.html": {"abstract": "No abstract is available for this item.", "authors": ["epgr55"], "abstractStem": "no abstract is avail for thi item", "title": "Some Comments on Econometric Methodology"}, "https://ideas.repec.org/a/eee/riceco/v47y1993i3p269-279.html": {"abstract": "No abstract is available for this item.", "authors": ["epgr55"], "abstractStem": "no abstract is avail for thi item", "title": "Implications of seeing economic variables through an aggregation window"}, "https://ideas.repec.org/a/eee/econom/v56y1993i3p269-290.html": {"abstract": " Regression post-processor to do the White Neural Network test. Lee, White and Granger(1992), \"Testing for Neglected Non-linearities in Time Series Models,\" J. of Econometrics, vol 56, 269-290.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epgr55", "fple784", "epwh17"], "abstractStem": " regress postprocessor to do the white neural network test lee white and granger1992 test for neglect nonlinear in time seri model j of econometr vol 56 269290pthi abstract wa borrow from anoth version of thi item", "title": "Testing for neglected nonlinearity in time series models : A comparison of neural network methods and alternative tests"}, "https://ideas.repec.org/a/bla/obuest/v58y1996i3p537-53.html": {"abstract": "No abstract is available for this item.", "authors": ["epgr55", "epsw10"], "abstractStem": "no abstract is avail for thi item", "title": "Future Developments in the Study of Cointegrated Variables"}, "https://ideas.repec.org/a/eee/pubeco/v2y1973i4p347-356.html": {"abstract": "No abstract is available for this item.", "authors": ["epgr55"], "abstractStem": "no abstract is avail for thi item", "title": "On the properties of forecasts used in optimal economic policy decisions"}, "https://ideas.repec.org/a/bes/jnlbes/v14y1996i3p374-86.html": {"abstract": " The authors investigate whether seasonal adjustment procedures are linear data transformations. This question was addressed by A. H. Young (1968) and is important for the estimation of regression models with seasonally adjustment data. The authors focus on the X-11 program and rely on simulation evidence, involving linear unobserved component autorgressive integrated moving average models. They define and test a set of properties for the adequacy of a linear approximation to a seasonal adjustment filter. Next, the authors study the effect of X-11 on regression statistics assessing the statistical significance between economic variables. Several empirical results involving economic data are also reported.", "authors": ["epgh7", "epgr55", "epsi78"], "abstractStem": " the author investig whether season adjust procedur are linear data transform thi question wa address by a h young 1968 and is import for the estim of regress model with season adjust data the author focu on the x11 program and reli on simul evid involv linear unobserv compon autorgress integr move averag model they defin and test a set of properti for the adequaci of a linear approxim to a season adjust filter next the author studi the effect of x11 on regress statist assess the statist signific between econom variabl sever empir result involv econom data are also report", "title": "Is Seasonal Adjustment a Linear or Nonlinear Data-Filtering Process?"}, "https://ideas.repec.org/a/eee/intfor/v19y2003i3p339-349.html": {"abstract": "No abstract is available for this item.", "authors": ["epgr55"], "abstractStem": "no abstract is avail for thi item", "title": "Comparing forecasts of inflation using time distance"}, "https://ideas.repec.org/a/eee/econom/v73y1996i1p61-77.html": {"abstract": "No abstract is available for this item.", "authors": ["epgr55"], "abstractStem": "no abstract is avail for thi item", "title": "Varieties of long memory models"}, "https://ideas.repec.org/a/eee/econom/v40y1989i1p87-96.html": {"abstract": "No abstract is available for this item.", "authors": ["epgr55", "epka66", "epwh17"], "abstractStem": "no abstract is avail for thi item", "title": "Interval forecasting : An analysis based upon ARCH-quantile estimators"}, "https://ideas.repec.org/a/eee/econom/v100y2001i1p17-19.html": {"abstract": "No abstract is available for this item.", "authors": ["epgr55"], "abstractStem": "no abstract is avail for thi item", "title": "Macroeconometrics - Past and future"}, "https://ideas.repec.org/a/eee/econom/v130y2006i1p143-164.html": {"abstract": "This paper introduces a new type of nonlinear model, the min-max model, and analyzes the properties for a pair of series. Stability conditions of this system are given for the nonlinearly integrated bivariate series. Under these stability conditions, the difference of the two series has a threshold-type nonlinearity. One can construct a threshold error correction model from min-max processes. Neglected nonlinearity tests are applied, to the univariate series and to the system, to detect nonlinearity, and it turns out that the tests using the system have better power. We apply the min-max model to U.S. Treasury bill and commercial paper interest rates. The spread of these interest rates shows a threshold-type nonlinearity, and this model outperforms a linear model in terms of its predictability out-of-sample<p>(This abstract was borrowed from another version of this item.)", "authors": ["epgr55"], "abstractStem": "thi paper introduc a new type of nonlinear model the minmax model and analyz the properti for a pair of seri stabil condit of thi system are given for the nonlinearli integr bivari seri under these stabil condit the differ of the two seri ha a thresholdtyp nonlinear one can construct a threshold error correct model from minmax process neglect nonlinear test are appli to the univari seri and to the system to detect nonlinear and it turn out that the test use the system have better power we appli the minmax model to us treasuri bill and commerci paper interest rate the spread of these interest rate show a thresholdtyp nonlinear and thi model outperform a linear model in term of it predict outofsamplepthi abstract wa borrow from anoth version of thi item", "title": "Introduction to m-m processes"}, "https://ideas.repec.org/a/tpr/restat/v74y1992i1p116-26.html": {"abstract": " This paper shows that yields to maturity of U.S. Treasury bills are cointegrated and that, during periods when the Federal Reserve specifically targeted short-term interest rates, the spreads between yields of different maturity define the cointegrating vectors. This cointegrating relationship implies that a single nonstationary common factor underlies the time-series behavior of each yield to maturity and that risk premia are stationary. An error-correction model that uses spreads as the error-correction terms is unstable over the Federal Reserve's policy regime changes, but a model using post 1982 data is stable and is shown to be useful for forecasting changes in yields. Copyright 1992 by MIT Press.", "authors": ["epan164", "epgr55", "epha174"], "abstractStem": " thi paper show that yield to matur of us treasuri bill are cointegr and that dure period when the feder reserv specif target shortterm interest rate the spread between yield of differ matur defin the cointegr vector thi cointegr relationship impli that a singl nonstationari common factor underli the timeseri behavior of each yield to matur and that risk premia are stationari an errorcorrect model that use spread as the errorcorrect term is unstabl over the feder reserv polici regim chang but a model use post 1982 data is stabl and is shown to be use for forecast chang in yield copyright 1992 by mit press", "title": "A Cointegration Analysis of Treasury Bill Yields"}, "https://ideas.repec.org/a/eee/intfor/v19y2003i2p199-215.html": {"abstract": "No abstract is available for this item.", "authors": ["epgr55"], "abstractStem": "no abstract is avail for thi item", "title": "A time-distance criterion for evaluating forecasting models"}, "https://ideas.repec.org/a/eee/econom/v14y1980i2p227-238.html": {"abstract": "No abstract is available for this item.", "authors": ["epgr55"], "abstractStem": "no abstract is avail for thi item", "title": "Long memory relationships and the aggregation of dynamic models"}, "https://ideas.repec.org/a/taf/apfiec/v21y2011i1-2p3-5.html": {"abstract": "No abstract is available for this item.", "authors": ["epgr55"], "abstractStem": "no abstract is avail for thi item", "title": "The Applied Economics journals: a personal reflection"}, "https://ideas.repec.org/a/eee/econom/v40y1989i1p45-62.html": {"abstract": "No abstract is available for this item.", "authors": ["epen9", "epgr55"], "abstractStem": "no abstract is avail for thi item", "title": "Merging short-and long-run forecasts : An application of seasonal cointegration to monthly electricity sales forecasting"}, "https://ideas.repec.org/a/taf/quantf/v1y2001i5p542-551.html": {"abstract": " This paper, using daily returns on 30 Dow Jones Industrial stocks for the period 1991-1999, investigates the possibility of portfolio diversification when there are negative large movements in the stock returns (i.e.�when the market is bearish). We estimate the quantiles of stock return distributions using non-parametric and parametric methods that are widely being used in measuring value-at-risk (VaR). We find that the average conditional correlation of 30 stocks is much higher when the large movements are negative than that when the market is 'usual'. Further, we find that, contrary to the results of previous studies, there is no notable difference between the average conditional correlations when the large movements are positive and when the market is 'usual'. Moreover, it is evident from the results of the conditional CAPM that the portfolio's diversifiable and non-diversifiable risks, as measured by the error variance of the CAPM and beta respectively, are highly unstable when the market is bearish than that when it is 'usual' or bullish. The overall results suggest that the possibility of portfolio diversification would be eroded when the stock market is bearish. These findings have implications for portfolio diversification and risk management in particular and for finance in general. The ideas presented in this paper can be utilized for testing contagion in the international financial markets, a much-researched topic in international finance.", "authors": ["epgr55"], "abstractStem": " thi paper use daili return on 30 dow jone industri stock for the period 19911999 investig the possibl of portfolio diversif when there are neg larg movement in the stock return ie when the market is bearish we estim the quantil of stock return distribut use nonparametr and parametr method that are wide be use in measur valueatrisk var we find that the averag condit correl of 30 stock is much higher when the larg movement are neg than that when the market is usual further we find that contrari to the result of previou studi there is no notabl differ between the averag condit correl when the larg movement are posit and when the market is usual moreov it is evid from the result of the condit capm that the portfolio diversifi and nondiversifi risk as measur by the error varianc of the capm and beta respect are highli unstabl when the market is bearish than that when it is usual or bullish the overal result suggest that the possibl of portfolio diversif would be erod when the stock market is bearish these find have implic for portfolio diversif and risk manag in particular and for financ in gener the idea present in thi paper can be util for test contagion in the intern financi market a muchresearch topic in intern financ", "title": "Large returns, conditional correlation and portfolio diversification: a value-at-risk approach"}, "https://ideas.repec.org/a/bla/obuest/v65y2003is1p689-701.html": {"abstract": " The paper asks the question - as time series analysis moves from consideration of conditional mean values and variances to unconditional distributions, do some of the familiar concepts devised for the first two moments continue to be helpful in the more general area? Most seem to generalize fairly easy, such as the concepts of breaks, seasonality, trends and regime switching. Forecasting is more difficult, as forecasts become distributions, as do forecast errors. Persistence can be defined and also common factors by using the idea of a copula. Aggregation is more difficult but causality and controllability can be defined. The study of the time series of quantiles becomes more relevant. Copyright 2003 Blackwell Publishing Ltd.", "authors": ["epgr55"], "abstractStem": " the paper ask the question  as time seri analysi move from consider of condit mean valu and varianc to uncondit distribut do some of the familiar concept devis for the first two moment continu to be help in the more gener area most seem to gener fairli easi such as the concept of break season trend and regim switch forecast is more difficult as forecast becom distribut as do forecast error persist can be defin and also common factor by use the idea of a copula aggreg is more difficult but causal and control can be defin the studi of the time seri of quantil becom more relev copyright 2003 blackwel publish ltd", "title": "Time Series Concepts for Conditional Distributions"}, "https://ideas.repec.org/a/eee/econom/v135y2006i1-2p11-13.html": {"abstract": "No abstract is available for this item.", "authors": ["epgr55"], "abstractStem": "no abstract is avail for thi item", "title": "Opening comments: Predictive methodology and application in economics and finance.: Presentation for the San Diego Conference, January, 2004"}, "https://ideas.repec.org/a/jae/japmet/v4y1989isps145-59.html": {"abstract": "No abstract is available for this item.", "authors": ["epgr55", "fple784"], "abstractStem": "no abstract is avail for thi item", "title": "Investigation of Production, Sales and Inventory Relationships Using Multicointegration and Non-symmetric Error Correction Models"}, "https://ideas.repec.org/a/cup/etheor/v21y2005i01p278-297_05.html": {"abstract": "No abstract is available for this item.", "authors": ["epgr55", "ephe33"], "abstractStem": "no abstract is avail for thi item", "title": "A Dialogue Concerning A New Instrument For Econometric Modeling"}, "https://ideas.repec.org/a/bla/obuest/v59y1997i4p449-63.html": {"abstract": " The notion of separation in cointegrated systems helps identifying possible sub-system structures that may reduce the complexity of larger systems by yielding a more parsimonious representation of the time series. In this paper the authors demonstrate that although the subsystem cointegration analysis in such systems can be conducted in case of both completely and partially separated systems, the dual approach, i.e. calculation of the common stochastic trends, may turn out to yield properties of the trends that differ depending upon the type of separation under consideration. In particular, they demonstrate how persistent-transitory (P-T) decompositions and long- and short-memory factorizations of a multivariate time series will interact across systems when considering the presence (or absence) of different types of separation. Generalizations to non-linear error correction models are briefly discussed. Copyright 1997 by Blackwell Publishing Ltd", "authors": ["epgr55", "epha155"], "abstractStem": " the notion of separ in cointegr system help identifi possibl subsystem structur that may reduc the complex of larger system by yield a more parsimoni represent of the time seri in thi paper the author demonstr that although the subsystem cointegr analysi in such system can be conduct in case of both complet and partial separ system the dual approach ie calcul of the common stochast trend may turn out to yield properti of the trend that differ depend upon the type of separ under consider in particular they demonstr how persistenttransitori pt decomposit and long and shortmemori factor of a multivari time seri will interact across system when consid the presenc or absenc of differ type of separ gener to nonlinear error correct model are briefli discuss copyright 1997 by blackwel publish ltd", "title": "Separation in Cointegrated Systems and Persistent-Transitory Decompositions"}, "https://ideas.repec.org/a/eee/energy/v9y1984i11p1041-1047.html": {"abstract": "Because utilities bill their residential and commercial customers by cycle on each working day of the month, the calculation of weather variables to associate with monthly sales data is complicated. We examined three different methods of calculating weather variables. 1.(1) For a utility that bills monthly, the most appropriate method is to calculate daily weather measures, then take a weighted sum of these daily measures over the current and previous month, with the weights for each day being proportional to the number of customers whose consumption on that day is billed in the current month. When weather variables are calculated in this way, accurate econometric models of electricity sales can be estimated.2.(2) If data on the number of customers in each cycle are unavailable, the first procedure can be applied under an assumption concerning the number of customers consuming on each day. For the three utilities in the study, using these approximate weights reduced the model accuracy noticeably but not substantially, implying: if data on the number of customers in each cycle can be retrieved, the effort expended in doing so will be rewarded with more accurate models; however, if such data are impossible to obtain, fairly accurate models can still be estimated.3.(3) The easiest method for calculating weather variables is to ignore the billing cycle phenomenon and take an unweighted sum of daily weather measures over days in the previous or current, or both, months. Our estimation results indicate that these simple measures decrease the accuracy of the models substantially, implying that the additional effort required to calculate weather variables that reflect the billing cycle phenomenon is clearly worthwhile in terms of increased model accuracy.", "authors": ["epen9", "epgr55", "eptr1"], "abstractStem": "becaus util bill their residenti and commerci custom by cycl on each work day of the month the calcul of weather variabl to associ with monthli sale data is complic we examin three differ method of calcul weather variabl 11 for a util that bill monthli the most appropri method is to calcul daili weather measur then take a weight sum of these daili measur over the current and previou month with the weight for each day be proport to the number of custom whose consumpt on that day is bill in the current month when weather variabl are calcul in thi way accur econometr model of electr sale can be estimated22 if data on the number of custom in each cycl are unavail the first procedur can be appli under an assumpt concern the number of custom consum on each day for the three util in the studi use these approxim weight reduc the model accuraci notic but not substanti impli if data on the number of custom in each cycl can be retriev the effort expend in do so will be reward with more accur model howev if such data are imposs to obtain fairli accur model can still be estimated33 the easiest method for calcul weather variabl is to ignor the bill cycl phenomenon and take an unweight sum of daili weather measur over day in the previou or current or both month our estim result indic that these simpl measur decreas the accuraci of the model substanti impli that the addit effort requir to calcul weather variabl that reflect the bill cycl phenomenon is clearli worthwhil in term of increas model accuraci", "title": "The billing cycle and weather variables in models of electricity sales"}, "https://ideas.repec.org/a/eee/empfin/v1y1993i1p83-106.html": {"abstract": "No abstract is available for this item.", "authors": ["epen9", "epgr55"], "abstractStem": "no abstract is avail for thi item", "title": "A long memory property of stock market returns and a new model"}, "https://ideas.repec.org/a/pal/imfstp/v49y2002i1p2.html": {"abstract": "This paper presents evidence, using data from Consensus Forecasts, that there is an \"attraction\" to conform to the mean forecasts; in other words, views expressed by other forecasters in the previous period influence individuals' current forecast. The paper then discusses--and provides further evidence on--two important implications of this finding. The first is that the forecasting performance of these groups may be severely affected by the detected imitation behavior and lead to convergence to a value that is not the \"right\" target. Second, since the forecasts are not independent, the common practice of using the standard deviation from the forecasts' distribution, as if they were standard errors of the estimated mean, is not warranted. Copyright 2002, International Monetary Fund", "authors": ["epga48", "epgr55"], "abstractStem": "thi paper present evid use data from consensu forecast that there is an attract to conform to the mean forecast in other word view express by other forecast in the previou period influenc individu current forecast the paper then discussesand provid further evid ontwo import implic of thi find the first is that the forecast perform of these group may be sever affect by the detect imit behavior and lead to converg to a valu that is not the right target second sinc the forecast are not independ the common practic of use the standard deviat from the forecast distribut as if they were standard error of the estim mean is not warrant copyright 2002 intern monetari fund", "title": "Copycats and Common Swings: The Impact of the Use of Forecasts in Information Sets"}, "https://ideas.repec.org/a/ijf/ijfiec/v8y2003i1p1-10.html": {"abstract": " Building large models, with little dynamics, was long considered to be an alternative to small dimensional time series models involving many lags. The advantages of one modelling methodology are compared to others; such as the size of the model, the use of economic theory, and simultaneity in specification. The question of how to evaluate the possible relative advantages of these alternatives is discussed. The conclusion is that in the future, time series models have to become larger, that is, involve more variables and that some lessons can be learnt from the construction of current large econometric models. Copyright © 2002 John Wiley &amp; Sons, Ltd.", "authors": ["epgr55"], "abstractStem": " build larg model with littl dynam wa long consid to be an altern to small dimension time seri model involv mani lag the advantag of one model methodolog are compar to other such as the size of the model the use of econom theori and simultan in specif the question of how to evalu the possibl rel advantag of these altern is discuss the conclus is that in the futur time seri model have to becom larger that is involv more variabl and that some lesson can be learnt from the construct of current larg econometr model copyright   2002 john wiley amp son ltd", "title": "Interactions between large macro models and time series analysis"}, "https://ideas.repec.org/a/jae/japmet/v11y1996i5p455-73.html": {"abstract": " A number of topics are discussed concerning how economic forecasts can be improved in quality or at least in presentation. These include the following: using 50% uncertainty intervals rather than 95%; noting that even though forecasters use many different techniques, they are all occasionally incorrect in the same direction; that there is a tendency to underestimate changes; that some expectations and recently available data are used insufficiently; lagged forecasts errors can help compensate for structural breaks; series that are more forecastable could be emphasized and that present methods of evaluating forecasts do not capture the useful properties of some methods compared to alternatives. Copyright 1996 by John Wiley &amp; Sons, Ltd.", "authors": ["epgr55"], "abstractStem": " a number of topic are discuss concern how econom forecast can be improv in qualiti or at least in present these includ the follow use 50 uncertainti interv rather than 95 note that even though forecast use mani differ techniqu they are all occasion incorrect in the same direct that there is a tendenc to underestim chang that some expect and recent avail data are use insuffici lag forecast error can help compens for structur break seri that are more forecast could be emphas and that present method of evalu forecast do not captur the use properti of some method compar to altern copyright 1996 by john wiley amp son ltd", "title": "Can We Improve the Perceived Quality of Economic Forecasts?"}, "https://ideas.repec.org/a/taf/applec/v33y2001i7p899-904.html": {"abstract": " A spurious regression occurs when a pair of independent series, but with strong temporal properties, are found apparently to be related according to standard inference in an OLS regression. Although this is well known to occur with pairs of independent unit root processes, this paper finds evidence that similar results are found with positively autocorrelated autoregressive series or long moving averages. This occurs regardless of the sample size and for various distributions of the error terms.", "authors": ["epgr55"], "abstractStem": " a spuriou regress occur when a pair of independ seri but with strong tempor properti are found appar to be relat accord to standard infer in an ol regress although thi is well known to occur with pair of independ unit root process thi paper find evid that similar result are found with posit autocorrel autoregress seri or long move averag thi occur regardless of the sampl size and for variou distribut of the error term", "title": "Spurious regressions with stationary series"}, "https://ideas.repec.org/a/cup/macdyn/v1y1997i03p640-657_00.html": {"abstract": "There exist a variety of reasons for the failure to find a unique cointegrating relationship between economic time series where one would normally be expected on economic theory grounds. Among these are the testing procedure (e.g., Engle and Granger (1987) or Johansen (1991), the span of the data set (Hendry (1995), Perron (1989)), the choice of the lag length in generating the test statistic (Banerjee et al. (1993)), the presence of structural breaks (Gregory and Hansen (1996)), and the presence of cointegration only beyond some threshold (Balke and Fomby (1996)). In this paper we propose the concept of regime sensitive cointegration whereby the underlying series need not be cointegrated at all times. We show that cointegration can be switched off when a common stochastic trend is added. Alternatively, cointegration can be switched on or off because series normally believed to contain a unit actually do not. This implies that a linear combination of such variables need not be cointegrated. To illustrate the concept empirically, we test the hypothesis of interest rate parity, and related hypotheses, using daily eurorates for the US and Canada.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epgr55", "epsi78"], "abstractStem": "there exist a varieti of reason for the failur to find a uniqu cointegr relationship between econom time seri where one would normal be expect on econom theori ground among these are the test procedur eg engl and granger 1987 or johansen 1991 the span of the data set hendri 1995 perron 1989 the choic of the lag length in gener the test statist banerje et al 1993 the presenc of structur break gregori and hansen 1996 and the presenc of cointegr onli beyond some threshold balk and fombi 1996 in thi paper we propos the concept of regim sensit cointegr wherebi the underli seri need not be cointegr at all time we show that cointegr can be switch off when a common stochast trend is ad altern cointegr can be switch on or off becaus seri normal believ to contain a unit actual do not thi impli that a linear combin of such variabl need not be cointegr to illustr the concept empir we test the hypothesi of interest rate pariti and relat hypothes use daili euror for the us and canadapthi abstract wa borrow from anoth version of thi item", "title": "Regime-Sensitive Cointegration With An Application To Interest-Rate Parity"}, "https://ideas.repec.org/a/eee/econom/v132y2006i1p43-57.html": {"abstract": "A definition for a common factor for bivariate time series is suggested by considering the decomposition of the conditional density into the product of the marginals and the copula,�with the conditioning variable being a common factor if it does not directly enter the copula.� The links of this definition with a common factor being a dominant feature in standard linear representations is shown. An application using a business cycle indicator as the common factor in the relationship between U.S. income and consumption found that both series held the factor� in their marginals but not in the copula.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epgr55", "eppa34", "epte1"], "abstractStem": "a definit for a common factor for bivari time seri is suggest by consid the decomposit of the condit densiti into the product of the margin and the copula with the condit variabl be a common factor if it doe not directli enter the copula  the link of thi definit with a common factor be a domin featur in standard linear represent is shown an applic use a busi cycl indic as the common factor in the relationship between us incom and consumpt found that both seri held the factor  in their margin but not in the copulapthi abstract wa borrow from anoth version of thi item", "title": "Common factors in conditional distributions for bivariate time series"}, "https://ideas.repec.org/a/eee/econom/v118y2004i1-2p7-26.html": {"abstract": "In this paper we compare the relative efficiency of different methods of forecasting the aggregate of spatially correlated variables. Small sample simulations confirm the asymptotic result that improved forecasting performance can be obtained by imposing a priori constraints on the amount of spatial correlation in the system. One way to do so is to aggregate forecasts from a Space-Time Autoregressive model (Cliff et al., 1975), which offers a solution to the 'curse of dimensionality' that arises when forecasting with VARs. We also show that ignoring spatial correlation, even when it is weak, leads to highly inaccurate forecasts. Finally, if the system satisfies a 'poolability' condition, there is a benefit in forecasting the aggregate variable directly.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epgi20", "epgr55"], "abstractStem": "in thi paper we compar the rel effici of differ method of forecast the aggreg of spatial correl variabl small sampl simul confirm the asymptot result that improv forecast perform can be obtain by impos a priori constraint on the amount of spatial correl in the system one way to do so is to aggreg forecast from a spacetim autoregress model cliff et al 1975 which offer a solut to the curs of dimension that aris when forecast with var we also show that ignor spatial correl even when it is weak lead to highli inaccur forecast final if the system satisfi a poolabl condit there is a benefit in forecast the aggreg variabl directlypthi abstract wa borrow from anoth version of thi item", "title": "Aggregation of space-time processes"}, "https://ideas.repec.org/a/taf/applec/v32y2000i7p861-867.html": {"abstract": " Models that may appear to have different properties may in fact produce residuals that differ only in subtle ways. By analysing the relationships between model residuals the problems in distinguishing between models can perhaps be discovered, as illustrated by the econometric examples considered. Regressing residuals gives the long-memory residual, which is the difference between two models, but this difference is very subtle and deeply hidden, which explains why the traditional standard technique does not find this difference.", "authors": ["epgr55"], "abstractStem": " model that may appear to have differ properti may in fact produc residu that differ onli in subtl way by analys the relationship between model residu the problem in distinguish between model can perhap be discov as illustr by the econometr exampl consid regress residu give the longmemori residu which is the differ between two model but thi differ is veri subtl and deepli hidden which explain whi the tradit standard techniqu doe not find thi differ", "title": "Model evaluation based on residual analysis of two similar models"}, "https://ideas.repec.org/a/eee/spapps/v8y1978i1p87-92.html": {"abstract": "A generalized definition of invertibility is proposed and applied to linear, non-linear and bilinear models. It is shown that some recently studied non-linear models are not invertible, but conditions for invertibility can be achieved for the other models.", "authors": ["epgr55"], "abstractStem": "a gener definit of invert is propos and appli to linear nonlinear and bilinear model it is shown that some recent studi nonlinear model are not invert but condit for invert can be achiev for the other model", "title": "On the invertibility of time series models"}, "https://ideas.repec.org/a/bla/jfinan/v30y1975i1p135-45.html": {"abstract": "No abstract is available for this item.", "authors": ["epgr55"], "abstractStem": "no abstract is avail for thi item", "title": "Some Consequences of the Valuation Model when Expectations Are Taken to Be Optimum Forecasts"}, "https://ideas.repec.org/a/taf/emetrv/v18y1999i3p259-269.html": {"abstract": " This paper investigates the interaction between aggregation and nonlinearity through a monte carlo study. Various tests for neglected nonlinearity are used to compare the power of the tests for different nonlinear models to different levels of aggregation. Three types of aggregation, namely, cross-sectional aggregation, temporal aggregation and systematic sampling are considered. Aggregation is inclined to simplify nonlinearity. The degree to which nonlinearity is reduced depends on the importance of common factor and extent of the aggregation. The effect is larger when the size of common factor is smaller and when the extent of the aggregation is larger.", "authors": ["epgr55", "fple784"], "abstractStem": " thi paper investig the interact between aggreg and nonlinear through a mont carlo studi variou test for neglect nonlinear are use to compar the power of the test for differ nonlinear model to differ level of aggreg three type of aggreg name crosssect aggreg tempor aggreg and systemat sampl are consid aggreg is inclin to simplifi nonlinear the degre to which nonlinear is reduc depend on the import of common factor and extent of the aggreg the effect is larger when the size of common factor is smaller and when the extent of the aggreg is larger", "title": "The effect of aggregation on nonlinearity"}, "https://ideas.repec.org/a/eee/econom/v73y1996i1p185-215.html": {"abstract": "No abstract is available for this item.", "authors": ["epgr55"], "abstractStem": "no abstract is avail for thi item", "title": "Modeling volatility persistence of speculative returns: A new approach"}, "https://ideas.repec.org/a/bla/jtsera/v25y2004i5p649-669.html": {"abstract": " A transformed metric entropy measure of dependence is studied which satisfies many desirable properties, including being a proper measure of distance. It is capable of good performance in identifying dependence even in possibly nonlinear time series, and is applicable for both continuous and discrete variables. A nonparametric kernel density implementation is considered here for many stylized models including linear and nonlinear MA, AR, GARCH, integrated series and chaotic dynamics. A related permutation test of independence is proposed and compared with several alternatives. Copyright 2004 Blackwell Publishing Ltd.", "authors": ["epgr55", "epma134", "epra175"], "abstractStem": " a transform metric entropi measur of depend is studi which satisfi mani desir properti includ be a proper measur of distanc it is capabl of good perform in identifi depend even in possibl nonlinear time seri and is applic for both continu and discret variabl a nonparametr kernel densiti implement is consid here for mani styliz model includ linear and nonlinear ma ar garch integr seri and chaotic dynam a relat permut test of independ is propos and compar with sever altern copyright 2004 blackwel publish ltd", "title": "A Dependence Metric for Possibly Nonlinear Processes"}, "https://ideas.repec.org/a/cup/etheor/v21y2005i01p298-298_05.html": {"abstract": "No abstract is available for this item.", "authors": ["epgr55"], "abstractStem": "no abstract is avail for thi item", "title": "COMMENTS ON THE 20th ANNIVERSARY ISSUE OF ECONOMETRIC THEORY"}, "https://ideas.repec.org/a/bpj/jtsmet/v3y2011i1n2.html": {"abstract": "Even though the trend components of economic time series were among the first to be distinguished, even today the trend remains relatively little understood. As Phillips (2005) notes, no one understands trends, but everyone sees them in the data. Economists and econometricians can give plenty of examples of trends, such as straight lines, exponentials or polynomials in time, and also forms of random walks, but these are merely examples. Individuals or groups do have their own personal definitions, but these diverse approaches illustrate the lack of a generally accepted definition of a trend. They also suggest a richness of alternatives to consider, both individually and jointly. Here, we make a variety of observations about trends, and based on these, we offer working definitions of various kinds of trends. We emphasize that these are working definitions, as our purpose here is to invite discussion, not to settle matters once and for all. Our hope is that our discussion here may facilitate development of increasingly better methods for prediction, estimation and hypothesis testing for non-stationary time-series data, and ultimately may enable decision makers to make more informed decisions.", "authors": ["epgr55", "epwh17"], "abstractStem": "even though the trend compon of econom time seri were among the first to be distinguish even today the trend remain rel littl understood as phillip 2005 note no one understand trend but everyon see them in the data economist and econometrician can give plenti of exampl of trend such as straight line exponenti or polynomi in time and also form of random walk but these are mere exampl individu or group do have their own person definit but these divers approach illustr the lack of a gener accept definit of a trend they also suggest a rich of altern to consid both individu and jointli here we make a varieti of observ about trend and base on these we offer work definit of variou kind of trend we emphas that these are work definit as our purpos here is to invit discuss not to settl matter onc and for all our hope is that our discuss here may facilit develop of increasingli better method for predict estim and hypothesi test for nonstationari timeseri data and ultim may enabl decis maker to make more inform decis", "title": "Consideration of Trends in Time Series"}, "https://ideas.repec.org/a/eee/econom/v51y1992i1-2p3-5.html": {"abstract": "No abstract is available for this item.", "authors": ["epgr55"], "abstractStem": "no abstract is avail for thi item", "title": "Fellow's opinion: Evaluating economic theory"}, "https://ideas.repec.org/a/eee/quaeco/v40y2000i3p337-354.html": {"abstract": "This paper applies recently developed unit root and cointegration models to determine the appropriate Granger causality relations between stock prices and exchange rates using recent Asian flu data. Coupled with impulse response functions, it is found that data from Japan and Thailand are in agreement with this approach, so that exchange rates leads stock prices with positive correlation. On the other hand, data of Taiwan suggests the result predicted by the portfolio approach: stock prices lead exchange rates with negative correlation. Data from Indonesia, Korea, Malaysia, and the Philippines indicate strong feedback relations while that of Singapore fails to reveal any recognizable pattern<p>(This abstract was borrowed from another version of this item.)", "authors": ["epgr55"], "abstractStem": "thi paper appli recent develop unit root and cointegr model to determin the appropri granger causal relat between stock price and exchang rate use recent asian flu data coupl with impuls respons function it is found that data from japan and thailand are in agreement with thi approach so that exchang rate lead stock price with posit correl on the other hand data of taiwan suggest the result predict by the portfolio approach stock price lead exchang rate with neg correl data from indonesia korea malaysia and the philippin indic strong feedback relat while that of singapor fail to reveal ani recogniz patternpthi abstract wa borrow from anoth version of thi item", "title": "A bivariate causality between stock prices and exchange rates: evidence from recent Asianflu"}, "https://ideas.repec.org/a/ecj/econjl/v107y1997i440p169-77.html": {"abstract": "No abstract is available for this item.", "authors": ["epgr55"], "abstractStem": "no abstract is avail for thi item", "title": "On Modelling the Long Run in Applied Economics"}, "https://ideas.repec.org/a/cup/etheor/v25y2009i06p1460-1465_99.html": {"abstract": "No abstract is available for this item.", "authors": ["epgr55"], "abstractStem": "no abstract is avail for thi item", "title": "The Research Interests Of Paul Newbold"}, "https://ideas.repec.org/a/bla/econom/v78y2011i309p51-66.html": {"abstract": " Phillips' (1958) original curve involves a nonlinear relationship between inflation and unemployment. We consider how his original results change due to updated theoretic and empirical studies, increased computer power, enlarged datasets, increases in data frequency and developed time series econometric models. In the linear models, there was weak causation from unemployment to inflation. Rather than using any of the many nonlinear models that are now available, we adopt a time-varying parameter linear model as their convenient proxy, which empirically supports Phillips' use of nonlinear model form and causation, but the strength of this result is much weaker in recent periods.", "authors": ["epgr55"], "abstractStem": " phillip 1958 origin curv involv a nonlinear relationship between inflat and unemploy we consid how hi origin result chang due to updat theoret and empir studi increas comput power enlarg dataset increas in data frequenc and develop time seri econometr model in the linear model there wa weak causat from unemploy to inflat rather than use ani of the mani nonlinear model that are now avail we adopt a timevari paramet linear model as their conveni proxi which empir support phillip use of nonlinear model form and causat but the strength of thi result is much weaker in recent period", "title": "The Evolution of the Phillips Curve: A Modern Time Series Viewpoint"}, "https://ideas.repec.org/a/taf/apfiec/v11y2001i5p469-474.html": {"abstract": " This paper establishes practical criteria for selecting amongst hypothetical data generating processes in cases where the series has long memory and exponential distribution which implies that the innovations have extremely fat tails.", "authors": ["epgr55"], "abstractStem": " thi paper establish practic criteria for select amongst hypothet data gener process in case where the seri ha long memori and exponenti distribut which impli that the innov have extrem fat tail", "title": "The distributional properties of shocks to a fractional I(d) process having a marginal exponential distribution"}, "https://ideas.repec.org/a/ecm/emetrp/v63y1995i2p265-79.html": {"abstract": " A definition of extended memory is provided, generalizing the ideas of long memory and persistence, based on the properties of forecasts over long horizons. Specification of nonlinear models with variables having extended memory is considered in terms of the balance of an equation and it is suggested that many more types of misspecification can occur than with usual situations and could produce important specification errors. Tests of linearity and standard methods of nonlinear modeling are briefly considered and advice is given on circumstances in which they can be used. Copyright 1995 by The Econometric Society.", "authors": ["epgr55"], "abstractStem": " a definit of extend memori is provid gener the idea of long memori and persist base on the properti of forecast over long horizon specif of nonlinear model with variabl have extend memori is consid in term of the balanc of an equat and it is suggest that mani more type of misspecif can occur than with usual situat and could produc import specif error test of linear and standard method of nonlinear model are briefli consid and advic is given on circumst in which they can be use copyright 1995 by the econometr societi", "title": "Modelling Nonlinear Relationships between Extended-Memory Variables"}, "https://ideas.repec.org/a/eee/ecmode/v21y2004i2p323-343.html": {"abstract": "No abstract is available for this item.", "authors": ["epgr55"], "abstractStem": "no abstract is avail for thi item", "title": "Thick modeling"}, "https://ideas.repec.org/a/eee/econom/v4y1976i3p205-210.html": {"abstract": "No abstract is available for this item.", "authors": ["epgr55"], "abstractStem": "no abstract is avail for thi item", "title": "The use of R2 to determine the appropriate transformation of regression variables"}, "https://ideas.repec.org/a/eee/econom/v16y1981i1p121-130.html": {"abstract": "No abstract is available for this item.", "authors": ["epgr55"], "abstractStem": "no abstract is avail for thi item", "title": "Some properties of time series data and their use in econometric model specification"}, "https://ideas.repec.org/a/ecm/emetrp/v55y1987i2p251-76.html": {"abstract": " The relationship between cointegration and error correction models, first suggested by Granger, is here extended and used to develop estimation procedures, tests, and empirical examples. A vector of time series is said to be cointegrated with cointegrating vector a if each element is stationary only after differencing while linear combinations a8xt are themselves stationary. A representation theorem connects the moving average , autoregressive, and error correction representations for cointegrated systems. A simple but asymptotically efficient two-step estimator is proposed and applied. Tests for cointegration are suggested and examined by Monte Carlo simulation. A series of examples are presented. Copyright 1987 by The Econometric Society.", "authors": ["epen9", "epgr55"], "abstractStem": " the relationship between cointegr and error correct model first suggest by granger is here extend and use to develop estim procedur test and empir exampl a vector of time seri is said to be cointegr with cointegr vector a if each element is stationari onli after differenc while linear combin a8xt are themselv stationari a represent theorem connect the move averag  autoregress and error correct represent for cointegr system a simpl but asymptot effici twostep estim is propos and appli test for cointegr are suggest and examin by mont carlo simul a seri of exampl are present copyright 1987 by the econometr societi", "title": "Co-integration and Error Correction: Representation, Estimation, and Testing"}, "https://ideas.repec.org/a/eee/econom/v44y1990i1-2p159-170.html": {"abstract": " Performs the calculations from Granger and Uhlig(1990), \"Reasonable Extreme Bounds Analysis\", J. of Econometrics, vol. 44, 159-170.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epgr55", "epuh1"], "abstractStem": " perform the calcul from granger and uhlig1990 reason extrem bound analysi j of econometr vol 44 159170pthi abstract wa borrow from anoth version of thi item", "title": "Reasonable extreme-bounds analysis"}, "https://ideas.repec.org/a/bes/jnlbes/v11y1993i4p384-85.html": {"abstract": "No abstract is available for this item.", "authors": ["epgr55"], "abstractStem": "no abstract is avail for thi item", "title": "Testing for Common Features: Comment"}, "https://ideas.repec.org/a/fip/fedfpr/y2003imarx7.html": {"abstract": "No abstract is available for this item.", "authors": ["epgr55"], "abstractStem": "no abstract is avail for thi item", "title": "Exchange rates and fundamentals - comments"}, "https://ideas.repec.org/a/aea/jeclit/v32y1994i1p115-22.html": {"abstract": "No abstract is available for this item.", "authors": ["epgr55"], "abstractStem": "no abstract is avail for thi item", "title": "A Review of Some Recent Textbooks of Econometrics"}, "https://ideas.repec.org/a/eee/econom/v55y1993i1-2p275-298.html": {"abstract": "No abstract is available for this item.", "authors": ["epen9", "epgr55", "ephy1", "fple719"], "abstractStem": "no abstract is avail for thi item", "title": "The Japanese consumption function"}, "https://ideas.repec.org/a/bes/jnlbes/v16y1998i3p304-11.html": {"abstract": " This article develops critical values to test the null hypothesis of a unit root against the alternative of stationarity with asymmetric adjustment. Specific attention is paid to threshold and momentum threshold autoregressive processes. The standard Dickey-Fuller tests emerge as a special case. Within a reasonable range of adjustment parameters, the power of the new tests is shown to be greater than that of the corresponding Dickey-Fuller test. The use of the tests is illustrated using the term structure of interest rates. It is shown that the movements toward the long-run equilibrium relationship are best estimated as an asymmetric process.", "authors": ["epen67", "epgr55"], "abstractStem": " thi articl develop critic valu to test the null hypothesi of a unit root against the altern of stationar with asymmetr adjust specif attent is paid to threshold and momentum threshold autoregress process the standard dickeyful test emerg as a special case within a reason rang of adjust paramet the power of the new test is shown to be greater than that of the correspond dickeyful test the use of the test is illustr use the term structur of interest rate it is shown that the movement toward the longrun equilibrium relationship are best estim as an asymmetr process", "title": "Unit-Root Tests and Asymmetric Adjustment with an Example Using the Term Structure of Interest Rates"}, "https://ideas.repec.org/a/jae/japmet/v7y1992isps25-39.html": {"abstract": " We consider two ways of distinguishing deterministic time-series from stochastic white noise; the Grassberger-Procaccia correlation exponent test and the Brock, Dechert, Scheinkman (or BDS) test. Using simulated data to test the power of these tests, the correlation exponent test can distinguish white noise from chaos. It cannot distinguish white noise from chaos mixed with a small amount of white noise. With i.i.d. as the null, the BDS correctly rejects the null when the data are deterministic chaos. Although the BDS test may also reject the null even when the data are stochastic, it may be useful in distinguishing between linear and nonlinear stochastic processes. Copyright 1992 by John Wiley &amp; Sons, Ltd.", "authors": ["epgr55", "fpli261"], "abstractStem": " we consid two way of distinguish determinist timeseri from stochast white nois the grassbergerprocaccia correl expon test and the brock dechert scheinkman or bd test use simul data to test the power of these test the correl expon test can distinguish white nois from chao it cannot distinguish white nois from chao mix with a small amount of white nois with iid as the null the bd correctli reject the null when the data are determinist chao although the bd test may also reject the null even when the data are stochast it may be use in distinguish between linear and nonlinear stochast process copyright 1992 by john wiley amp son ltd", "title": "Using the Correlation Exponent to Decide whether an Economic Series is Chaotic"}, "https://ideas.repec.org/a/eee/econom/v110y2002i2p113-133.html": {"abstract": "This paper shows that the properties of nonlinear transformations of a fractionally integrated process depend strongly on whether the initial series is stationary or not. Transforming a stationary Gaussian I(d) process with d &gt; 0 leads to a long-memory process with the same or a smaller long-memory parameter depending on the Hermite rank of the transformation. Any nonlinear transformation of an antipersistent Gaussian I(d) process is I(0). For non-stationary I(d) processes, every integer power transformation is non-stationary and exhibits a deterministic trend in mean and in variance. In particular, the square of a non-stationary Gaussian I(d) process still has long memory with parameter d, whereas the square of a stationary Gaussian I(d) process shows less dependence than the initial process. Simulation results for other transformations are also discussed.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epdi196", "epgr55"], "abstractStem": "thi paper show that the properti of nonlinear transform of a fraction integr process depend strongli on whether the initi seri is stationari or not transform a stationari gaussian id process with d gt 0 lead to a longmemori process with the same or a smaller longmemori paramet depend on the hermit rank of the transform ani nonlinear transform of an antipersist gaussian id process is i0 for nonstationari id process everi integ power transform is nonstationari and exhibit a determinist trend in mean and in varianc in particular the squar of a nonstationari gaussian id process still ha long memori with paramet d wherea the squar of a stationari gaussian id process show less depend than the initi process simul result for other transform are also discussedpthi abstract wa borrow from anoth version of thi item", "title": "Properties of nonlinear transformations of fractionally integrated processes"}, "https://ideas.repec.org/a/eee/dyncon/v12y1988i2-3p551-559.html": {"abstract": "No abstract is available for this item.", "authors": ["epgr55"], "abstractStem": "no abstract is avail for thi item", "title": "Causality, cointegration, and control"}, "https://ideas.repec.org/a/eee/econom/v112y2003i1p69-71.html": {"abstract": "No abstract is available for this item.", "authors": ["epgr55"], "abstractStem": "no abstract is avail for thi item", "title": "Some aspects of causal relationships"}, "https://ideas.repec.org/a/eee/econom/v10y1979i1p57-69.html": {"abstract": "No abstract is available for this item.", "authors": ["epgr55"], "abstractStem": "no abstract is avail for thi item", "title": "Experience with using the Box-Cox transformation when forecasting economic time series"}, "https://ideas.repec.org/a/bla/jtsera/v27y2006i3p347-365.html": {"abstract": " One method of describing the properties of a fitted autoregressive model of order p is to show the p roots that are implied by the lag operator. Considering autoregressive models fitted to 215 US macro series, with lags chosen by either the Bayesian or Schwarz information criteria or Akaike information criteria, the roots are found to constitute a distinctive pattern. Later analysis suggests that much of this pattern occurs because of overfitting of the models. An extension of the results shows that they have some practical multivariate time-series modelling implications. Copyright 2006 Blackwell Publishing Ltd.", "authors": ["epgr55"], "abstractStem": " one method of describ the properti of a fit autoregress model of order p is to show the p root that are impli by the lag oper consid autoregress model fit to 215 us macro seri with lag chosen by either the bayesian or schwarz inform criteria or akaik inform criteria the root are found to constitut a distinct pattern later analysi suggest that much of thi pattern occur becaus of overfit of the model an extens of the result show that they have some practic multivari timeseri model implic copyright 2006 blackwel publish ltd", "title": "Dynamics of Model Overfitting Measured in terms of Autoregressive Roots"}, "https://ideas.repec.org/a/eee/econom/v158y2010i1p3-6.html": {"abstract": "This paper describes how the notion of cointegration came about, and discusses some generalizations to indicate where the topic may go next. In particular, some issues in the analysis of possibly cointegrated quantile time series are discussed.", "authors": ["epgr55"], "abstractStem": "thi paper describ how the notion of cointegr came about and discuss some gener to indic where the topic may go next in particular some issu in the analysi of possibl cointegr quantil time seri are discuss", "title": "Some thoughts on the development of cointegration"}, "https://ideas.repec.org/a/eee/empfin/v11y2004i3p399-421.html": {"abstract": "No abstract is available for this item.", "authors": ["epgr55"], "abstractStem": "no abstract is avail for thi item", "title": "Occasional structural breaks and long memory with an application to the S&amp;P; 500 absolute stock returns"}, "https://ideas.repec.org/a/eee/econom/v39y1988i1-2p199-211.html": {"abstract": "No abstract is available for this item.", "authors": ["epgr55"], "abstractStem": "no abstract is avail for thi item", "title": "Some recent development in a concept of causality"}, "https://ideas.repec.org/a/spr/specre/v1y1999i2p161-173.html": {"abstract": "The cost functions used to form forecasts in practice may be quite different than the squared costs that is often assumed in forecast theory. The impact on evaluation procedures is determined and simple properties for the derivate of the cost function of the errors are found to provide simple tests of optimality. For a very limited class of situations are forecasts based on conditional means optimal, generally, the econometricians needs to provide the whole conditional predicted distribution. Implications for multi-step forecasts and the combination of forecasts are briefly considered.", "authors": ["epgr55"], "abstractStem": "the cost function use to form forecast in practic may be quit differ than the squar cost that is often assum in forecast theori the impact on evalu procedur is determin and simpl properti for the deriv of the cost function of the error are found to provid simpl test of optim for a veri limit class of situat are forecast base on condit mean optim gener the econometrician need to provid the whole condit predict distribut implic for multistep forecast and the combin of forecast are briefli consid", "title": "Outline of forecast theory using generalized cost functions"}, "https://ideas.repec.org/a/eee/econom/v80y1997i1p35-62.html": {"abstract": "A class of nonlinear processes which have a root that is not constant, but is stochastic, and varying around unity is introduced. Th eprocess can be stationary for some periods, and mildly explosive for others.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epgr55", "epsw10"], "abstractStem": "a class of nonlinear process which have a root that is not constant but is stochast and vari around uniti is introduc th eprocess can be stationari for some period and mildli explos for otherspthi abstract wa borrow from anoth version of thi item", "title": "An introduction to stochastic unit-root processes"}, "https://ideas.repec.org/a/cup/etheor/v3y1987i01p150-152_00.html": {"abstract": "Forecasts based on two information sets, one of which includes the other plus additional causal variables are considered. Given a general cost function of forecast errors, it is shown that the expected cost is smaller for the information set that includes the causal variables.", "authors": ["epgr55"], "abstractStem": "forecast base on two inform set one of which includ the other plu addit causal variabl are consid given a gener cost function of forecast error it is shown that the expect cost is smaller for the inform set that includ the causal variabl", "title": "Predictive Consequences of Using Conditioning or Causal Variables"}, "https://ideas.repec.org/a/aea/jeclit/v41y2003i2p478-539.html": {"abstract": "Financial market volatility is an important input for investment, option pricing, and financial market regulation. The emphasis of this review article is on forecasting instead of modelling; it compares the volatility forecasting findings in 93 papers published and written in the last two decades. Provided in this paper as well are volatility definitions, insights into problematic issues of forecast evaluation, data frequency, extreme values and the measurement of \"actual\" volatility. We compare volatility forecasting performance of two main approaches; historical volatility models and volatility implied from options. Forecasting results are compared across different asset classes and geographical regions.", "authors": ["epgr55", "eppo127"], "abstractStem": "financi market volatil is an import input for invest option price and financi market regul the emphasi of thi review articl is on forecast instead of model it compar the volatil forecast find in 93 paper publish and written in the last two decad provid in thi paper as well are volatil definit insight into problemat issu of forecast evalu data frequenc extrem valu and the measur of actual volatil we compar volatil forecast perform of two main approach histor volatil model and volatil impli from option forecast result are compar across differ asset class and geograph region", "title": "Forecasting Volatility in Financial Markets: A Review"}, "https://ideas.repec.org/a/ect/emjrnl/v2y1999i2p220-225.html": {"abstract": " Hoover and Perez?s results show that the general-to-specific approach performs well if the search for a linear and stable model specification is conducted in a local neighborhood around the truth. However, non-linearities, outliers, parameter instability and the absence of even approximate knowledge of the true data generating process means that in practice this approach is unlikely to perform up to the standards reported in the papers.", "authors": ["epgr55", "epti8"], "abstractStem": " hoover and perez result show that the generaltospecif approach perform well if the search for a linear and stabl model specif is conduct in a local neighborhood around the truth howev nonlinear outlier paramet instabl and the absenc of even approxim knowledg of the true data gener process mean that in practic thi approach is unlik to perform up to the standard report in the paper", "title": "Data mining with local model specification uncertainty: a discussion of Hoover and Perez"}, "https://ideas.repec.org/a/eee/ecolet/v62y1999i2p161-165.html": {"abstract": "This paper shows how a simple univariate stationary nonlinear process has an autocorrelation function suggesting that the underlying process has a long memory, although that is not the case. The conclusion is that just considering linear properties of a process may be misleading.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epgr55", "epte1"], "abstractStem": "thi paper show how a simpl univari stationari nonlinear process ha an autocorrel function suggest that the underli process ha a long memori although that is not the case the conclus is that just consid linear properti of a process may be misleadingpthi abstract wa borrow from anoth version of thi item", "title": "A simple nonlinear time series model with misleading linear properties"}, "https://ideas.repec.org/a/eee/econom/v58y1993i3p369-384.html": {"abstract": "No abstract is available for this item.", "authors": ["epgr55"], "abstractStem": "no abstract is avail for thi item", "title": "Some generalizations on the algebra of I(1) processes"}, "https://ideas.repec.org/a/eee/econom/v66y1995i1-2p357-369.html": {"abstract": "No abstract is available for this item.", "authors": ["epgr55", "epsi78"], "abstractStem": "no abstract is avail for thi item", "title": "Systematic sampling, temporal aggregation, seasonal adjustment, and cointegration theory and evidence"}, "https://ideas.repec.org/a/eee/jmacro/v1y1979i4p373-394.html": {"abstract": "No abstract is available for this item.", "authors": ["epas1", "epgr55"], "abstractStem": "no abstract is avail for thi item", "title": "Time series analysis of residuals from the St. Louis model"}, "https://ideas.repec.org/a/eee/intfor/v13y1997i2p161-174.html": {"abstract": "No abstract is available for this item.", "authors": ["epen9", "epgr55", "epva160"], "abstractStem": "no abstract is avail for thi item", "title": "Shorte-run forecasts of electricity loads and peaks"}, "https://ideas.repec.org/a/bla/ehsrev/v20y1967i2p257-265.html": {"abstract": "No abstract is available for this item.", "authors": ["epgr55"], "abstractStem": "no abstract is avail for thi item", "title": "A Fresh Look at Wheat Prices and Markets in the Eighteenth Century"}, "https://ideas.repec.org/a/jae/japmet/v17y2002i5p447-456.html": {"abstract": " Investor risk is a complicated concept in practice and is not well captured by measures of volatility as is well understood by uncertainty theory. Rather than asking statisticians to attempt to measure risk, it may be better to listen to decision theorists, but their suggestions are not very practical. Diversification is clearly helpful in reducing risk but the risk level of one portfolio cannot be measured without knowing the risks of other major portfolios. A meta-analysis can be used to compare alternative volatility measures in terms of their forecasting utility. Copyright © 2002 John Wiley &amp; Sons, Ltd.", "authors": ["epgr55"], "abstractStem": " investor risk is a complic concept in practic and is not well captur by measur of volatil as is well understood by uncertainti theori rather than ask statistician to attempt to measur risk it may be better to listen to decis theorist but their suggest are not veri practic diversif is clearli help in reduc risk but the risk level of one portfolio cannot be measur without know the risk of other major portfolio a metaanalysi can be use to compar altern volatil measur in term of their forecast util copyright   2002 john wiley amp son ltd", "title": "Some comments on risk"}, "https://ideas.repec.org/a/kap/enreec/v42y2009i3p379-410.html": {"abstract": "Almost all fisher models assume time-invariant parameter values of the underlying biological growth function except for an i.i.d. error term. We examine the economic implications of cyclical growth parameters in both single and multi-species models, which are frequently observed in many real-world fisheries. Neither optimal harvest rates nor optimal escapement (remaining fish stock after fishing) remain constant as current models would predict. The amplitude of the optimal escapement is incrasing in the amplitude of the biological growth function. Moreover, the optimal harvest rate lags the cycle of the biological growth function, i.e., the highest harvest rate is observed after biological conditionos have started to decline and the optimum escapement level has alrady decreased. This is in sharp contrast to current policies which are in phase with biological conditions and hence imply and increasea/decrease in harvest quotas when the biological system is improving/deteriorating. In our model, harvest closures are only optimal during time periods when growth parameters are improving most rapidly. We show that once the periodicity of the biological growth function is incorporated, many of the traditional policy prescriptions reverse.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epca134", "epgr55"], "abstractStem": "almost all fisher model assum timeinvari paramet valu of the underli biolog growth function except for an iid error term we examin the econom implic of cyclic growth paramet in both singl and multispeci model which are frequent observ in mani realworld fisheri neither optim harvest rate nor optim escap remain fish stock after fish remain constant as current model would predict the amplitud of the optim escap is incras in the amplitud of the biolog growth function moreov the optim harvest rate lag the cycl of the biolog growth function ie the highest harvest rate is observ after biolog conditiono have start to declin and the optimum escap level ha alradi decreas thi is in sharp contrast to current polici which are in phase with biolog condit and henc impli and increaseadecreas in harvest quota when the biolog system is improvingdeterior in our model harvest closur are onli optim dure time period when growth paramet are improv most rapidli we show that onc the period of the biolog growth function is incorpor mani of the tradit polici prescript reversepthi abstract wa borrow from anoth version of thi item", "title": "Fisheries Management Under Cyclical Population Dynamics"}, "lastname": "Granger", "https://ideas.repec.org/a/bla/obuest/v53y1991i1p11-26.html": {"abstract": "No abstract is available for this item.", "authors": ["epgr55"], "abstractStem": "no abstract is avail for thi item", "title": "Long Memory Series with Attractors"}, "https://ideas.repec.org/a/bes/jnlbes/v2y1984i4p335-36.html": {"abstract": "No abstract is available for this item.", "authors": ["epgr55"], "abstractStem": "no abstract is avail for thi item", "title": "Issues Involved with the Seasonal Adjustment of Economic Time Series: Comment"}, "https://ideas.repec.org/a/ecj/econjl/v103y1993i417p307-17.html": {"abstract": " An attempt is made to link together earlier definitions of the long run found in micro and macro economics with recent developments in econometrics, specifically cointegration. It is suggested that the links are not strong and that most of the previou s work in econometric theory has been unnecessarily overprecise. The possibility of embedding cointegration theory into a very general, nonlinear theory is suggested. An example uses a nonlinear relationship between U.K. short- and long-run interest rates proposed by Frank Paish (1966). Copyright 1993 by Royal Economic Society.", "authors": ["epgr55"], "abstractStem": " an attempt is made to link togeth earlier definit of the long run found in micro and macro econom with recent develop in econometr specif cointegr it is suggest that the link are not strong and that most of the previou s work in econometr theori ha been unnecessarili overprecis the possibl of embed cointegr theori into a veri gener nonlinear theori is suggest an exampl use a nonlinear relationship between uk short and longrun interest rate propos by frank paish 1966 copyright 1993 by royal econom societi", "title": "What Are We Learning about the Long-Run?"}, "firstname": "Clive", "https://ideas.repec.org/a/bla/scandj/v93y1991i2p263-76.html": {"abstract": " Various aspects of the analysis of nonlinearities are surveyed in this paper. A possibility of distinguishing between a (low-dimensional) deterministic chaotic process and a white noise stochastic process using estimates of the correlation dimension is discussed. It is concluded that there is no evidence of chaos--as opposed to nonlinearity--in the economic data. The modes of testing for nonlinearity are briefly surveyed, with particular attention paid to a new test based on a neural network specification. It is found that aggregation can reduce nonlinearity and a definition of long memory is proposed that suggests a nonlinear generalization of cointegration. Copyright 1991 by The editors of the Scandinavian Journal of Economics.", "authors": ["epgr55"], "abstractStem": " variou aspect of the analysi of nonlinear are survey in thi paper a possibl of distinguish between a lowdimension determinist chaotic process and a white nois stochast process use estim of the correl dimens is discuss it is conclud that there is no evid of chaosa oppos to nonlinearityin the econom data the mode of test for nonlinear are briefli survey with particular attent paid to a new test base on a neural network specif it is found that aggreg can reduc nonlinear and a definit of long memori is propos that suggest a nonlinear gener of cointegr copyright 1991 by the editor of the scandinavian journal of econom", "title": " Developments in the Nonlinear Analysis of Economic Series"}, "https://ideas.repec.org/a/eee/econom/v169y2012i2p142-146.html": {"abstract": "No abstract is available for this item.", "authors": ["epgr55"], "abstractStem": "no abstract is avail for thi item", "title": "Useful conclusions from surprising results"}, "https://ideas.repec.org/a/tpr/restat/v87y2005i3p503-522.html": {"abstract": " The paper outlines a methodology for analyzing daily stock returns that relinquishes the assumption of global stationarity. Giving up this common working hypothesis reflects our belief that fundamental features of the financial markets are continuously and significantly changing. Our approach approximates the nonstationary data locally by stationary models. The methodology is applied to the S&amp;P; 500 series of returns covering a period of over seventy years of market activity. We find most of the dynamics of this time series to be concentrated in shifts of the unconditional variance. The forecasts based on our nonstationary unconditional modeling were found to be superior to those obtained in a stationary long-memory framework and to those based on a stationary Garch(1, 1) data-generating process. © 2005 President and Fellows of Harvard College and the Massachusetts Institute of Technology.", "authors": ["epgr55"], "abstractStem": " the paper outlin a methodolog for analyz daili stock return that relinquish the assumpt of global stationar give up thi common work hypothesi reflect our belief that fundament featur of the financi market are continu and significantli chang our approach approxim the nonstationari data local by stationari model the methodolog is appli to the sampp 500 seri of return cover a period of over seventi year of market activ we find most of the dynam of thi time seri to be concentr in shift of the uncondit varianc the forecast base on our nonstationari uncondit model were found to be superior to those obtain in a stationari longmemori framework and to those base on a stationari garch1 1 datagener process   2005 presid and fellow of harvard colleg and the massachusett institut of technolog", "title": "Nonstationarities in Stock Returns"}, "https://ideas.repec.org/a/ecm/emetrp/v48y1980i5p1149-67.html": {"abstract": "No abstract is available for this item.", "authors": ["epas1", "epgr55", "fpsc313"], "abstractStem": "no abstract is avail for thi item", "title": "Advertising and Aggregate Consumption: An Analysis of Causality"}, "https://ideas.repec.org/a/cuf/journl/y2001v2i1p97-100.html": {"abstract": "It is pointed out that if the generating mechanism is a fraction integrated process I(d), where d can be less than 1/2, but a simple ARMA model is fitted, a consistent estimation procedure is likely to produce a unit root. Thus the properties of the fitted model will be quite unlike those of the generating mechanism.", "authors": ["epgr55"], "abstractStem": "it is point out that if the gener mechan is a fraction integr process id where d can be less than 12 but a simpl arma model is fit a consist estim procedur is like to produc a unit root thu the properti of the fit model will be quit unlik those of the gener mechan", "title": "On Model Approximation for Long-Memory Processes: A Cautionary Result"}, "https://ideas.repec.org/a/cup/macdyn/v5y2001i04p466-481_02.html": {"abstract": "No abstract is available for this item.", "authors": ["epgr55"], "abstractStem": "no abstract is avail for thi item", "title": "Overview Of Nonlinear Macroeconometric Empirical Models"}, "https://ideas.repec.org/a/bes/jnlbes/v4y1986i1p16-17.html": {"abstract": "No abstract is available for this item.", "authors": ["epgr55"], "abstractStem": "no abstract is avail for thi item", "title": "Forecasting Accuracy of Alternative Techniques: A Comparison of U.S. Macroeconomic Forecasts: Comment"}, "https://ideas.repec.org/a/eee/intfor/v10y1994i1p47-57.html": {"abstract": "No abstract is available for this item.", "authors": ["epgr55", "epte1"], "abstractStem": "no abstract is avail for thi item", "title": "The combination of forecasts using changing weights"}, "https://ideas.repec.org/a/jof/jforec/v27y2008i2p95-108.html": {"abstract": " This is a report on our studies of the systematical use of mixed-frequency datasets. We suggest that the use of high-frequency data in forecasting economic aggregates can increase the accuracy of forecasts. The best way of using this information is to build a single model that relates the data of all frequencies, for example, an ARMA model with missing observations. As an application of linking series generated at different frequencies, we show that the use of a monthly industrial production index improves the predictability of the quarterly GNP. Copyright © 2008 John Wiley &amp; Sons, Ltd.", "authors": ["epgr55"], "abstractStem": " thi is a report on our studi of the systemat use of mixedfrequ dataset we suggest that the use of highfrequ data in forecast econom aggreg can increas the accuraci of forecast the best way of use thi inform is to build a singl model that relat the data of all frequenc for exampl an arma model with miss observ as an applic of link seri gener at differ frequenc we show that the use of a monthli industri product index improv the predict of the quarterli gnp copyright   2008 john wiley amp son ltd", "title": "Linking series generated at different frequencies This work is part of a PhD dissertation presented at the University of California, San Diego (1999)"}, "https://ideas.repec.org/a/bla/obuest/v48y1986i3p213-28.html": {"abstract": "No abstract is available for this item.", "authors": ["epgr55"], "abstractStem": "no abstract is avail for thi item", "title": "Developments in the Study of Cointegrated Economic Variables"}, "https://ideas.repec.org/a/spr/envpol/v8y2007i3p201-210.html": {"abstract": " Brazil has long ago removed most of the perverse government incentives that stimulated massive deforestation in the Amazon in the 1970s and 1980s, but the highly controversial policy concerning road building still remains. While data is now abundantly available due to the constant satellite surveillance of the Amazon, the analytical methods typically used to analyze the impact of roads on natural vegetation cover are methodologically weak and not very helpful in guiding public policy. This article discusses the respective weaknesses of typical geographic information system (GIS) analysis and typical municipality-level regression analysis, and shows what would be needed to construct an ideal model of deforestation processes. It also presents an alternative approach that is much less demanding in terms of modeling and estimation and is more useful for policymakers. Copyright Springer Japan 2007", "authors": ["epan43", "epgr55"], "abstractStem": " brazil ha long ago remov most of the pervers govern incent that stimul massiv deforest in the amazon in the 1970 and 1980 but the highli controversi polici concern road build still remain while data is now abundantli avail due to the constant satellit surveil of the amazon the analyt method typic use to analyz the impact of road on natur veget cover are methodolog weak and not veri help in guid public polici thi articl discuss the respect weak of typic geograph inform system gi analysi and typic municipalitylevel regress analysi and show what would be need to construct an ideal model of deforest process it also present an altern approach that is much less demand in term of model and estim and is more use for policymak copyright springer japan 2007", "title": "Modeling Amazon deforestation for policy purposes: reconciling conservation priorities and human development"}, "https://ideas.repec.org/a/eee/econom/v138y2007i1p3-13.html": {"abstract": "No abstract is available for this item.", "authors": ["epgr55"], "abstractStem": "no abstract is avail for thi item", "title": "Forecasting--looking back and forward: Paper to celebrate the 50th anniversary of the Econometrics Institute at the Erasmus University, Rotterdam"}, "https://ideas.repec.org/a/cup/etheor/v13y1997i02p253-303_00.html": {"abstract": "No abstract is available for this item.", "authors": ["epgr55"], "abstractStem": "no abstract is avail for thi item", "title": "The ET Interview: Professor Clive Granger"}, "https://ideas.repec.org/a/cup/macdyn/v7y2003i05p734-758_02.html": {"abstract": "No abstract is available for this item.", "authors": ["epgr55"], "abstractStem": "no abstract is avail for thi item", "title": "Forecasting Business Cycles Using Deviations From Long-Run Economic Relationships"}}}