{"epha128": {"https://ideas.repec.org/a/ucp/jlabec/v15y1997i1ps223-50.html": {"abstract": " What are the fundamental driving forces of macroeconomic fluctuations? In particular, why do people spend more time working in booms and less in recessions? These are basic questions of macroeconomics. Recent thinking has emphasized technology shifts, preference shifts, and changes in government purchases as likely driving forces. It is useful to distinguish atemporal and intertemporal effects of the driving forces. Under standard assumptions, the technology shift has no effect through atemporal channels because income and substitution effects exactly offset. A straightforward decomposition of movements of employment attributes most of them to the atemporal effects of preference shifts. Copyright 1997 by University of Chicago Press.", "authors": ["epha128"], "abstractStem": " what are the fundament drive forc of macroeconom fluctuat in particular whi do peopl spend more time work in boom and less in recess these are basic question of macroeconom recent think ha emphas technolog shift prefer shift and chang in govern purchas as like drive forc it is use to distinguish atempor and intertempor effect of the drive forc under standard assumpt the technolog shift ha no effect through atempor channel becaus incom and substitut effect exactli offset a straightforward decomposit of movement of employ attribut most of them to the atempor effect of prefer shift copyright 1997 by univers of chicago press", "title": "Macroeconomic Fluctuations and the Allocation of Time"}, "https://ideas.repec.org/a/ucp/jpolec/v86y1978i2ps71-85.html": {"abstract": "No abstract is available for this item.", "authors": ["epha128"], "abstractStem": "no abstract is avail for thi item", "title": "The Macroeconomic Impact of Changes in Income Taxes in the Short and Medium Runs"}, "https://ideas.repec.org/a/fip/fedkpr/y2005iaugp133-179.html": {"abstract": "Macroeconomists%u2014%u2014especially those studying monetary policy%u2014%u2014often view the business cycle as a transitory departure from the smooth evolution of a neoclassical growth model. Important ideas contributed by Friedman, Lucas, and the developers of the sticky-price macro model generate this type of aggregate behavior. But the real-business cycle model shows that the neoclassical model implies anything but smooth growth. A purely neoclassical model, devoid of anything resembling a business cycle in the sense of transitory departures from neoclassical equilibrium, nevertheless explains most of the volatility of GDP growth at all frequencies. Monetary policymakers looking to a neoclassical model to provide the neutral levels of key variables-potential GDP, the natural rate of unemployment, and the equilibrium real interest rate, need to solve a complicated and controversial model to find these constructs. They cannot take average or smoothed values of actual data to find them. Further, low-frequency movements of unemployment suggest a failure of the basic idea that departures from the neoclassical equilibrium are transitory. I discuss new theories of the labor market capable of explaining the low-frequency movements of unemployment. I conclude that monetary policymakers should not try to discern neutral values of real variables. Some branches of modem theory do not support the concepts of potential GDP, the natural rate of unemployment, and the equilibrium real interest rate. Even the theories that do support the concepts suggest that measurement in real time is impractical.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epha128"], "abstractStem": "macroeconomistsu2014u2014especi those studi monetari policyu2014u2014often view the busi cycl as a transitori departur from the smooth evolut of a neoclass growth model import idea contribut by friedman luca and the develop of the stickypric macro model gener thi type of aggreg behavior but the realbusi cycl model show that the neoclass model impli anyth but smooth growth a pure neoclass model devoid of anyth resembl a busi cycl in the sens of transitori departur from neoclass equilibrium nevertheless explain most of the volatil of gdp growth at all frequenc monetari policymak look to a neoclass model to provid the neutral level of key variablespotenti gdp the natur rate of unemploy and the equilibrium real interest rate need to solv a complic and controversi model to find these construct they cannot take averag or smooth valu of actual data to find them further lowfrequ movement of unemploy suggest a failur of the basic idea that departur from the neoclass equilibrium are transitori i discuss new theori of the labor market capabl of explain the lowfrequ movement of unemploy i conclud that monetari policymak should not tri to discern neutral valu of real variabl some branch of modem theori do not support the concept of potenti gdp the natur rate of unemploy and the equilibrium real interest rate even the theori that do support the concept suggest that measur in real time is impracticalpthi abstract wa borrow from anoth version of thi item", "title": "Separating the business cycle from other economic fluctuations"}, "https://ideas.repec.org/a/fip/fedfer/y1981ifallsupplx1.html": {"abstract": "No abstract is available for this item.", "authors": ["epha128"], "abstractStem": "no abstract is avail for thi item", "title": "The Reagan economic plan--discussion"}, "https://ideas.repec.org/a/eee/crcspp/v5y1977ip231-233.html": {"abstract": "No abstract is available for this item.", "authors": ["epha128"], "abstractStem": "no abstract is avail for thi item", "title": "Structural unemployment and the productivity of women: A comment"}, "https://ideas.repec.org/a/oup/restud/v38y1971i2p229-244..html": {"abstract": "No abstract is available for this item.", "authors": [], "abstractStem": "no abstract is avail for thi item", "title": "The Dynamic Effects of Fiscal Policy in an Economy with Foresight"}, "https://ideas.repec.org/a/aea/aecrev/v66y1976i2p309-15.html": {"abstract": "No abstract is available for this item.", "authors": ["epha128"], "abstractStem": "no abstract is avail for thi item", "title": "Occupational Mobility and the Distribution of Occupational Success among Young Men"}, "https://ideas.repec.org/a/aea/aecrev/v87y1997i2p436-38.html": {"abstract": "No abstract is available for this item.", "authors": ["epha128"], "abstractStem": "no abstract is avail for thi item", "title": "Irving Fisher's Self-Stabilizing Money"}, "https://ideas.repec.org/a/ucp/jpolec/v81y1973i2ps200-01.html": {"abstract": "No abstract is available for this item.", "authors": ["epha128"], "abstractStem": "no abstract is avail for thi item", "title": "The Effect of Children on the Housewife's Value of Time: Comment"}, "https://ideas.repec.org/a/ucp/jpolec/v86y1978i6p971-87.html": {"abstract": "No abstract is available for this item.", "authors": ["epha128"], "abstractStem": "no abstract is avail for thi item", "title": "Stochastic Implications of the Life Cycle-Permanent Income Hypothesis: Theory and Evidence"}, "https://ideas.repec.org/a/eee/moneco/v12y1983i1p33-50.html": {"abstract": "No abstract is available for this item.", "authors": ["epha128"], "abstractStem": "no abstract is avail for thi item", "title": "Optimal fiduciary monetary systems"}, "https://ideas.repec.org/a/fip/fedfpr/y2007inovx18.html": {"abstract": "No abstract is available for this item.", "authors": ["epha128"], "abstractStem": "no abstract is avail for thi item", "title": "Business volatility, job destruction and unemployment - discussion"}, "https://ideas.repec.org/a/bin/bpeajo/v11y1980i1980-1p1-5.html": {"abstract": "No abstract is available for this item.", "authors": ["epha128"], "abstractStem": "no abstract is avail for thi item", "title": "Arthur M. Okun, 1928-1980"}, "https://ideas.repec.org/a/bin/bpeajo/v40y2009i2009-02p183-249.html": {"abstract": "During World War II and the Korean War, real GDP grew by about half the amount of the increase in government purchases. With allowance for other factors holding back GDP growth during those wars, the multiplier linking government purchases to GDP may be in the range of 0.7 to 1.0, a range generally supported by research based on vector autoregressions that control for other determinants, but higher values are not ruled out. New Keynesian macro models have multipliers in that range as well. On the other hand, neoclassical models have a much lower multiplier, because they predict that consumption falls when purchases rise. The key features of a model that delivers a higher multiplier are (1) the decline in the markup ratio of price over cost that occurs in those models when output rises, and (2) the elastic response of employment to an increase in demand. These features alone deliver a fairly high multiplier and they are complementary to another feature associated with Keynes, the linkage of consumption to current income. Multipliers are higher--perhaps around 1 .7--when the nominal interest rate is at its lower bound of zero, as it was during 2009.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epha128"], "abstractStem": "dure world war ii and the korean war real gdp grew by about half the amount of the increas in govern purchas with allow for other factor hold back gdp growth dure those war the multipli link govern purchas to gdp may be in the rang of 07 to 10 a rang gener support by research base on vector autoregress that control for other determin but higher valu are not rule out new keynesian macro model have multipli in that rang as well on the other hand neoclass model have a much lower multipli becaus they predict that consumpt fall when purchas rise the key featur of a model that deliv a higher multipli are 1 the declin in the markup ratio of price over cost that occur in those model when output rise and 2 the elast respons of employ to an increas in demand these featur alon deliv a fairli high multipli and they are complementari to anoth featur associ with keyn the linkag of consumpt to current incom multipli are higherperhap around 1 7when the nomin interest rate is at it lower bound of zero as it wa dure 2009pthi abstract wa borrow from anoth version of thi item", "title": "By How Much Does GDP Rise If the Government Buys More Output?"}, "https://ideas.repec.org/a/aea/aecrev/v100y2010i2pxi-xii.html": {"abstract": "No abstract is available for this item.", "authors": ["epha128"], "abstractStem": "no abstract is avail for thi item", "title": "Foreword"}, "https://ideas.repec.org/a/eee/crcspp/v55y2001i1p167-169.html": {"abstract": "No abstract is available for this item.", "authors": ["epha128"], "abstractStem": "no abstract is avail for thi item", "title": "Productivity growth in the 1990s: technology, utilization, or adjustment? A comment"}, "homepage": "https://ideas.repec.org/e/pha128.html", "https://ideas.repec.org/a/ucp/jpolec/v96y1988i5p921-47.html": {"abstract": " An examination of data on output and labor input reveals that some U.S. industries have marginal cost well below price. The conclusion rests on the finding that cyclical variations in labor input are small compared with variations in output. In booms, firms produce substantially more output and sell it for a price that exceeds the costs of the added inputs. This paper documents the disparity between price and marginal cost, where marginal cost is estimated from annual variations in cost. It considers a variety of explanations of the findings that are consistent with competition, but none is found to be completely plausible. Copyright 1988 by University of Chicago Press.", "authors": ["epha128"], "abstractStem": " an examin of data on output and labor input reveal that some us industri have margin cost well below price the conclus rest on the find that cyclic variat in labor input are small compar with variat in output in boom firm produc substanti more output and sell it for a price that exce the cost of the ad input thi paper document the dispar between price and margin cost where margin cost is estim from annual variat in cost it consid a varieti of explan of the find that are consist with competit but none is found to be complet plausibl copyright 1988 by univers of chicago press", "title": "The Relation between Price and Marginal Cost in U.S. Industry"}, "lastname": "Hall", "https://ideas.repec.org/a/fip/fedbcp/y2007n52.html": {"abstract": "A consensus in macroeconomics holds that the observed higher-frequency movements in employment and hours of work are movements along a labor-supply function caused by shifts of the labor demand function. Recent theoretical thinking has extended this view to include fluctuations in unemployment, so that macroeconomists can speak coherently of movements along an unemployment function caused by shifts in labor demand.", "authors": ["epha128"], "abstractStem": "a consensu in macroeconom hold that the observ higherfrequ movement in employ and hour of work are movement along a laborsuppli function caus by shift of the labor demand function recent theoret think ha extend thi view to includ fluctuat in unemploy so that macroeconomist can speak coher of movement along an unemploy function caus by shift in labor demand", "title": "Cyclical movements along the labor supply function"}, "https://ideas.repec.org/a/bla/ajecsc/v64y2005i1p93-112.html": {"abstract": " Governments determine the size of the unit of value just as they determine the length and weight of physical units of measure. What are the different ways that a government can control the size of the unit of value, that is, control the price level? In general, the government designates a resource-gold, paper currency, another country's currency-and defines its unit of value as a particular amount of that resource. An interesting variant, proposed by Irving Fisher in 1913 and implemented more recently in Chile, is to alter the resource content of the unit to stabilize the price level. Another idea is to alter the interest rate paid on reserves in a way that stabilizes the price level. This essay originally appeared as \"Controlling the Price Level,\"\"Contributions to Macroeconomics\" 2(1), Article 5. See http://www.bepress.com/bejm/contributions/vol2/iss1/art5 . Reprinted with kind permission of the Berkeley Electronic Press. Copyright 2005 American Journal of Economics and Sociology, Inc..", "authors": ["epha128"], "abstractStem": " govern determin the size of the unit of valu just as they determin the length and weight of physic unit of measur what are the differ way that a govern can control the size of the unit of valu that is control the price level in gener the govern design a resourcegold paper currenc anoth countri currencyand defin it unit of valu as a particular amount of that resourc an interest variant propos by irv fisher in 1913 and implement more recent in chile is to alter the resourc content of the unit to stabil the price level anoth idea is to alter the interest rate paid on reserv in a way that stabil the price level thi essay origin appear as control the price levelcontribut to macroeconom 21 articl 5 see httpwwwbepresscombejmcontributionsvol2iss1art5  reprint with kind permiss of the berkeley electron press copyright 2005 american journal of econom and sociolog inc", "title": "Hall and Price Level"}, "https://ideas.repec.org/a/bin/bpeajo/v2y1971i1971-1p213-218.html": {"abstract": "No abstract is available for this item.", "authors": ["epha128"], "abstractStem": "no abstract is avail for thi item", "title": "The Market for Professional and Technical Workers"}, "https://ideas.repec.org/a/aea/aecrev/v87y1997i2p173-77.html": {"abstract": "January 1997, Version 1.01 Prepared for the American Economic Review Papers and Proceedings , May 1997. See also \"The Productivity of Nations\"<p>(This abstract was borrowed from another version of this item.)", "authors": ["epha128", "epjo24"], "abstractStem": "januari 1997 version 101 prepar for the american econom review paper and proceed  may 1997 see also the product of nationspthi abstract wa borrow from anoth version of thi item", "title": "Levels of Economic Activity across Countries"}, "https://ideas.repec.org/a/bin/bpeajo/v11y1980i1980-1p91-142.html": {"abstract": "No abstract is available for this item.", "authors": ["epha128"], "abstractStem": "no abstract is avail for thi item", "title": "Employment Fluctuations and Wage Rigidity"}, "https://ideas.repec.org/a/aea/aecrev/v93y2003i2p145-150.html": {"abstract": "Strong and widely accepted evidence shows that the natural rate of unemployment varies over time with substantial amplitude. The frictions in the labor market that account for positive normal levels of unemployment are not simple and mechanical. Instead, as a rich modern body of theory demonstrates, the natural rate of unemployment is an equilibrium in which the volumes of job-seeking by workers and worker-seeking by employers reach a balance controlled by fundamental determinants of the relative prices of the two activities. In recessions, unemployment rises, and job vacancies fall. The natural explanation is an economywide fall in labor demand. But a compelling model that generates a fall in labor demand without a counterfactual fall in productivity has eluded theorists to date. Nonetheless, policymakers have appropriately adopted the view that the natural rate varies over time and is not a simple benchmark for setting monetary instruments.", "authors": ["epha128"], "abstractStem": "strong and wide accept evid show that the natur rate of unemploy vari over time with substanti amplitud the friction in the labor market that account for posit normal level of unemploy are not simpl and mechan instead as a rich modern bodi of theori demonstr the natur rate of unemploy is an equilibrium in which the volum of jobseek by worker and workerseek by employ reach a balanc control by fundament determin of the rel price of the two activ in recess unemploy rise and job vacanc fall the natur explan is an economywid fall in labor demand but a compel model that gener a fall in labor demand without a counterfactu fall in product ha elud theorist to date nonetheless policymak have appropri adopt the view that the natur rate vari over time and is not a simpl benchmark for set monetari instrument", "title": "Modern Theory of Unemployment Fluctuations: Empirics and Policy Applications"}, "https://ideas.repec.org/a/aea/aecrev/v101y2011i2p431-69.html": {"abstract": " In a market-clearing economy, declines in demand from one sector do not cause large declines in aggregate output because other sectors expand. The key price mediating the response is the interest rate. A decline in the rate stimulates all categories of spending. But in a low-inflation economy, the room for a decline in the rate is small, because of the notorious lower limit of zero on the nominal interest rate. In the Great Depression, substantial deflation caused the real interest rate to reach high levels. In the Great Slump that began at the end of 2007, low inflation resulted in an only slightly negative real rate when full employment called for a much lower real rate because of declines in demand. Fortunately, the inflation rate hardly responded to conditions in product and labor markets, else deflation might have occurred, with an even higher real interest rate. I concentrate on three closely related sources of declines in demand: the buildup of excess stocks of housing and consumer durables, the corresponding expansion of consumer debt that financed the buildup, and financial frictions that resulted from the decline in real-estate prices. (JEL E23, E24, E31, E32, E65)", "authors": ["epha128"], "abstractStem": " in a marketclear economi declin in demand from one sector do not caus larg declin in aggreg output becaus other sector expand the key price mediat the respons is the interest rate a declin in the rate stimul all categori of spend but in a lowinfl economi the room for a declin in the rate is small becaus of the notori lower limit of zero on the nomin interest rate in the great depress substanti deflat caus the real interest rate to reach high level in the great slump that began at the end of 2007 low inflat result in an onli slightli neg real rate when full employ call for a much lower real rate becaus of declin in demand fortun the inflat rate hardli respond to condit in product and labor market els deflat might have occur with an even higher real interest rate i concentr on three close relat sourc of declin in demand the buildup of excess stock of hous and consum durabl the correspond expans of consum debt that financ the buildup and financi friction that result from the declin in realest price jel e23 e24 e31 e32 e65", "title": "The Long Slump"}, "https://ideas.repec.org/a/eee/crcspp/v48y1998ip95-99.html": {"abstract": "No abstract is available for this item.", "authors": ["epha128"], "abstractStem": "no abstract is avail for thi item", "title": "Jobless growth: appropriability, factor substitution, and unemployment : A comment"}, "https://ideas.repec.org/a/eee/crcspp/v1y1976ip127-148.html": {"abstract": "No abstract is available for this item.", "authors": ["epha128"], "abstractStem": "no abstract is avail for thi item", "title": "The Phillips curve and macroeconomic policy"}, "https://ideas.repec.org/a/ucp/jpolec/v81y1973i4p878-92.html": {"abstract": "No abstract is available for this item.", "authors": ["epha128"], "abstractStem": "no abstract is avail for thi item", "title": "The Specification of Technology with Several Kinds of Output"}, "https://ideas.repec.org/a/aea/aejmac/v4y2012i4p56-67.html": {"abstract": "Some workers bargain with prospective employers before accepting a job. Others face a posted wage as a take-it-or-leave-it opportunity. Both modes of wage determination have generated large bodies of research. We surveyed a representative sample of US workers to inquire about the wage determination process at the time they were hired into their current or most recent jobs. A third of the respondents reported bargaining over pay before accepting their current jobs. Almost a third of workers had precise information about pay when they first met with their employers, a sign of wage posting. About 40 percent of workers were on-the-job searchers-they could have remained at their earlier jobs at the time they accepted their current jobs, indicating a more favorable bargaining position than is held by unemployed job-seekers. About half of all workers reported that their employers had learned their pay in their earlier jobs before making the offer that led to the current job. (JEL C83, J31, J52, J64)", "authors": ["epha128", "epkr63"], "abstractStem": "some worker bargain with prospect employ befor accept a job other face a post wage as a takeitorleaveit opportun both mode of wage determin have gener larg bodi of research we survey a repres sampl of us worker to inquir about the wage determin process at the time they were hire into their current or most recent job a third of the respond report bargain over pay befor accept their current job almost a third of worker had precis inform about pay when they first met with their employ a sign of wage post about 40 percent of worker were onthejob searchersthey could have remain at their earlier job at the time they accept their current job indic a more favor bargain posit than is held by unemploy jobseek about half of all worker report that their employ had learn their pay in their earlier job befor make the offer that led to the current job jel c83 j31 j52 j64", "title": "Evidence on the Incidence of Wage Posting, Wage Bargaining, and On-the-Job Search"}, "https://ideas.repec.org/a/eee/moneco/v5y1979i2p153-169.html": {"abstract": "In this paper, a theory of the natural or equilibrium rate of unemployment is built around a theory of the duration of employment. Evidence is presented that most unemployed workers became unemployed because their previous jobs came to an end; only a minority are on temporary layoff or have just entered the labor force. Thus, high-unemployment labor markets are generally ones where jobs are brief and there is a large flow of newly jobless workers. The model of the duration of employment posits that employment arrangements are the efficient outcome of the balancing of workers' and employers' interests about the length of jobs. Full equilibrium in the labor market also requires that the rate at which unemployed workers find new jobs be efficient. The factors influencing the resulting natural unemployment rate are discussed. Under plausible assumptions, the natural rate is independent of the supply or demand for labor. Only the costs of recruiting, the costs of turnover to employers, the efficiency of matching jobs and workers, and the cost of unemployment to workers are likely to influence the natural rate of unemployment strongly. Since these are probably stable over time, the paper concludes that fluctuations in the natural unemployment rate are unlikely to contribute much to fluctuations in the observed unemployment rate.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epha128"], "abstractStem": "in thi paper a theori of the natur or equilibrium rate of unemploy is built around a theori of the durat of employ evid is present that most unemploy worker becam unemploy becaus their previou job came to an end onli a minor are on temporari layoff or have just enter the labor forc thu highunemploy labor market are gener one where job are brief and there is a larg flow of newli jobless worker the model of the durat of employ posit that employ arrang are the effici outcom of the balanc of worker and employ interest about the length of job full equilibrium in the labor market also requir that the rate at which unemploy worker find new job be effici the factor influenc the result natur unemploy rate are discuss under plausibl assumpt the natur rate is independ of the suppli or demand for labor onli the cost of recruit the cost of turnov to employ the effici of match job and worker and the cost of unemploy to worker are like to influenc the natur rate of unemploy strongli sinc these are probabl stabl over time the paper conclud that fluctuat in the natur unemploy rate are unlik to contribut much to fluctuat in the observ unemploy ratepthi abstract wa borrow from anoth version of thi item", "title": "A theory of the natural unemployment rate and the duration of employment"}, "https://ideas.repec.org/a/eee/eecrev/v16y1981i1p193-194.html": {"abstract": "No abstract is available for this item.", "authors": ["epha128"], "abstractStem": "no abstract is avail for thi item", "title": "'Interpreting economic evidence' by Davidson and Hendry"}, "https://ideas.repec.org/a/ecj/econjl/v121y2011i552p351-378.html": {"abstract": "No abstract is available for this item.", "authors": ["epha128"], "abstractStem": "no abstract is avail for thi item", "title": "The High Sensitivity of Economic Activity to Financial Frictions"}, "https://ideas.repec.org/a/bin/bpeajo/v6y1975i1975-2p301-350.html": {"abstract": "No abstract is available for this item.", "authors": ["epha128"], "abstractStem": "no abstract is avail for thi item", "title": "The Rigidity of Wages and the Persistence of Unemployment"}, "https://ideas.repec.org/a/bla/coecpo/v12y1994i2p1-20.html": {"abstract": "No abstract is available for this item.", "authors": ["epha128", "epje57", "epsh93"], "abstractStem": "no abstract is avail for thi item", "title": "Economics And Organizational Innovation"}, "https://ideas.repec.org/a/aea/aecrev/v90y2000i2p188-191.html": {"abstract": "No abstract is available for this item.", "authors": ["epha128"], "abstractStem": "no abstract is avail for thi item", "title": "Toward a Quantification of the Effects of Microsoft's Conduct"}, "https://ideas.repec.org/a/bpj/bejmac/vcontributions.2y2002i1n5.html": {"abstract": "Governments determine the size of the unit of value just as they determine the length of the length and weight of physical units of measure. What are the different ways that a government can control the size of the unit of value, that is, control the price level? In general, the government designates a resource—gold, paper currency, another country’s currency—and defines its unit of value as a particular amount of that resource. An interesting variant—proposed by Irving Fisher in 1913 and implemented more recently in Chile—is to alter the resource content of the unit to stabilize the price level. Another idea is to alter the interest rate paid on reserves in a way that stabilizes the price level.", "authors": ["epha128"], "abstractStem": "govern determin the size of the unit of valu just as they determin the length of the length and weight of physic unit of measur what are the differ way that a govern can control the size of the unit of valu that is control the price level in gener the govern design a resourc gold paper currenc anoth countri s currenc and defin it unit of valu as a particular amount of that resourc an interest variant propos by irv fisher in 1913 and implement more recent in chile is to alter the resourc content of the unit to stabil the price level anoth idea is to alter the interest rate paid on reserv in a way that stabil the price level", "title": "Controlling the Price Level"}, "https://ideas.repec.org/a/fip/fedfpr/y2005x23.html": {"abstract": "Health care extends life. Over the past half century, Americans spent a rising share of total economic resources on health and enjoyed substantially longer lives as a result. Debate on health policy often focuses on limiting the growth of health spending. We investigate an issue central to this debate: Is the growth of health spending the rational response to changing economic conditions - notably the growth of income per person? We develop a model based on standard economic assumptions and argue that this is indeed the case. Standard preferences - of the kind used widely in economics to study consumption, asset pricing, and labor supply - imply that health spending is a superior good with an income elasticity well above one. As people get richer and consumption rises, the marginal utility of consumption falls rapidly. Spending on health to extend life allows individuals to purchase additional periods of utility. The marginal utility of life extension does not decline. As a result, the optimal composition of total spending shifts toward health, and the health share grows along with income. This effect exists despite sharp diminishing returns in the technology of life extension. In projections based on the quantitative analysis of our model, the optimal health share of spending seems likely to exceed 30 percent by the middle of the century.", "authors": ["epha128", "epjo24"], "abstractStem": "health care extend life over the past half centuri american spent a rise share of total econom resourc on health and enjoy substanti longer live as a result debat on health polici often focus on limit the growth of health spend we investig an issu central to thi debat is the growth of health spend the ration respons to chang econom condit  notabl the growth of incom per person we develop a model base on standard econom assumpt and argu that thi is inde the case standard prefer  of the kind use wide in econom to studi consumpt asset price and labor suppli  impli that health spend is a superior good with an incom elast well abov one as peopl get richer and consumpt rise the margin util of consumpt fall rapidli spend on health to extend life allow individu to purchas addit period of util the margin util of life extens doe not declin as a result the optim composit of total spend shift toward health and the health share grow along with incom thi effect exist despit sharp diminish return in the technolog of life extens in project base on the quantit analysi of our model the optim health share of spend seem like to exceed 30 percent by the middl of the centuri", "title": "The value of life and the rise in health spending"}, "https://ideas.repec.org/a/aea/aecrev/v83y1993i2p275-79.html": {"abstract": "No abstract is available for this item.", "authors": ["epha128"], "abstractStem": "no abstract is avail for thi item", "title": "Macro Theory and the Recession of 1990-1991"}, "https://ideas.repec.org/a/aea/aecrev/v78y1988i2p269-75.html": {"abstract": "Fluctuations in the equilibrium rate of unemployment can only be understood within a theory of the natural or equilibrium rate. It is not enough to say that unemployment is the difference between supply and demand in the labor market, though of course it always will be. In equilibrium, no participants in the market can have an unexploited opportunity to make themselves better off. At the equilibrium unemployment rate, employers cannot obtain labor at lower cost by offering work at below the market wage to the unemployed. Unemployed workers cannot raise their effective real incomes by taking lower wages in exchange for immediate employment. The task of the theory is to explain why any unemployment remains at all when these conditions are satisfied. Part of this problem has been studied in detail in the \"search theory\" of unemployment -- once a worker becomes unemployed, it is reasonably well understood why the worker does not become employed again immediately. The theory of why people become unemployed in the first place is less well developed and is the main concern of this paper. Most of the unemployed are looking for new work because their previous jobs ran out. Consequently, the main ingredient of a theory of the flow of workers into unemployment is a theory of the duration of employment. Such a theory is developed here, along reasonably standard lines.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epha128"], "abstractStem": "fluctuat in the equilibrium rate of unemploy can onli be understood within a theori of the natur or equilibrium rate it is not enough to say that unemploy is the differ between suppli and demand in the labor market though of cours it alway will be in equilibrium no particip in the market can have an unexploit opportun to make themselv better off at the equilibrium unemploy rate employ cannot obtain labor at lower cost by offer work at below the market wage to the unemploy unemploy worker cannot rais their effect real incom by take lower wage in exchang for immedi employ the task of the theori is to explain whi ani unemploy remain at all when these condit are satisfi part of thi problem ha been studi in detail in the search theori of unemploy  onc a worker becom unemploy it is reason well understood whi the worker doe not becom employ again immedi the theori of whi peopl becom unemploy in the first place is less well develop and is the main concern of thi paper most of the unemploy are look for new work becaus their previou job ran out consequ the main ingredi of a theori of the flow of worker into unemploy is a theori of the durat of employ such a theori is develop here along reason standard linespthi abstract wa borrow from anoth version of thi item", "title": "Fluctuations in Equilibrium Unemployment"}, "https://ideas.repec.org/a/aea/aecrev/v91y2001i2p1-11.html": {"abstract": "No abstract is available for this item.", "authors": ["epha128"], "abstractStem": "no abstract is avail for thi item", "title": "Struggling to Understand the Stock Market"}, "https://ideas.repec.org/a/ucp/jlabec/v2y1984i2p233-57.html": {"abstract": "Excessive layoffs in bad times and excessive quits in good times both stem from the same weakness in practical employment arrangements: the specific nature of worker-firm relations creates a situation of bilateral monopoly. Institutions which have arisen to avert the associated inefficiency cannot mimic the separation decisions of a perfect-information, first-best allocation rule. Simple employment rules based on predetermined or indexed wages are in many cases the most desirable among the class of feasible employment arrangements. More complicated contracts which seem to deal more effectively with turnover issues are either infeasible because of informational requirements or create adverse incentives on some other dimension.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epha128", "epla64"], "abstractStem": "excess layoff in bad time and excess quit in good time both stem from the same weak in practic employ arrang the specif natur of workerfirm relat creat a situat of bilater monopoli institut which have arisen to avert the associ ineffici cannot mimic the separ decis of a perfectinform firstbest alloc rule simpl employ rule base on predetermin or index wage are in mani case the most desir among the class of feasibl employ arrang more complic contract which seem to deal more effect with turnov issu are either infeas becaus of inform requir or creat advers incent on some other dimensionpthi abstract wa borrow from anoth version of thi item", "title": "The Excess Sensitivity of Layoffs and Quits to Demand"}, "https://ideas.repec.org/a/aea/aecrev/v100y2010i3p1163-94.html": {"abstract": "Entrepreneurship is risky. We study the risk facing a well-documented and important class of entrepreneurs, those backed by venture capital. Using a dynamic program, we calculate the certainty-equivalent of the difference between the cash rewards that entrepreneurs actually received over the past 20 years and the cash that entrepreneurs would have received from a risk-free salaried job. The payoff to a venture-backed entrepreneur comprises a below-market salary and a share of the equity value of the company when it goes public or is acquired. We find that the typical venture-backed entrepreneur received an average of $5.8 million in exit cash. Almost three-quarters of entrepreneurs receive nothing at exit and a few receive over a billion dollars. Because of the extreme dispersion of payoffs, an entrepreneur with a coefficient of relative risk aversion of two places a certainty equivalent value only slightly greater than zero on the distribution of outcomes she faces at the time of her company's launch. (JEL G24, G32, L26, M13)", "authors": ["epha128"], "abstractStem": "entrepreneurship is riski we studi the risk face a welldocu and import class of entrepreneur those back by ventur capit use a dynam program we calcul the certaintyequival of the differ between the cash reward that entrepreneur actual receiv over the past 20 year and the cash that entrepreneur would have receiv from a riskfre salari job the payoff to a ventureback entrepreneur compris a belowmarket salari and a share of the equiti valu of the compani when it goe public or is acquir we find that the typic ventureback entrepreneur receiv an averag of 58 million in exit cash almost threequart of entrepreneur receiv noth at exit and a few receiv over a billion dollar becaus of the extrem dispers of payoff an entrepreneur with a coeffici of rel risk avers of two place a certainti equival valu onli slightli greater than zero on the distribut of outcom she face at the time of her compani launch jel g24 g32 l26 m13", "title": "The Burden of the Nondiversifiable Risk of Entrepreneurship"}, "https://ideas.repec.org/a/bla/germec/v15y2014i1p4-22.html": {"abstract": " type=\"main\" xml:id=\"geer12025-abs-0001\"&gt;  Using a recursive empirical model of the real interest rate, GDP growth and the primary government deficit in the United States, I solve for the ergodic distribution of the debt/GDP ratio. If such a distribution exists, the government is satisfying its intertemporal budget constraint. One key finding is that historical fiscal policy would bring the current high-debt ratio back to its normal level of 0.35 over the coming decade. Forecasts of continuing increases in the ratio over the decade make the implicit assumption that fiscal policy has shifted dramatically. In the variant of the model that matches the forecast, the government would not satisfy its intertemporal budget constraint if the policy was permanent. The willingness of investors to hold US government debt implies a belief that the high-deficit policy is transitory.", "authors": ["epha128"], "abstractStem": " typemain xmlidgeer12025abs0001gt  use a recurs empir model of the real interest rate gdp growth and the primari govern deficit in the unit state i solv for the ergod distribut of the debtgdp ratio if such a distribut exist the govern is satisfi it intertempor budget constraint one key find is that histor fiscal polici would bring the current highdebt ratio back to it normal level of 035 over the come decad forecast of continu increas in the ratio over the decad make the implicit assumpt that fiscal polici ha shift dramat in the variant of the model that match the forecast the govern would not satisfi it intertempor budget constraint if the polici wa perman the willing of investor to hold us govern debt impli a belief that the highdeficit polici is transitori", "title": "Fiscal Stability of High-Debt Nations under Volatile Economic Conditions"}, "https://ideas.repec.org/a/aea/aecrev/v59y1969i3p388-401.html": {"abstract": "No abstract is available for this item.", "authors": ["epha128"], "abstractStem": "no abstract is avail for thi item", "title": "Tax Policy and Investment Behavior: Reply and Further Results"}, "https://ideas.repec.org/a/aea/aecrev/v91y2001i5p1185-1202.html": {"abstract": "The value of a firm's securities measures the value of the firm's productive assets. If the assets include only capital goods and not a permanent monopoly franchise, the value of the securities measures the value of the capital. Finally, if the price of the capital can be measured or inferred, the quantity of capital is the value divided by the price. A standard model of adjustment costs enables the inference of the price of installed capital. Data from U.S. corporations over the past 50 years imply that corporations have formed large amounts of intangible capital, especially in the past decade.", "authors": ["epha128"], "abstractStem": "the valu of a firm secur measur the valu of the firm product asset if the asset includ onli capit good and not a perman monopoli franchis the valu of the secur measur the valu of the capit final if the price of the capit can be measur or infer the quantiti of capit is the valu divid by the price a standard model of adjust cost enabl the infer of the price of instal capit data from us corpor over the past 50 year impli that corpor have form larg amount of intang capit especi in the past decad", "title": "The Stock Market and Capital Accumulation"}, "https://ideas.repec.org/a/bla/econom/v48y1981i190p109-23.html": {"abstract": "No abstract is available for this item.", "authors": ["epha128"], "abstractStem": "no abstract is avail for thi item", "title": "The Probability of Dependence on Public Assistance"}, "https://ideas.repec.org/a/aea/aecrev/v95y2005i1p50-65.html": {"abstract": "Following a recession, the aggregate labor market is slack-employment remains below normal and recruiting efforts of employers, as measured by help-wanted advertising and vacancies, are low. A model of matching friction explains the qualitative responses of the labor market to adverse shocks, but requires implausibly large shocks to account for the magnitude of observed fluctuations. The incorporation of wage stickiness vastly increases the sensitivity of the model to driving forces. I develop a new model of the way that wage stickiness affects unemployment. The stickiness arises in an economic equilibrium and satisfies the condition that no worker-employer pair has an unexploited opportunity for mutual improvement. Sticky wages neither interfere with the efficient formation of employment matches nor cause inefficient job loss. Thus the model provides an answer to the fundamental criticism previously directed at sticky-wage models of fluctuations.", "authors": ["epha128"], "abstractStem": "follow a recess the aggreg labor market is slackemploy remain below normal and recruit effort of employ as measur by helpwant advertis and vacanc are low a model of match friction explain the qualit respons of the labor market to advers shock but requir implaus larg shock to account for the magnitud of observ fluctuat the incorpor of wage sticki vastli increas the sensit of the model to drive forc i develop a new model of the way that wage sticki affect unemploy the sticki aris in an econom equilibrium and satisfi the condit that no workeremploy pair ha an unexploit opportun for mutual improv sticki wage neither interfer with the effici format of employ match nor caus ineffici job loss thu the model provid an answer to the fundament critic previous direct at stickywag model of fluctuat", "title": "Employment Fluctuations with Equilibrium Wage Stickiness"}, "https://ideas.repec.org/a/bin/bpeajo/v38y2007i2007-2p13-30.html": {"abstract": "No abstract is available for this item.", "authors": ["epha128"], "abstractStem": "no abstract is avail for thi item", "title": "How Much Do We Understand about the Modern Recession?"}, "https://ideas.repec.org/a/eee/crcspp/v12y1980ip7-33.html": {"abstract": "Issues of labor supply are at the heart of macroeconomic explanations of the large cyclical fluctuations of output observed in modern economies. This paper starts with a serious empirical examination of the view that the labor market is always in balance-that every observed combination of employment and compensation is a point of intersection of the relevant supply and demand curves. I will call this the \"intertemporal substitution\" model of fluctuations. According to this model, workers are willing to shift their hours of work from one year to another in response to modest shifts in relative wages. The paper goes on to point out a strong implication of the pure inter- temporal substitution model, namely, the irrelevance of changes in the money supply for the labor supply function. A model where markets clear instantly ought to obey full monetary neutrality. The data refute this implication absolutely unambiguously. The money stock unambiguously shifts the labor supply function. The pure substitution model seems untenable in the light of this evidence. The paper then turns to explanations of the nonneutrality of money in the short run. According to the most carefully worked out line of thought, monetary shocks cause workers to make inappropriate intertemporal shifts in labor supply, because they lack complete information about the source of aggregate shocks and are forced to respond in the same way to real and nominal disturbances. Finally, the paper turns to the view that, in the short run, labor supply is largely irrelevant to the determination of aggregate employment.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epha128"], "abstractStem": "issu of labor suppli are at the heart of macroeconom explan of the larg cyclic fluctuat of output observ in modern economi thi paper start with a seriou empir examin of the view that the labor market is alway in balancethat everi observ combin of employ and compens is a point of intersect of the relev suppli and demand curv i will call thi the intertempor substitut model of fluctuat accord to thi model worker are will to shift their hour of work from one year to anoth in respons to modest shift in rel wage the paper goe on to point out a strong implic of the pure inter tempor substitut model name the irrelev of chang in the money suppli for the labor suppli function a model where market clear instantli ought to obey full monetari neutral the data refut thi implic absolut unambigu the money stock unambigu shift the labor suppli function the pure substitut model seem unten in the light of thi evid the paper then turn to explan of the nonneutr of money in the short run accord to the most care work out line of thought monetari shock caus worker to make inappropri intertempor shift in labor suppli becaus they lack complet inform about the sourc of aggreg shock and are forc to respond in the same way to real and nomin disturb final the paper turn to the view that in the short run labor suppli is larg irrelev to the determin of aggreg employmentpthi abstract wa borrow from anoth version of thi item", "title": "Labor supply and aggregate fluctuations"}, "https://ideas.repec.org/a/bin/bpeajo/v5y1974i1974-2p343-410.html": {"abstract": "No abstract is available for this item.", "authors": ["epha128"], "abstractStem": "no abstract is avail for thi item", "title": "The Process of Inflation in the Labor Market"}, "https://ideas.repec.org/a/bin/bpeajo/v1y1970i1970-3p369-410.html": {"abstract": "No abstract is available for this item.", "authors": ["epha128"], "abstractStem": "no abstract is avail for thi item", "title": "Why Is the Unemployment Rate So High at Full Employment?"}, "https://ideas.repec.org/a/bin/bpeajo/v26y1995i1995-1p221-274.html": {"abstract": "No abstract is available for this item.", "authors": ["epha128"], "abstractStem": "no abstract is avail for thi item", "title": "Lost Jobs"}, "https://ideas.repec.org/a/eee/moneco/v55y2008i5p980-982.html": {"abstract": "No abstract is available for this item.", "authors": ["epha128"], "abstractStem": "no abstract is avail for thi item", "title": "Discussion of \"Aggregate implications of indivisible labor, incomplete markets, and labor-market frictions\" by Per Krusell, Toshihiko Mukoyama, Richard Rogerson, and Aysegul Sahin"}, "https://ideas.repec.org/a/ucp/jpolec/v117y2009i2p281-323.html": {"abstract": " Recessions appear to be times when the marginal rate of substitution between goods and workers' time falls below the marginal product of labor. If so, the allocation of workers' time is inefficient. I develop a model of households and production that reconciles cyclical movements in the marginal value of time and the marginal product. The model embodies the findings of research that the Frisch elasticity of labor supply is less than one. It treats unemployment in a search-and-matching setup. Recessions do not result in private inefficiency in the allocation of labor, but the unemployment rate may be socially inefficiently high. (c) 2009 by The University of Chicago. All rights reserved.", "authors": ["epha128"], "abstractStem": " recess appear to be time when the margin rate of substitut between good and worker time fall below the margin product of labor if so the alloc of worker time is ineffici i develop a model of household and product that reconcil cyclic movement in the margin valu of time and the margin product the model embodi the find of research that the frisch elast of labor suppli is less than one it treat unemploy in a searchandmatch setup recess do not result in privat ineffici in the alloc of labor but the unemploy rate may be social ineffici high c 2009 by the univers of chicago all right reserv", "title": "Reconciling Cyclical Movements in the Marginal Value of Time and the Marginal Product of Labor"}, "https://ideas.repec.org/a/aen/journl/1980v01-02-a02.html": {"abstract": "No abstract is available for this item.", "authors": ["epha128"], "abstractStem": "no abstract is avail for thi item", "title": "Energy Prices and the U.S.Economy in 1979-1981"}, "https://ideas.repec.org/a/aea/aecrev/v69y1979i5p868-79.html": {"abstract": "Much recent thought has been devoted to the macroeconomic importance of the existence of wage contracts. Still, some puzzling features of the most conspicuous form of wage bargaining, that done formally by employers and labor unions, deserve further theoretical attention. Among these important features are: 1. Collective bargaining agreements are rarely contingent on outside events even though the parties have very imperfect knowledge of prospective economic conditions during the period of the contract. The only important exception is the indexing of wages to the cost of living. 2. Employers are permitted wide discretion in determining the level of employment when demand shifts unexpectedly. As employment varies, total compensation varies according to a formula established in the agreement. 3. Agreements are not permanent but are renegotiated on a regular cycle. 4. In the process of renegotiation, the current state of demand has little impact on the new wage schedule. On the other hand, current wages in other industries have an important influence. This feature especially has been denied or ignored by economic theorists even though it is a prominent part of the thinking of labor economists on wage determination.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epha128"], "abstractStem": "much recent thought ha been devot to the macroeconom import of the exist of wage contract still some puzzl featur of the most conspicu form of wage bargain that done formal by employ and labor union deserv further theoret attent among these import featur are 1 collect bargain agreement are rare conting on outsid event even though the parti have veri imperfect knowledg of prospect econom condit dure the period of the contract the onli import except is the index of wage to the cost of live 2 employ are permit wide discret in determin the level of employ when demand shift unexpectedli as employ vari total compens vari accord to a formula establish in the agreement 3 agreement are not perman but are renegoti on a regular cycl 4 in the process of renegoti the current state of demand ha littl impact on the new wage schedul on the other hand current wage in other industri have an import influenc thi featur especi ha been deni or ignor by econom theorist even though it is a promin part of the think of labor economist on wage determinationpthi abstract wa borrow from anoth version of thi item", "title": "Efficient Wage Bargains under Uncertain Supply and Demand"}, "https://ideas.repec.org/a/fip/fedkpr/y1983p85-122.html": {"abstract": "No abstract is available for this item.", "authors": ["epha128"], "abstractStem": "no abstract is avail for thi item", "title": "Macroeconomic policy under structural change"}, "https://ideas.repec.org/a/ucp/jpolec/v96y1988i2p339-57.html": {"abstract": " One of the important determinants of the response of saving and consumption to the real interest rate is the ela sticity of intertemporal substitution. That elasticity can be measure d by the response of the rate of change of consumption to changes in the expected real interest rate. A detailed study of data for the twe ntieth-century United States shows no strong evidence that the elasti city of intertemporal substitution is positive. Earlier findings of s ubstantially positive elasticities are reversed when appropriate esti mation methods are used. Copyright 1988 by University of Chicago Press.", "authors": ["epha128"], "abstractStem": " one of the import determin of the respons of save and consumpt to the real interest rate is the ela sticiti of intertempor substitut that elast can be measur d by the respons of the rate of chang of consumpt to chang in the expect real interest rate a detail studi of data for the twe ntiethcenturi unit state show no strong evid that the elasti citi of intertempor substitut is posit earlier find of s ubstanti posit elast are revers when appropri esti mation method are use copyright 1988 by univers of chicago press", "title": "Intertemporal Substitution in Consumption"}, "https://ideas.repec.org/a/bin/bpeajo/v1y1970i1970-1p147-151.html": {"abstract": "No abstract is available for this item.", "authors": ["epha128"], "abstractStem": "no abstract is avail for thi item", "title": "Recent Increases in Unemployment"}, "https://ideas.repec.org/a/ecm/emetrp/v44y1976i2p257-63.html": {"abstract": "No abstract is available for this item.", "authors": ["epha128"], "abstractStem": "no abstract is avail for thi item", "title": "An Approximate Divisia Index of Total Factor Productivity"}, "https://ideas.repec.org/a/aen/journl/1980v01-03-a02.html": {"abstract": "The rapid escalations of energy prices, in late 1973 and early 1974 and again in mid- and late-1979, have had major adverse impactson the U.S. economy. The energy price shock of 1973-1974 played a dominant role, by most accounts, in bringing about the deep recession and high inflation of the mid-1970s. In the most recent period, the full impact is yet to be seen, but it does not appear to be minor.In a previous paper published in this journal, (volume 1, number 2, April 1980), we presented the results of our efforts to quantify the economic impact on the U.S. economy of the July 1979 oil price increases;in that paper, we provided only a summary explanation of the model on which these results were based.", "authors": ["epha128"], "abstractStem": "the rapid escal of energi price in late 1973 and earli 1974 and again in mid and late1979 have had major advers impactson the us economi the energi price shock of 19731974 play a domin role by most account in bring about the deep recess and high inflat of the mid1970 in the most recent period the full impact is yet to be seen but it doe not appear to be minorin a previou paper publish in thi journal volum 1 number 2 april 1980 we present the result of our effort to quantifi the econom impact on the us economi of the juli 1979 oil price increasesin that paper we provid onli a summari explan of the model on which these result were base", "title": "Energy Prices, Inflation, and Recession, 1974-1975"}, "https://ideas.repec.org/a/bin/bpeajo/v24y1993i1993-1p1-50.html": {"abstract": "No abstract is available for this item.", "authors": ["epha128", "epha54"], "abstractStem": "no abstract is avail for thi item", "title": "The Value and Performance of U.S. Corporations"}, "https://ideas.repec.org/a/aea/aecrev/v86y1996i1p54-70.html": {"abstract": " To explain the large differences in labor productivity across U.S. states, the authors estimate two models--one based on local geographical externalities and the other on the diversity of local intermediate services--where spatial density results in aggregate increasing returns. Both models lead to a relation between county employment density and productivity at the state level. Using data on gross state output, the authors find that a doubling of employment density increases average labor productivity by around 6 percent. More than half of the variance of output per worker across states can be explained by differences in the density of economic activity. Copyright 1996 by American Economic Association.", "authors": ["epci47", "epha128"], "abstractStem": " to explain the larg differ in labor product across us state the author estim two modelson base on local geograph extern and the other on the divers of local intermedi serviceswher spatial densiti result in aggreg increas return both model lead to a relat between counti employ densiti and product at the state level use data on gross state output the author find that a doubl of employ densiti increas averag labor product by around 6 percent more than half of the varianc of output per worker across state can be explain by differ in the densiti of econom activ copyright 1996 by american econom associ", "title": "Productivity and the Density of Economic Activity"}, "https://ideas.repec.org/a/aea/jeclit/v20y1982i4p1552-56.html": {"abstract": "No abstract is available for this item.", "authors": ["epha128"], "abstractStem": "no abstract is avail for thi item", "title": "Monetary Trends in the United States and the United Kingdom: A Review from the Perspective of New Developments in Monetary Economics"}, "https://ideas.repec.org/a/ijc/ijcjou/y2013q2a8.html": {"abstract": "A comprehensive measure of financial friction is the difference between the return businesses earn from capital—plant and equipment—and the market cost of capital. The latter is the amount that investors earn from holding financial claims. I measure this friction as the difference between the marginal product of capital adjusted for capital gains and losses on that capital and the short-term interest rate. The friction measured in that way rose to an unprecedented level after the financial crisis that began in late 2008 and remained high four years later. Macro models show that overall economic activity is seriously adversely affected by such a large widening of frictions.", "authors": ["epha128"], "abstractStem": "a comprehens measur of financi friction is the differ between the return busi earn from capit plant and equip and the market cost of capit the latter is the amount that investor earn from hold financi claim i measur thi friction as the differ between the margin product of capit adjust for capit gain and loss on that capit and the shortterm interest rate the friction measur in that way rose to an unpreced level after the financi crisi that began in late 2008 and remain high four year later macro model show that overal econom activ is serious advers affect by such a larg widen of friction", "title": "Financial Frictions"}, "https://ideas.repec.org/a/fip/fedfpr/y2006x1.html": {"abstract": "The evolution of the aggregate labor market is far from smooth. I investigate the success of a macro model in replicating the observed levels of volatility of unemployment and other key variables. I take variations in productivity growth and in exogenous product demand (government purchases plus net exports) as the primary exogenous sources of fluctuations. The macro model embodies new ideas about the labor market, all based on equilibrium—the models I consider do not rest on inefficiency in the use of labor caused by an inappropriate wage. I find that non-standard features of the labor market are essential for understanding the volatility of unemployment. These models include simple equilibrium wage stickiness, where the sticky wage is an equilibrium selection rule. A second model based on modern bargaining theory delivers a different kind of stickiness and has a unique equilibrium. A third model posits fluctuations in matching efficiency that may arise from variations over time in the information about prospective jobs among job-seekers. Reasonable calibrations of each of the three models match the observed volatility of unemployment.", "authors": ["epha128"], "abstractStem": "the evolut of the aggreg labor market is far from smooth i investig the success of a macro model in replic the observ level of volatil of unemploy and other key variabl i take variat in product growth and in exogen product demand govern purchas plu net export as the primari exogen sourc of fluctuat the macro model embodi new idea about the labor market all base on equilibrium the model i consid do not rest on ineffici in the use of labor caus by an inappropri wage i find that nonstandard featur of the labor market are essenti for understand the volatil of unemploy these model includ simpl equilibrium wage sticki where the sticki wage is an equilibrium select rule a second model base on modern bargain theori deliv a differ kind of sticki and ha a uniqu equilibrium a third model posit fluctuat in match effici that may aris from variat over time in the inform about prospect job among jobseek reason calibr of each of the three model match the observ volatil of unemploy", "title": "The labor market and macro volatility: a nonstationary general-equilibrium analysis"}, "https://ideas.repec.org/a/oup/qjecon/v122y2007i1p39-72..html": {"abstract": "Over the past half century, Americans spent a rising share of total economic resources on health and enjoyed substantially longer lives as a result. Debate on health policy often focuses on limiting the growth of health spending. We investigate an issue central to this debate: Is the growth of health spending a rational response to changing economic conditions—notably the growth of income per person? We develop a model based on standard economic assumptions and argue that this is indeed the case. Standard preferences—of the kind used widely in economics to study consumption, asset pricing, and labor supply—imply that health spending is a superior good with an income elasticity well above one. As people get richer and consumption rises, the marginal utility of consumption falls rapidly. Spending on health to extend life allows individuals to purchase additional periods of utility. The marginal utility of life extension does not decline. As a result, the optimal composition of total spending shifts toward health, and the health share grows along with income. In projections based on the quantitative analysis of our model, the optimal health share of spending seems likely to exceed 30 percent by the middle of the century.", "authors": [], "abstractStem": "over the past half centuri american spent a rise share of total econom resourc on health and enjoy substanti longer live as a result debat on health polici often focus on limit the growth of health spend we investig an issu central to thi debat is the growth of health spend a ration respons to chang econom condit notabl the growth of incom per person we develop a model base on standard econom assumpt and argu that thi is inde the case standard prefer of the kind use wide in econom to studi consumpt asset price and labor suppli impli that health spend is a superior good with an incom elast well abov one as peopl get richer and consumpt rise the margin util of consumpt fall rapidli spend on health to extend life allow individu to purchas addit period of util the margin util of life extens doe not declin as a result the optim composit of total spend shift toward health and the health share grow along with incom in project base on the quantit analysi of our model the optim health share of spend seem like to exceed 30 percent by the middl of the centuri", "title": "The Value of Life and the Rise in Health Spending"}, "https://ideas.repec.org/a/bin/bpeajo/v38y2007i2007-2p7-12.html": {"abstract": "No abstract is available for this item.", "authors": ["epha128"], "abstractStem": "no abstract is avail for thi item", "title": "In Honor of William Brainard and George Perry"}, "https://ideas.repec.org/a/eee/crcspp/v27y1987ip421-444.html": {"abstract": "No abstract is available for this item.", "authors": ["epha128"], "abstractStem": "no abstract is avail for thi item", "title": "Productivity and the business cycle"}, "https://ideas.repec.org/a/fip/fedkpr/y2001p371-374.html": {"abstract": "No abstract is available for this item.", "authors": ["epha128"], "abstractStem": "no abstract is avail for thi item", "title": "Monetary policy in the information economy : commentary"}, "https://ideas.repec.org/a/fip/fedkpr/y2013.html": {"abstract": "No abstract is available for this item.", "authors": ["epha128"], "abstractStem": "no abstract is avail for thi item", "title": "The routes into and out of the zero lower bound"}, "https://ideas.repec.org/a/bin/bpeajo/v2y1971i1971-3p659-702.html": {"abstract": "No abstract is available for this item.", "authors": ["epha128"], "abstractStem": "no abstract is avail for thi item", "title": "Prospects for Shifting the Phillips Curve through Manpower Policy"}, "https://ideas.repec.org/a/bla/econom/v42y1975i168p373-84.html": {"abstract": "No abstract is available for this item.", "authors": ["epha128"], "abstractStem": "no abstract is avail for thi item", "title": "The Taxation of Earnings Under Public Assistance"}, "https://ideas.repec.org/a/aea/jecper/v24y2010i4p3-20.html": {"abstract": "The worst financial crisis in the history of the United States and many other countries started in 1929. The Great Depression followed. The second-worst struck in the fall of 2008 and the Great Recession followed. Commentators have dwelt endlessly on the causes of these and other deep financial collapses. This article pursues modern answers to a different question: why does output and employment collapse after a financial crisis and remain at low levels for several or many years after the crisis. It focuses on events in the United States since 2008. Existing macroeconomic models account successfully for the immediate effects of a financial crisis on output and employment. I will lay out a simple macro model that captures the most important features of modern models and show that realistic increases in financial frictions that occurred in the crisis of late 2008 will generate declines in real GDP and employment of the magnitude that occurred. But this model cannot explain why GDP and employment failed to recover once the financial crisis subsided—the model implies a recovery as soon as financial frictions return to normal. At the end of the article, I will mention some ideas that are in play to explain the persistent adverse effects of temporary crises, but have yet to be incorporated into the mainstream model.", "authors": ["epha128"], "abstractStem": "the worst financi crisi in the histori of the unit state and mani other countri start in 1929 the great depress follow the secondworst struck in the fall of 2008 and the great recess follow comment have dwelt endlessli on the caus of these and other deep financi collaps thi articl pursu modern answer to a differ question whi doe output and employ collaps after a financi crisi and remain at low level for sever or mani year after the crisi it focus on event in the unit state sinc 2008 exist macroeconom model account success for the immedi effect of a financi crisi on output and employ i will lay out a simpl macro model that captur the most import featur of modern model and show that realist increas in financi friction that occur in the crisi of late 2008 will gener declin in real gdp and employ of the magnitud that occur but thi model cannot explain whi gdp and employ fail to recov onc the financi crisi subsid the model impli a recoveri as soon as financi friction return to normal at the end of the articl i will mention some idea that are in play to explain the persist advers effect of temporari crise but have yet to be incorpor into the mainstream model", "title": "Why Does the Economy Fall to Pieces after a Financial Crisis?"}, "https://ideas.repec.org/a/bin/bpeajo/v17y1986i1986-2p285-338.html": {"abstract": "No abstract is available for this item.", "authors": ["epha128"], "abstractStem": "no abstract is avail for thi item", "title": "Market Structure and Macroeconomic Fluctuations"}, "https://ideas.repec.org/a/bin/bpeajo/v4y1973i1973-3p781-798.html": {"abstract": "No abstract is available for this item.", "authors": ["epha128"], "abstractStem": "no abstract is avail for thi item", "title": "The Relative Occupational Success of Blacks and Whites"}, "https://ideas.repec.org/a/aea/aecrev/v98y2008i4p1653-74.html": {"abstract": "When a job-seeker and an employer meet, find a prospective joint surplus, and bargain over the wage, conditions in the outside labor market, including especially unemployment, may have limited influence. The job-seeker's only credible threat during bargaining is to hold out for a better deal. The employer's threat is to delay bargaining. Consequently, the outcome of the bargain depends on the relative costs of delays to the parties, rather than on the payoffs that result from exiting negotiations. Modeling bargaining in this way makes wages less responsive to unemployment. A stochastic model of the labor market with credible bargaining and reasonable parameter values yields larger employment fluctuations than does the standard Mortensen-Pissarides model. (JEL J22, J23, J31, J64)", "authors": ["epha128", "epmi34"], "abstractStem": "when a jobseek and an employ meet find a prospect joint surplu and bargain over the wage condit in the outsid labor market includ especi unemploy may have limit influenc the jobseek onli credibl threat dure bargain is to hold out for a better deal the employ threat is to delay bargain consequ the outcom of the bargain depend on the rel cost of delay to the parti rather than on the payoff that result from exit negoti model bargain in thi way make wage less respons to unemploy a stochast model of the labor market with credibl bargain and reason paramet valu yield larger employ fluctuat than doe the standard mortensenpissarid model jel j22 j23 j31 j64", "title": "The Limited Influence of Unemployment on the Wage Bargain"}, "https://ideas.repec.org/a/aea/aecrev/v73y1983i2p219-22.html": {"abstract": "No abstract is available for this item.", "authors": ["epha128"], "abstractStem": "no abstract is avail for thi item", "title": "Is Unemployment a Macroeconomic Problem?"}, "https://ideas.repec.org/a/fip/fedfpr/y2003imar.html": {"abstract": "Earnings are the flow of value created by corporations. I concentrate on the concept called EBITDA-earnings before interest, taxes, depreciation, and amortization. This measure captures the results of the substantive non-financial activities of corporations and corresponds to the rental price of capital multiplied by the quantity of capital. I measure earnings per dollar of capital for all U.S. corporations and at the level of 35 U.S. industries. I develop a competitive benchmark for the level of earnings, which takes account of adjustment costs, taxes, depreciation, and the financial opportunity cost of funds. I find that aggregate corporate earnings track the benchmark reasonably closely, leaving a relatively small unexplained component. Thus evidence of the flow of value gives little help in explaining the large discrepancies found in earlier work in the level of the market value of claims on corporations relative to the replacement cost of the capital stock. However, at the industry level, I find substantial volatility of the unexplained component of earnings.", "authors": ["epha128"], "abstractStem": "earn are the flow of valu creat by corpor i concentr on the concept call ebitdaearn befor interest tax depreci and amort thi measur captur the result of the substant nonfinanci activ of corpor and correspond to the rental price of capit multipli by the quantiti of capit i measur earn per dollar of capit for all us corpor and at the level of 35 us industri i develop a competit benchmark for the level of earn which take account of adjust cost tax depreci and the financi opportun cost of fund i find that aggreg corpor earn track the benchmark reason close leav a rel small unexplain compon thu evid of the flow of valu give littl help in explain the larg discrep found in earlier work in the level of the market valu of claim on corpor rel to the replac cost of the capit stock howev at the industri level i find substanti volatil of the unexplain compon of earn", "title": "Dynamics of corporate earnings"}, "https://ideas.repec.org/a/bin/bpeajo/v31y2000i2000-2p73-118.html": {"abstract": "No abstract is available for this item.", "authors": ["epha128"], "abstractStem": "no abstract is avail for thi item", "title": "E-Capital: The Link between the Stock Market and the Labor Market in the 1990s"}, "https://ideas.repec.org/a/oup/qjecon/v119y2004i3p899-927..html": {"abstract": "I estimate adjustment costs for labor and capital from the Euler equations for factor demand. For both factors, I find relatively strong evidence against substantial adjustment costs. My estimates use annual data from two-digit industries. My results support the view that rents arising from adjustment costs are relatively small and are not an important part of the explanation of the large movements of the values of corporations in relation to the reproduction costs of their capital. I investigate the potential effects of three types of specification error: (1) aggregation over time, (2) aggregation over firms with heterogeneous demand shocks, and (3) estimation of a convex adjustment-cost technology in the presence of nonconvex discrete adjustment costs. I find that the likely biases from these specification errors are relatively small.", "authors": [], "abstractStem": "i estim adjust cost for labor and capit from the euler equat for factor demand for both factor i find rel strong evid against substanti adjust cost my estim use annual data from twodigit industri my result support the view that rent aris from adjust cost are rel small and are not an import part of the explan of the larg movement of the valu of corpor in relat to the reproduct cost of their capit i investig the potenti effect of three type of specif error 1 aggreg over time 2 aggreg over firm with heterogen demand shock and 3 estim of a convex adjustmentcost technolog in the presenc of nonconvex discret adjust cost i find that the like bias from these specif error are rel small", "title": "Measuring Factor Adjustment Costs"}, "https://ideas.repec.org/a/cto/journl/v5y1985i2p465-480.html": {"abstract": "No abstract is available for this item.", "authors": ["epha128"], "abstractStem": "no abstract is avail for thi item", "title": "The Route to a Progressive Flat Tax"}, "https://ideas.repec.org/a/bla/scandj/v98y1996i1p33-48.html": {"abstract": "No abstract is available for this item.", "authors": ["epha128"], "abstractStem": "no abstract is avail for thi item", "title": " Robert Lucas, Recipient of the 1995 Nobel Memorial Prize in Economics"}, "https://ideas.repec.org/a/aea/aecrev/v100y2010i2p511-15.html": {"abstract": "No abstract is available for this item.", "authors": ["epha128"], "abstractStem": "no abstract is avail for thi item", "title": "Consumer Confusion in the Mortgage Market: Evidence of Less Than a Perfectly Transparent and Competitive Market"}, "https://ideas.repec.org/a/aea/aecrev/v102y2012i7p3249-76.html": {"abstract": "Mortgage loans are leading examples of transactions where experts on one side of the market take advantage of consumers' lack of knowledge and experience. We study the compensation that borrowers pay to mortgage brokers for assistance from application to closing. Two findings support the conclusion that confused borrowers overpay for brokers' services: (i ) A model of effective shopping shows that borrowers sacrifice at least $1,000 by shopping from too few brokers. (ii ) Borrowers who compensate their brokers with both cash and a commission from the lender pay twice as much as similar borrowers who pay no cash. (JEL D12, D14, G21)", "authors": ["epha128"], "abstractStem": "mortgag loan are lead exampl of transact where expert on one side of the market take advantag of consum lack of knowledg and experi we studi the compens that borrow pay to mortgag broker for assist from applic to close two find support the conclus that confus borrow overpay for broker servic i  a model of effect shop show that borrow sacrific at least 1000 by shop from too few broker ii  borrow who compens their broker with both cash and a commiss from the lender pay twice as much as similar borrow who pay no cash jel d12 d14 g21", "title": "Diagnosing Consumer Confusion and Sub-optimal Shopping Effort: Theory and Mortgage-Market Evidence"}, "https://ideas.repec.org/a/aea/aecrev/v72y1982i4p716-24.html": {"abstract": "Though the U.S. labor market is justly notorious for high turnover and consequent high unemployment, it also provides stable, near-lifetime employment to an important fraction of the labor force. This paper investigates patterns of job duration by age, race, and sex, with the following major conclusions: 1. The typical worker today is holding a job which has lasted or will last about eight years. Over a quarter of all workers are holding jobs which will last twenty years or more. Sixty percent hold jobs which will last five years or more. 2. The jobs held by middle-aged workers with more than ten years of tenure are extremely stable. Over the span of a decade, only twenty to thirty percent come to an end. 3. Among workers aged thirty and above, about forty percent are currently working in jobs which eventually will last twenty years or more. Three-quarters are in jobs which will last five years or more.4. The duration of employment among blacks is just as long as among whites. Even though the jobs held by blacks are worse in almost every other dimension, they are no more unstable than those held by whites. 5. Women's jobs are substantially shorter than men's, on the average. Only about a quarter of all women over the age of thirty are employed in jobs which will last over twenty years, whereas over half of men over thirty are holding these near-lifetime jobs.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epha128"], "abstractStem": "though the us labor market is justli notori for high turnov and consequ high unemploy it also provid stabl nearlifetim employ to an import fraction of the labor forc thi paper investig pattern of job durat by age race and sex with the follow major conclus 1 the typic worker today is hold a job which ha last or will last about eight year over a quarter of all worker are hold job which will last twenti year or more sixti percent hold job which will last five year or more 2 the job held by middleag worker with more than ten year of tenur are extrem stabl over the span of a decad onli twenti to thirti percent come to an end 3 among worker age thirti and abov about forti percent are current work in job which eventu will last twenti year or more threequart are in job which will last five year or more4 the durat of employ among black is just as long as among white even though the job held by black are wors in almost everi other dimens they are no more unstabl than those held by white 5 women job are substanti shorter than men on the averag onli about a quarter of all women over the age of thirti are employ in job which will last over twenti year wherea over half of men over thirti are hold these nearlifetim jobspthi abstract wa borrow from anoth version of thi item", "title": "The Importance of Lifetime Jobs in the U.S. Economy"}, "https://ideas.repec.org/a/tpr/restat/v87y2005i3p397-407.html": {"abstract": " I consider three views of the labor market. In the first, wages are flexible and employment follows the principle of bilateral efficiency. Workers never lose their jobs because of sticky wages. In the second, wages are sticky and inefficient layoffs do occur. In the third, wages are also sticky, but employment governance is efficient. I show that the behavior of flows in the labor market strongly favors the third view. In the modern U.S. economy, recessions do not begin with a burst of layoffs. Unemployment rises because jobs are hard to find, not because an unusual number of people are thrown into unemployment. © 2005 President and Fellows of Harvard College and the Massachusetts Institute of Technology.", "authors": ["epha128"], "abstractStem": " i consid three view of the labor market in the first wage are flexibl and employ follow the principl of bilater effici worker never lose their job becaus of sticki wage in the second wage are sticki and ineffici layoff do occur in the third wage are also sticki but employ govern is effici i show that the behavior of flow in the labor market strongli favor the third view in the modern us economi recess do not begin with a burst of layoff unemploy rise becaus job are hard to find not becaus an unusu number of peopl are thrown into unemploy   2005 presid and fellow of harvard colleg and the massachusett institut of technolog", "title": "Employment Efficiency and Sticky Wages: Evidence from Flows in the Labor Market"}, "firstname": "Robert", "https://ideas.repec.org/a/bin/bpeajo/v3y1972i1972-3p709-764.html": {"abstract": "No abstract is available for this item.", "authors": ["epha128"], "abstractStem": "no abstract is avail for thi item", "title": "Turnover in the Labor Force"}, "https://ideas.repec.org/a/eee/crcspp/v52y2000i1p1-22.html": {"abstract": "One of the productive activities engaging the work force is reorganizing. When factors of production are better matched, productivity is higher. The probabilistic matching model of Diamond, Mortensen, and others provides a way to make the idea of reorganization precise. Because the flow of organizational effort generates benefits lasting well into the future, it is appropriate to think of organizational capital. Unemployment-job seeking-is one of the inputs to organization. The flow of organizational effort represented by unemployment is analogous to the flow of physical investment. When an adverse technology shock causes job destruction, the economy substitutes the formation of new organizational capital for the flow of output. An increase in the interest rate can cause intertemporal substitution toward lower job destruction and less reorganization, but this effect may not come into play for a brief unexpected increase, and may be overwhelmed by intertemporal substitution in physical capital.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epha128"], "abstractStem": "one of the product activ engag the work forc is reorgan when factor of product are better match product is higher the probabilist match model of diamond mortensen and other provid a way to make the idea of reorgan precis becaus the flow of organiz effort gener benefit last well into the futur it is appropri to think of organiz capit unemploymentjob seekingi one of the input to organ the flow of organiz effort repres by unemploy is analog to the flow of physic invest when an advers technolog shock caus job destruct the economi substitut the format of new organiz capit for the flow of output an increas in the interest rate can caus intertempor substitut toward lower job destruct and less reorgan but thi effect may not come into play for a brief unexpect increas and may be overwhelm by intertempor substitut in physic capitalpthi abstract wa borrow from anoth version of thi item", "title": "Reorganization"}, "https://ideas.repec.org/a/fip/fedkpr/y1984p137-167.html": {"abstract": "No abstract is available for this item.", "authors": ["epha128"], "abstractStem": "no abstract is avail for thi item", "title": "Monetary strategy with an elastic price standard"}, "https://ideas.repec.org/a/aea/aecrev/v70y1980i2p157-63.html": {"abstract": "No abstract is available for this item.", "authors": ["epha128"], "abstractStem": "no abstract is avail for thi item", "title": "Stabilization Policy and Capital Formation"}, "https://ideas.repec.org/a/ecm/emetrp/v50y1982i2p461-81.html": {"abstract": "We investigate the stochastic relation between income and consumption (specifically, consumption of food) within a panel of about 2,000 households. Our major findings are: 1. Consumption responds much more strongly to permanent than to transitory movements of income. 2. The response to transitory income is nonetheless clearly positive. 3. A simple test, independent of our model of consumption, rejects a central implication of the pure life cycle-permanent income hypothesis. The observed covariation of income and consumption is compatible with pure life cycle-permanent income behavior on the part of80 percent of families and simple proportionality of consumption and income among the remaining 20 percent. As a general matter, our findings support the view that families respond differently to different sources of income variations. In particular, temporary income tax policies have smaller effects on consumption than do other, more permanent changes in income of the same magnitude.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epha128", "epmi37"], "abstractStem": "we investig the stochast relat between incom and consumpt specif consumpt of food within a panel of about 2000 household our major find are 1 consumpt respond much more strongli to perman than to transitori movement of incom 2 the respons to transitori incom is nonetheless clearli posit 3 a simpl test independ of our model of consumpt reject a central implic of the pure life cycleperman incom hypothesi the observ covari of incom and consumpt is compat with pure life cycleperman incom behavior on the part of80 percent of famili and simpl proportion of consumpt and incom among the remain 20 percent as a gener matter our find support the view that famili respond differ to differ sourc of incom variat in particular temporari incom tax polici have smaller effect on consumpt than do other more perman chang in incom of the same magnitudepthi abstract wa borrow from anoth version of thi item", "title": "The Sensitivity of Consumption to Transitory Income: Estimates from Panel Data on Households"}, "https://ideas.repec.org/a/bin/bpeajo/v8y1977i1977-1p61-122.html": {"abstract": "No abstract is available for this item.", "authors": ["epha128"], "abstractStem": "no abstract is avail for thi item", "title": "Investment, Interest Rates, and the Effects of Stabilization Policies"}, "https://ideas.repec.org/a/aea/aecrev/v87y1997i2p147-50.html": {"abstract": "No abstract is available for this item.", "authors": ["epha128"], "abstractStem": "no abstract is avail for thi item", "title": "Potential Disruption from the Move to a Consumption Tax"}, "https://ideas.repec.org/a/eee/crcspp/v9y1978ip87-89.html": {"abstract": "No abstract is available for this item.", "authors": ["epha128"], "abstractStem": "no abstract is avail for thi item", "title": "A comment on the Fetherston and Godley and Posner papers"}, "https://ideas.repec.org/a/eee/eecrev/v13y1980i3p301-303.html": {"abstract": "No abstract is available for this item.", "authors": ["epha128"], "abstractStem": "no abstract is avail for thi item", "title": "'The rational expectations approach to the consumption function: A multi-country study' by Bilson"}}}