{"ephe22": {"https://ideas.repec.org/a/aea/aecrev/v64y1974i1p188-94.html": {"abstract": "No abstract is available for this item.", "authors": ["ephe22"], "abstractStem": "no abstract is avail for thi item", "title": "Life Cycle Consumption and Labor Supply: An Explanation of the Relationship Between Income and Consumption Over the Life Cycle"}, "https://ideas.repec.org/a/bla/istatr/v76y2008i1p1-27.html": {"abstract": " This paper presents the econometric approach to causal modelling. It is motivated by policy problems. New causal parameters are defined and identified to address specific policy problems. Economists embrace a scientific approach to causality and model the preferences and choices of agents to infer subjective (agent) evaluations as well as objective outcomes. Anticipated and realized subjective and objective outcomes are distinguished. Models for simultaneous causality are developed. The paper contrasts the Neyman-Rubin model of causality with the econometric approach. Copyright 2008 The Authors. Journal compilation (c) 2008 International Statistical Institute.", "authors": ["ephe22"], "abstractStem": " thi paper present the econometr approach to causal model it is motiv by polici problem new causal paramet are defin and identifi to address specif polici problem economist embrac a scientif approach to causal and model the prefer and choic of agent to infer subject agent evalu as well as object outcom anticip and realiz subject and object outcom are distinguish model for simultan causal are develop the paper contrast the neymanrubin model of causal with the econometr approach copyright 2008 the author journal compil c 2008 intern statist institut", "title": "Econometric Causality"}, "https://ideas.repec.org/a/eee/ecmode/v27y2010i6p1355-1367.html": {"abstract": "This paper examines the correlated random coefficient model. It extends the analysis of Swamy (1971, 1974), who pioneered the uncorrelated random coefficient model in economics. We develop the properties of the correlated random coefficient model and derive a new representation of the variance of the instrumental variable estimator for that model. We develop tests of the validity of the correlated random coefficient model against the null hypothesis of the uncorrelated random coefficient model.", "authors": ["ephe22"], "abstractStem": "thi paper examin the correl random coeffici model it extend the analysi of swami 1971 1974 who pioneer the uncorrel random coeffici model in econom we develop the properti of the correl random coeffici model and deriv a new represent of the varianc of the instrument variabl estim for that model we develop test of the valid of the correl random coeffici model against the null hypothesi of the uncorrel random coeffici model", "title": "Tests of hypotheses arising in the correlated random coefficient model"}, "https://ideas.repec.org/a/ucp/jlabec/v8y1990i1ps329-63.html": {"abstract": " This article formulates and estimates alternative equilibrium models of industrial wage determination and self-selection. In explaining industrial wage differentials, the authors find that it is important to account for heterogenous sector-specific skills and self-selection decisions by agents concerning their sector of employment. The classical Roy model is rejected. So is an efficiency units model of the labor market. A revised Roy model that accounts for comparative advantage in the choice of industrial sectors and choice between market and nonmarket work is much more successful in explaining cross-section wage distributions and their evolution over time. Demand-Side Factors Copyright 1990 by University of Chicago Press.", "authors": ["ephe22"], "abstractStem": " thi articl formul and estim altern equilibrium model of industri wage determin and selfselect in explain industri wage differenti the author find that it is import to account for heterogen sectorspecif skill and selfselect decis by agent concern their sector of employ the classic roy model is reject so is an effici unit model of the labor market a revis roy model that account for compar advantag in the choic of industri sector and choic between market and nonmarket work is much more success in explain crosssect wage distribut and their evolut over time demandsid factor copyright 1990 by univers of chicago press", "title": "Self-selection and the Distribution of Hourly Wages"}, "https://ideas.repec.org/a/ecm/emetrp/v78y2010i5p1569-1591.html": {"abstract": " This paper studies the identification and estimation of preferences and technologies in equilibrium hedonic models. In it, we identify nonparametric structural relationships with nonadditive heterogeneity. We determine what features of hedonic models can be identified from equilibrium observations in a single market under weak assumptions about the available information. We then consider use of additional information about structural functions and heterogeneity distributions. Separability conditions facilitate identification of consumer marginal utility and firm marginal product functions. We also consider how identification is facilitated using multimarket data. Copyright 2010 The Econometric Society.", "authors": ["ephe22", "fpma1417", "epne123"], "abstractStem": " thi paper studi the identif and estim of prefer and technolog in equilibrium hedon model in it we identifi nonparametr structur relationship with nonaddit heterogen we determin what featur of hedon model can be identifi from equilibrium observ in a singl market under weak assumpt about the avail inform we then consid use of addit inform about structur function and heterogen distribut separ condit facilit identif of consum margin util and firm margin product function we also consid how identif is facilit use multimarket data copyright 2010 the econometr societi", "title": "Nonparametric Identification and Estimation of Nonadditive Hedonic Models"}, "https://ideas.repec.org/a/tpr/restat/v80y1998i1p1-14.html": {"abstract": " This paper explores issues that arise in the evaluation of social programs using experimental data in the frequently encountered case where some of the experimental treatment group members drop out of the program prior to receiving treatment. We begin with the standard estimator for this case and the identifying assumption upon which it rests. We then examine the behavior of the estimator when the dropouts receive a partial \"dose\" of the program treatment prior to dropping out of the program. In the case of partial treatment, the identifying assumption is typically violated, thereby making the estimator inconsistent for the conventional parameter of interest: the impact of full treatment on the fully treated. We develop a test of the identifying assumption underlying the standard estimator and consider whether exclusion restrictions produce identification of the mean impact of the program when this assumption fails to hold. Finally, we discuss alternative parameters of interest in the presence of partial treatment among the dropouts and argue that the conventional parameter is not always the economically interesting one. We apply our methods to data from a recent experimental evaluation of the Job Training Partnership Act (JTPA) program. © 1998 by the President and Fellows of Harvard College and the Massachusetts Institute of Technology", "authors": ["ephe22", "epsm73"], "abstractStem": " thi paper explor issu that aris in the evalu of social program use experiment data in the frequent encount case where some of the experiment treatment group member drop out of the program prior to receiv treatment we begin with the standard estim for thi case and the identifi assumpt upon which it rest we then examin the behavior of the estim when the dropout receiv a partial dose of the program treatment prior to drop out of the program in the case of partial treatment the identifi assumpt is typic violat therebi make the estim inconsist for the convent paramet of interest the impact of full treatment on the fulli treat we develop a test of the identifi assumpt underli the standard estim and consid whether exclus restrict produc identif of the mean impact of the program when thi assumpt fail to hold final we discuss altern paramet of interest in the presenc of partial treatment among the dropout and argu that the convent paramet is not alway the econom interest one we appli our method to data from a recent experiment evalu of the job train partnership act jtpa program   1998 by the presid and fellow of harvard colleg and the massachusett institut of technolog", "title": "Accounting For Dropouts In Evaluations Of Social Programs"}, "https://ideas.repec.org/a/uwp/jhriss/v34y1999i4p828-837.html": {"abstract": "We compare propensity-score matching methods with covariate matching estimators. We first discuss the data requirements of propensity-score matching estimators and covariate matching estimators. Then we propose two new matching metrics incorporating the ...", "authors": ["ephe22"], "abstractStem": "we compar propensityscor match method with covari match estim we first discuss the data requir of propensityscor match estim and covari match estim then we propos two new match metric incorpor the ", "title": "Instrumental Variables: Response to Angrist and Imbens"}, "https://ideas.repec.org/a/inm/ormnsc/v34y1988i1p27-38.html": {"abstract": "Our study of the Bell System cost function shows that it is possible to reject the hypothesis that AT&amp;T; was a natural monopoly. Our study is based on a regression analysis of a translog cost function estimated on 1947--1977 data. Charnes, Cooper, and Sueyoshi (Charnes, A., W. W. Cooper, T. Sueyoshi. 1988. A goal programming/constrained regression review of the bell system breakup. Management Sci. 34 1--26.) claim that they reverse our conclusion when they use goal programming estimators of a translog cost function estimated on exactly the same data that we use. This claim is false. There is no basis for comparing our estimates with their estimates because they, in fact, use different data than we use and estimate a different cost function than we estimate. Moreover, when goal programming estimates and regression estimates based on the same data and similar cost function specifications are compared, they yield similar estimates and produce the same inference about natural monopoly.", "authors": ["epev9", "ephe22"], "abstractStem": "our studi of the bell system cost function show that it is possibl to reject the hypothesi that atampt wa a natur monopoli our studi is base on a regress analysi of a translog cost function estim on 19471977 data charn cooper and sueyoshi charn a w w cooper t sueyoshi 1988 a goal programmingconstrain regress review of the bell system breakup manag sci 34 126 claim that they revers our conclus when they use goal program estim of a translog cost function estim on exactli the same data that we use thi claim is fals there is no basi for compar our estim with their estim becaus they in fact use differ data than we use and estim a differ cost function than we estim moreov when goal program estim and regress estim base on the same data and similar cost function specif are compar they yield similar estim and produc the same infer about natur monopoli", "title": "Rejoinder---Natural Monopoly and the Bell System: Response to Charnes, Cooper and Sueyoshi"}, "https://ideas.repec.org/a/ucp/jpolec/v103y1995i5p1091-1120.html": {"abstract": " This paper examines the argument presented in The Bell Curve. A central argument is that one factor--g--accounts for correlation across test scores and performance in society. Another central argument is that g cannot be manipulated. These arguments are combined to claim that social policies designed to improve social performance cannot be effective. A reanalysis of the evidence contradicts this story. The factors that explain wages receive different weights than the factors that explain test scores. More than g is required to explain either. Other factors besides g contribute to social performance and they can be manipulated. Copyright 1995 by University of Chicago Press.", "authors": ["ephe22"], "abstractStem": " thi paper examin the argument present in the bell curv a central argument is that one factorgaccount for correl across test score and perform in societi anoth central argument is that g cannot be manipul these argument are combin to claim that social polici design to improv social perform cannot be effect a reanalysi of the evid contradict thi stori the factor that explain wage receiv differ weight than the factor that explain test score more than g is requir to explain either other factor besid g contribut to social perform and they can be manipul copyright 1995 by univers of chicago press", "title": "Lessons from the Bell Curve"}, "https://ideas.repec.org/a/tpr/restat/v92y2010i2p244-262.html": {"abstract": " This paper applies a unified methodology to multiple data sets to estimate both the levels and trends in U.S. high school graduation rates. We establish that (a) the true rate is substantially lower than widely used measures, (b) it peaked in the early 1970s, © majority-minority differentials are substantial and have not converged for 35 years, (d) lower post-1970 rates are not solely due to increasing immigrant and minority populations, (e) our findings explain part of the slowdown in college attendance and rising college wage premiums, and (f) widening graduation differentials by gender help explain increasing male-female college attendance gaps. © 2010 The President and Fellows of Harvard College and the Massachusetts Institute of Technology.", "authors": ["ephe22", "fpla314"], "abstractStem": " thi paper appli a unifi methodolog to multipl data set to estim both the level and trend in us high school graduat rate we establish that a the true rate is substanti lower than wide use measur b it peak in the earli 1970   majorityminor differenti are substanti and have not converg for 35 year d lower post1970 rate are not sole due to increas immigr and minor popul e our find explain part of the slowdown in colleg attend and rise colleg wage premium and f widen graduat differenti by gender help explain increas malefemal colleg attend gap   2010 the presid and fellow of harvard colleg and the massachusett institut of technolog", "title": "The American High School Graduation Rate: Trends and Levels"}, "https://ideas.repec.org/a/wly/econjl/vy2015i583p403-409.html": {"abstract": "Gary Becker's classic study, A Theory of the Allocation of Time, laid the analytical foundations for the study of household production and the allocation of time within the household. The analytical framework of household production theory developed in this paper remained a pillar of his later work on the economics of the family and the economics of nonmarket activities more generally. Becker provided a formal model of households producing outputs like food, children, and housing that bundled goods and time. Becker's great contribution was to apply the model to interpret a broad array of empirical phenomena. Becker's framework allowed for a deeper understanding of the mechanisms of consumer choice, and interpretation of income and substitution effects. Its continuing relevance in empirical economics is a testimony to its power.<p>(This abstract was borrowed from another version of this item.)", "authors": ["ephe22"], "abstractStem": "gari becker classic studi a theori of the alloc of time laid the analyt foundat for the studi of household product and the alloc of time within the household the analyt framework of household product theori develop in thi paper remain a pillar of hi later work on the econom of the famili and the econom of nonmarket activ more gener becker provid a formal model of household produc output like food children and hous that bundl good and time becker great contribut wa to appli the model to interpret a broad array of empir phenomena becker framework allow for a deeper understand of the mechan of consum choic and interpret of incom and substitut effect it continu relev in empir econom is a testimoni to it powerpthi abstract wa borrow from anoth version of thi item", "title": "Introduction to A Theory of the Allocation of Time by Gary Becker"}, "https://ideas.repec.org/a/ier/iecrev/v48y2007i4p1273-1309.html": {"abstract": " This article extends the widely used ordered choice model by introducing stochastic thresholds and interval-specific outcomes. The model can be interpreted as a generalization of the GAFT (MPH) framework for discrete duration data that jointly models durations and outcomes associated with different stopping times. We establish conditions for nonparametric identification. We interpret the ordered choice model as a special case of a general discrete choice model and as a special case of a dynamic discrete choice model. Copyright 2007 by the Economics Department Of The University Of Pennsylvania And Osaka University Institute Of Social And Economic Research Association.", "authors": ["epcu47", "ephe22", "fpna222"], "abstractStem": " thi articl extend the wide use order choic model by introduc stochast threshold and intervalspecif outcom the model can be interpret as a gener of the gaft mph framework for discret durat data that jointli model durat and outcom associ with differ stop time we establish condit for nonparametr identif we interpret the order choic model as a special case of a gener discret choic model and as a special case of a dynam discret choic model copyright 2007 by the econom depart of the univers of pennsylvania and osaka univers institut of social and econom research associ", "title": "The Identification And Economic Content Of Ordered Choice Models With Stochastic Thresholds"}, "https://ideas.repec.org/a/oup/restud/v64y1997i4p605-654..html": {"abstract": "This paper considers whether it is possible to devise a nonexperimental procedure for evaluating a prototypical job training programme. Using rich nonexperimental data, we examine the performance of a two-stage evaluation methodology that (a) estimates the probability that a person participates in a programme and (b) uses the estimated probability in extensions of the classical method of matching. We decompose the conventional measure of programme evaluation bias into several components and find that bias due to selection on unobservables, commonly called selection bias in econometrics, is empirically less important than other components, although it is still a sizeable fraction of the estimated programme impact. Matching methods applied to comparison groups located in the same labour markets as participants and administered the same questionnaire eliminate much of the bias as conventionally measured, but the remaining bias is a considerable fraction of experimentally-determined programme impact estimates. We test and reject the identifying assumptions that justify the classical method of matching. We present a nonparametric conditional difference-in-differences extension of the method of matching that is consistent with the classical index-sufficient sample selection model and is not rejected by our tests of identifying assumptions. This estimator is effective in eliminating bias, especially when it is due to temporally-invariant omitted variables.", "authors": ["ephe22"], "abstractStem": "thi paper consid whether it is possibl to devis a nonexperiment procedur for evalu a prototyp job train programm use rich nonexperiment data we examin the perform of a twostag evalu methodolog that a estim the probabl that a person particip in a programm and b use the estim probabl in extens of the classic method of match we decompos the convent measur of programm evalu bia into sever compon and find that bia due to select on unobserv commonli call select bia in econometr is empir less import than other compon although it is still a sizeabl fraction of the estim programm impact match method appli to comparison group locat in the same labour market as particip and administ the same questionnair elimin much of the bia as convent measur but the remain bia is a consider fraction of experimentallydetermin programm impact estim we test and reject the identifi assumpt that justifi the classic method of match we present a nonparametr condit differenceindiffer extens of the method of match that is consist with the classic indexsuffici sampl select model and is not reject by our test of identifi assumpt thi estim is effect in elimin bia especi when it is due to temporallyinvari omit variabl", "title": "Matching As An Econometric Evaluation Estimator: Evidence from Evaluating a Job Training Programme"}, "https://ideas.repec.org/a/aea/aecrev/v76y1986i4p856-58.html": {"abstract": "No abstract is available for this item.", "authors": ["epev9", "ephe22"], "abstractStem": "no abstract is avail for thi item", "title": "A Test for Subadditivity of the Cost Function with an Application to the Bell System: Erratum"}, "https://ideas.repec.org/a/ecj/econjl/v112y2002i482p705-734.html": {"abstract": " This paper examines the family income—college enrolment relationship and the evidence on credit constraints in post--secondary schooling. We distinguish short run liquidity constraints from the long term factors that promote cognitive and noncognitive ability. Long run factors crystallised in ability are the major determinants of the family income — schooling relationship, although there is some evidence that up to 8% of the total US population is credit constrained in a short run sense. Evidence that IV estimates of the returns to schooling exceed OLS estimates is sometimes claimed to support the existence of substantial credit constraints. This argument is critically examined. Copyright Royal Economic Society 2002", "authors": ["epca130", "ephe22"], "abstractStem": " thi paper examin the famili incom colleg enrol relationship and the evid on credit constraint in postsecondari school we distinguish short run liquid constraint from the long term factor that promot cognit and noncognit abil long run factor crystallis in abil are the major determin of the famili incom   school relationship although there is some evid that up to 8 of the total us popul is credit constrain in a short run sens evid that iv estim of the return to school exceed ol estim is sometim claim to support the exist of substanti credit constraint thi argument is critic examin copyright royal econom societi 2002", "title": "The Evidence on Credit Constraints in Post--secondary Schooling"}, "https://ideas.repec.org/a/vep/journl/y2009v117i3p387-418.html": {"abstract": "This paper reviews the evidence from recent research that addresses the origins of inequality and the evolution of the capabilities that partly determine inequality. Both cognitive and noncognitive capabilities are important in producing a variety of outcomes. An emerging literature relates psychological measurements of personality and cognition to economic preference parameters and extends conventional preference specifications in economics. Comparative advantage is an empirically important feature of economic and social life. The same bundle of personal traits has different productivity in different tasks. Recent empirical work on the technology of capability formation provides an operational empirical framework. Capabilities are not invariant traits and are causally affected by parental investment. Genes and environments interact to determine outcomes. The technology of capability formation rationalizes a large body of evidence in economics, psychology, and neuroscience. Capabilities are self-productive and cross-productive. Dynamic complementarity explains why it is productive to invest in the cognitive skills of disadvantaged young children but why the payoffs are so low for cognitive investments in disadvantaged older children and are even lower for disadvantaged adults. There is no equity-efficiency trade-off for investment in the capabilities of young disadvantaged children. There is a substantial equity-efficiency trade-off for investment in the cognitive skills of disadvantaged adolescents and adults. The trade-off is much less dramatic for investment in the noncognitive skills of adolescents. Parental environments and investments affect the outcomes of children. There are substantial costs to uninhibited libertarianism in one generation if the preferences and well-being of the next generation are ignored41. The preferences, motivations, and skill endowments of adults that are created in part in their childhoods play important roles in creating inequality. They can be influenced, in part, by policy. But incentives matter too. Society can reduce crime and promote well-being by operating at both incentive and investment margins. The right mix of intervention to reduce inequality and promote productivity remains to be determined. The optimal timing of investment depends on the outcome being targeted. The optimal intervention strategies depend on the stage of the life cycle and endowments at each stage. For severely disadvantaged adults with low levels of capabilities, subsidizing work and welfare may be a better response for alleviating poverty than investment in their skills. The substantial heterogeneity in endowments and effects of interventions at different ages suggests that a universal policy to combat the adverse effects of early disadvantage is not appropriate. Optimal investment should be tailored to the specifics that create adversity and to the productivity of investment for different configurations of disadvantage. As research on the economics of capability formation matures, economists will have a greater understanding of how to foster successful people.", "authors": ["epcu47", "ephe22"], "abstractStem": "thi paper review the evid from recent research that address the origin of inequ and the evolut of the capabl that partli determin inequ both cognit and noncognit capabl are import in produc a varieti of outcom an emerg literatur relat psycholog measur of person and cognit to econom prefer paramet and extend convent prefer specif in econom compar advantag is an empir import featur of econom and social life the same bundl of person trait ha differ product in differ task recent empir work on the technolog of capabl format provid an oper empir framework capabl are not invari trait and are causal affect by parent invest gene and environ interact to determin outcom the technolog of capabl format ration a larg bodi of evid in econom psycholog and neurosci capabl are selfproduct and crossproduct dynam complementar explain whi it is product to invest in the cognit skill of disadvantag young children but whi the payoff are so low for cognit invest in disadvantag older children and are even lower for disadvantag adult there is no equityeffici tradeoff for invest in the capabl of young disadvantag children there is a substanti equityeffici tradeoff for invest in the cognit skill of disadvantag adolesc and adult the tradeoff is much less dramat for invest in the noncognit skill of adolesc parent environ and invest affect the outcom of children there are substanti cost to uninhibit libertarian in one gener if the prefer and wellb of the next gener are ignored41 the prefer motiv and skill endow of adult that are creat in part in their childhood play import role in creat inequ they can be influenc in part by polici but incent matter too societi can reduc crime and promot wellb by oper at both incent and invest margin the right mix of intervent to reduc inequ and promot product remain to be determin the optim time of invest depend on the outcom be target the optim intervent strategi depend on the stage of the life cycl and endow at each stage for sever disadvantag adult with low level of capabl subsid work and welfar may be a better respons for allevi poverti than invest in their skill the substanti heterogen in endow and effect of intervent at differ age suggest that a univers polici to combat the advers effect of earli disadvantag is not appropri optim invest should be tailor to the specif that creat advers and to the product of invest for differ configur of disadvantag as research on the econom of capabl format matur economist will have a greater understand of how to foster success peopl", "title": "Investing in our Young People"}, "https://ideas.repec.org/a/eee/reecon/v54y2000i1p71-74.html": {"abstract": "No abstract is available for this item.", "authors": ["ephe22"], "abstractStem": "no abstract is avail for thi item", "title": "Response to the discussants"}, "https://ideas.repec.org/a/aea/jecper/v12y1998i2p101-16.html": {"abstract": "The evidence on discrimination produced from the audit method is examined. Audits survey the average firm and not the marginal firm which determines the level of market discrimination. Taken on its own terms, there is little evidence of labor market discrimination from audit methods. The validity of audit methods is critically dependent on unverified assumptions about equality across race/gender groups of the distributions of unobserved (by audit designers) productivity components acted on by firms and about the way labor markets work. Audits can find discrimination when none exists and can disguise it when it does.", "authors": ["ephe22"], "abstractStem": "the evid on discrimin produc from the audit method is examin audit survey the averag firm and not the margin firm which determin the level of market discrimin taken on it own term there is littl evid of labor market discrimin from audit method the valid of audit method is critic depend on unverifi assumpt about equal across racegend group of the distribut of unobserv by audit design product compon act on by firm and about the way labor market work audit can find discrimin when none exist and can disguis it when it doe", "title": "Detecting Discrimination"}, "https://ideas.repec.org/a/oup/restud/v47y1980i1p47-74..html": {"abstract": "No abstract is available for this item.", "authors": ["ephe22"], "abstractStem": "no abstract is avail for thi item", "title": "A Life Cycle Model of Female Labour Supply"}, "https://ideas.repec.org/a/uwp/jhriss/v33y1998i4p974-987.html": {"abstract": "This paper considers the use of instrumental variables to identify a correlated random coefficients model in which coefficients are correlated with (or stochastically dependent on) the regressors. A correlated random coefficients model is central to the human capital earnings model. Conditions are given under which instrumental variables identify the average rate of return. These conditions are applied to David Card's version of Gary Becker's Woytinsky lecture.", "authors": ["ephe22", "epvy2"], "abstractStem": "thi paper consid the use of instrument variabl to identifi a correl random coeffici model in which coeffici are correl with or stochast depend on the regressor a correl random coeffici model is central to the human capit earn model condit are given under which instrument variabl identifi the averag rate of return these condit are appli to david card version of gari becker woytinski lectur", "title": "Instrumental Variables Methods for the Correlated Random Coefficient Model: Estimating the Average Rate of Return to Schooling When the Return is Correlated with Schooling"}, "https://ideas.repec.org/a/ucp/jlabec/v1y1983i1p28-42.html": {"abstract": "This paper formulates and tests the hypothesis that the categories unemployed and out of the labor force are behaviorally distinct labor force states. Our empirical results indicate that they are. In the empirically relevant range the exit rate from unemployment to employment exceeds the exit rate from out of the labor force to employment. This evidence is shown to be consistent with a simple job search model of productive unemployment with log concave wage offer distributions. We prove that if unemployed workers receive job offers more frequently than workers out of the labor force, and if wage offer distributions are log concave, the exit rate from unemployment to employment exceeds the exit rate from out of the labor force to employment.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfl8", "ephe22"], "abstractStem": "thi paper formul and test the hypothesi that the categori unemploy and out of the labor forc are behavior distinct labor forc state our empir result indic that they are in the empir relev rang the exit rate from unemploy to employ exce the exit rate from out of the labor forc to employ thi evid is shown to be consist with a simpl job search model of product unemploy with log concav wage offer distribut we prove that if unemploy worker receiv job offer more frequent than worker out of the labor forc and if wage offer distribut are log concav the exit rate from unemploy to employ exce the exit rate from out of the labor forc to employmentpthi abstract wa borrow from anoth version of thi item", "title": "Are Unemployment and Out of the Labor Force Behaviorally Distinct Labor Force States?"}, "https://ideas.repec.org/a/ect/emjrnl/v12y2009is1ps230-s234.html": {"abstract": " The probability of selection into treatment plays an important role in matching and selection models. However, this probability can often not be consistently estimated, because of choice-based sampling designs with unknown sampling weights. This note establishes that the selection and matching procedures can be implemented using propensity scores fit on choice-based samples with misspecified weights, because the odds ratio of the propensity score fit on the choice-based sample is monotonically related to the odds ratio of the true propensity scores. Copyright (C) The Author(s). Journal compilation (C) Royal Economic Society 2009", "authors": ["ephe22", "fpto286"], "abstractStem": " the probabl of select into treatment play an import role in match and select model howev thi probabl can often not be consist estim becaus of choicebas sampl design with unknown sampl weight thi note establish that the select and match procedur can be implement use propens score fit on choicebas sampl with misspecifi weight becaus the odd ratio of the propens score fit on the choicebas sampl is monoton relat to the odd ratio of the true propens score copyright c the author journal compil c royal econom societi 2009", "title": "A note on adapting propensity score matching and selection models to choice based samples"}, "https://ideas.repec.org/a/wej/wldecn/247.html": {"abstract": "A growing proportion of the US workforce will have been raised in disadvantaged environments that are associated with relatively high proportions of individuals with diminished cognitive and social skills. A cross-disciplinary examination of research in economics, developmental psychology, and neurobiology reveals a striking convergence on a set of common principles that account for the potent effects of early environment on the capacity for human skill development. Central to these principles are the findings that early experiences have a uniquely powerful influence on the development of cognitive and social skills, as well as on brain architecture and neurochemistry; that both skill development and brain maturation are hierarchical processes in which higher level functions depend on, and build on, lower level functions; and that the capacity for change in the foundations of human skill development and neural circuitry is highest earlier in life and decreases over time. These findings lead to the conclusion that the most efficient strategy for strengthening the future workforce, both economically and neurobiologically, and for improving its quality of life is to invest in the environments of disadvantaged children during the early childhood years.", "authors": ["ephe22"], "abstractStem": "a grow proport of the us workforc will have been rais in disadvantag environ that are associ with rel high proport of individu with diminish cognit and social skill a crossdisciplinari examin of research in econom development psycholog and neurobiolog reveal a strike converg on a set of common principl that account for the potent effect of earli environ on the capac for human skill develop central to these principl are the find that earli experi have a uniqu power influenc on the develop of cognit and social skill as well as on brain architectur and neurochemistri that both skill develop and brain matur are hierarch process in which higher level function depend on and build on lower level function and that the capac for chang in the foundat of human skill develop and neural circuitri is highest earlier in life and decreas over time these find lead to the conclus that the most effici strategi for strengthen the futur workforc both econom and neurobiolog and for improv it qualiti of life is to invest in the environ of disadvantag children dure the earli childhood year", "title": "Economic, Neurobiological and Behavioral Perspectives on Building Americaâ€™s Future Workforce"}, "homepage": "https://ideas.repec.org/e/phe22.html", "https://ideas.repec.org/a/cup/etheor/v31y2015i01p115-151_00.html": {"abstract": "Haavelmo's seminal 1943 paper is the first rigorous treatment of causality. In it, he distinguished the definition of causal parameters from their identification. He showed that causal parameters are de fined using hypothetical models that assign variation to some of the inputs determining outcomes while holding all other inputs fixed. He thus formalized and made operational Marshall's (1890) ceteris paribus analysis. We embed Haavelmo's framework into the recursive framework of Directed Acyclic Graphs (DAG) used in one influential recent approach to causality (Pearl, 2000) and in the related literature on Bayesian nets (Lauritzen, 1996). We compare an approach based on Haavelmo's methodology with a standard approach in the causal literature of DAGs – the \"do-calculus\" of Pearl (2009). We discuss the limitations of DAGs and in particular of the do-calculus of Pearl in securing identification of economic models. We extend our framework to consider models for simultaneous causality, a central contribution of Haavelmo (1944). In general cases, DAGs cannot be used to analyze models for simultaneous causality, but Haavelmo's approach naturally generalizes to cover it.<p>(This abstract was borrowed from another version of this item.)", "authors": ["ephe22"], "abstractStem": "haavelmo semin 1943 paper is the first rigor treatment of causal in it he distinguish the definit of causal paramet from their identif he show that causal paramet are de fine use hypothet model that assign variat to some of the input determin outcom while hold all other input fix he thu formal and made oper marshal 1890 ceteri paribu analysi we emb haavelmo framework into the recurs framework of direct acycl graph dag use in one influenti recent approach to causal pearl 2000 and in the relat literatur on bayesian net lauritzen 1996 we compar an approach base on haavelmo methodolog with a standard approach in the causal literatur of dag   the docalculu of pearl 2009 we discuss the limit of dag and in particular of the docalculu of pearl in secur identif of econom model we extend our framework to consid model for simultan causal a central contribut of haavelmo 1944 in gener case dag cannot be use to analyz model for simultan causal but haavelmo approach natur gener to cover itpthi abstract wa borrow from anoth version of thi item", "title": "Causal Analysis After Haavelmo"}, "https://ideas.repec.org/a/aea/aecrev/v80y1990i2p313-18.html": {"abstract": "No abstract is available for this item.", "authors": ["ephe22"], "abstractStem": "no abstract is avail for thi item", "title": "Varieties of Selection Bias"}, "https://ideas.repec.org/a/ucp/jpolec/v109y2001i4p673-748.html": {"abstract": "This paper summarizes the contributions of microeconometrics to economic knowledge. Four main themes are developed. (1) Microeconometricians developed new tools to respond to econometric problems raised by the analysis of the new sources of micro data produced after the Second World War. (2) Microeconometrics improved on aggregate time-series methods by building models that linked economic models for individuals to data on individual behavior. (3) An important empirical regularity detected by the field is the diversity and heterogeneity of behavior. This heterogeneity has profound consequences for economic theory and for econometric practice. (4) Microeconometrics has contributed substantially to the scientific evaluation of public policy.", "authors": ["ephe22"], "abstractStem": "thi paper summar the contribut of microeconometr to econom knowledg four main theme are develop 1 microeconometrician develop new tool to respond to econometr problem rais by the analysi of the new sourc of micro data produc after the second world war 2 microeconometr improv on aggreg timeseri method by build model that link econom model for individu to data on individu behavior 3 an import empir regular detect by the field is the divers and heterogen of behavior thi heterogen ha profound consequ for econom theori and for econometr practic 4 microeconometr ha contribut substanti to the scientif evalu of public polici", "title": "Micro Data, Heterogeneity, and the Evaluation of Public Policy: Nobel Lecture"}, "lastname": "Heckman", "https://ideas.repec.org/a/tpr/jeurec/v1y2003i2-3p512-521.html": {"abstract": " A standard problem of applied contracts theory is to empirically distinguish between adverse selection and moral hazard. We show that dynamic insurance data allow to distinguish moral hazard from dynamic selection on unobservables. In the presence of moral hazard, experience rating implies negative occurrence dependence: individual claim intensities decrease with the number of past claims. We discuss econometric tests for the various types of data that are typically available. Finally, we argue that dynamic data also allow to test for adverse selection, even if it is based on asymmetric learning. (JEL: D82, G22, C41, C14) Copyright (c) 2003 The European Economic Association.", "authors": ["epab1", "fpch377", "ephe22", "eppi152"], "abstractStem": " a standard problem of appli contract theori is to empir distinguish between advers select and moral hazard we show that dynam insur data allow to distinguish moral hazard from dynam select on unobserv in the presenc of moral hazard experi rate impli neg occurr depend individu claim intens decreas with the number of past claim we discuss econometr test for the variou type of data that are typic avail final we argu that dynam data also allow to test for advers select even if it is base on asymmetr learn jel d82 g22 c41 c14 copyright c 2003 the european econom associ", "title": "Adverse Selection and Moral Hazard In Insurance: Can Dynamic Data Help to Distinguish?"}, "https://ideas.repec.org/a/eee/crcspp/v21y1984ip209-224.html": {"abstract": "No abstract is available for this item.", "authors": ["ephe22"], "abstractStem": "no abstract is avail for thi item", "title": "Comments on the Ashenfelter and Kydland papers"}, "https://ideas.repec.org/a/aea/aecrev/v81y1991i2p75-79.html": {"abstract": "No abstract is available for this item.", "authors": ["ephe22"], "abstractStem": "no abstract is avail for thi item", "title": "Identifying the Hand of the Past: Distinguishing State Dependence from Heterogeneity"}, "https://ideas.repec.org/a/eee/econom/v100y2001i1p3-5.html": {"abstract": "No abstract is available for this item.", "authors": ["ephe22"], "abstractStem": "no abstract is avail for thi item", "title": "Econometrics and empirical economics"}, "https://ideas.repec.org/a/spr/jopoec/v3y1990i4p235-75.html": {"abstract": "No abstract is available for this item.", "authors": ["ephe22", "fpwa398"], "abstractStem": "no abstract is avail for thi item", "title": "The Third Birth in Sweden"}, "https://ideas.repec.org/a/eee/econom/v183y2014i1p31-57.html": {"abstract": "This paper develops and applies a Bayesian approach to Exploratory Factor Analysis that improves on ad hoc classical approaches. Our framework relies on dedicated factor models and simultaneously determines the number of factors, the allocation of each measurement to a unique factor, and the corresponding factor loadings. Classical identification criteria are applied and integrated into our Bayesian procedure to generate models that are stable and clearly interpretable. A Monte Carlo study confirms the validity of the approach. The method is used to produce interpretable low dimensional aggregates from a high dimensional set of psychological measurements.", "authors": ["fpco273", "ephe22"], "abstractStem": "thi paper develop and appli a bayesian approach to exploratori factor analysi that improv on ad hoc classic approach our framework reli on dedic factor model and simultan determin the number of factor the alloc of each measur to a uniqu factor and the correspond factor load classic identif criteria are appli and integr into our bayesian procedur to gener model that are stabl and clearli interpret a mont carlo studi confirm the valid of the approach the method is use to produc interpret low dimension aggreg from a high dimension set of psycholog measur", "title": "Bayesian exploratory factor analysis"}, "https://ideas.repec.org/a/bla/ecinqu/v46y2008i3p289-324.html": {"abstract": " \"This paper discusses (a) the role of cognitive and noncognitive ability in shaping adult outcomes, (b) the early emergence of differentials in abilities between children of advantaged families and children of disadvantaged families, (c) the role of families in creating these abilities, (d) adverse trends in American families, and (e) the effectiveness of early interventions in offsetting these trends. Practical issues in the design and implementation of early childhood programs are discussed. \"(\"JEL \"A12) Copyright (c) 2008 Western Economic Association International.", "authors": ["ephe22"], "abstractStem": " thi paper discuss a the role of cognit and noncognit abil in shape adult outcom b the earli emerg of differenti in abil between children of advantag famili and children of disadvantag famili c the role of famili in creat these abil d advers trend in american famili and e the effect of earli intervent in offset these trend practic issu in the design and implement of earli childhood program are discuss jel a12 copyright c 2008 western econom associ intern", "title": "Schools, Skills, And Synapses"}, "https://ideas.repec.org/a/red/ecodyn/v9y2008i2interview.html": {"abstract": "James Heckman is the Henry Schultz Distinguished Service Professor of Economics at The University of Chicago. His recent research deals with such issues as evaluation of social programs, econometric models of discrete choice and longitudinal data, the economics of the labor market, and alternative models of the distribution of income. Flavio Cunha is Assistant Professor of Economics at the University of Pennsylvania. He is interested in inequality and skill formation.", "authors": ["epcu47", "ephe22"], "abstractStem": "jame heckman is the henri schultz distinguish servic professor of econom at the univers of chicago hi recent research deal with such issu as evalu of social program econometr model of discret choic and longitudin data the econom of the labor market and altern model of the distribut of incom flavio cunha is assist professor of econom at the univers of pennsylvania he is interest in inequ and skill format", "title": "EconomicDynamics Interviews James Heckman and Flavio Cunha on Skill Formation and Returns to Schooling"}, "https://ideas.repec.org/a/aea/aecrev/v91y2001i2p145-149.html": {"abstract": "No abstract is available for this item.", "authors": ["ephe22", "epru68"], "abstractStem": "no abstract is avail for thi item", "title": "The Importance of Noncognitive Skills: Lessons from the GED Testing Program"}, "https://ideas.repec.org/a/ucp/jlabec/v24y2006i3p635-660.html": {"abstract": "We analyze data from the National Longitudinal Survey of Youth 1979 on high school completion, smoking, and obesity. First, we investigate whether GED recipients differ from other high school graduates in their smoking and obesity behaviors. Second, we explore whether the relationships between schooling and these health-related behaviors are sensitive to controlling for background and ability measures. Third, we estimate instrumental variables models. Our results suggest that the returns to high school completion may include less smoking but the health returns to GED receipt are much smaller. We find little evidence that high school completion is associated with less obesity.", "authors": ["ephe22", "epke44", "fpma2278"], "abstractStem": "we analyz data from the nation longitudin survey of youth 1979 on high school complet smoke and obes first we investig whether ged recipi differ from other high school graduat in their smoke and obes behavior second we explor whether the relationship between school and these healthrel behavior are sensit to control for background and abil measur third we estim instrument variabl model our result suggest that the return to high school complet may includ less smoke but the health return to ged receipt are much smaller we find littl evid that high school complet is associ with less obes", "title": "The Roles of High School Completion and GED Receipt in Smoking and Obesity"}, "https://ideas.repec.org/a/eee/labeco/v19y2012i4p451-464.html": {"abstract": "This paper summarizes recent evidence on what achievement tests measure; how achievement tests relate to other measures of “cognitive ability” like IQ and grades; the important skills that achievement tests miss or mismeasure, and how much these skills matter in life.", "authors": ["ephe22"], "abstractStem": "thi paper summar recent evid on what achiev test measur how achiev test relat to other measur of  cognit abil  like iq and grade the import skill that achiev test miss or mismeasur and how much these skill matter in life", "title": "Hard evidence on soft skills"}, "https://ideas.repec.org/a/aea/aecrev/v90y2000i2p344-349.html": {"abstract": "No abstract is available for this item.", "authors": ["ephe22", "fpto286"], "abstractStem": "no abstract is avail for thi item", "title": "Understanding Black-White Wage Differentials, 1960-1990"}, "https://ideas.repec.org/a/aea/aecrev/v88y1998i2p293-97.html": {"abstract": "Missing from recent discussions of tax reform is any systematic analysis of the effects of various tax proposals on skill formation. This gap in the literature in empirical public finance is due to the absence of any empirically based general equilibrium models with both human capital formation and physical capital formation that are consistent with observations on modern labor markets. This paper is a progress report on our ongoing research on formulating and estimating dynamic general equilibrium models with endogenous heterogeneous human capital accumulation. Our model explains many features of rising wage inequality in the U.S. economy (James Heckman, Lance Lochner and Christopher Taber, 1998). In this paper, we use our model to study the impacts on skill formation of proposals to switch from progressive taxes to flat income and consumption taxes. For the sake of brevity, we focus on steady states in this paper, although we study both transitions and steady states in our research.<p>(This abstract was borrowed from another version of this item.)", "authors": ["ephe22", "eplo31"], "abstractStem": "miss from recent discuss of tax reform is ani systemat analysi of the effect of variou tax propos on skill format thi gap in the literatur in empir public financ is due to the absenc of ani empir base gener equilibrium model with both human capit format and physic capit format that are consist with observ on modern labor market thi paper is a progress report on our ongo research on formul and estim dynam gener equilibrium model with endogen heterogen human capit accumul our model explain mani featur of rise wage inequ in the us economi jame heckman lanc lochner and christoph taber 1998 in thi paper we use our model to studi the impact on skill format of propos to switch from progress tax to flat incom and consumpt tax for the sake of breviti we focu on steadi state in thi paper although we studi both transit and steadi state in our researchpthi abstract wa borrow from anoth version of thi item", "title": "Tax Policy and Human-Capital Formation"}, "https://ideas.repec.org/a/eee/labeco/v14y2007i6p870-893.html": {"abstract": "No abstract is available for this item.", "authors": ["epcu47", "ephe22"], "abstractStem": "no abstract is avail for thi item", "title": "Identifying and Estimating the Distributions of Ex Post and Ex Ante Returns to Schooling"}, "https://ideas.repec.org/a/taf/emetrv/v34y2015i1-2p1-5.html": {"abstract": " This special issue of Econometric Reviews honors William A. Barnett's exceptional contributions in the field of economics. It follows and complements a recent Journal of Econometrics special issue also in honor of William A. Barnett, Internally Consistent Modeling, Aggregation, Inference, and Policy, and is devoted to papers with emphasis on research in the time domain both at the individual and aggregate level.", "authors": ["ephe22", "epse31"], "abstractStem": " thi special issu of econometr review honor william a barnett except contribut in the field of econom it follow and complement a recent journal of econometr special issu also in honor of william a barnett intern consist model aggreg infer and polici and is devot to paper with emphasi on research in the time domain both at the individu and aggreg level", "title": "Introduction to Econometrics with Theory: A Special Issue Honoring William A. Barnett"}, "https://ideas.repec.org/a/bla/jorssa/v174y2011i4p851-855.html": {"abstract": "No abstract is available for this item.", "authors": ["epan124", "ephe22"], "abstractStem": "no abstract is avail for thi item", "title": "Editorial: The measurement of progress—some achievements and challenges"}, "https://ideas.repec.org/a/red/issued/v1y1998i1p1-58.html": {"abstract": "This paper develops and estimates an overlapping generations general equilibrium model of labor earnings, skill formation, and physical capital accumulation with heterogenous human capital. The model analyzes both schooling choices and post-school on-the-job investment in skills in a framework in which different schooling levels index different skills. A key insight in the model is that accounting for the distinction between skill prices and measured wages is important for analyzing the changing wage structure, as they sometimes move in different directions. New methods for estimating the demand for unobserved human capital and for determining the substitution relationships between skills and capital in aggregate technology are developed and applied. We estimate skill-specific human capital accumulation equations that are consistent with the general equilibrium predictions of the model. Using our estimates, we find that a model of skill-biased technical change with a trend estimated from our aggregate technology is consistent with the central feature of rising wage inequality measured by the college-high school wage differential and by the standard deviation of log earnings over the past 15 years. Immigration of low-skill workers contributes little to rising wage inequality. When the model is extended to account for the enlarged cohorts of the Baby Boom, we find that the same parameter estimates of the supply functions for human capital that are used to explain the wage history of the last 15 years also explain the last 35 years of wage inequality as documented by Katz and Murphy (1992). (Copyright: Elsevier)", "authors": ["ephe22", "eplo31"], "abstractStem": "thi paper develop and estim an overlap gener gener equilibrium model of labor earn skill format and physic capit accumul with heterogen human capit the model analyz both school choic and postschool onthejob invest in skill in a framework in which differ school level index differ skill a key insight in the model is that account for the distinct between skill price and measur wage is import for analyz the chang wage structur as they sometim move in differ direct new method for estim the demand for unobserv human capit and for determin the substitut relationship between skill and capit in aggreg technolog are develop and appli we estim skillspecif human capit accumul equat that are consist with the gener equilibrium predict of the model use our estim we find that a model of skillbias technic chang with a trend estim from our aggreg technolog is consist with the central featur of rise wage inequ measur by the collegehigh school wage differenti and by the standard deviat of log earn over the past 15 year immigr of lowskil worker contribut littl to rise wage inequ when the model is extend to account for the enlarg cohort of the babi boom we find that the same paramet estim of the suppli function for human capit that are use to explain the wage histori of the last 15 year also explain the last 35 year of wage inequ as document by katz and murphi 1992 copyright elsevi", "title": "Explaining Rising Wage Inequality: Explanations With A Dynamic General Equilibrium Model of Labor Earnings With Heterogeneous Agents"}, "https://ideas.repec.org/a/ucp/jlabec/doi10.1086-664924.html": {"abstract": "The option to obtain a General Educational Development (GED) certificate changes the incentives facing high school students. This article evaluates the effect of three different GED policy innovations on high school graduation rates. A 6-point decrease in the GED pass rate produced a 1.3-point decline in high school dropout rates. The introduction of a GED certification program in high schools in Oregon produced a 4% decrease in high school graduation rates. Introduction of GED certificates for civilians in California increased the dropout rate by 3 points. The GED program induces students to drop out of high school.", "authors": ["ephe22", "fphu293", "fpla314"], "abstractStem": "the option to obtain a gener educ develop ged certif chang the incent face high school student thi articl evalu the effect of three differ ged polici innov on high school graduat rate a 6point decreas in the ged pass rate produc a 13point declin in high school dropout rate the introduct of a ged certif program in high school in oregon produc a 4 decreas in high school graduat rate introduct of ged certif for civilian in california increas the dropout rate by 3 point the ged program induc student to drop out of high school", "title": "Taking the Easy Way Out: How the GED Testing Program Induces Students to Drop Out"}, "https://ideas.repec.org/a/ucp/jpolec/v112y2004is1ps60-s109.html": {"abstract": "This paper considers the identification and estimation of hedonic models. We establish that in an additive version of the hedonic model, technology and preferences are generically nonparametrically identified from data on demand and supply in a single hedonic market. The empirical literature that claims that hedonic models estimated on data from a single market are fundamentally underidentified is based on arbitrary linearizations that do not use all the information in the model. The exact economic model that justifies linear approximations is unappealing. Nonlinearities are generic features of equilibrium in hedonic models and a fundamental and economically motivated source of identification.", "authors": ["ephe22", "epne123"], "abstractStem": "thi paper consid the identif and estim of hedon model we establish that in an addit version of the hedon model technolog and prefer are gener nonparametr identifi from data on demand and suppli in a singl hedon market the empir literatur that claim that hedon model estim on data from a singl market are fundament underidentifi is base on arbitrari linear that do not use all the inform in the model the exact econom model that justifi linear approxim is unapp nonlinear are gener featur of equilibrium in hedon model and a fundament and econom motiv sourc of identif", "title": "Identification and Estimation of Hedonic Models"}, "https://ideas.repec.org/a/aea/aecrev/v75y1985i2p179-84.html": {"abstract": "No abstract is available for this item.", "authors": ["ephe22", "epho4", "fpwa398"], "abstractStem": "no abstract is avail for thi item", "title": "New Evidence on the Timing and Spacing of Births"}, "https://ideas.repec.org/a/ucp/jlabec/v22y2004i2p243-298.html": {"abstract": "This article decomposes the participation process of a prototypical program into eligibility, awareness, application, acceptance, and enrollment. With this decomposition, we determine the sources of unequal participation for different groups and demonstrate that variables often have very different effects at different stages in the participation process. Our analysis shows that personal choices substantially affect participation and that awareness of program eligibility is a major source of variation in participation.", "authors": ["ephe22", "epsm73"], "abstractStem": "thi articl decompos the particip process of a prototyp program into elig awar applic accept and enrol with thi decomposit we determin the sourc of unequ particip for differ group and demonstr that variabl often have veri differ effect at differ stage in the particip process our analysi show that person choic substanti affect particip and that awar of program elig is a major sourc of variat in particip", "title": "The Determinants of Participation in a Social Program: Evidence from a Prototypical Job Training Program"}, "https://ideas.repec.org/a/tpr/restat/v83y2001i1p1-12.html": {"abstract": " This paper considers two problems that arise in determining the role of cognitive ability in explaining the level of and change in the rate of return to schooling. The first problem is that ability and schooling are so strongly dependent that it is not possible, over a wide range of variation in schooling and ability, to independently vary these two variables and estimate their separate impacts. The second problem is that the structure of panel data makes it difficult to identify main age and time effects or to isolate crucial education-ability-time interactions which are needed to assess the role of ability in explaining the rise in the return to education. © 2000 by the President and Fellows of Harvard College and the Massachusetts Institute of Technology", "authors": ["ephe22", "epvy2"], "abstractStem": " thi paper consid two problem that aris in determin the role of cognit abil in explain the level of and chang in the rate of return to school the first problem is that abil and school are so strongli depend that it is not possibl over a wide rang of variat in school and abil to independ vari these two variabl and estim their separ impact the second problem is that the structur of panel data make it difficult to identifi main age and time effect or to isol crucial educationabilitytim interact which are need to assess the role of abil in explain the rise in the return to educ   2000 by the presid and fellow of harvard colleg and the massachusett institut of technolog", "title": "Identifying The Role Of Cognitive Ability In Explaining The Level Of And Change In The Return To Schooling"}, "https://ideas.repec.org/a/ecm/quante/v1y2010i1p1-46.html": {"abstract": "Social experiments are powerful sources of information about the effectiveness of interventions. In practice, initial randomization plans are almost always compromised. Multiple hypotheses are frequently tested. \"Significant\" effects are often reported with p-values that do not account for preliminary screening from a large candidate pool of possible effects. This paper develops tools for analyzing data from experiments as they are actually implemented. We apply these tools to analyze the influential HighScope Perry Preschool Program. The Perry program was a social experiment that provided preschool education and home visits to disadvantaged children during their preschool years. It was evaluated by the method of random assignment. Both treatments and controls have been followed from age 3 through age 40. Previous analyses of the Perry data assume that the planned randomization protocol was implemented. In fact, as in many social experiments, the intended randomization protocol was compromised. Accounting for compromised randomization, multiple-hypothesis testing, and small sample sizes, we find statistically significant and economically important program effects for both males and females. We also examine the representativeness of the Perry study.<p>(This abstract was borrowed from another version of this item.)", "authors": ["ephe22", "fpsa796"], "abstractStem": "social experi are power sourc of inform about the effect of intervent in practic initi random plan are almost alway compromis multipl hypothes are frequent test signific effect are often report with pvalu that do not account for preliminari screen from a larg candid pool of possibl effect thi paper develop tool for analyz data from experi as they are actual implement we appli these tool to analyz the influenti highscop perri preschool program the perri program wa a social experi that provid preschool educ and home visit to disadvantag children dure their preschool year it wa evalu by the method of random assign both treatment and control have been follow from age 3 through age 40 previou analys of the perri data assum that the plan random protocol wa implement in fact as in mani social experi the intend random protocol wa compromis account for compromis random multiplehypothesi test and small sampl size we find statist signific and econom import program effect for both male and femal we also examin the repres of the perri studypthi abstract wa borrow from anoth version of thi item", "title": "Analyzing social experiments as implemented: A reexamination of the evidence from the HighScope Perry Preschool Program"}, "https://ideas.repec.org/a/ucp/jpolec/v109y2001i3p455-499.html": {"abstract": "This paper estimates a dynamic model of schooling attainment to investigate the sources of racial and ethnic disparity in college attendance. Parental income in the child's adolescent years is a strong predictor of this disparity. This is widely interpreted to mean that credit constraints facing families during the college-going years are important. Using NLSY data, we find that it is the long-run factors associated with parental background and family environment, and not credit constraints facing prospective students in the college-going years, that account for most of the racial-ethnic college-going differential. Policies aimed at improving these long-term family and environmental factors are more likely to be successful in eliminating college attendance differentials than short-term tuition reduction and family income supplement policies aimed at families with college age children.", "authors": ["ephe22"], "abstractStem": "thi paper estim a dynam model of school attain to investig the sourc of racial and ethnic dispar in colleg attend parent incom in the child adolesc year is a strong predictor of thi dispar thi is wide interpret to mean that credit constraint face famili dure the collegego year are import use nlsi data we find that it is the longrun factor associ with parent background and famili environ and not credit constraint face prospect student in the collegego year that account for most of the racialethn collegego differenti polici aim at improv these longterm famili and environment factor are more like to be success in elimin colleg attend differenti than shortterm tuition reduct and famili incom supplement polici aim at famili with colleg age children", "title": "The Dynamics of Educational Attainment for Black, Hispanic, and White Males"}, "https://ideas.repec.org/a/bla/ecinqu/v48y2010i1p234-235.html": {"abstract": " \"This paper uses data available from the National Opinion Research Center's (NORC) survey on religious attitudes and powerful statistical methods to evaluate the effect of prayer on the attitude of God toward human beings.\" (\"JEL\" C21, Z12) Copyright (c) 2009 Western Economic Association International.", "authors": ["ephe22"], "abstractStem": " thi paper use data avail from the nation opinion research center norc survey on religi attitud and power statist method to evalu the effect of prayer on the attitud of god toward human be jel c21 z12 copyright c 2009 western econom associ intern", "title": "The Effect Of Prayer On God'S Attitude Toward Mankind"}, "https://ideas.repec.org/a/ecm/emetrp/v46y1978i4p931-59.html": {"abstract": "This paper considers the formulation and estimation of simultaneous equation models with both discrete and continuous endogenous variables. The statistical model proposed here is sufficiently rich to encompass the classical simultaneous equation model for continuous endogenous variables and more recent models for purely discrete endogenous variables as special cases of a more general model.<p>(This abstract was borrowed from another version of this item.)", "authors": ["ephe22"], "abstractStem": "thi paper consid the formul and estim of simultan equat model with both discret and continu endogen variabl the statist model propos here is suffici rich to encompass the classic simultan equat model for continu endogen variabl and more recent model for pure discret endogen variabl as special case of a more gener modelpthi abstract wa borrow from anoth version of thi item", "title": "Dummy Endogenous Variables in a Simultaneous Equation System"}, "https://ideas.repec.org/a/wly/hlthec/v16y2007i11p1133-1157.html": {"abstract": " Instrumental variable (IV) methods are widely used in the health economics literature to adjust for hidden selection biases in observational studies when estimating treatment effects. Less attention has been paid in the applied literature to the proper use of IVs if treatment effects are heterogeneous across subjects and individuals select treatments based on expected idiosyncratic gains or losses from treatments. In this paper we compare conventional IV analysis with alternative approaches that use IVs to estimate treatment effects in models with response heterogeneity and self-selection. Instead of interpreting IV estimates as the effect of treatment at an unknown margin of patients, we identify the marginal patients and we apply the method of local IVs to estimate the average treatment effect and the effect on the treated on 5-year direct costs of breast-conserving surgery and radiation therapy compared with mastectomy in breast cancer patients. We use a sample from the Outcomes and Preferences in Older Women, Nationwide Survey which is designed to be representative of all female Medicare beneficiaries (aged 67 or older) with newly diagnosed breast cancer between 1992 and 1994. Our results reveal some of the advantages and limitations of conventional and alternative IV methods in estimating mean treatment effect parameters. Copyright © 2007 John Wiley &amp; Sons, Ltd.", "authors": ["fpba977", "ephe22", "fpna222", "epur49"], "abstractStem": " instrument variabl iv method are wide use in the health econom literatur to adjust for hidden select bias in observ studi when estim treatment effect less attent ha been paid in the appli literatur to the proper use of iv if treatment effect are heterogen across subject and individu select treatment base on expect idiosyncrat gain or loss from treatment in thi paper we compar convent iv analysi with altern approach that use iv to estim treatment effect in model with respons heterogen and selfselect instead of interpret iv estim as the effect of treatment at an unknown margin of patient we identifi the margin patient and we appli the method of local iv to estim the averag treatment effect and the effect on the treat on 5year direct cost of breastconserv surgeri and radiat therapi compar with mastectomi in breast cancer patient we use a sampl from the outcom and prefer in older women nationwid survey which is design to be repres of all femal medicar beneficiari age 67 or older with newli diagnos breast cancer between 1992 and 1994 our result reveal some of the advantag and limit of convent and altern iv method in estim mean treatment effect paramet copyright   2007 john wiley amp son ltd", "title": "Use of instrumental variables in the presence of heterogeneity and self-selection: an application to treatments of breast cancer patients"}, "https://ideas.repec.org/a/bpj/capsoc/v3y2008i3n2.html": {"abstract": "No abstract is available for this item.", "authors": ["ephe22"], "abstractStem": "no abstract is avail for thi item", "title": "The Many Contributions of Edmund Phelps: American Economic Association Luncheon Speech Honoring the 2006 Nobel Laureate in Economics"}, "https://ideas.repec.org/a/eee/chieco/v16y2005i1p50-70.html": {"abstract": "No abstract is available for this item.", "authors": ["ephe22"], "abstractStem": "no abstract is avail for thi item", "title": "China's human capital investment"}, "https://ideas.repec.org/a/tpr/restat/v86y2004i1p30-57.html": {"abstract": " This paper investigates four topics. (1) It examines the different roles played by the propensity score (the probability of selection into treatment) in matching, instrumental variable, and control function methods. (2) It contrasts the roles of exclusion restrictions in matching and selection models. (3) It characterizes the sensitivity of matching to the choice of conditioning variables and demonstrates the greater robustness of control function methods to misspecification of the conditioning variables. (4) It demonstrates the problem of choosing the conditioning variables in matching and the failure of conventional model selection criteria when candidate conditioning variables are not exogenous in a sense defined in this paper. © 2004 President and Fellows of Harvard College and the Massachusetts Institute of Technology.", "authors": ["ephe22", "fpna222"], "abstractStem": " thi paper investig four topic 1 it examin the differ role play by the propens score the probabl of select into treatment in match instrument variabl and control function method 2 it contrast the role of exclus restrict in match and select model 3 it character the sensit of match to the choic of condit variabl and demonstr the greater robust of control function method to misspecif of the condit variabl 4 it demonstr the problem of choos the condit variabl in match and the failur of convent model select criteria when candid condit variabl are not exogen in a sens defin in thi paper   2004 presid and fellow of harvard colleg and the massachusett institut of technolog", "title": "Using Matching, Instrumental Variables, and Control Functions to Estimate Economic Choice Models"}, "https://ideas.repec.org/a/ecm/emetrp/v52y1984i6p1543-47.html": {"abstract": "No abstract is available for this item.", "authors": ["ephe22"], "abstractStem": "no abstract is avail for thi item", "title": "The x[superscript]2 Goodness of Fit Statistic for Models with Parameters Estimated from Microdata"}, "https://ideas.repec.org/a/bpj/capsoc/v4y2009i1n4.html": {"abstract": "No abstract is available for this item.", "authors": ["ephe22"], "abstractStem": "no abstract is avail for thi item", "title": "Comment on \"Nietzsche and the Economics of Becoming\" (by Richard Robb)"}, "https://ideas.repec.org/a/oup/revage/v29y2007i3p446-493.html": {"abstract": "This paper presents a productivity argument for investing in disadvantaged young children. For such investment, there is no equity-efficiency tradeoff.<p>(This abstract was borrowed from another version of this item.)", "authors": ["ephe22"], "abstractStem": "thi paper present a product argument for invest in disadvantag young children for such invest there is no equityeffici tradeoffpthi abstract wa borrow from anoth version of thi item", "title": "The Productivity Argument for Investing in Young Children "}, "https://ideas.repec.org/a/oup/restud/v51y1984i2p231-241..html": {"abstract": "This paper presents new identifiability conditions for the Cox proportional hazard model for duration data when unobserved person specific variables are present. We compare our conditions with those presented by Elbers and Ridder. We also present identifiability conditions for a rich class of parametric hazard models without regressor variables.", "authors": ["ephe22"], "abstractStem": "thi paper present new identifi condit for the cox proport hazard model for durat data when unobserv person specif variabl are present we compar our condit with those present by elber and ridder we also present identifi condit for a rich class of parametr hazard model without regressor variabl", "title": "The Identifiability of the Proportional Hazard Model"}, "https://ideas.repec.org/a/vep/journl/y2009v117i3p365-386.html": {"abstract": "A full understanding of child development draws on knowledge from economics and psychology. Both cognitive and noncognitive capabilities produce a variety of behaviors and outcomes. An emerging literature relates psychological measurements of personality and cognition to economic preference parameters and extends conventional preference specifications in economics. Comparative advantage is an empirically important feature of economic and social life. The same bundle of personal traits has different productivity in different tasks, and people with different bundles sort into tasks according to their comparative advantage. Recent empirical work on the technology of capability formation provides an operational empirical framework that captures these ideas (see Cunha and Heckman, 2009). Capabilities are not invariant traits and are causally affected by parental investment and early social environments. Moreover, capabilities are not solely situational specific. They are stable, but they evolve over the life cycle. Measures of capabilities should standardize for the environments in which they are taken – a basic tenet of science. Otherwise traits may appear to be unstable across situations (Borghans - Duckworth - Heckman - ter Weel, 2008). The technology of capability formation rationalizes a large body of evidence in economics, psychology, and neuroscience. Capabilities are self-productive and crossproductive. Synergies in the technology (2) explain why it is so productive to invest in the cognitive skills of disadvantaged young children but why the payoffs are so low for cognitive investments in disadvantaged older children and are even lower for disadvantaged adults. There is no equity-efficiency trade-off for investment in the capabilities of young disadvantaged children. There is a substantial equity-efficiency trade-off for investment in the capabilities of older disadvantaged children. Later remediation should focus on fostering noncognitive traits related to personality.", "authors": ["ephe22"], "abstractStem": "a full understand of child develop draw on knowledg from econom and psycholog both cognit and noncognit capabl produc a varieti of behavior and outcom an emerg literatur relat psycholog measur of person and cognit to econom prefer paramet and extend convent prefer specif in econom compar advantag is an empir import featur of econom and social life the same bundl of person trait ha differ product in differ task and peopl with differ bundl sort into task accord to their compar advantag recent empir work on the technolog of capabl format provid an oper empir framework that captur these idea see cunha and heckman 2009 capabl are not invari trait and are causal affect by parent invest and earli social environ moreov capabl are not sole situat specif they are stabl but they evolv over the life cycl measur of capabl should standard for the environ in which they are taken   a basic tenet of scienc otherwis trait may appear to be unstabl across situat borghan  duckworth  heckman  ter weel 2008 the technolog of capabl format ration a larg bodi of evid in econom psycholog and neurosci capabl are selfproduct and crossproduct synergi in the technolog 2 explain whi it is so product to invest in the cognit skill of disadvantag young children but whi the payoff are so low for cognit invest in disadvantag older children and are even lower for disadvantag adult there is no equityeffici tradeoff for invest in the capabl of young disadvantag children there is a substanti equityeffici tradeoff for invest in the capabl of older disadvantag children later remedi should focu on foster noncognit trait relat to person", "title": "Lectio magistralis. Investing in our Young People: Lessons from Economics and Psychology"}, "https://ideas.repec.org/a/aea/aecrev/v91y2001i2p107-111.html": {"abstract": "No abstract is available for this item.", "authors": ["ephe22", "epvy2"], "abstractStem": "no abstract is avail for thi item", "title": "Policy-Relevant Treatment Effects"}, "https://ideas.repec.org/a/aea/aecrev/v105y2015i5p74-79.html": {"abstract": "This paper presents Gary Becker's approach to conducting creative, empirically fruitful economic research. It describes the traits and methodology that made him such a productive and influential scholar.", "authors": ["ephe22"], "abstractStem": "thi paper present gari becker approach to conduct creativ empir fruit econom research it describ the trait and methodolog that made him such a product and influenti scholar", "title": "Gary Becker: Model Economic Scientist"}, "https://ideas.repec.org/a/bpj/capsoc/v2y2007i1n5.html": {"abstract": "No abstract is available for this item.", "authors": ["ephe22"], "abstractStem": "no abstract is avail for thi item", "title": "Comments on Are Protective Labor Market Institutions at the Root of Unemployment? A Critical Review of the Evidence by David Howell, Dean Baker, Andrew Glyn, and John Schmitt"}, "https://ideas.repec.org/a/wej/wldecn/245.html": {"abstract": "No abstract is available for this item.", "authors": ["ephe22", "epst130"], "abstractStem": "no abstract is avail for thi item", "title": "Reply to Byatt et al. by Nicholas Stern"}, "https://ideas.repec.org/a/aea/jeclit/v30y1992i2p876-86.html": {"abstract": "No abstract is available for this item.", "authors": ["ephe22"], "abstractStem": "no abstract is avail for thi item", "title": "Haavelmo and the Birth of Modern Econometrics: A Review of The History of Econometric Ideas"}, "https://ideas.repec.org/a/ecm/emetrp/v66y1998i5p1017-1098.html": {"abstract": "Semiparametric methods are developed to estimate the bias that arises from using nonexperimental comparison groups to evaluate social programs and to test the identifying assumptions that justify matching, selection models and the method of difference in differences. Using data from an experiment on a prototypical social program and data from nonexperimental comparison groups, the authors reject the assumptions justifying matching and their extensions of it. The evidence supports the selection bias model and the assumptions that justify a semiparametric version of the method of difference-in-differences. The authors extend their analysis to consider applications of the methods to ordinary observational data. Journal: Econometrica", "authors": ["ephe22", "epic1", "epsm73", "fpto286"], "abstractStem": "semiparametr method are develop to estim the bia that aris from use nonexperiment comparison group to evalu social program and to test the identifi assumpt that justifi match select model and the method of differ in differ use data from an experi on a prototyp social program and data from nonexperiment comparison group the author reject the assumpt justifi match and their extens of it the evid support the select bia model and the assumpt that justifi a semiparametr version of the method of differenceindiffer the author extend their analysi to consid applic of the method to ordinari observ data journal econometrica", "title": "Characterizing Selection Bias Using Experimental Data"}, "https://ideas.repec.org/a/ucp/jpolec/v93y1985i6p1077-1125.html": {"abstract": "No abstract is available for this item.", "authors": ["ephe22"], "abstractStem": "no abstract is avail for thi item", "title": "Heterogeneity, Aggregation, and Market Wage Functions: An Empirical Model of Self-selection in the Labor Market"}, "https://ideas.repec.org/a/uwp/jhriss/v37y2002i4p693-695.html": {"abstract": "No abstract is available for this item.", "authors": ["epha97", "ephe22"], "abstractStem": "no abstract is avail for thi item", "title": "Introduction to the JHR's Special Issue on Designing Incentives to Promote Human Capital"}, "https://ideas.repec.org/a/bla/econom/v47y1980i187p247-83.html": {"abstract": "No abstract is available for this item.", "authors": ["epbo44", "ephe22"], "abstractStem": "no abstract is avail for thi item", "title": "Does Unemployment Cause Future Unemployment? Definitions, Questions and Answers from a Continuous Time Model of Heterogeneity and State Dependence"}, "https://ideas.repec.org/a/ucp/ecdecc/y2003v51i4p795-804.html": {"abstract": "This paper discusses evidence on human capital investment in China. Policies through the mid 1990s favor physical investment over schooling.<p>(This abstract was borrowed from another version of this item.)", "authors": ["ephe22"], "abstractStem": "thi paper discuss evid on human capit invest in china polici through the mid 1990 favor physic invest over schoolingpthi abstract wa borrow from anoth version of thi item", "title": "China's Investment in Human Capital"}, "https://ideas.repec.org/a/eee/econom/v158y2010i2p177-203.html": {"abstract": "The recent literature on instrumental variables (IV) features models in which agents sort into treatment status on the basis of gains from treatment as well as on baseline-pretreatment levels. Components of the gains known to the agents and acted on by them may not be known by the observing economist. Such models are called correlated random coefficient models. Sorting on unobserved components of gains complicates the interpretation of what IV estimates. This paper examines testable implications of the hypothesis that agents do not sort into treatment based on gains. In it, we develop new tests to gauge the empirical relevance of the correlated random coefficient model to examine whether the additional complications associated with it are required. We examine the power of the proposed tests. We derive a new representation of the variance of the instrumental variable estimator for the correlated random coefficient model. We apply the methods in this paper to the prototypical empirical problem of estimating the return to schooling and find evidence of sorting into schooling based on unobserved components of gains.", "authors": ["ephe22", "epur49"], "abstractStem": "the recent literatur on instrument variabl iv featur model in which agent sort into treatment statu on the basi of gain from treatment as well as on baselinepretreat level compon of the gain known to the agent and act on by them may not be known by the observ economist such model are call correl random coeffici model sort on unobserv compon of gain complic the interpret of what iv estim thi paper examin testabl implic of the hypothesi that agent do not sort into treatment base on gain in it we develop new test to gaug the empir relev of the correl random coeffici model to examin whether the addit complic associ with it are requir we examin the power of the propos test we deriv a new represent of the varianc of the instrument variabl estim for the correl random coeffici model we appli the method in thi paper to the prototyp empir problem of estim the return to school and find evid of sort into school base on unobserv compon of gain", "title": "Testing the correlated random coefficient model"}, "https://ideas.repec.org/a/ecm/emetrp/v58y1990i6p1411-41.html": {"abstract": " This paper considers the formulation, estimation, and evaluation of semiparametric multistates duration models with time-varying regressors and unobservables correlated over spells. The authors' models are applied to test a dynamic version of the neoclassical theory of fertility. Using Swedish data, they find that rising female wages over the lifecycle delay times to all conceptions, but barely affect childlessness. The authors estimate a model that predicts fertility attained at different ages as well as the aggregate time series of birth rates. Estimated cohort drift in wage and income parameters is consistent with the expansion of pronatal social programs over the sample period. Copyright 1990 by The Econometric Society.", "authors": ["ephe22", "fpwa398"], "abstractStem": " thi paper consid the formul estim and evalu of semiparametr multist durat model with timevari regressor and unobserv correl over spell the author model are appli to test a dynam version of the neoclass theori of fertil use swedish data they find that rise femal wage over the lifecycl delay time to all concept but bare affect childless the author estim a model that predict fertil attain at differ age as well as the aggreg time seri of birth rate estim cohort drift in wage and incom paramet is consist with the expans of pronat social program over the sampl period copyright 1990 by the econometr societi", "title": "The Relationship between Wages and Income and the Timing and Spacing of Births: Evidence from Swedish Longitudinal Data"}, "https://ideas.repec.org/a/vep/journl/y2009v117i3p361-363.html": {"abstract": "No abstract is available for this item.", "authors": ["fpca788", "ephe22"], "abstractStem": "no abstract is avail for thi item", "title": "Introducion"}, "https://ideas.repec.org/a/aea/aecrev/v101y2011i6p2754-81.html": {"abstract": " This paper estimates marginal returns to college for individuals induced to enroll in college by different marginal policy changes. The recent instrumental variables literature seeks to estimate this parameter, but in general it does so only under strong assumptions that are tested and found wanting. We show how to utilize economic theory and local instrumental variables estimators to estimate the effect of marginal policy changes. Our empirical analysis shows that returns are higher for individuals with values of unobservables that make them more likely to attend college. We contrast our estimates with IV estimates of the return to schooling. (JEL I23, J24, J31)", "authors": ["epca130", "ephe22", "epvy2"], "abstractStem": " thi paper estim margin return to colleg for individu induc to enrol in colleg by differ margin polici chang the recent instrument variabl literatur seek to estim thi paramet but in gener it doe so onli under strong assumpt that are test and found want we show how to util econom theori and local instrument variabl estim to estim the effect of margin polici chang our empir analysi show that return are higher for individu with valu of unobserv that make them more like to attend colleg we contrast our estim with iv estim of the return to school jel i23 j24 j31", "title": "Estimating Marginal Returns to Education"}, "https://ideas.repec.org/a/ucp/jpolec/v106y1998i2p262-333.html": {"abstract": "No abstract is available for this item.", "authors": ["ephe22"], "abstractStem": "no abstract is avail for thi item", "title": "Life Cycle Schooling and Dynamic Selection Bias: Models and Evidence for Five Cohorts of American Males"}, "https://ideas.repec.org/a/aea/jeclit/v48y2010i2p356-98.html": {"abstract": "This paper compares the structural approach to economic policy analysis with the program evaluation approach. It offers a third way to do policy analysis that combines the best features of both approaches. I illustrate the value of this alternative approach by making the implicit economics of LATE explicit, thereby extending the interpretability and range of policy questions that LATE can answer. (JEL C21, E61)", "authors": ["ephe22"], "abstractStem": "thi paper compar the structur approach to econom polici analysi with the program evalu approach it offer a third way to do polici analysi that combin the best featur of both approach i illustr the valu of thi altern approach by make the implicit econom of late explicit therebi extend the interpret and rang of polici question that late can answer jel c21 e61", "title": "Building Bridges between Structural and Program Evaluation Approaches to Evaluating Policy"}, "https://ideas.repec.org/a/tpr/restat/v81y1999i4p720-727.html": {"abstract": " One current educational reform seeks to reward the \"value added\" by teachers and schools based on the average change in pupil test scores over time. In this paper, we outline the conditions under which the average change in scores is sufficient to rank schools in terms of value added. A key condition is that socioeconomic outcomes be a linear function of test scores. Absent this condition, one can still derive the optimal value-added policy if one knows the relationship between test scores and socioeconomic outcomes, and the distribution of test scores both before and after the intervention. Using the National Longitudinal Survey of Youth, we find a nonlinear relationship between test scores and one important outcome: log wages. We find no consistent pattern in the curvature of log wage returns to test scores (whether percentiles, scaled, or raw scores). This implies that, used alone, the average gain in test scores is an inadequate measure of school performance and current value-added methodology may misdirect school resources. © 2000 by the President and Fellows of Harvard College and the Massachusetts Institute of Technology", "authors": ["epca6", "ephe22", "epvy2"], "abstractStem": " one current educ reform seek to reward the valu ad by teacher and school base on the averag chang in pupil test score over time in thi paper we outlin the condit under which the averag chang in score is suffici to rank school in term of valu ad a key condit is that socioeconom outcom be a linear function of test score absent thi condit one can still deriv the optim valuead polici if one know the relationship between test score and socioeconom outcom and the distribut of test score both befor and after the intervent use the nation longitudin survey of youth we find a nonlinear relationship between test score and one import outcom log wage we find no consist pattern in the curvatur of log wage return to test score whether percentil scale or raw score thi impli that use alon the averag gain in test score is an inadequ measur of school perform and current valuead methodolog may misdirect school resourc   2000 by the presid and fellow of harvard colleg and the massachusett institut of technolog", "title": "On Policies To Reward The Value Added By Educators"}, "https://ideas.repec.org/a/ecm/emetrp/v42y1974i4p679-94.html": {"abstract": "No abstract is available for this item.", "authors": ["ephe22"], "abstractStem": "no abstract is avail for thi item", "title": "Shadow Prices, Market Wages, and Labor Supply"}, "https://ideas.repec.org/a/aea/aecrev/v68y1978i2p200-207.html": {"abstract": "No abstract is available for this item.", "authors": ["ephe22"], "abstractStem": "no abstract is avail for thi item", "title": "A Partial Survey of Recent Research on the Labor Supply of Women"}, "https://ideas.repec.org/a/cje/issued/v18y1985i1p28-37.html": {"abstract": "No abstract is available for this item.", "authors": ["ephe22"], "abstractStem": "no abstract is avail for thi item", "title": "A Simultaneous Equations Linear Probability Model"}, "https://ideas.repec.org/a/ecm/emetrp/v58y1990i5p1121-49.html": {"abstract": " This paper explores the robustness of the essential economic conclusions of the Roy model of self-selection and income inequality to relaxation of its normality assumptions. A log concave version of the model reproduces most of the main results. Log convex cases offer counterexamples. The authors show that in a Roy economy, random assignment is inegalitarian and Pareto inefficient. They consider nonparametric identifiability of latent skill distributions with cross-section and panel data. The authors' analysis proves nonparametric identifiability for the closely related competing risks model. Copyright 1990 by The Econometric Society.", "authors": ["ephe22"], "abstractStem": " thi paper explor the robust of the essenti econom conclus of the roy model of selfselect and incom inequ to relax of it normal assumpt a log concav version of the model reproduc most of the main result log convex case offer counterexampl the author show that in a roy economi random assign is inegalitarian and pareto ineffici they consid nonparametr identifi of latent skill distribut with crosssect and panel data the author analysi prove nonparametr identifi for the close relat compet risk model copyright 1990 by the econometr societi", "title": "The Empirical Content of the Roy Model"}, "https://ideas.repec.org/a/tpr/restat/v88y2006i3p389-432.html": {"abstract": " This paper examines the properties of instrumental variables (IV) applied to models with essential heterogeneity, that is, models where responses to interventions are heterogeneous and agents adopt treatments (participate in programs) with at least partial knowledge of their idiosyncratic response. We analyze two-outcome and multiple-outcome models, including ordered and unordered choice models. We allow for transition-specific and general instruments. We generalize previous analyses by developing weights for treatment effects for general instruments. We develop a simple test for the presence of essential heterogeneity. We note the asymmetry of the model of essential heterogeneity: outcomes of choices are heterogeneous in a general way; choices are not. When both choices and outcomes are permitted to be symmetrically heterogeneous, the method of IV breaks down for estimating treatment parameters. Copyright by the President and Fellows of Harvard College and the Massachusetts Institute of Technology.", "authors": ["ephe22", "epur49", "epvy2"], "abstractStem": " thi paper examin the properti of instrument variabl iv appli to model with essenti heterogen that is model where respons to intervent are heterogen and agent adopt treatment particip in program with at least partial knowledg of their idiosyncrat respons we analyz twooutcom and multipleoutcom model includ order and unord choic model we allow for transitionspecif and gener instrument we gener previou analys by develop weight for treatment effect for gener instrument we develop a simpl test for the presenc of essenti heterogen we note the asymmetri of the model of essenti heterogen outcom of choic are heterogen in a gener way choic are not when both choic and outcom are permit to be symmetr heterogen the method of iv break down for estim treatment paramet copyright by the presid and fellow of harvard colleg and the massachusett institut of technolog", "title": "Understanding Instrumental Variables in Models with Essential Heterogeneity"}, "https://ideas.repec.org/a/ecm/emetrp/v73y2005i3p669-738.html": {"abstract": " This paper uses the marginal treatment effect (MTE) to unify the nonparametric literature on treatment effects with the econometric literature on structural estimation using a nonparametric analog of a policy invariant parameter; to generate a variety of treatment effects from a common semiparametric functional form; to organize the literature on alternative estimators; and to explore what policy questions commonly used estimators in the treatment effect literature answer. A fundamental asymmetry intrinsic to the method of instrumental variables (IV) is noted. Recent advances in IV estimation allow for heterogeneity in responses but not in choices, and the method breaks down when both choice and response equations are heterogeneous in a general way. Copyright The Econometric Society 2005.", "authors": ["ephe22", "epvy2"], "abstractStem": " thi paper use the margin treatment effect mte to unifi the nonparametr literatur on treatment effect with the econometr literatur on structur estim use a nonparametr analog of a polici invari paramet to gener a varieti of treatment effect from a common semiparametr function form to organ the literatur on altern estim and to explor what polici question commonli use estim in the treatment effect literatur answer a fundament asymmetri intrins to the method of instrument variabl iv is note recent advanc in iv estim allow for heterogen in respons but not in choic and the method break down when both choic and respons equat are heterogen in a gener way copyright the econometr societi 2005", "title": "Structural Equations, Treatment Effects, and Econometric Policy Evaluation"}, "https://ideas.repec.org/a/ucp/jpolec/v82y1974i2ps136-s163.html": {"abstract": "No abstract is available for this item.", "authors": ["ephe22"], "abstractStem": "no abstract is avail for thi item", "title": "Effects of Child-Care Programs on Women's Work Effort"}, "https://ideas.repec.org/a/aea/aecrev/v97y2007i2p31-47.html": {"abstract": "This paper develops a model of skill formation that explains a variety of findings established in the child development and child intervention literatures. At its core is a technology that is stage-specific and that features self productivity, dynamic complementarity and skill multipliers. Lessons are drawn for the design of new policies to alleviate the consequences of the accident of birth that is a major source of human inequality.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epcu47", "ephe22"], "abstractStem": "thi paper develop a model of skill format that explain a varieti of find establish in the child develop and child intervent literatur at it core is a technolog that is stagespecif and that featur self product dynam complementar and skill multipli lesson are drawn for the design of new polici to allevi the consequ of the accid of birth that is a major sourc of human inequalitypthi abstract wa borrow from anoth version of thi item", "title": "The Technology of Skill Formation"}, "https://ideas.repec.org/a/eee/econom/v156y2010i1p27-37.html": {"abstract": "This paper compares the economic questions addressed by instrumental variables estimators with those addressed by structural approaches. We discuss Marschak's Maxim: estimators should be selected on the basis of their ability to answer well-posed economic problems with minimal assumptions. A key identifying assumption that allows structural methods to be more informative than IV can be tested with data and does not have to be imposed.", "authors": ["ephe22", "epur49"], "abstractStem": "thi paper compar the econom question address by instrument variabl estim with those address by structur approach we discuss marschak maxim estim should be select on the basi of their abil to answer wellpos econom problem with minim assumpt a key identifi assumpt that allow structur method to be more inform than iv can be test with data and doe not have to be impos", "title": "Comparing IV with structural models: What simple IV can and cannot identify"}, "https://ideas.repec.org/a/wly/hlthec/v21y2012i1p24-29.html": {"abstract": "No abstract is available for this item.", "authors": ["ephe22"], "abstractStem": "no abstract is avail for thi item", "title": "The developmental origins of health"}, "https://ideas.repec.org/a/ucp/jhucap/v2i1y2008p1-31.html": {"abstract": "The internal rate of return to schooling is a fundamental economic parameter that is often used to assess whether expenditure on education should be increased or decreased. This article considers alternative approaches to estimating marginal internal rates of return for different schooling levels. We implement a general nonparametric approach to estimate marginal internal rates of return that take into account tuition costs, income taxes, and nonlinearities in the earningsâ€schoolingâ€experience relationship. The returns obtained by the more general method differ substantially from Mincer returns in levels and in their evolution over time. They indicate relatively larger returns to graduating from high school than to graduating from college, although both have been increasing over time.", "authors": ["ephe22", "eplo31", "fpto286"], "abstractStem": "the intern rate of return to school is a fundament econom paramet that is often use to assess whether expenditur on educ should be increas or decreas thi articl consid altern approach to estim margin intern rate of return for differ school level we implement a gener nonparametr approach to estim margin intern rate of return that take into account tuition cost incom tax and nonlinear in the earn school experi relationship the return obtain by the more gener method differ substanti from mincer return in level and in their evolut over time they indic rel larger return to graduat from high school than to graduat from colleg although both have been increas over time", "title": "Earnings Functions and Rates of Return"}, "https://ideas.repec.org/a/aea/aecrev/v100y2010i2p234-38.html": {"abstract": "No abstract is available for this item.", "authors": ["fpco273", "ephe22", "epur49"], "abstractStem": "no abstract is avail for thi item", "title": "The Education-Health Gradient"}, "https://ideas.repec.org/a/aea/jecper/v10y1996i1p87-104.html": {"abstract": "Interest in simulating recently developed dynamic stochastic general equilibrium models of the economy stimulated a demand for parameters. This has given rise to calibration as advocated by Finn E. Kydland and Edward C. Prescott (1982). This paper explores the implicit assumptions underlying their calibration method. The authors question that there is a ready supply of micro estimates available to calibrate macroeconomic models. Measures of parameter uncertainty and specification sensitivity should be routinely reported. They propose a more symbiotic role for calibration as providing signals to microeconomists about important gaps in knowledge, which when filled will solidify the empirical underpinning, improving the credibility of the quantitative output.", "authors": ["fpha303", "ephe22"], "abstractStem": "interest in simul recent develop dynam stochast gener equilibrium model of the economi stimul a demand for paramet thi ha given rise to calibr as advoc by finn e kydland and edward c prescott 1982 thi paper explor the implicit assumpt underli their calibr method the author question that there is a readi suppli of micro estim avail to calibr macroeconom model measur of paramet uncertainti and specif sensit should be routin report they propos a more symbiot role for calibr as provid signal to microeconomist about import gap in knowledg which when fill will solidifi the empir underpin improv the credibl of the quantit output", "title": "The Empirical Foundations of Calibration"}, "https://ideas.repec.org/a/taf/emetrv/v34y2015i1-2p6-31.html": {"abstract": " This paper presents an econometric mediation analysis. It considers identification of production functions and the sources of output effects (treatment effects) from experimental interventions when some inputs are mismeasured and others are entirely omitted.", "authors": ["ephe22"], "abstractStem": " thi paper present an econometr mediat analysi it consid identif of product function and the sourc of output effect treatment effect from experiment intervent when some input are mismeasur and other are entir omit", "title": "Econometric Mediation Analyses: Identifying the Sources of Treatment Effects from Experimentally Estimated Production Technologies with Unmeasured and Mismeasured Inputs"}, "https://ideas.repec.org/a/aea/aecrev/v83y1993i2p116-21.html": {"abstract": "No abstract is available for this item.", "authors": ["ephe22"], "abstractStem": "no abstract is avail for thi item", "title": "What Has Been Learned about Labor Supply in the Past Twenty Years?"}, "https://ideas.repec.org/a/eee/reecon/v54y2000i1p81-82.html": {"abstract": "No abstract is available for this item.", "authors": ["ephe22"], "abstractStem": "no abstract is avail for thi item", "title": "Response to Eissa"}, "https://ideas.repec.org/a/aea/aecrev/v74y1984i4p615-23.html": {"abstract": "No abstract is available for this item.", "authors": ["epev9", "ephe22"], "abstractStem": "no abstract is avail for thi item", "title": "A Test for Subadditivity of the Cost Function with an Application to the Bell System"}, "https://ideas.repec.org/a/aea/aecrev/v87y1997i2p404-08.html": {"abstract": "No abstract is available for this item.", "authors": ["ephe22"], "abstractStem": "no abstract is avail for thi item", "title": "The Value of Quantitative Evidence on the Effect of the Past on the Present"}, "https://ideas.repec.org/a/eee/econom/v18y1982i1p1-3.html": {"abstract": "No abstract is available for this item.", "authors": ["ephe22"], "abstractStem": "no abstract is avail for thi item", "title": "Editors' introduction"}, "https://ideas.repec.org/a/ier/iecrev/v44y2003i2p361-422.html": {"abstract": " This article uses factor models to identify and estimate the \"distributions\" of counterfactuals. We extend \"LISREL\" frameworks to a dynamic treatment effect setting, extending matching to account for unobserved conditioning variables. Using these models, we can identify all pairwise and joint treatment effects. We apply these methods to a model of schooling and determine the intrinsic uncertainty facing agents at the time they make their decisions about enrollment in school. We go beyond the \"Veil of Ignorance\" in evaluating educational policies and determine who benefits and who loses from commonly proposed educational reforms. Copyright 2003 By The Economics Department Of The University Of Pennsylvania And Osaka University Institute Of Social And Economic Research Association.", "authors": ["epca130", "ephe22"], "abstractStem": " thi articl use factor model to identifi and estim the distribut of counterfactu we extend lisrel framework to a dynam treatment effect set extend match to account for unobserv condit variabl use these model we can identifi all pairwis and joint treatment effect we appli these method to a model of school and determin the intrins uncertainti face agent at the time they make their decis about enrol in school we go beyond the veil of ignor in evalu educ polici and determin who benefit and who lose from commonli propos educ reform copyright 2003 by the econom depart of the univers of pennsylvania and osaka univers institut of social and econom research associ", "title": "2001 Lawrence R. Klein Lecture Estimating Distributions of Treatment Effects with an Application to the Returns to Schooling and Measurement of the Effects of Uncertainty on College Choice"}, "https://ideas.repec.org/a/cup/jechis/v61y2001i02p517-517_21.html": {"abstract": "No abstract is available for this item.", "authors": ["ephe22", "fpto286"], "abstractStem": "no abstract is avail for thi item", "title": "Session 1a: Racial Inequality And Economic Progress"}, "https://ideas.repec.org/a/oup/qjecon/v117y2002i1p225-268..html": {"abstract": "Improvements in education and educational quality are widely acknowledged to be major contributors to black economic progress in the twentieth century. This paper investigates the sources of improvement in black education in the South in the first half of the century and demonstrates the important roles of social activism, especially NAACP litigation and private philanthropy, in improving the quality and availability of public schooling. Many scholars view education as a rival to social activism in explaining black economic progress, but such a view misses the important role of philanthropic and legal interventions in promoting education.", "authors": ["ephe22"], "abstractStem": "improv in educ and educ qualiti are wide acknowledg to be major contributor to black econom progress in the twentieth centuri thi paper investig the sourc of improv in black educ in the south in the first half of the centuri and demonstr the import role of social activ especi naacp litig and privat philanthropi in improv the qualiti and avail of public school mani scholar view educ as a rival to social activ in explain black econom progress but such a view miss the import role of philanthrop and legal intervent in promot educ", "title": "The Schooling of Southern Blacks: The Roles of Legal Activism and Private Philanthropy, 1910–1960"}, "https://ideas.repec.org/a/ces/ifodic/v7y2009i4p22-28.html": {"abstract": "No abstract is available for this item.", "authors": ["epcu47", "ephe22"], "abstractStem": "no abstract is avail for thi item", "title": "Human Capital Formation in Childhood and Adolescence"}, "https://ideas.repec.org/a/pfi/pubfin/v27y1972i1p73-74.html": {"abstract": "No abstract is available for this item.", "authors": ["ephe22"], "abstractStem": "no abstract is avail for thi item", "title": "A Note for Second Best Conditions for Public Goods"}, "https://ideas.repec.org/a/ifs/fistud/v20y1999i1p25-40.html": {"abstract": "Policies to promote human capital formation have been advocated as a remedy for reducing the economy-wide problem of rising wage inequality. These policies are national in character and are designed to substantially alter the proportion of the work-force that is skilled. Yet the methods used to evaluate these policies are partial equilibrium in nature and do not take account of the consequences of the changes in skill prices that are produced by the policies. This paper summarises our research on general equilibrium evaluation of tuition and tax policies. We compare estimates of policy impact from our approach with those obtained from conventional partial equilibrium ‘treatment effect’ approaches to policy evaluation, and find substantial differences. Conventional partial equilibrium approaches present an overly optimistic view of what tax and tuition policy can achieve because they ignore the change in human capital investment levels induced by the change in prices due to the policy. In addition, conventional partial equilibrium approaches fail to provide an accurate assessment of the welfare consequences of these policies.", "authors": ["ephe22", "eplo31"], "abstractStem": "polici to promot human capit format have been advoc as a remedi for reduc the economywid problem of rise wage inequ these polici are nation in charact and are design to substanti alter the proport of the workforc that is skill yet the method use to evalu these polici are partial equilibrium in natur and do not take account of the consequ of the chang in skill price that are produc by the polici thi paper summaris our research on gener equilibrium evalu of tuition and tax polici we compar estim of polici impact from our approach with those obtain from convent partial equilibrium  treatment effect  approach to polici evalu and find substanti differ convent partial equilibrium approach present an overli optimist view of what tax and tuition polici can achiev becaus they ignor the chang in human capit invest level induc by the chang in price due to the polici in addit convent partial equilibrium approach fail to provid an accur assess of the welfar consequ of these polici", "title": "Human capital formation and general equilibrium treatment effects: a study of tax and tuition policy"}, "https://ideas.repec.org/a/uwp/jhriss/v43y2008i4p972-1059.html": {"abstract": "This paper explores the interface between personality psychology and economics. We examine the predictive power of personality and the stability of personality traits over the life cycle. We develop simple analytical frameworks for interpreting the evidence in personality psychology and suggest promising avenues for future research.", "authors": ["epbo190", "ephe22", "epte14"], "abstractStem": "thi paper explor the interfac between person psycholog and econom we examin the predict power of person and the stabil of person trait over the life cycl we develop simpl analyt framework for interpret the evid in person psycholog and suggest promis avenu for futur research", "title": "The Economics and Psychology of Personality Traits"}, "https://ideas.repec.org/a/eee/econom/v18y1982i1p115-168.html": {"abstract": "This paper takes a first step toward developing econometric models for the structural analysis of labor force dynamics. Our analysis is presented in continuous time, although most of the points raised here can be applied to discrete time models. We show that in previous attempts to estimate \"structural\" models of job search, a key source of information necessary to identify certain structural parameters has been neglected. We discuss the conditions under which structural search models can be estimated. In particular, the wage offer distribution must be recoverable -- i.e., it must be the case that the parameters of the untruncated wage offer distribution be estimable from the truncated accepted wage distribution. The wage offer distribution must be assumed to belong to a parametric family. Estimates of structural parameters are shown to be sensitive to the distributional assumption made. A partial equilibrium two state model of employment dynamics is estimated, using data from the National Longitudinal Survey of Young Men. We find employment and nonemployment rates implied by the structural parameter estimates to be generally consistent with those observed for the population of young males.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfl8", "ephe22"], "abstractStem": "thi paper take a first step toward develop econometr model for the structur analysi of labor forc dynam our analysi is present in continu time although most of the point rais here can be appli to discret time model we show that in previou attempt to estim structur model of job search a key sourc of inform necessari to identifi certain structur paramet ha been neglect we discuss the condit under which structur search model can be estim in particular the wage offer distribut must be recover  ie it must be the case that the paramet of the untrunc wage offer distribut be estim from the truncat accept wage distribut the wage offer distribut must be assum to belong to a parametr famili estim of structur paramet are shown to be sensit to the distribut assumpt made a partial equilibrium two state model of employ dynam is estim use data from the nation longitudin survey of young men we find employ and nonemploy rate impli by the structur paramet estim to be gener consist with those observ for the popul of young malespthi abstract wa borrow from anoth version of thi item", "title": "New methods for analyzing structural models of labor force dynamics"}, "https://ideas.repec.org/a/bla/ecinqu/v46y2008i1p1-1.html": {"abstract": "No abstract is available for this item.", "authors": ["ephe22"], "abstractStem": "no abstract is avail for thi item", "title": "Introduction"}, "https://ideas.repec.org/a/eee/econom/v30y1985i1-2p239-267.html": {"abstract": "No abstract is available for this item.", "authors": ["ephe22"], "abstractStem": "no abstract is avail for thi item", "title": "Alternative methods for evaluating the impact of interventions : An overview"}, "https://ideas.repec.org/a/anr/reveco/v6y2014p689-733.html": {"abstract": "This article distills and extends recent research on the economics of human development and social mobility. It summarizes the evidence from diverse literatures on the importance of early life conditions in shaping multiple life skills and the evidence on critical and sensitive investment periods for shaping different skills. It presents economic models that rationalize the evidence and unify the treatment effect and family influence literatures. The evidence on the empirical and policy importance of credit constraints in forming skills is examined. There is little support for the claim that untargeted income transfer policies to poor families significantly boost child outcomes. Mentoring, parenting, and attachment are essential features of successful families and interventions that shape skills at all stages of childhood. The next wave of family studies will better capture the active role of the emerging autonomous child in learning and responding to the actions of parents, mentors, and teachers.", "authors": ["ephe22"], "abstractStem": "thi articl distil and extend recent research on the econom of human develop and social mobil it summar the evid from divers literatur on the import of earli life condit in shape multipl life skill and the evid on critic and sensit invest period for shape differ skill it present econom model that ration the evid and unifi the treatment effect and famili influenc literatur the evid on the empir and polici import of credit constraint in form skill is examin there is littl support for the claim that untarget incom transfer polici to poor famili significantli boost child outcom mentor parent and attach are essenti featur of success famili and intervent that shape skill at all stage of childhood the next wave of famili studi will better captur the activ role of the emerg autonom child in learn and respond to the action of parent mentor and teacher", "title": "The Economics of Human Development and Social Mobility"}, "https://ideas.repec.org/a/eee/econom/v112y2003i1p73-78.html": {"abstract": "No abstract is available for this item.", "authors": ["ephe22"], "abstractStem": "no abstract is avail for thi item", "title": "Conditioning, causality and policy analysis"}, "https://ideas.repec.org/a/aea/aecrev/v87y1997i2p389-95.html": {"abstract": "No abstract is available for this item.", "authors": ["ephe22", "fphe348", "epsm73"], "abstractStem": "no abstract is avail for thi item", "title": "Assessing the Performance of Performance Standards in Public Bureaucracies"}, "https://ideas.repec.org/a/aea/aecrev/v103y2013i6p2052-86.html": {"abstract": "A growing literature establishes that high quality early childhood interventions targeted toward disadvantaged children have substantial impacts on later life outcomes. Little is known about the mechanisms producing these impacts. This paper uses longitudinal data on cognitive and personality skills from an experimental evaluation of the influential Perry Preschool program to analyze the channels through which the program boosted both male and female participant outcomes. Experimentally induced changes in personality skills explain a sizable portion of adult treatment effects.", "authors": ["ephe22", "fpsa796"], "abstractStem": "a grow literatur establish that high qualiti earli childhood intervent target toward disadvantag children have substanti impact on later life outcom littl is known about the mechan produc these impact thi paper use longitudin data on cognit and person skill from an experiment evalu of the influenti perri preschool program to analyz the channel through which the program boost both male and femal particip outcom experiment induc chang in person skill explain a sizabl portion of adult treatment effect", "title": "Understanding the Mechanisms through Which an Influential Early Childhood Program Boosted Adult Outcomes"}, "https://ideas.repec.org/a/ucp/jlabec/v24y2006i3p411-482.html": {"abstract": "This article establishes that a low-dimensional vector of cognitive and noncognitive skills explains a variety of labor market and behavioral outcomes. Our analysis addresses the problems of measurement error, imperfect proxies, and reverse causality that plague conventional studies. Noncognitive skills strongly influence schooling decisions and also affect wages, given schooling decisions. Schooling, employment, work experience, and choice of occupation are affected by latent noncognitive and cognitive skills. We show that the same low-dimensional vector of abilities that explains schooling choices, wages, employment, work experience, and choice of occupation explains a wide variety of risky behaviors.", "authors": ["ephe22", "epur49"], "abstractStem": "thi articl establish that a lowdimension vector of cognit and noncognit skill explain a varieti of labor market and behavior outcom our analysi address the problem of measur error imperfect proxi and revers causal that plagu convent studi noncognit skill strongli influenc school decis and also affect wage given school decis school employ work experi and choic of occup are affect by latent noncognit and cognit skill we show that the same lowdimension vector of abil that explain school choic wage employ work experi and choic of occup explain a wide varieti of riski behavior", "title": "The Effects of Cognitive and Noncognitive Abilities on Labor Market Outcomes and Social Behavior"}, "https://ideas.repec.org/a/uwp/jhriss/v37y2002i4p778-811.html": {"abstract": "This paper examines the performance of the JTPA performance system, a widely emulated model for inducing efficiency in government organizations. We present a model of how performance incentives may distort bureaucratic decisions. We define cream skimming within the model. Two major empirical findings are (a) that the short-run measures used to monitor performance are weakly, and sometimes perversely, related to long-run impacts and (b) that the efficiency gains or losses from cream skimming are small. We find evidence that centers respond to performance standards.", "authors": ["ephe22", "fphe348", "epsm73"], "abstractStem": "thi paper examin the perform of the jtpa perform system a wide emul model for induc effici in govern organ we present a model of how perform incent may distort bureaucrat decis we defin cream skim within the model two major empir find are a that the shortrun measur use to monitor perform are weakli and sometim pervers relat to longrun impact and b that the effici gain or loss from cream skim are small we find evid that center respond to perform standard", "title": "The Performance of Performance Standards"}, "https://ideas.repec.org/a/oup/qjecon/v115y2000i2p651-694..html": {"abstract": "This paper considers the interpretation of evidence from social experiments when persons randomized out of a program being evaluated have good substitutes for it, and when persons randomized into a program drop out to pursue better alternatives. Using data from an experimental evaluation of a classroom training program, we document the empirical importance of control group substitution and treatment group dropping out. Evidence that one program is ineffective relative to close substitutes is not evidence that the type of service provided by all of the programs is ineffective, although that is the way experimental evidence is often interpreted.", "authors": ["ephe22"], "abstractStem": "thi paper consid the interpret of evid from social experi when person random out of a program be evalu have good substitut for it and when person random into a program drop out to pursu better altern use data from an experiment evalu of a classroom train program we document the empir import of control group substitut and treatment group drop out evid that one program is ineffect rel to close substitut is not evid that the type of servic provid by all of the program is ineffect although that is the way experiment evid is often interpret", "title": "Substitution and Dropout Bias in Social Experiments: A Study of an Influential Social Experiment"}, "https://ideas.repec.org/a/bla/pacecr/v9y2004i3p155-171.html": {"abstract": " This paper uses Chinese micro data and new semi-parametric methods to estimate the current return to college education allowing for heterogeneous returns and for self-selection into schooling based on them. OLS and IV methods do not properly account for this sorting. Our estimates suggest that, for a randomly selected young person from an urban area, college attendance leads to a 43% increase in lifetime earnings (nearly 11% annually) in 2000, compared with just 36% (nearly 9% annually) for those who do not attend. Our evidence suggests that the return to education has increased substantially in China since the early 1990s. Copyright 2004 Blackwell Publishing Ltd", "authors": ["ephe22"], "abstractStem": " thi paper use chines micro data and new semiparametr method to estim the current return to colleg educ allow for heterogen return and for selfselect into school base on them ol and iv method do not properli account for thi sort our estim suggest that for a randomli select young person from an urban area colleg attend lead to a 43 increas in lifetim earn nearli 11 annual in 2000 compar with just 36 nearli 9 annual for those who do not attend our evid suggest that the return to educ ha increas substanti in china sinc the earli 1990 copyright 2004 blackwel publish ltd", "title": "Selection bias, comparative advantage and heterogeneous returns to education: evidence from China in 2000"}, "https://ideas.repec.org/a/eee/econom/v125y2005i1-2p15-51.html": {"abstract": "No abstract is available for this item.", "authors": ["epaa1", "ephe22", "epvy2"], "abstractStem": "no abstract is avail for thi item", "title": "Estimating treatment effects for discrete outcomes when responses to treatment vary: an application to Norwegian vocational rehabilitation programs"}, "https://ideas.repec.org/a/ecm/emetrp/v78y2010i3p883-931.html": {"abstract": " This paper formulates and estimates multistage production functions for children's cognitive and noncognitive skills. Skills are determined by parental environments and investments at different stages of childhood. We estimate the elasticity of substitution between investments in one period and stocks of skills in that period to assess the benefits of early investment in children compared to later remediation. We establish nonparametric identification of a general class of production technologies based on nonlinear factor models with endogenous inputs. A by-product of our approach is a framework for evaluating childhood and schooling interventions that does not rely on arbitrarily scaled test scores as outputs and recognizes the differential effects of the same bundle of skills in different tasks. Using the estimated technology, we determine optimal targeting of interventions to children with different parental and personal birth endowments. Substitutability decreases in later stages of the life cycle in the production of cognitive skills. It is roughly constant across stages of the life cycle in the production of noncognitive skills. This finding has important implications for the design of policies that target the disadvantaged. For most configurations of disadvantage it is optimal to invest relatively more in the early stages of childhood than in later stages. Copyright 2010 The Econometric Society.", "authors": ["epcu47", "ephe22", "fpsc367"], "abstractStem": " thi paper formul and estim multistag product function for children cognit and noncognit skill skill are determin by parent environ and invest at differ stage of childhood we estim the elast of substitut between invest in one period and stock of skill in that period to assess the benefit of earli invest in children compar to later remedi we establish nonparametr identif of a gener class of product technolog base on nonlinear factor model with endogen input a byproduct of our approach is a framework for evalu childhood and school intervent that doe not reli on arbitrarili scale test score as output and recogn the differenti effect of the same bundl of skill in differ task use the estim technolog we determin optim target of intervent to children with differ parent and person birth endow substitut decreas in later stage of the life cycl in the product of cognit skill it is roughli constant across stage of the life cycl in the product of noncognit skill thi find ha import implic for the design of polici that target the disadvantag for most configur of disadvantag it is optim to invest rel more in the earli stage of childhood than in later stage copyright 2010 the econometr societi", "title": "Estimating the Technology of Cognitive and Noncognitive Skill Formation"}, "https://ideas.repec.org/a/eee/pubeco/v94y2010i1-2p114-128.html": {"abstract": "This paper estimates the rate of return to the HighScope Perry Preschool Program, an early intervention program targeted toward disadvantaged African-American youth. Estimates of the rate of return to the Perry program are widely cited to support the claim of substantial economic benefits from preschool education programs. Previous studies of the rate of return to this program ignore the compromises that occurred in the randomization protocol. They do not report standard errors. The rates of return estimated in this paper account for these factors. We conduct an extensive analysis of sensitivity to alternative plausible assumptions. Estimated annual social rates of return generally fall between 7 and 10%, with most estimates substantially lower than those previously reported in the literature. However, returns are generally statistically significantly different from zero for both males and females and are above the historical return on equity. Estimated benefit-to-cost ratios support this conclusion.", "authors": ["ephe22", "fpsa796"], "abstractStem": "thi paper estim the rate of return to the highscop perri preschool program an earli intervent program target toward disadvantag africanamerican youth estim of the rate of return to the perri program are wide cite to support the claim of substanti econom benefit from preschool educ program previou studi of the rate of return to thi program ignor the compromis that occur in the random protocol they do not report standard error the rate of return estim in thi paper account for these factor we conduct an extens analysi of sensit to altern plausibl assumpt estim annual social rate of return gener fall between 7 and 10 with most estim substanti lower than those previous report in the literatur howev return are gener statist significantli differ from zero for both male and femal and are abov the histor return on equiti estim benefittocost ratio support thi conclus", "title": "The rate of return to the HighScope Perry Preschool Program"}, "https://ideas.repec.org/a/wly/econjl/vy2015i583p378-402.html": {"abstract": "No abstract is available for this item.", "authors": ["ephe22", "epsa114"], "abstractStem": "no abstract is avail for thi item", "title": "Introduction to The Distribution of Earnings and of Individual Output, by A.D. Roy"}, "https://ideas.repec.org/a/ucp/jlabec/v24y2006i3p385-410.html": {"abstract": "The existence of counteroffers can lead to a variety of important labor-market features. This article develops a model of the selective use of counteroffers in which a firm decides whether to extend counteroffers after a worker informs the firm of an alternative offer. We outline factors that can influence the employer's net value of making a counteroffer and, thus, affect the likelihood of a counteroffer. We provide a new empirical analysis that examines whether proxies for these factors do, in fact, influence the likelihood that a firm would consider a counteroffer to an employee with a competing offer.", "authors": ["epba20", "fpbe826", "epbl23", "ephe22"], "abstractStem": "the exist of counteroff can lead to a varieti of import labormarket featur thi articl develop a model of the select use of counteroff in which a firm decid whether to extend counteroff after a worker inform the firm of an altern offer we outlin factor that can influenc the employ net valu of make a counteroff and thu affect the likelihood of a counteroff we provid a new empir analysi that examin whether proxi for these factor do in fact influenc the likelihood that a firm would consid a counteroff to an employe with a compet offer", "title": "Selective Counteroffers"}, "https://ideas.repec.org/a/uwp/jhriss/v21y1986i4p507-542.html": {"abstract": "This paper presents empirical evidence on the determinants of labor market earnings and inequality for males in Panama. Using newly available microdata, we estimate earnings equations based on the measurement framework of Mincer (1974) and compare them with those for other countries at various stages of economic development. We present evidence on two aspects of inequality in less developed economies: labor market segmentation and social stratification. We present tests of the segmentation hypothesis, including several of the dual labor market hypotheses and discuss their inherent ambiguity. We also present evidence on the importance of family background for earnings determination and educational attainment.", "authors": ["ephe22", "epho4"], "abstractStem": "thi paper present empir evid on the determin of labor market earn and inequ for male in panama use newli avail microdata we estim earn equat base on the measur framework of mincer 1974 and compar them with those for other countri at variou stage of econom develop we present evid on two aspect of inequ in less develop economi labor market segment and social stratif we present test of the segment hypothesi includ sever of the dual labor market hypothes and discuss their inher ambigu we also present evid on the import of famili background for earn determin and educ attain", "title": "An Investigation of the Labor Market Earnings of Panamanian Males Evaluating the Sources of Inequality"}, "https://ideas.repec.org/a/uwp/jhriss/v25y1990i2p275-311.html": {"abstract": "This paper is an exploratory attempt to view the role that social experiments in general, and the income maintenance experiments and work/welfare demonstrations in particular, have played in the policy process through the lens provided by the knowledge ...", "authors": ["epaa9", "fpgr216", "epha97", "ephe22"], "abstractStem": "thi paper is an exploratori attempt to view the role that social experi in gener and the incom mainten experi and workwelfar demonstr in particular have play in the polici process through the len provid by the knowledg ", "title": "Review: Social Science Research and Policy"}, "https://ideas.repec.org/a/bla/ecinqu/v46y2008i1p37-44.html": {"abstract": " \"Reliably identifying the causal factors underlying youth smoking initiation is an important part of developing effective smoking prevention programs and shaping other types of smoking-related policies. The establishment of reliable scientific evidence in support of a causal link between cigarette advertising and youth smoking initiation depends on both rich longitudinal data as well as careful empirical applications. We examine basic principles of empirical scientific investigation of potential causal relationships, discuss findings of recent research on causal factors of youth smoking, and evaluate evidence from the public health literature regarding the effects of cigarette advertising on youth smoking\". (\"JEL \"I18, C5) Copyright (c) 2008 Western Economic Association International.", "authors": ["ephe22"], "abstractStem": " reliabl identifi the causal factor underli youth smoke initi is an import part of develop effect smoke prevent program and shape other type of smokingrel polici the establish of reliabl scientif evid in support of a causal link between cigarett advertis and youth smoke initi depend on both rich longitudin data as well as care empir applic we examin basic principl of empir scientif investig of potenti causal relationship discuss find of recent research on causal factor of youth smoke and evalu evid from the public health literatur regard the effect of cigarett advertis on youth smoke jel i18 c5 copyright c 2008 western econom associ intern", "title": "An Assessment Of Causal Inference In Smoking Initiation Research And A Framework For Future Research"}, "https://ideas.repec.org/a/ucp/jpolec/v84y1976i4ps11-44.html": {"abstract": "No abstract is available for this item.", "authors": ["ephe22"], "abstractStem": "no abstract is avail for thi item", "title": "A Life-Cycle Model of Earnings, Learning, and Consumption"}, "https://ideas.repec.org/a/uwp/jhriss/v32y1997i3p441-462.html": {"abstract": "This paper considers the use of instrumental variables to estimate the mean effect of treatment on the treated, the mean effect of treatment on randomly selected persons and the local average treatment effect. It examines what economic questions these parameters address. When responses to treatment vary, the standard argument justifying the use of instrumental variables fails unless person-specific responses to treatment do not influence decisions to participate in the program being evaluated. This requires that individual gains from the program that cannot be predicted from variables in outcome equations do not influence the decision of the persons being studied to participate in the program. In the likely case in which individuals possess and act on private information about gains from the program that cannot be fully predicted by variables in the outcome equation, instrumental variables methods do not estimate economically interesting evaluation parameters. Instrumental variable methods are extremely sensitive to assumptions about how people process information. These arguments are developed for both continuous and discrete treatment variables and several explicit economic models are presented.", "authors": ["ephe22"], "abstractStem": "thi paper consid the use of instrument variabl to estim the mean effect of treatment on the treat the mean effect of treatment on randomli select person and the local averag treatment effect it examin what econom question these paramet address when respons to treatment vari the standard argument justifi the use of instrument variabl fail unless personspecif respons to treatment do not influenc decis to particip in the program be evalu thi requir that individu gain from the program that cannot be predict from variabl in outcom equat do not influenc the decis of the person be studi to particip in the program in the like case in which individu possess and act on privat inform about gain from the program that cannot be fulli predict by variabl in the outcom equat instrument variabl method do not estim econom interest evalu paramet instrument variabl method are extrem sensit to assumpt about how peopl process inform these argument are develop for both continu and discret treatment variabl and sever explicit econom model are present", "title": "Instrumental Variables: A Study of Implicit Behavioral Assumptions Used in Making Program Evaluations"}, "https://ideas.repec.org/a/eee/labeco/v8y2001i4p419-442.html": {"abstract": "No abstract is available for this item.", "authors": ["epca6", "ephe22", "epvy2"], "abstractStem": "no abstract is avail for thi item", "title": "Three observations on wages and measured cognitive ability"}, "https://ideas.repec.org/a/tpr/restat/v78y1996i2p336-41.html": {"abstract": " This paper discusses how randomized social experiments operate as an instrumental variable. For two types of randomization schemes, the fundamental experimental estimation equations are derived from the principle that experiments equate bias in control and experimental samples. Using conventional econometric representations, I derive the orthogonality conditions for the fundamental estimation equations. Randomization is a multiple instrumental variable in the sense that one randomization defines the parameter of interest expressed as a function of multiple endogenous variables in the conventional usage of that term. It orthogonalizes the treatment variable simultaneously with respect to the other regressors in the model and the disturbance term for the conditional population. However, conventional 'structural' parameters are not in general identified by the two types of randomization schemes widely used in practice. Copyright 1996 by MIT Press.", "authors": ["ephe22"], "abstractStem": " thi paper discuss how random social experi oper as an instrument variabl for two type of random scheme the fundament experiment estim equat are deriv from the principl that experi equat bia in control and experiment sampl use convent econometr represent i deriv the orthogon condit for the fundament estim equat random is a multipl instrument variabl in the sens that one random defin the paramet of interest express as a function of multipl endogen variabl in the convent usag of that term it orthogon the treatment variabl simultan with respect to the other regressor in the model and the disturb term for the condit popul howev convent structur paramet are not in gener identifi by the two type of random scheme wide use in practic copyright 1996 by mit press", "title": "Randomization as an Instrumental Variable: Notes"}, "https://ideas.repec.org/a/ucp/jpolec/v85y1977i1p27-58.html": {"abstract": "In this paper, we discuss statistical problems that arise in studying sequences of quantal responses (e.g., labor force participation) in panel data on heterogeneous populations (i.e., populations in which there is unobserved variation in response probabilities). Assuming that response probabilities are governed by a beta distribution, we derive a generalization of the cross-section logit model to enable it to deal with sequences of discrete events in panel data. This model is applied to panel data on labor force participation of married women. One of our findings is that the distribution of participation probabilities is U-shaped, indicating that most women have participation probabilities near zero or one.<p>(This abstract was borrowed from another version of this item.)", "authors": ["ephe22", "epwi192"], "abstractStem": "in thi paper we discuss statist problem that aris in studi sequenc of quantal respons eg labor forc particip in panel data on heterogen popul ie popul in which there is unobserv variat in respons probabl assum that respons probabl are govern by a beta distribut we deriv a gener of the crosssect logit model to enabl it to deal with sequenc of discret event in panel data thi model is appli to panel data on labor forc particip of marri women one of our find is that the distribut of particip probabl is ushap indic that most women have particip probabl near zero or onepthi abstract wa borrow from anoth version of thi item", "title": "A Beta-logistic Model for the Analysis of Sequential Labor Force Participation by Married Women"}, "https://ideas.repec.org/a/eee/ecolet/v66y2000i1p33-39.html": {"abstract": "No abstract is available for this item.", "authors": ["ephe22", "epvy2"], "abstractStem": "no abstract is avail for thi item", "title": "The relationship between treatment parameters within a latent variable framework"}, "https://ideas.repec.org/a/ecm/emetrp/v76y2008i5p1191-1206.html": {"abstract": " We use the control function approach to identify the average treatment effect and the effect of treatment on the treated in models with a continuous endogenous regressor whose impact is heterogeneous. We assume a stochastic polynomial restriction on the form of the heterogeneity, but unlike alternative nonparametric control function approaches, our approach does not require large support assumptions. Copyright 2008 The Econometric Society.", "authors": ["epfl63", "ephe22", "epme144", "epvy2"], "abstractStem": " we use the control function approach to identifi the averag treatment effect and the effect of treatment on the treat in model with a continu endogen regressor whose impact is heterogen we assum a stochast polynomi restrict on the form of the heterogen but unlik altern nonparametr control function approach our approach doe not requir larg support assumpt copyright 2008 the econometr societi", "title": "Identification of Treatment Effects Using Control Functions in Models With Continuous, Endogenous Treatment and Heterogeneous Effects"}, "https://ideas.repec.org/a/ecm/emetrp/v42y1974i1p73-85.html": {"abstract": "No abstract is available for this item.", "authors": ["epas9", "ephe22"], "abstractStem": "no abstract is avail for thi item", "title": "The Estimation of Income and Substitution Effects in a Model of Family Labor Supply"}, "https://ideas.repec.org/a/ces/ifodic/v6y2008i2p3-8.html": {"abstract": "No abstract is available for this item.", "authors": ["ephe22"], "abstractStem": "no abstract is avail for thi item", "title": "The Case for Investing in Disadvantaged Young Children"}, "https://ideas.repec.org/a/oup/oxecpp/v57y2005i2p191-261.html": {"abstract": " This paper develops and applies a method for decomposing cross section variability of earnings into components that are forecastable at the time students decide to go to college (heterogeneity) and components that are unforecastable. About 60% of variability in returns to schooling is forecastable. This has important implications for using measured variability to price risk and predict college attendance. Copyright 2005, Oxford University Press.", "authors": ["epcu47", "ephe22", "fpna222"], "abstractStem": " thi paper develop and appli a method for decompos cross section variabl of earn into compon that are forecast at the time student decid to go to colleg heterogen and compon that are unforecast about 60 of variabl in return to school is forecast thi ha import implic for use measur variabl to price risk and predict colleg attend copyright 2005 oxford univers press", "title": "Separating uncertainty from heterogeneity in life cycle earnings"}, "https://ideas.repec.org/a/eee/econom/v33y1986i1-2p237-262.html": {"abstract": "No abstract is available for this item.", "authors": ["ephe22"], "abstractStem": "no abstract is avail for thi item", "title": "A dynamic model of aggregate output supply, factor demand and entry and exit for a competitive industry with heterogeneous plants"}, "https://ideas.repec.org/a/eee/econom/v121y2004i1-2p39-98.html": {"abstract": "This paper develops two methods for estimating the effect of schooling on achievement test scores that control for the endogeneity of schooling by postulating that both schooling and test scores are generated by a common unobserved latent ability. These methods are applied to data on schooling and test scores. Estimates from the two methods are in close agreement. We find that the effects of schooling on test scores are roughly linear across schooling levels. The effects of schooling on measured test scores are slightly larger for lower latent ability levels. We find that schooling increases the AFQT score on average between 2 and 4 percentage points, roughly twice as large as the effect claimed by Herrnstein and Murray (1994) but in agreement with estimates produced by Neal and Johnson (1996) and Winship and Korenman (1997). We extend the previous literature by estimating the impact of schooling on measured test scores at various quantiles of the latent ability distribution.<p>(This abstract was borrowed from another version of this item.)", "authors": ["ephe22"], "abstractStem": "thi paper develop two method for estim the effect of school on achiev test score that control for the endogen of school by postul that both school and test score are gener by a common unobserv latent abil these method are appli to data on school and test score estim from the two method are in close agreement we find that the effect of school on test score are roughli linear across school level the effect of school on measur test score are slightli larger for lower latent abil level we find that school increas the afqt score on averag between 2 and 4 percentag point roughli twice as larg as the effect claim by herrnstein and murray 1994 but in agreement with estim produc by neal and johnson 1996 and winship and korenman 1997 we extend the previou literatur by estim the impact of school on measur test score at variou quantil of the latent abil distributionpthi abstract wa borrow from anoth version of thi item", "title": "The effect of schooling and ability on achievement test scores"}, "https://ideas.repec.org/a/oup/restud/v65y1998i2p261-294..html": {"abstract": "This paper develops the method of matching as an econometric evaluation estimator. A rigorous distribution theory for kernel-based matching is presented. The method of matching is extended to more general conditions than the ones assumed in the statistical literature on the topic. We focus on the method of propensity score matching and show that it is not necessarily better, in the sense of reducing the variance of the resulting estimator, to use the propensity score method even if propensity score is known. We extend the statistical literature on the propensity score by considering the case when it is estimated both parametrically and nonparametrically. We examine the benefits of separability and exclusion restrictions in improving the efficiency of the estimator. Our methods also apply to the econometric selection bias estimator.", "authors": ["ephe22"], "abstractStem": "thi paper develop the method of match as an econometr evalu estim a rigor distribut theori for kernelbas match is present the method of match is extend to more gener condit than the one assum in the statist literatur on the topic we focu on the method of propens score match and show that it is not necessarili better in the sens of reduc the varianc of the result estim to use the propens score method even if propens score is known we extend the statist literatur on the propens score by consid the case when it is estim both parametr and nonparametr we examin the benefit of separ and exclus restrict in improv the effici of the estim our method also appli to the econometr select bia estim", "title": "Matching As An Econometric Evaluation Estimator"}, "https://ideas.repec.org/a/oup/qjecon/v115y2000i1p45-97..html": {"abstract": "The major contributions of twentieth century econometrics to knowledge were the definition of causal parameters within well-defined economic models in which agents are constrained by resources and markets and causes are interrelated, the analysis of what is required to recover causal parameters from data (the identification problem), and clarification of the role of causal parameters in policy evaluation and in forecasting the effects of policies never previously experienced. This paper summarizes the development ofthese ideas by the Cowles Commission, the response to their work by structural econometricians and VAR econometricians, and the response to structural and VAR econometrics by calibrators, advocates of natural and social experiments, and by nonparametric econometricians and statisticians.", "authors": ["ephe22"], "abstractStem": "the major contribut of twentieth centuri econometr to knowledg were the definit of causal paramet within welldefin econom model in which agent are constrain by resourc and market and caus are interrel the analysi of what is requir to recov causal paramet from data the identif problem and clarif of the role of causal paramet in polici evalu and in forecast the effect of polici never previous experienc thi paper summar the develop ofthes idea by the cowl commiss the respons to their work by structur econometrician and var econometrician and the respons to structur and var econometr by calibr advoc of natur and social experi and by nonparametr econometrician and statistician", "title": "Causal Parameters and Policy Analysis in Economics: A Twentieth Century Retrospective"}, "https://ideas.repec.org/a/aea/aecrev/v80y1990i2p242-46.html": {"abstract": "No abstract is available for this item.", "authors": ["ephe22"], "abstractStem": "no abstract is avail for thi item", "title": "The Central Role of the South in Accounting for the Economic Progress of Black Americans"}, "https://ideas.repec.org/a/ilr/articl/v29y1976i4p544-564.html": {"abstract": "Examination of the effect of the United States Office of Federal Contract Compliance on upgrading the status of minority workers in the country. Government requirements for a firm's affirmative action policies; Comparison between involuntary quotas and voluntary contracts; Selection criteria for awarding of contracts. (Abstract copyright EBSCO.)", "authors": ["ephe22"], "abstractStem": "examin of the effect of the unit state offic of feder contract complianc on upgrad the statu of minor worker in the countri govern requir for a firm affirm action polici comparison between involuntari quota and voluntari contract select criteria for award of contract abstract copyright ebsco", "title": "Does the contract compliance program work? An analysis of Chicago data"}, "https://ideas.repec.org/a/cup/macdyn/v12y2008is2p315-354_07.html": {"abstract": "This paper presents a new framework for analyzing inequality that moves beyond the anonymity postulate. We estimate the determinants of sectoral choice and the joint distributions of outcomes across sectors. We determine which components of realized earnings variability are due to uncertainty and which components are due to components of human diversity that are forecastable by agents. Using our tools, we can determine how policies shift persons across sectors and outcome distributions across sectors.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epcu47", "ephe22"], "abstractStem": "thi paper present a new framework for analyz inequ that move beyond the anonym postul we estim the determin of sector choic and the joint distribut of outcom across sector we determin which compon of realiz earn variabl are due to uncertainti and which compon are due to compon of human divers that are forecast by agent use our tool we can determin how polici shift person across sector and outcom distribut across sectorspthi abstract wa borrow from anoth version of thi item", "title": "A New Framework For The Analysis Of Inequality"}, "https://ideas.repec.org/a/ifs/fistud/v19y1998i2p103-119.html": {"abstract": "This paper considers the magnitude of the human capital investment required to offset the increase in the inequality in labour earnings in the US economy since 1979. It considers the ineffectiveness of government training policies, the effectiveness of private sector training and the conflict between economic efficiency and the work ethic. It also considers revisions of the tax code. The importance of the distinction between the long view and the short view in analysing human resource policies is emphasised.", "authors": ["ephe22"], "abstractStem": "thi paper consid the magnitud of the human capit invest requir to offset the increas in the inequ in labour earn in the us economi sinc 1979 it consid the ineffect of govern train polici the effect of privat sector train and the conflict between econom effici and the work ethic it also consid revis of the tax code the import of the distinct between the long view and the short view in analys human resourc polici is emphasis", "title": "What should be our human capital investment policy?"}, "https://ideas.repec.org/a/sej/ancoec/v682y2001p210-223.html": {"abstract": "This paper reviews four treatment parameters that have become commonly used in the program evaluation literature: the average treatment effect, the effect of treatment on the treated, the local average treatment effect, and the marginal treatment effect. We derive simply computed closed-form expressions for these treatment parameters in a latent variable framework with Gaussian error terms. These parameters can be estimated using nothing more than output from a standard two-step procedure. We also briefly describe recent work that seeks to go beyond mean effects and estimate the distributions associated with various outcome gains. The techniques presented in the paper are applied to estimate the return to some form of college education for various populations using data from the National Longitudinal Survey of Youth.", "authors": ["ephe22", "epvy2"], "abstractStem": "thi paper review four treatment paramet that have becom commonli use in the program evalu literatur the averag treatment effect the effect of treatment on the treat the local averag treatment effect and the margin treatment effect we deriv simpli comput closedform express for these treatment paramet in a latent variabl framework with gaussian error term these paramet can be estim use noth more than output from a standard twostep procedur we also briefli describ recent work that seek to go beyond mean effect and estim the distribut associ with variou outcom gain the techniqu present in the paper are appli to estim the return to some form of colleg educ for variou popul use data from the nation longitudin survey of youth", "title": "Four Parameters of Interest in the Evaluation of Social Programs"}, "https://ideas.repec.org/a/uwp/jhriss/v43y2008i4p738-782.html": {"abstract": "This paper estimates models of the evolution of cognitive and noncognitive skills and explores the role of family environments in shaping these skills at different stages of the life cycle of the child. Central to this analysis is identification of the technology of skill formation. We estimate a dynamic factor model to solve the problem of endogeneity of inputs and multiplicity of inputs relative to instruments. We identify the scale of the factors by estimating their effects on adult outcomes. In this fashion we avoid reliance on test scores and changes in test scores that have no natural metric. Parental investments are generally more effective in raising noncognitive skills. Noncognitive skills promote the formation of cognitive skills but, in most specifications of our model, cognitive skills do not promote the formation of noncognitive skills. Parental inputs have different effects at different stages of the child’s life cycle with cognitive skills affected more at early ages and noncognitive skills affected more at later ages.", "authors": ["epcu47", "ephe22"], "abstractStem": "thi paper estim model of the evolut of cognit and noncognit skill and explor the role of famili environ in shape these skill at differ stage of the life cycl of the child central to thi analysi is identif of the technolog of skill format we estim a dynam factor model to solv the problem of endogen of input and multipl of input rel to instrument we identifi the scale of the factor by estim their effect on adult outcom in thi fashion we avoid relianc on test score and chang in test score that have no natur metric parent invest are gener more effect in rais noncognit skill noncognit skill promot the format of cognit skill but in most specif of our model cognit skill do not promot the format of noncognit skill parent input have differ effect at differ stage of the child s life cycl with cognit skill affect more at earli age and noncognit skill affect more at later age", "title": "Formulating, Identifying and Estimating the Technology of Cognitive and Noncognitive Skill Formation"}, "https://ideas.repec.org/a/eee/ehbiol/v7y2009i1p1-6.html": {"abstract": "Policy discussions to ameliorate socioeconomic (SES) inequalities are increasingly focused on investments in early childhood. Yet such interventions are costly to implement, and clear evidence on the optimal time to intervene to yield a high economic and social return in the future is meagre. The majority of successful early childhood interventions start in the preschool years. However socioeconomic gradients in cognitive skills, socio-emotional functioning and health can be observed by age three, suggesting that preventative programmes starting earlier in childhood may be even more effective. We discuss the optimal timing of early childhood intervention with reference to recent research in developmental neuroscience. We motivate the need for early intervention by providing an overview of the impact of adverse risk factors during the antenatal and early childhood periods on outcomes later in life. We provide a brief review of the economic rationale for investing early in life and propose the \"antenatal investment hypothesis\". We conclude by discussing a suite of new European interventions that will inform this optimal timing debate.", "authors": ["epdo173", "fpha269", "ephe22"], "abstractStem": "polici discuss to amelior socioeconom se inequ are increasingli focus on invest in earli childhood yet such intervent are costli to implement and clear evid on the optim time to interven to yield a high econom and social return in the futur is meagr the major of success earli childhood intervent start in the preschool year howev socioeconom gradient in cognit skill socioemot function and health can be observ by age three suggest that prevent programm start earlier in childhood may be even more effect we discuss the optim time of earli childhood intervent with refer to recent research in development neurosci we motiv the need for earli intervent by provid an overview of the impact of advers risk factor dure the antenat and earli childhood period on outcom later in life we provid a brief review of the econom rational for invest earli in life and propos the antenat invest hypothesi we conclud by discuss a suit of new european intervent that will inform thi optim time debat", "title": "Investing in early human development: Timing and economic efficiency"}, "https://ideas.repec.org/a/wly/iecrev/v56y2015ip331-357.html": {"abstract": " We compare the performance of maximum likelihood (ML) and simulated method of moments (SMM) estimators for dynamic discrete choice models. We construct and estimate a simplified dynamic structural model of education that captures some basic features of educational choices in the United States in the 1980s and early 1990s. We use estimates from our model to simulate a synthetic data set and assess the ability of ML and SMM to recover the model parameters on this sample. We investigate the performance of alternative tuning parameters for SMM.", "authors": ["ephe22"], "abstractStem": " we compar the perform of maximum likelihood ml and simul method of moment smm estim for dynam discret choic model we construct and estim a simplifi dynam structur model of educ that captur some basic featur of educ choic in the unit state in the 1980 and earli 1990 we use estim from our model to simul a synthet data set and assess the abil of ml and smm to recov the model paramet on thi sampl we investig the perform of altern tune paramet for smm", "title": "Estimation Of Dynamic Discrete Choice Models By Maximum Likelihood And The Simulated Method Of Moments"}, "https://ideas.repec.org/a/tpr/restat/v78y1996i4p562-610.html": {"abstract": "No abstract is available for this item.", "authors": ["ephe22", "fpto286"], "abstractStem": "no abstract is avail for thi item", "title": "Human Capital Pricing Equations with an Application to Estimating the Effect of Schooling Quality on Earnings"}, "https://ideas.repec.org/a/aea/jeclit/v29y1991i4p1603-43.html": {"abstract": "This paper examines the available evidence on the causes of black economic advance in order to assess the contribution of federal policy. Over the period 1920-1990, there were only two periods of relative black economic improvement -- during the 1940s and in the decade following the passage of the Civil Rights Act of 1964, the voting Rights Act of 1965, and the institution of the government contracts compliance program. Black migration from the South, a traditional source of economic gains for blacks, almost stopped at about this same time, and recent evidence on the impact of black schooling gains indicates that educational gains cannot explain the magnitude of black economic progress beginning in the mid-1960s.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epdo40", "ephe22"], "abstractStem": "thi paper examin the avail evid on the caus of black econom advanc in order to assess the contribut of feder polici over the period 19201990 there were onli two period of rel black econom improv  dure the 1940 and in the decad follow the passag of the civil right act of 1964 the vote right act of 1965 and the institut of the govern contract complianc program black migrat from the south a tradit sourc of econom gain for black almost stop at about thi same time and recent evid on the impact of black school gain indic that educ gain cannot explain the magnitud of black econom progress begin in the mid1960spthi abstract wa borrow from anoth version of thi item", "title": "Continuous versus Episodic Change: The Impact of Civil Rights Policy on the Economic Status of Blacks"}, "https://ideas.repec.org/a/aea/aecrev/v79y1989i1p138-77.html": {"abstract": " This paper evaluates alternative explanations for the dramatic increase in black employment in South Carolina manufacturing that occurred in the mid-1960s. Black progress in traditionally segregated sectors of manufacturing in operation at the time Jim Crow laws were passed cannot be attributed to tight labor markets, the decline of agriculture, or the growth of education of the black workforce. The only plausible explanation is federal government civil rights and affirmative action policy. For newer industries that entered the state on a large scale after World War II, the growth of skills among blacks accounts for black economic progress. Copyright 1989 by American Economic Association.", "authors": ["ephe22"], "abstractStem": " thi paper evalu altern explan for the dramat increas in black employ in south carolina manufactur that occur in the mid1960 black progress in tradit segreg sector of manufactur in oper at the time jim crow law were pass cannot be attribut to tight labor market the declin of agricultur or the growth of educ of the black workforc the onli plausibl explan is feder govern civil right and affirm action polici for newer industri that enter the state on a larg scale after world war ii the growth of skill among black account for black econom progress copyright 1989 by american econom associ", "title": "Determining the Impact of Federal Antidiscrimination Policy on the Economic Status of Blacks: A Study of South Carolina"}, "https://ideas.repec.org/a/oup/restud/v64y1997i4p487-535..html": {"abstract": "The conventional approach to social programme evaluation focuses on estimating mean impacts of programmes. Yet many interesting questions regarding the political economy of programmes, the distribution of programme benefits and the option values conferred on programme participants require knowledge of the distribution of impacts, or features of it. This paper presents evidence that heterogeneity in response to programmes is empirically important and that classical probability inequalities are not very informative in producing estimates or bounds on the distribution of programme impacts. We explore two methods for supplementing the information in these inequalities based on assumptions about participant decision-making processes and about the strength in dependence between outcomes in the participation and non-participation states. Dependence is produced as a consequence of rational choice by participants. We test for stochastic rationality among programme participants and present and implement methods for estimating the option values of social programmes.", "authors": ["ephe22"], "abstractStem": "the convent approach to social programm evalu focus on estim mean impact of programm yet mani interest question regard the polit economi of programm the distribut of programm benefit and the option valu confer on programm particip requir knowledg of the distribut of impact or featur of it thi paper present evid that heterogen in respons to programm is empir import and that classic probabl inequ are not veri inform in produc estim or bound on the distribut of programm impact we explor two method for supplement the inform in these inequ base on assumpt about particip decisionmak process and about the strength in depend between outcom in the particip and nonparticip state depend is produc as a consequ of ration choic by particip we test for stochast ration among programm particip and present and implement method for estim the option valu of social programm", "title": "Making The Most Out Of Programme Evaluations and Social Experiments: Accounting For Heterogeneity in Programme Impacts"}, "https://ideas.repec.org/a/aea/aecrev/v92y2002i2p304-309.html": {"abstract": "Economic models for hedonic markets characterize the pricing of bundles of attributes and the demand and supply of these attributes under different assumptions about market structure, preferences and technology. (See Jan Tinbergen, 1956, Sherwin Rosen, 1974 and Dennis Epple, 1987, for contributions to this literature). While the theory is well formulated, and delivers some elegant analytical results, the empirical content of the model is under debate. It is widely believed that hedonic models fit in a single market are fundamentally underidentified and that any empirical content obtained from them is a consequence of arbitrary functional form assumptions. The problem of identification in hedonic models is a prototype for the identification problem in a variety of economic models in which agents sort on unobservable (to the economist) characteristics: models of monopoly pricing (Michael Mussa and Sherwin Rosen, 1978; Robert Wilson, 1993) and models for taxes and labor supply (James Heckman, 1974). Sorting is an essential feature of econometric models of social interactions. (See William Brock and Steven Durlauf, 2001). In this paper we address the sorting problem in hedonic models. Nesheim (2001) extends this analysis to a model with peer effects. In this paper we note that commonly used linearization strategies made to simplify estimation and justify the application of instrumental variables methods, produce identification problems. The hedonic model is generically nonlinear. It is the linearization of a fundamentally nonlinear model that produces the form of the identification problem that dominates discussion in the applied literature. Linearity is an arbitrary and misleading functional form when applied to empirical hedonic models. Our research establishes that even though sorting equilibrium in a single market implies no exclusion restrictions, the hedonic model is generically nonparametrically identified. Instrumental variables and transformation model methods <p>(This abstract was borrowed from another version of this item.)", "authors": ["ephe22", "epne123"], "abstractStem": "econom model for hedon market character the price of bundl of attribut and the demand and suppli of these attribut under differ assumpt about market structur prefer and technolog see jan tinbergen 1956 sherwin rosen 1974 and denni eppl 1987 for contribut to thi literatur while the theori is well formul and deliv some eleg analyt result the empir content of the model is under debat it is wide believ that hedon model fit in a singl market are fundament underidentifi and that ani empir content obtain from them is a consequ of arbitrari function form assumpt the problem of identif in hedon model is a prototyp for the identif problem in a varieti of econom model in which agent sort on unobserv to the economist characterist model of monopoli price michael mussa and sherwin rosen 1978 robert wilson 1993 and model for tax and labor suppli jame heckman 1974 sort is an essenti featur of econometr model of social interact see william brock and steven durlauf 2001 in thi paper we address the sort problem in hedon model nesheim 2001 extend thi analysi to a model with peer effect in thi paper we note that commonli use linear strategi made to simplifi estim and justifi the applic of instrument variabl method produc identif problem the hedon model is gener nonlinear it is the linear of a fundament nonlinear model that produc the form of the identif problem that domin discuss in the appli literatur linear is an arbitrari and mislead function form when appli to empir hedon model our research establish that even though sort equilibrium in a singl market impli no exclus restrict the hedon model is gener nonparametr identifi instrument variabl and transform model method pthi abstract wa borrow from anoth version of thi item", "title": "Identifying Hedonic Models"}, "https://ideas.repec.org/a/eee/crcspp/v28y1988ip231-258.html": {"abstract": "No abstract is available for this item.", "authors": ["ephe22"], "abstractStem": "no abstract is avail for thi item", "title": "Empirical tests of labor-market equilibrium: An evaluation"}, "https://ideas.repec.org/a/aea/aecrev/v88y1998i2p381-86.html": {"abstract": "This paper defines and estimates general equilibrium treatment effects. The conventional approach in the literature on treatment effects ignores interactions among individuals induced by the policy interventions being studied. Focusing on the impact of tuition policy, and using estimates from our dynamic overlapping generations general equilibrium model of capital and human capital formation, we find that general equilibrium impacts of tuition on college enrollment are an order of magnitude smaller than those reported in the literature on microeconomic treatment effects. The assumptions used to justify the LATE parameter in a partial equilibrium setting do not hold in a general equilibrium setting. Policy changes induce two way flows. We extend the LATE concept to a general equilibrium setting. We present a more comprehensive evaluation to program evaluation by considering both the tax and benefit consequences of the program being evaluated and placing the analysis in a market setting.<p>(This abstract was borrowed from another version of this item.)", "authors": ["ephe22", "eplo31"], "abstractStem": "thi paper defin and estim gener equilibrium treatment effect the convent approach in the literatur on treatment effect ignor interact among individu induc by the polici intervent be studi focus on the impact of tuition polici and use estim from our dynam overlap gener gener equilibrium model of capit and human capit format we find that gener equilibrium impact of tuition on colleg enrol are an order of magnitud smaller than those report in the literatur on microeconom treatment effect the assumpt use to justifi the late paramet in a partial equilibrium set do not hold in a gener equilibrium set polici chang induc two way flow we extend the late concept to a gener equilibrium set we present a more comprehens evalu to program evalu by consid both the tax and benefit consequ of the program be evalu and place the analysi in a market settingpthi abstract wa borrow from anoth version of thi item", "title": "General-Equilibrium Treatment Effects: A Study of Tuition Policy"}, "https://ideas.repec.org/a/ecm/emetrp/v47y1979i1p153-61.html": {"abstract": "Sample selection bias as a specification error This paper discusses the bias that results from using non-randomly selected samples to estimate behavioral relationships as an ordinary specification error or «omitted variables» bias. A simple consistent two stage estimator is considered that enables analysts to utilize simple regression methods to estimate behavioral functions by least squares methods. The asymptotic distribution of the estimator is derived.<p>(This abstract was borrowed from another version of this item.)", "authors": ["ephe22"], "abstractStem": "sampl select bia as a specif error thi paper discuss the bia that result from use nonrandomli select sampl to estim behavior relationship as an ordinari specif error or  omit variabl  bia a simpl consist two stage estim is consid that enabl analyst to util simpl regress method to estim behavior function by least squar method the asymptot distribut of the estim is derivedpthi abstract wa borrow from anoth version of thi item", "title": "Sample Selection Bias as a Specification Error"}, "https://ideas.repec.org/a/kap/reveho/v1y2003i4p245-247.html": {"abstract": "No abstract is available for this item.", "authors": ["ephe22"], "abstractStem": "no abstract is avail for thi item", "title": "Some Brief Remarks on the Life and Work of Jacob Mincer"}, "https://ideas.repec.org/a/eee/reecon/v54y2000i1p3-56.html": {"abstract": "This paper considers the sources of skill formation in a modern economy and emphasizes the importance of both cognitive and noncognitive skills in producing economic and social success and the importance of both formal academic institutions and families and firms as sources of learning. Skill formation is a dynamic process with strong synergistic components. Skill begets skill. Early investment promotes later investment. Noncognitive skills and motivation are important determinants of success and these can be improved more successfully and at later ages than basic cognitive skills. Methods currently used to evaluate educational interventions ignore these noncogntive skills and therefore substantially understate the benefits of early intervention programs and mentoring and teenage motivation programs. At current levels of investment, American society underinvests in the very young and overinvests in mature adults with low skills.<p>(This abstract was borrowed from another version of this item.)", "authors": ["ephe22"], "abstractStem": "thi paper consid the sourc of skill format in a modern economi and emphas the import of both cognit and noncognit skill in produc econom and social success and the import of both formal academ institut and famili and firm as sourc of learn skill format is a dynam process with strong synergist compon skill beget skill earli invest promot later invest noncognit skill and motiv are import determin of success and these can be improv more success and at later age than basic cognit skill method current use to evalu educ intervent ignor these noncognt skill and therefor substanti underst the benefit of earli intervent program and mentor and teenag motiv program at current level of invest american societi underinvest in the veri young and overinvest in matur adult with low skillspthi abstract wa borrow from anoth version of thi item", "title": "Policies to foster human capital"}, "https://ideas.repec.org/a/ucp/jlabec/v11y1993i1p1-47.html": {"abstract": " This article analyzes the causes and consequences of the growing proportion of high-school-certified persons who achieve that status by exam certification rather than through high school graduation. Exam-certified high school equivalents are statistically indistinguishable from high school dropouts. Whatever differences are found among exam-certified equivalents, high school dropouts and high school graduates are accounted for by their years of schooling completed. There is no cheap substitute for schooling. The only payoff to exam certification arises from its value in opening postsecondary schooling and training opportunities, but completion rates for exam-certified graduates are much lower in these activities than they are for ordinary graduates. Copyright 1993 by University of Chicago Press.", "authors": ["ephe22"], "abstractStem": " thi articl analyz the caus and consequ of the grow proport of highschoolcertifi person who achiev that statu by exam certif rather than through high school graduat examcertifi high school equival are statist indistinguish from high school dropout whatev differ are found among examcertifi equival high school dropout and high school graduat are account for by their year of school complet there is no cheap substitut for school the onli payoff to exam certif aris from it valu in open postsecondari school and train opportun but complet rate for examcertifi graduat are much lower in these activ than they are for ordinari graduat copyright 1993 by univers of chicago press", "title": "The Nonequivalence of High School Equivalents"}, "https://ideas.repec.org/a/ces/ifofor/v4y2003i2p29-48.html": {"abstract": "No abstract is available for this item.", "authors": ["epag93", "ephe22"], "abstractStem": "no abstract is avail for thi item", "title": "The Labour Market and the Job Miracle"}, "firstname": "James", "https://ideas.repec.org/a/ecm/emetrp/v52y1984i2p271-320.html": {"abstract": "No abstract is available for this item.", "authors": ["ephe22"], "abstractStem": "no abstract is avail for thi item", "title": "A Method for Minimizing the Impact of Distributional Assumptions in Econometric Models for Duration Data"}, "https://ideas.repec.org/a/tpr/jeurec/v7y2009i2-3p649-658.html": {"abstract": " This paper demonstrates gender differences in risk aversion and ambiguity aversion. It also contributes to a growing literature relating economic preference parameters to psychological measures by asking whether variations in preference parameters among persons, and in particular across genders, can be accounted for by differences in personality traits and traits of cognition. Women are more risk-averse than men. Over an initial range, women require no further compensation for the introduction of ambiguity but men do. At greater levels of ambiguity, women have the same marginal distaste for increased ambiguity as men. Psychological variables account for some of the interpersonal variation in risk aversion. They explain none of the differences in ambiguity. (JEL: J24, D03, D80) (c) 2009 by the European Economic Association.", "authors": ["epbo190", "epgo157", "ephe22", "epme115"], "abstractStem": " thi paper demonstr gender differ in risk avers and ambigu avers it also contribut to a grow literatur relat econom prefer paramet to psycholog measur by ask whether variat in prefer paramet among person and in particular across gender can be account for by differ in person trait and trait of cognit women are more riskavers than men over an initi rang women requir no further compens for the introduct of ambigu but men do at greater level of ambigu women have the same margin distast for increas ambigu as men psycholog variabl account for some of the interperson variat in risk avers they explain none of the differ in ambigu jel j24 d03 d80 c 2009 by the european econom associ", "title": "Gender Differences in Risk Aversion and Ambiguity Aversion"}, "https://ideas.repec.org/a/eee/econom/v136y2007i2p341-396.html": {"abstract": "This paper considers semiparametric identification of structural dynamic discrete choice models and models for dynamic treatment effects. Time to treatment and counterfactual outcomes associated with treatment times are jointly analyzed. We examine the implicit assumptions of the dynamic treatment model using the structural model as a benchmark. For the structural model we show the gains from using cross equation restrictions connecting choices to associated measurements and outcomes. In the dynamic discrete choice model, we identify both subjective and objective outcomes, distinguishing ex post and ex ante outcomes. We show how to identify agent information sets.<p>(This abstract was borrowed from another version of this item.)", "authors": ["ephe22", "fpna222"], "abstractStem": "thi paper consid semiparametr identif of structur dynam discret choic model and model for dynam treatment effect time to treatment and counterfactu outcom associ with treatment time are jointli analyz we examin the implicit assumpt of the dynam treatment model use the structur model as a benchmark for the structur model we show the gain from use cross equat restrict connect choic to associ measur and outcom in the dynam discret choic model we identifi both subject and object outcom distinguish ex post and ex ant outcom we show how to identifi agent inform setspthi abstract wa borrow from anoth version of thi item", "title": "Dynamic discrete choice and dynamic treatment effects"}, "https://ideas.repec.org/a/aea/jecper/v9y1995i2p85-110.html": {"abstract": "This paper analyzes the method of social experiments. The assumptions that justify the experimental method are exposited. Parameters of interest in evaluating social programs are discussed. The authors show how experiments sometimes serve as instrumental variables to identify program impacts. The most favorable case for experiments ignores variability across persons in response to treatments received and assumes that mean impacts of a program are the main object of interest in conducting an evaluation. Experiments do not identify the distribution of program gains unless additional assumptions are maintained. Evidence on the validity of the assumptions used to justify social experiments is presented.", "authors": ["ephe22", "epsm73"], "abstractStem": "thi paper analyz the method of social experi the assumpt that justifi the experiment method are exposit paramet of interest in evalu social program are discuss the author show how experi sometim serv as instrument variabl to identifi program impact the most favor case for experi ignor variabl across person in respons to treatment receiv and assum that mean impact of a program are the main object of interest in conduct an evalu experi do not identifi the distribut of program gain unless addit assumpt are maintain evid on the valid of the assumpt use to justifi social experi is present", "title": "Assessing the Case for Social Experiments"}, "https://ideas.repec.org/a/cml/moneta/vxxxiy2008i3p291-338.html": {"abstract": "No abstract is available for this item.", "authors": ["ephe22"], "abstractStem": "no abstract is avail for thi item", "title": "Causalidad econométrica"}, "https://ideas.repec.org/a/ucp/jlabec/v24y2006i3p661-700.html": {"abstract": "Using three sources of data, this article examines the direct economic return to General Educational Development (GED) certification for both native and immigrant high school dropouts. One data source—the Current Population Survey (CPS)—is plagued by nonresponse and allocation bias from the hot deck procedure that biases the estimated return to the GED upward. Correcting for allocation bias and ability bias, there is no direct economic return to GED certification. An apparent return to GED certification with age found in the raw CPS data is due to dropouts becoming more skilled over time. These results apply to both native-born and immigrant populations.", "authors": ["ephe22", "fpla314"], "abstractStem": "use three sourc of data thi articl examin the direct econom return to gener educ develop ged certif for both nativ and immigr high school dropout one data sourc the current popul survey cp is plagu by nonrespons and alloc bia from the hot deck procedur that bias the estim return to the ged upward correct for alloc bia and abil bia there is no direct econom return to ged certif an appar return to ged certif with age found in the raw cp data is due to dropout becom more skill over time these result appli to both nativeborn and immigr popul", "title": "Bias-Corrected Estimates of GED Returns"}, "https://ideas.repec.org/a/cje/issued/v29y1996is1p99-104.html": {"abstract": "No abstract is available for this item.", "authors": ["ephe22"], "abstractStem": "no abstract is avail for thi item", "title": "The Economics of Eligibility Rules for a Social Program: A Study of the Job Training Partnership Act (JTPA)--A Summary Report"}, "https://ideas.repec.org/a/tpr/jeurec/v7y2009i2-3p320-364.html": {"abstract": " Recent research on the economics of human development deepens understanding of the origins of inequality and excellence. It draws on and contributes to personality psychology and the psychology of human development. Inequalities in family environments and investments in children are substantial. They causally affect the development of capabilities. Both cognitive and noncognitive capabilities determine success in life but to varying degrees for different outcomes. An empirically determined technology of capability formation reveals that capabilities are self-productive and cross-fertilizing and can be enhanced by investment. Investments in capabilities are relatively more productive at some stages of a child's life cycle than others. Optimal child investment strategies differ depending on target outcomes of interest and on the nature of adversity in a child's early years. For some configurations of early disadvantage and for some desired outcomes, it is efficient to invest relatively more in the later years of childhood than in the early years. (JEL: A12) (c) 2009 by the European Economic Association.", "authors": ["epcu47", "ephe22"], "abstractStem": " recent research on the econom of human develop deepen understand of the origin of inequ and excel it draw on and contribut to person psycholog and the psycholog of human develop inequ in famili environ and invest in children are substanti they causal affect the develop of capabl both cognit and noncognit capabl determin success in life but to vari degre for differ outcom an empir determin technolog of capabl format reveal that capabl are selfproduct and crossfertil and can be enhanc by invest invest in capabl are rel more product at some stage of a child life cycl than other optim child invest strategi differ depend on target outcom of interest and on the natur of advers in a child earli year for some configur of earli disadvantag and for some desir outcom it is effici to invest rel more in the later year of childhood than in the earli year jel a12 c 2009 by the european econom associ", "title": "The Economics and Psychology of Inequality and Human DEvelopment"}, "https://ideas.repec.org/a/eee/ecmode/v35y2013icp235-248.html": {"abstract": "This work finds that older siblings as well as early parenting influence young children's cognitive skills directly or indirectly, for example, Mathematics, and English. Our findings challenge a pervasive view in the economical literatures that early parenting plays a dominant role in explaining child development. In economics, early environmental conditions are important to demonstrate the evolution of adolescent and adult cognitive skills (Cunha and Heckman, 2007; Knudsen et al., 2006), and it establishes causal impacts of early parental inputs and other environmental factors on cognitive and non-cognitive skills (Borghans et al., 2006; Cunha et al., 2010; Heckman et al., 2006b). Early parenting as well as older siblings should explain a diverse array of academic and social outcomes, for example, Mathematics, English, maritage and pregnancy. In fact, older siblings' characteristics are as important, if not more important, than as parenting for child development. Our analysis addresses the problems of measurement error, imperfect proxies, and reverse causality that plague conventional approach in psychology. We find that older brother contributes much more than older sister to child's mathematical achievement, while older sister contributes much more to child's English achievement. Our evidence is consistent with psychology literature, for example, Hetherington (1988), Jenkins (1992), Zukow-Goldring (1995), Marshall et al. (1997), Maynard (2002), and Brody et al. (2003) for siblings' direct contributions to child development, Bronfenbrenner (1977), East (1998), Whiteman and Buchanan (2002), and Brody et al. (2003) for siblings' indirect contributions, and Reiss et al. (2000), Feinberg and Hetherington (2001), and Kowal et al. (2002) for parental differential treatment.", "authors": ["ephe22"], "abstractStem": "thi work find that older sibl as well as earli parent influenc young children cognit skill directli or indirectli for exampl mathemat and english our find challeng a pervas view in the econom literatur that earli parent play a domin role in explain child develop in econom earli environment condit are import to demonstr the evolut of adolesc and adult cognit skill cunha and heckman 2007 knudsen et al 2006 and it establish causal impact of earli parent input and other environment factor on cognit and noncognit skill borghan et al 2006 cunha et al 2010 heckman et al 2006b earli parent as well as older sibl should explain a divers array of academ and social outcom for exampl mathemat english maritag and pregnanc in fact older sibl characterist are as import if not more import than as parent for child develop our analysi address the problem of measur error imperfect proxi and revers causal that plagu convent approach in psycholog we find that older brother contribut much more than older sister to child mathemat achiev while older sister contribut much more to child english achiev our evid is consist with psycholog literatur for exampl hetherington 1988 jenkin 1992 zukowgoldr 1995 marshal et al 1997 maynard 2002 and brodi et al 2003 for sibl direct contribut to child develop bronfenbrenn 1977 east 1998 whiteman and buchanan 2002 and brodi et al 2003 for sibl indirect contribut and reiss et al 2000 feinberg and hetherington 2001 and kowal et al 2002 for parent differenti treatment", "title": "Older siblings' contributions to young child's cognitive skills"}, "https://ideas.repec.org/a/tpr/restat/v85y2003i3p748-755.html": {"abstract": " This note derives simply computed closed-form expressions for the average treatment effect, the effect of treatment on the treated, the local average treatment effect, and the marginal treatment effect in a latent-variable framework for both normal and nonnormal models. Asymptotic standard errors for versions of these parameters that average over observed characteristics are also obtained. The performances of the derived estimators are also evaluated in Monte Carlo experiments under correct specification and misspecification. © 2003 President and Fellows of Harvard College and the Massachusetts Institute of Technology.", "authors": ["ephe22", "epvy2"], "abstractStem": " thi note deriv simpli comput closedform express for the averag treatment effect the effect of treatment on the treat the local averag treatment effect and the margin treatment effect in a latentvari framework for both normal and nonnorm model asymptot standard error for version of these paramet that averag over observ characterist are also obtain the perform of the deriv estim are also evalu in mont carlo experi under correct specif and misspecif   2003 presid and fellow of harvard colleg and the massachusett institut of technolog", "title": "Simple Estimators for Treatment Parameters in a Latent-Variable Framework"}, "https://ideas.repec.org/a/ucp/jlawec/y2005v48i1p1-39.html": {"abstract": "This paper investigates the relative significance of differences in cognitive skills and discrimination in explaining racial/ethnic wage gaps. We show that cognitive test scores for exams taken prior to entering the labor market are influenced by schooling. Adjusting the scores for racial/ethnic differences in education at the time the test is taken reduces their role in accounting for the wage gaps. We also consider evidence on parental and child expectations about education and on stereotype threat effects. We find both factors to be implausible alternative explanations for the gaps we observe. We argue that policies need to address the sources of early skill gaps and to seek to influence the more malleable behavioral abilities in addition to their cognitive counterparts. Such policies are far more likely to be effective in promoting racial and ethnic equality for most groups than are additional civil rights and affirmative action policies targeted at the workplace.", "authors": ["epca130", "ephe22"], "abstractStem": "thi paper investig the rel signific of differ in cognit skill and discrimin in explain racialethn wage gap we show that cognit test score for exam taken prior to enter the labor market are influenc by school adjust the score for racialethn differ in educ at the time the test is taken reduc their role in account for the wage gap we also consid evid on parent and child expect about educ and on stereotyp threat effect we find both factor to be implaus altern explan for the gap we observ we argu that polici need to address the sourc of earli skill gap and to seek to influenc the more malleabl behavior abil in addit to their cognit counterpart such polici are far more like to be effect in promot racial and ethnic equal for most group than are addit civil right and affirm action polici target at the workplac", "title": "Labor Market Discrimination and Racial Differences in Premarket Factors"}, "https://ideas.repec.org/a/oup/restud/v49y1982i4p659-660..html": {"abstract": "No abstract is available for this item.", "authors": ["ephe22"], "abstractStem": "no abstract is avail for thi item", "title": "Corrigendum on A Life Cycle Model of Female Labour Supply"}, "https://ideas.repec.org/a/ucp/jpolec/v87y1979i1p203-11.html": {"abstract": "No abstract is available for this item.", "authors": ["ephe22", "epwi192"], "abstractStem": "no abstract is avail for thi item", "title": "Reply to Mincer and Ofek [The Distribution of Lifetime Labor Force Participation of Married Women]"}, "https://ideas.repec.org/a/ecj/econjl/v109y1999i457p313-48.html": {"abstract": " The key to estimating the impact of a program is constructing the counterfactual outcome representing what would have happened in its absence. This problem becomes more complicated when agents, such as individuals, firms, or local governments, self-select into the program rather than being exogenously assigned to it. This paper uses data from a major social experiment to identify what would have happened to the earnings of self-selected participants in a job training program had they not participated in it. The authors investigate the implications of these earnings patterns for the validity of widely used before-after and difference-in-differences estimators.", "authors": ["ephe22", "epsm73"], "abstractStem": " the key to estim the impact of a program is construct the counterfactu outcom repres what would have happen in it absenc thi problem becom more complic when agent such as individu firm or local govern selfselect into the program rather than be exogen assign to it thi paper use data from a major social experi to identifi what would have happen to the earn of selfselect particip in a job train program had they not particip in it the author investig the implic of these earn pattern for the valid of wide use beforeaft and differenceindiffer estim", "title": "The Pre-programme Earnings Dip and the Determinants of Participation in a Social Programme. Implications for Simple Programme Evaluation Strategies"}, "https://ideas.repec.org/a/ecj/econjl/v111y2001i475pf654-99.html": {"abstract": " This paper considers the merits and limitations of alternative criteria proposed to evaluate social programmes in the modern welfare state and the information required to implement them when individual responses to programmes are heterogeneous. Participation in programmes is based, in part, on this heterogeneity and the programmes have general equilibrium impacts on the economy. Particular attention is devoted to the voting criterion used in modern positive political economy and the ranking of alternative social states based on anonymity postulates. Evidence on heterogeneity is presented. Conflicts among the criteria are revealed in two empirical studies. Partial equilibrium approaches are shown to be misleading.", "authors": ["ephe22"], "abstractStem": " thi paper consid the merit and limit of altern criteria propos to evalu social programm in the modern welfar state and the inform requir to implement them when individu respons to programm are heterogen particip in programm is base in part on thi heterogen and the programm have gener equilibrium impact on the economi particular attent is devot to the vote criterion use in modern posit polit economi and the rank of altern social state base on anonym postul evid on heterogen is present conflict among the criteria are reveal in two empir studi partial equilibrium approach are shown to be mislead", "title": "Accounting for Heterogeneity, Diversity and General Equilibrium in Evaluating Social Programmes"}, "https://ideas.repec.org/a/eee/econom/v24y1984i1-2p63-132.html": {"abstract": "No abstract is available for this item.", "authors": ["ephe22"], "abstractStem": "no abstract is avail for thi item", "title": "Econometric duration analysis"}, "https://ideas.repec.org/a/taf/emetrv/v33y2014i1-4p36-67.html": {"abstract": " This paper contributes to the emerging Bayesian literature on treatment effects. It derives treatment parameters in the framework of a potential outcomes model with a treatment choice equation, where the correlation between the unobservable components of the model is driven by a low-dimensional vector of latent factors. The analyst is assumed to have access to a set of measurements generated by the latent factors. This approach has attractive features from both theoretical and practical points of view. Not only does it address the fundamental identification problem arising from the inability to observe the same person in both the treated and untreated states, but it also turns out to be straightforward to implement. Formulae are provided to compute mean treatment effects as well as their distributional versions. A Monte Carlo simulation study is carried out to illustrate how the methodology can easily be applied.", "authors": ["ephe22", "eppi122"], "abstractStem": " thi paper contribut to the emerg bayesian literatur on treatment effect it deriv treatment paramet in the framework of a potenti outcom model with a treatment choic equat where the correl between the unobserv compon of the model is driven by a lowdimension vector of latent factor the analyst is assum to have access to a set of measur gener by the latent factor thi approach ha attract featur from both theoret and practic point of view not onli doe it address the fundament identif problem aris from the inabl to observ the same person in both the treat and untreat state but it also turn out to be straightforward to implement formula are provid to comput mean treatment effect as well as their distribut version a mont carlo simul studi is carri out to illustr how the methodolog can easili be appli", "title": "Treatment Effects: A Bayesian Perspective"}, "https://ideas.repec.org/a/oup/restud/v54y1987i2p243-255..html": {"abstract": "This paper considers a multisector Gorman-Lancaster linear characteristics model of earnings in which workers cannot unbundle their skills. Conditions are presented under which characteristics are uniformly priced across sectors. Empirical evidence is presented for the U.S. labour market that rejects the hypothesis of uniform pricing of characteristics.", "authors": ["ephe22", "epsc26"], "abstractStem": "thi paper consid a multisector gormanlancast linear characterist model of earn in which worker cannot unbundl their skill condit are present under which characterist are uniformli price across sector empir evid is present for the us labour market that reject the hypothesi of uniform price of characterist", "title": "The Importance of Bundling in a Gorman-Lancaster Model of Earnings"}, "https://ideas.repec.org/a/sae/evarev/v11y1987i4p395-427.html": {"abstract": "This article assesses several recent studies in the manpower training evaluation literature claiming that (1) nonexperimental methods of program evaluation produce unreliable estimates of program impacts and (2) randomized experiments are necessary to produce reliable ones. We present a more optimistic statement about the value of nonexperimental methods in analyzing the effects of training programs on earnings. Previous empirical demonstrations of the sensitivity of estimates of program impact to alternative non experimental procedures either do not test the validity of the testable assumptions that justify the nonexperimental procedures or else disregard the inference from such tests. We reanalyze data from the National Supported Work Demonstration experiment (NSW) utilized by LaLonde and Fraker and Maynard and reexamine the performance of nonexperimental estimates of the net impact of the NSW program on the posttraining earnings of young high school dropouts and adult women. Using several simple strategies for testing the appropriateness of alternative formulations of such estimators, we show that a number of the nonexperimental estimators used in these studies can be rejected. Although we eliminate a number of nonexperimental estimators by such tests, we are able to find estimators that are not rejected by these tests. Estimators not rejected by such tests yield net impact estimates that lead to the same inference about the impact of the program as the experimental estimates. The empirical results from our limited study provide tangible evidence that the recent denunciation of nonexperimental methods forevaluating manpower training effects is premature.", "authors": ["fpda348", "ephe22"], "abstractStem": "thi articl assess sever recent studi in the manpow train evalu literatur claim that 1 nonexperiment method of program evalu produc unreli estim of program impact and 2 random experi are necessari to produc reliabl one we present a more optimist statement about the valu of nonexperiment method in analyz the effect of train program on earn previou empir demonstr of the sensit of estim of program impact to altern non experiment procedur either do not test the valid of the testabl assumpt that justifi the nonexperiment procedur or els disregard the infer from such test we reanalyz data from the nation support work demonstr experi nsw util by lalond and fraker and maynard and reexamin the perform of nonexperiment estim of the net impact of the nsw program on the posttrain earn of young high school dropout and adult women use sever simpl strategi for test the appropri of altern formul of such estim we show that a number of the nonexperiment estim use in these studi can be reject although we elimin a number of nonexperiment estim by such test we are abl to find estim that are not reject by these test estim not reject by such test yield net impact estim that lead to the same infer about the impact of the program as the experiment estim the empir result from our limit studi provid tangibl evid that the recent denunci of nonexperiment method forevalu manpow train effect is prematur", "title": "Do We Need Experimental Data To Evaluate the Impact of Manpower Training On Earnings?"}, "https://ideas.repec.org/a/ucp/jpolec/doi10.1086-679498.html": {"abstract": "The literature on treatment effects focuses on gross benefits from program participation. We extend this literature by developing conditions under which it is possible to identify parameters measuring the cost and net surplus from program participation. Using the generalized Roy model, we nonparametrically identify the cost, benefit, and net surplus of selection into treatment without requiring the analyst to have direct information on costs. We apply our methodology to estimate the gross benefit and net surplus of attending college.", "authors": ["ephe22"], "abstractStem": "the literatur on treatment effect focus on gross benefit from program particip we extend thi literatur by develop condit under which it is possibl to identifi paramet measur the cost and net surplu from program particip use the gener roy model we nonparametr identifi the cost benefit and net surplu of select into treatment without requir the analyst to have direct inform on cost we appli our methodolog to estim the gross benefit and net surplu of attend colleg", "title": "The Generalized Roy Model and the Cost-Benefit Analysis of Social Programs"}, "https://ideas.repec.org/a/ecm/emetrp/v78y2010i1p377-394.html": {"abstract": " This paper develops methods for evaluating marginal policy changes. We characterize how the effects of marginal policy changes depend on the direction of the policy change, and show that marginal policy effects are fundamentally easier to identify and to estimate than conventional treatment parameters. We develop the connection between marginal policy effects and the average effect of treatment for persons on the margin of indifference between participation in treatment and nonparticipation, and use this connection to analyze both parameters. We apply our analysis to estimate the effect of marginal changes in tuition on the return to going to college. Copyright 2010 The Econometric Society.", "authors": ["epca130", "ephe22", "epvy2"], "abstractStem": " thi paper develop method for evalu margin polici chang we character how the effect of margin polici chang depend on the direct of the polici chang and show that margin polici effect are fundament easier to identifi and to estim than convent treatment paramet we develop the connect between margin polici effect and the averag effect of treatment for person on the margin of indiffer between particip in treatment and nonparticip and use thi connect to analyz both paramet we appli our analysi to estim the effect of margin chang in tuition on the return to go to colleg copyright 2010 the econometr societi", "title": "Evaluating Marginal Policy Changes and the Average Effect of Treatment for Individuals at the Margin"}}}