{"epja61": {"https://ideas.repec.org/a/tsj/stataj/v5y2005i3p288-308.html": {"abstract": "Organizing and archiving statistical results and processing a subset of those results for publication are important and often underestimated issues in conducting statistical analyses. Because automation of these tasks is often poor, processing results produced by statistical packages is quite laborious and vulnerable to error. I will therefore present a new package called estout that facilitates and automates some of these tasks. This new command can be used to produce regression tables for use with spreadsheets, LATEX, HTML, or word processors. For example, the results for multiple models can be organized in spreadsheets and can thus be archived in an orderly manner. Alternatively, the results can be directly saved as a publication-ready table for inclusion in, for example, a LATEX document. estout is implemented as a wrapper for estimates table but has many additional features, such as support for mfx. However, despite its flexibility, estout is —I believe —still very straightforward and easy to use. Furthermore, estout can be customized via so-called defaults files. A tool to make available supplementary statistics called estadd is also provided. Copyright 2005 by StataCorp LP.", "authors": ["epja61"], "abstractStem": "organ and archiv statist result and process a subset of those result for public are import and often underestim issu in conduct statist analys becaus autom of these task is often poor process result produc by statist packag is quit labori and vulner to error i will therefor present a new packag call estout that facilit and autom some of these task thi new command can be use to produc regress tabl for use with spreadsheet latex html or word processor for exampl the result for multipl model can be organ in spreadsheet and can thu be archiv in an orderli manner altern the result can be directli save as a publicationreadi tabl for inclus in for exampl a latex document estout is implement as a wrapper for estim tabl but ha mani addit featur such as support for mfx howev despit it flexibl estout is  i believ  still veri straightforward and easi to use furthermor estout can be custom via socal default file a tool to make avail supplementari statist call estadd is also provid copyright 2005 by statacorp lp", "title": "Making regression tables from stored estimates"}, "https://ideas.repec.org/a/spr/ijphth/v56y2011i3p353-356.html": {"abstract": "No abstract is available for this item.", "authors": ["epja61"], "abstractStem": "no abstract is avail for thi item", "title": "A recruitment method to obtain community samples of children for survey research in Switzerland"}, "https://ideas.repec.org/a/tsj/stataj/v7y2007i2p266-267.html": {"abstract": "No abstract is available for this item.", "authors": ["epja61"], "abstractStem": "no abstract is avail for thi item", "title": "Stata tip 44: Get a handle on your sample"}, "firstname": "Ben", "https://ideas.repec.org/a/bla/germec/v11y2010ip397-401.html": {"abstract": " Is Benford's law a good instrument to detect fraud in reports of statistical and scientific data? For a valid test, the probability of 'false positives' and 'false negatives' has to be low. However, it is very doubtful whether the Benford distribution is an appropriate tool to discriminate between manipulated and non-manipulated estimates. Further research should focus more on the validity of the test and test results should be interpreted more carefully. Copyright 2010 The Authors. Journal Compilation Verein für Socialpolitik and Blackwell Publishing Ltd. 2010.", "authors": ["epdi71", "epja61"], "abstractStem": " is benford law a good instrument to detect fraud in report of statist and scientif data for a valid test the probabl of fals posit and fals neg ha to be low howev it is veri doubt whether the benford distribut is an appropri tool to discrimin between manipul and nonmanipul estim further research should focu more on the valid of the test and test result should be interpret more care copyright 2010 the author journal compil verein f r socialpolitik and blackwel publish ltd 2010", "title": "Benford's Law and Fraud Detection: Facts and Legends"}, "lastname": "Jann", "https://ideas.repec.org/a/tsj/stataj/v8y2008i2p147-169.html": {"abstract": "I introduce the new mgof command to compute distributional tests for discrete (categorical, multinomial) variables. The command supports large-sample tests for complex survey designs and exact tests for small samples as well as classic large-sample Chi^2-approximation tests based on Pearson’s Chi^2, the likelihood ratio, or any other statistic from the power-divergence family (Cressie and Read, 1984, Journal of the Royal Statistical Society, Series B (Methodological) 46: 440 – 464). The complex survey correction is based on the approach by Rao and Scott (1981, Journal of the American Statistical Association 76: 221 – 230) and par- allels the survey design correction used for independence tests in svy: tabulate. mgof computes the exact tests by using Monte Carlo methods or exhaustive enu- meration. mgof also provides an exact one-sample Kolmogorov-Smirnov test for discrete data. Copyright 2008 by StataCorp LP.", "authors": ["epja61"], "abstractStem": "i introduc the new mgof command to comput distribut test for discret categor multinomi variabl the command support largesampl test for complex survey design and exact test for small sampl as well as classic largesampl chi2approxim test base on pearson s chi2 the likelihood ratio or ani other statist from the powerdiverg famili cressi and read 1984 journal of the royal statist societi seri b methodolog 46 440   464 the complex survey correct is base on the approach by rao and scott 1981 journal of the american statist associ 76 221   230 and par allel the survey design correct use for independ test in svi tabul mgof comput the exact test by use mont carlo method or exhaust enu merat mgof also provid an exact onesampl kolmogorovsmirnov test for discret data copyright 2008 by statacorp lp", "title": "Multinomial goodness-of-fit: Large-sample tests with survey design correction and exact tests for small samples"}, "https://ideas.repec.org/a/tsj/stataj/v5y2005i1p93-122.html": {"abstract": "Although multiple-response questions are quite common in survey research, Stata’s official release does not provide much capability for an effective analysis of multiple-response variables. For example, in a study on drug addiction an interview question might be, “Which substances did you consume during the last four weeks?” The respondents just list all the drugs they took, if any; e.g., an answer could be “cannabis, cocaine, heroin” or “ecstasy, cannabis” or “none”, etc. Usually, the responses to such questions are stored as a set of variables and, therefore, cannot be easily tabulated. I will address this issue here and present a new module to compute one- and two-way tables of multiple responses. The module supports several types of data structure, provides significance tests, and offers various options to control the computation and display of the results. In addition, tools to create graphs of multiple-response distributions are presented. Copyright 2005 by StataCorp LP.", "authors": ["epja61"], "abstractStem": "although multiplerespons question are quit common in survey research stata s offici releas doe not provid much capabl for an effect analysi of multiplerespons variabl for exampl in a studi on drug addict an interview question might be  which substanc did you consum dure the last four week  the respond just list all the drug they took if ani eg an answer could be  cannabi cocain heroin  or  ecstasi cannabi  or  none  etc usual the respons to such question are store as a set of variabl and therefor cannot be easili tabul i will address thi issu here and present a new modul to comput one and twoway tabl of multipl respons the modul support sever type of data structur provid signific test and offer variou option to control the comput and display of the result in addit tool to creat graph of multiplerespons distribut are present copyright 2005 by statacorp lp", "title": "Tabulation of multiple responses"}, "https://ideas.repec.org/a/tsj/stataj/v10y2010i1p46-60.html": {"abstract": "The SPost user package (Long and Freese, 2006, Regression Models for Categorical Dependent Variables Using Stata [Stata Press]) is a suite of postestimation commands to compute additional tests and effects representations for a variety of regression models. To facilitate and automate the task of tabulating results from SPost commands for inclusion in reports, publications, and presentations, we introduce tools to integrate SPost with the estout user package (Jann, 2005, Stata Journal 5: 288 – 308; 2007, Stata Journal 7: 227 – 244). The estadd command can retrieve results computed by the SPost commands brant, fitstat, listcoef, mlogtest, prchange, prvalue, and asprvalue. These results can then be tabulated by esttab or estout. Copyright 2010 by StataCorp LP.", "authors": ["epja61"], "abstractStem": "the spost user packag long and frees 2006 regress model for categor depend variabl use stata stata press is a suit of postestim command to comput addit test and effect represent for a varieti of regress model to facilit and autom the task of tabul result from spost command for inclus in report public and present we introduc tool to integr spost with the estout user packag jann 2005 stata journal 5 288   308 2007 stata journal 7 227   244 the estadd command can retriev result comput by the spost command brant fitstat listcoef mlogtest prchang prvalu and asprvalu these result can then be tabul by esttab or estout copyright 2010 by statacorp lp", "title": "Tabulating SPost results using estout and esttab"}, "https://ideas.repec.org/a/jns/jbstat/v231y2011i5-6p749-760.html": {"abstract": "This article evaluates three different questioning techniques for measuring the prevalence of plagiarism in student papers: the randomized response technique (RRT), the item count technique (ICT), and the crosswise model (CM). In three independent experimental surveys with Swiss and German university students as subjects (two web surveys and a survey using paperand- pencil questionnaires in a classroom setting), each of the three techniques is compared to direct questioning and evaluated based on the “more-is-better” assumption. According to our results the RRTand the ICT failed to reduce social desirability bias in self-reports of plagiarism. In contrast, the CM was more successful in eliciting a significantly higher rate of reported sensitive behavior than direct questioning. One reason for the success of the CM, we believe, is that it overcomes the “self-protective no” bias known from the RRT (and which may also be a potential problem in the ICT).We find rates of up to 22 percent of students who declared that they ever intentionally adopted a passage from someone else’s work without citing it. Severe plagiarism such as handing in someone else’s paper as one’s own, however, seems to be less frequent with rates of about 1 to 2 percent.", "authors": ["epja61"], "abstractStem": "thi articl evalu three differ question techniqu for measur the preval of plagiar in student paper the random respons techniqu rrt the item count techniqu ict and the crosswis model cm in three independ experiment survey with swiss and german univers student as subject two web survey and a survey use paperand pencil questionnair in a classroom set each of the three techniqu is compar to direct question and evalu base on the  moreisbett  assumpt accord to our result the rrtand the ict fail to reduc social desir bia in selfreport of plagiar in contrast the cm wa more success in elicit a significantli higher rate of report sensit behavior than direct question one reason for the success of the cm we believ is that it overcom the  selfprotect no  bia known from the rrt and which may also be a potenti problem in the ictw find rate of up to 22 percent of student who declar that they ever intent adopt a passag from someon els s work without cite it sever plagiar such as hand in someon els s paper as one s own howev seem to be less frequent with rate of about 1 to 2 percent", "title": "Plagiarism in Student Papers: Prevalence Estimates Using Special Techniques for Sensitive Questions"}, "https://ideas.repec.org/a/tsj/stataj/v15y2015i1p316-318.html": {"abstract": "No abstract is available for this item.", "authors": ["epja61"], "abstractStem": "no abstract is avail for thi item", "title": "Stata tip 122: Variable bar widths in two-way graphs"}, "https://ideas.repec.org/a/aeq/aeqsjb/v124_y2004_i2_q2_p257-282.html": {"abstract": "The investigation of the consequences of new technologies has a long standing tradition within economics. Particularly, labor economists are wondering how the introduction of new technologies, e.g. Personal Computers, have shaped labor markets. Former research has concentrated on the question of whether on-the-job use of PCs creates a wage bonus for employees. In this paper, we investigate whether the use of PCs increases employees’ probability of an upward shift in their employment status and whether it reduces the risk of involuntary labor market exits. We do so by applying event history analysis to the Swiss Labor Market Survey, a random sample of 3028 respondents, and by analyzing a Panel sub-sample of 650 respondents conducted recently in Switzerland. Our results show that on-the-job use of PCs was beneficial for employees in the past by increasing their probability of an upward shift by approximately 50%. The analysis also suggests that PC use reduces the risk and duration of unemployment. However, these latter results fail to reach statistical significance.", "authors": ["epja61"], "abstractStem": "the investig of the consequ of new technolog ha a long stand tradit within econom particularli labor economist are wonder how the introduct of new technolog eg person comput have shape labor market former research ha concentr on the question of whether onthejob use of pc creat a wage bonu for employe in thi paper we investig whether the use of pc increas employe  probabl of an upward shift in their employ statu and whether it reduc the risk of involuntari labor market exit we do so by appli event histori analysi to the swiss labor market survey a random sampl of 3028 respond and by analyz a panel subsampl of 650 respond conduct recent in switzerland our result show that onthejob use of pc wa benefici for employe in the past by increas their probabl of an upward shift by approxim 50 the analysi also suggest that pc use reduc the risk and durat of unemploy howev these latter result fail to reach statist signific", "title": "The Use of New Technology and Occupational Mobility: An Event History Analysis of the Swiss Labor Market"}, "https://ideas.repec.org/a/tsj/stataj/v15y2015i3p751-755.html": {"abstract": "In Stata, graphs are usually generated by one call to the graph command. Sometimes, however, it would be convenient to be able to add objects to a graph after the graph has been created. In this article, I provide a command called addplot that offers such functionality for twoway graphs, capitalizing on an undocumented feature of Stata’s graphics system. Copyright 2015 by StataCorp LP.", "authors": ["epja61"], "abstractStem": "in stata graph are usual gener by one call to the graph command sometim howev it would be conveni to be abl to add object to a graph after the graph ha been creat in thi articl i provid a command call addplot that offer such function for twoway graph capit on an undocu featur of stata s graphic system copyright 2015 by statacorp lp", "title": "A note on adding objects to an existing twoway graph"}, "https://ideas.repec.org/a/tsj/stataj/v8y2008i4p453-479.html": {"abstract": "The counterfactual decomposition technique popularized by Blinder (1973, Journal of Human Resources, 436–455) and Oaxaca (1973, International Economic Review, 693–709) is widely used to study mean outcome diﬀerences between groups. For example, the technique is often used to analyze wage gaps by sex or race. This article summarizes the technique and addresses several complications, such as the identiﬁcation of eﬀects of categorical predictors in the detailed decomposition or the estimation of standard errors. A new command called oaxaca is introduced, and examples illustrating its usage are given. Copyright 2008 by StataCorp LP.", "authors": ["epja61"], "abstractStem": "the counterfactu decomposit techniqu popular by blinder 1973 journal of human resourc 436 455 and oaxaca 1973 intern econom review 693 709 is wide use to studi mean outcom di erenc between group for exampl the techniqu is often use to analyz wage gap by sex or race thi articl summar the techniqu and address sever complic such as the identi cation of e ect of categor predictor in the detail decomposit or the estim of standard error a new command call oaxaca is introduc and exampl illustr it usag are given copyright 2008 by statacorp lp", "title": "The Blinder–Oaxaca decomposition for linear regression models"}, "https://ideas.repec.org/a/tsj/stataj/v4y2004i2p221-222.html": {"abstract": "No abstract is available for this item.", "authors": ["epja61"], "abstractStem": "no abstract is avail for thi item", "title": "Stata tip 8: Splitting time-span records with categorical time-varying covariates"}, "homepage": "https://ideas.repec.org/e/pja61.html", "https://ideas.repec.org/a/tsj/stataj/v14y2014i4p708-737.html": {"abstract": "Graphical display of regression results has become increasingly popular in presentations and in scientific literature because graphs are often much easier to read than tables. Such plots can be produced in Stata by the marginsplot command (see [R] marginsplot). However, while marginsplot is versatile and flexible, it has two major limitations: it can only process results left behind by margins (see [R] margins), and it can handle only one set of results at a time. In this article, I introduce a new command called coefplot that overcomes these limitations. It plots results from any estimation command and combines results from several models into one graph. The default behavior of coefplot is to plot markers for coefficients and horizontal spikes for confidence intervals. However, coefplot can also produce other types of graphs. I illustrate the capabilities of coefplot by using a series of examples. Copyright 2014 by StataCorp LP.", "authors": ["epja61"], "abstractStem": "graphic display of regress result ha becom increasingli popular in present and in scientif literatur becaus graph are often much easier to read than tabl such plot can be produc in stata by the marginsplot command see r marginsplot howev while marginsplot is versatil and flexibl it ha two major limit it can onli process result left behind by margin see r margin and it can handl onli one set of result at a time in thi articl i introduc a new command call coefplot that overcom these limit it plot result from ani estim command and combin result from sever model into one graph the default behavior of coefplot is to plot marker for coeffici and horizont spike for confid interv howev coefplot can also produc other type of graph i illustr the capabl of coefplot by use a seri of exampl copyright 2014 by statacorp lp", "title": "Plotting regression coefficients and other estimates"}, "https://ideas.repec.org/a/tsj/stataj/v7y2007i2p227-244.html": {"abstract": "estout, introduced by Jann (Stata Journal 5: 288–308), is a useful tool for producing regression tables from stored estimates. However, its syntax is relatively complex and commands may turn out long even for simple tables. Furthermore, having to store the estimates beforehand can be cumbersome. To facilitate the production of regression tables, I therefore present here two new commands called eststo and esttab. eststo is a wrapper for official Stata’s estimates store and simplifies the storing of estimation results for tabulation. esttab, on the other hand, is a wrapper for estout and simplifies compiling nice- looking tables from the stored estimates without much typing. I also provide updates to estout and estadd. Copyright 2007 by StataCorp LP.", "authors": ["epja61"], "abstractStem": "estout introduc by jann stata journal 5 288 308 is a use tool for produc regress tabl from store estim howev it syntax is rel complex and command may turn out long even for simpl tabl furthermor have to store the estim beforehand can be cumbersom to facilit the product of regress tabl i therefor present here two new command call eststo and esttab eststo is a wrapper for offici stata s estim store and simplifi the store of estim result for tabul esttab on the other hand is a wrapper for estout and simplifi compil nice look tabl from the store estim without much type i also provid updat to estout and estadd copyright 2007 by statacorp lp", "title": "Making regression tables simplified"}}}