{"epje57": {"https://ideas.repec.org/a/bla/jacrfn/v7y1994i2p4-19.html": {"abstract": "No abstract is available for this item.", "authors": ["epje57"], "abstractStem": "no abstract is avail for thi item", "title": "The Nature Of Man"}, "https://ideas.repec.org/a/bla/jacrfn/v7y1994i2p40-45.html": {"abstract": "No abstract is available for this item.", "authors": ["epje57"], "abstractStem": "no abstract is avail for thi item", "title": "Self-Interest, Altruism, Incentives, And Agency Theory"}, "https://ideas.repec.org/a/eee/jfinec/v20y1988ip3-24.html": {"abstract": "No abstract is available for this item.", "authors": ["epje57"], "abstractStem": "no abstract is avail for thi item", "title": "The distribution of power among corporate managers, shareholders, and directors"}, "https://ideas.repec.org/a/bla/jacrfn/v2y1989i1p35-44.html": {"abstract": " In this testimony to the House Ways and Means Committee on February 1, 1989 (when LBOs and other highly leveraged transactions were under fierce attack by politicians and the media), the author identified \"LBO associations\" such as KKR and Forstmann Little as a valuable innovation in organizational form-a new model of management and governance that was competing directly with the headquarters of large public corporations, especially conglomerates. In the author's words, LBOs \"substitute incentives provided by compensation and ownership plans for the direct monitoring and often centralized decision-making in the typical corporate bureaucracy.\" Copyright Copyright (c) 2010 Morgan Stanley.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epje57"], "abstractStem": " in thi testimoni to the hous way and mean committe on februari 1 1989 when lbo and other highli leverag transact were under fierc attack by politician and the media the author identifi lbo associ such as kkr and forstmann littl as a valuabl innov in organiz forma new model of manag and govern that wa compet directli with the headquart of larg public corpor especi conglomer in the author word lbo substitut incent provid by compens and ownership plan for the direct monitor and often central decisionmak in the typic corpor bureaucraci copyright copyright c 2010 morgan stanleypthi abstract wa borrow from anoth version of thi item", "title": "Active Investors, LBOs, and the Privatization of Bankruptcy"}, "https://ideas.repec.org/a/bla/eufman/v10y2004i4p549-565.html": {"abstract": "No abstract is available for this item.", "authors": ["epje57"], "abstractStem": "no abstract is avail for thi item", "title": "The Agency Costs of Overvalued Equity and the Current State of Corporate Finance"}, "homepage": "https://ideas.repec.org/e/pje57.html", "https://ideas.repec.org/a/eee/jaecon/v7y1985i1-3p3-9.html": {"abstract": "No abstract is available for this item.", "authors": ["epje57"], "abstractStem": "no abstract is avail for thi item", "title": "Management compensation and the managerial labor market"}, "https://ideas.repec.org/a/bla/eufman/v9y2003i3p379-406.html": {"abstract": " This paper analyzes the counterproductive effects associated with using budgets or targets in an organisation's performance measurement and compensation systems. Paying people on the basis of how their performance relates to a budget or target causes people to game the system and in doing so to destroy value in two main ways: (a) both superiors and subordinates lie in the formulation of budgets and, therefore, gut the budgeting process of the critical unbiased information that is required to coordinate the activities of disparate parts of an organisation, and (b) they game the realisation of the budgets or targets and in doing so destroy value for their organisations. Although most managers and analysts understand that budget gaming is widespread, few understand the huge costs it imposes on organisations and how to lower them. Copyright Blackwell Publishing Ltd 2003.", "authors": ["epje57"], "abstractStem": " thi paper analyz the counterproduct effect associ with use budget or target in an organis perform measur and compens system pay peopl on the basi of how their perform relat to a budget or target caus peopl to game the system and in do so to destroy valu in two main way a both superior and subordin lie in the formul of budget and therefor gut the budget process of the critic unbias inform that is requir to coordin the activ of dispar part of an organis and b they game the realis of the budget or target and in do so destroy valu for their organis although most manag and analyst understand that budget game is widespread few understand the huge cost it impos on organis and how to lower them copyright blackwel publish ltd 2003", "title": "Paying People to Lie: the Truth about the Budgeting Process"}, "https://ideas.repec.org/a/bla/jacrfn/v14y2002i4p41-46.html": {"abstract": " CEOs are in a bind with Wall Street. Managers up and down the hierarchy work hard at putting together plans and budgets for the next year only to discover that the bottom line falls far short of Wall Street's expectations. CEOs and CFOs are therefore left in a difficult situation; they can stretch to try to meet Wall Street's projections or prepare to suffer the consequences if they fail. 2002 Morgan Stanley.", "authors": ["epje57"], "abstractStem": " ceo are in a bind with wall street manag up and down the hierarchi work hard at put togeth plan and budget for the next year onli to discov that the bottom line fall far short of wall street expect ceo and cfo are therefor left in a difficult situat they can stretch to tri to meet wall street project or prepar to suffer the consequ if they fail 2002 morgan stanley", "title": "Just Say No To Wall Street: Putting A Stop To The Earnings Game"}, "https://ideas.repec.org/a/rje/bellje/v3y1972iautumnp357-398.html": {"abstract": " This paper is a review of the foundations and current state of mean-variance capital market theory. This work, whose foundations lie in the mean-variance portfolio model of Markowitz, deals with determination of the prices of capital assets under conditions of uncertainty. The Sharpe-Lintner capital asset pricing model which forms the core of this body of literature is an investigation of the implications of the normative Markowitz model for the equilibrium structure of asset prices. The essential characteristics of these models are reviewed along with the current state of the empirical evidence bearing on them. Many of the recent extensions of the theory are also reviewed and some attempt is made to integrate these extensions with the currently available empirical evidence.", "authors": ["epje57"], "abstractStem": " thi paper is a review of the foundat and current state of meanvari capit market theori thi work whose foundat lie in the meanvari portfolio model of markowitz deal with determin of the price of capit asset under condit of uncertainti the sharpelintn capit asset price model which form the core of thi bodi of literatur is an investig of the implic of the norm markowitz model for the equilibrium structur of asset price the essenti characterist of these model are review along with the current state of the empir evid bear on them mani of the recent extens of the theori are also review and some attempt is made to integr these extens with the current avail empir evid", "title": "Capital Markets: Theory and Evidence"}, "https://ideas.repec.org/a/fip/fedbcp/y1987p102-148n31.html": {"abstract": "No abstract is available for this item.", "authors": ["epje57"], "abstractStem": "no abstract is avail for thi item", "title": "The free cash flow theory of takeovers: a financial perspective on mergers and acquisitions and the economy"}, "https://ideas.repec.org/a/bla/coecpo/v12y1994i2p1-20.html": {"abstract": "No abstract is available for this item.", "authors": ["epha128", "epje57", "epsh93"], "abstractStem": "no abstract is avail for thi item", "title": "Economics And Organizational Innovation"}, "https://ideas.repec.org/a/ces/ifofor/v4y2003i2p14-28.html": {"abstract": "No abstract is available for this item.", "authors": ["epje57"], "abstractStem": "no abstract is avail for thi item", "title": "The Capital Market as a Growth Engine"}, "https://ideas.repec.org/a/bla/jfinan/v23y1968i2p389-416.html": {"abstract": "No abstract is available for this item.", "authors": ["epje57"], "abstractStem": "no abstract is avail for thi item", "title": "The Performance Of Mutual Funds In The Period 1945–1964"}, "https://ideas.repec.org/a/bla/jacrfn/v4y1991i2p13-34.html": {"abstract": "No abstract is available for this item.", "authors": ["epje57"], "abstractStem": "no abstract is avail for thi item", "title": "Corporate Control And The Politics Of Finance"}, "https://ideas.repec.org/a/aea/aecrev/v76y1986i2p323-29.html": {"abstract": "No abstract is available for this item.", "authors": ["epje57"], "abstractStem": "no abstract is avail for thi item", "title": "Agency Costs of Free Cash Flow, Corporate Finance, and Takeovers"}, "https://ideas.repec.org/a/eee/jfinec/v6y1978i2-3p95-101.html": {"abstract": "No abstract is available for this item.", "authors": ["epje57"], "abstractStem": "no abstract is avail for thi item", "title": "Some anomalous evidence regarding market efficiency"}, "https://ideas.repec.org/a/rje/bellje/v3y1972ispringp151-174.html": {"abstract": " Within the context of a mean-variance equilibrium model of the pricing of capital assets, this paper investigates the allocation of investment in new risky opportunities which results from the collective behavior of firms, each of which attempts to maximize the net increase in its market value. This allocation is then compared to those allocations which (1) maximize nominal social wealth or (2) maximize social welfare. These comparisons are made under a variety of assumptions concerning the nature of the new opportunities, investor attitudes toward risk, and the number and characteristics of firms in the economy. With the exception of certain special cases, it is found that the private allocation of investment does not correspond to that which either maximizes social wealth or maximizes social welfare.", "authors": ["epje57"], "abstractStem": " within the context of a meanvari equilibrium model of the price of capit asset thi paper investig the alloc of invest in new riski opportun which result from the collect behavior of firm each of which attempt to maxim the net increas in it market valu thi alloc is then compar to those alloc which 1 maxim nomin social wealth or 2 maxim social welfar these comparison are made under a varieti of assumpt concern the natur of the new opportun investor attitud toward risk and the number and characterist of firm in the economi with the except of certain special case it is found that the privat alloc of invest doe not correspond to that which either maxim social wealth or maxim social welfar", "title": "Corporate Investment under Uncertainty and Pareto Optimality in the Capital Markets"}, "https://ideas.repec.org/a/bla/jfinan/v25y1970i2p469-82.html": {"abstract": "No abstract is available for this item.", "authors": ["epje57"], "abstractStem": "no abstract is avail for thi item", "title": "Random Walks and Technical Theories: Some Additional Evidence"}, "https://ideas.repec.org/a/bla/eufman/v4y1998i3p401-423.html": {"abstract": "No abstract is available for this item.", "authors": ["epje57"], "abstractStem": "no abstract is avail for thi item", "title": "The Two Key Principles Behind Effective TQM Programs"}, "https://ideas.repec.org/a/bla/jfinan/v48y1993i3p831-80.html": {"abstract": " Since 1973 technological, political, regulatory, and economic forces have been changing the worldwide economy in a fashion comparable to the changes experienced during the nineteenth century Industrial Revolution. As in the nineteenth century, we are experiencing declining costs, increasing average (but decreasing marginal) productivity of labor, reduced growth rates of labor income, excess capacity, and the requirement for downsizing and exit. The last two decades indicate corporate internal control systems have failed to deal effectively with these changes, especially slow growth and the requirement for exit. The next several decades pose a major challenge for Western firms and political systems as these forces continue to work their way through the worldwide economy. Copyright 1993 by American Finance Association.", "authors": ["epje57"], "abstractStem": " sinc 1973 technolog polit regulatori and econom forc have been chang the worldwid economi in a fashion compar to the chang experienc dure the nineteenth centuri industri revolut as in the nineteenth centuri we are experienc declin cost increas averag but decreas margin product of labor reduc growth rate of labor incom excess capac and the requir for downsiz and exit the last two decad indic corpor intern control system have fail to deal effect with these chang especi slow growth and the requir for exit the next sever decad pose a major challeng for western firm and polit system as these forc continu to work their way through the worldwid economi copyright 1993 by american financ associ", "title": " The Modern Industrial Revolution, Exit, and the Failure of Internal Control Systems"}, "https://ideas.repec.org/a/fma/fmanag/jensen05.html": {"abstract": "I define and analyze the agency costs of overvalued equity. They explain the dramatic increase in corporate scandals and value destruction in the last five years; costs that have totaled hundreds of billions of dollars. When a firm’s equity becomes substantially overvalued it sets in motion a set of organizational forces that are extremely difficult to manage—forces that almost inevitably lead to destruction of part or all of the core value of the firm. WorldCom, Enron, Nortel, and eToys are only a few examples of what can happen when these forces go unmanaged. Because we currently have no simple solutions to the agency costs of overvalued equity this is a promising area for future research.", "authors": ["epje57"], "abstractStem": "i defin and analyz the agenc cost of overvalu equiti they explain the dramat increas in corpor scandal and valu destruct in the last five year cost that have total hundr of billion of dollar when a firm s equiti becom substanti overvalu it set in motion a set of organiz forc that are extrem difficult to manag forc that almost inevit lead to destruct of part or all of the core valu of the firm worldcom enron nortel and etoy are onli a few exampl of what can happen when these forc go unmanag becaus we current have no simpl solut to the agenc cost of overvalu equiti thi is a promis area for futur research", "title": "Agency Costs of Overvalued Equity"}, "firstname": "Michael", "https://ideas.repec.org/a/eee/jfinec/v3y1976i4p305-360.html": {"abstract": "No abstract is available for this item.", "authors": ["epje57"], "abstractStem": "no abstract is avail for thi item", "title": "Theory of the firm: Managerial behavior, agency costs and ownership structure"}, "lastname": "Jensen", "https://ideas.repec.org/a/bla/jfinan/v43y1988i3p593-616.html": {"abstract": "No abstract is available for this item.", "authors": ["epje57", "epmu30"], "abstractStem": "no abstract is avail for thi item", "title": " Compensation and Incentives: Practice vs. Theory"}, "https://ideas.repec.org/a/ucp/jnlbus/v42y1969i2p167-247.html": {"abstract": "No abstract is available for this item.", "authors": ["epje57"], "abstractStem": "no abstract is avail for thi item", "title": "Risk, The Pricing of Capital Assets, and the Evaluation of Investment Portfolios"}, "https://ideas.repec.org/a/ucp/jlawec/v26y1983i2p301-25.html": {"abstract": "No abstract is available for this item.", "authors": ["epfa110", "epje57"], "abstractStem": "no abstract is avail for thi item", "title": "Separation of Ownership and Control"}, "https://ideas.repec.org/a/bla/jacrfn/v22y2010i1p8-31.html": {"abstract": " A small group of academics and practitioners discusses four major controversies in the theory and practice of corporate finance: Copyright Copyright (c) 2010 Morgan Stanley.", "authors": ["epje57"], "abstractStem": " a small group of academ and practition discuss four major controversi in the theori and practic of corpor financ copyright copyright c 2010 morgan stanley", "title": "Baylor University Roundtable on The Corporate Mission, CEO Pay, and Improving the Dialogue with Investors"}, "https://ideas.repec.org/a/eee/jfinec/v28y1990i1-2p3-5.html": {"abstract": "No abstract is available for this item.", "authors": ["epfa110", "epje57", "epsc116"], "abstractStem": "no abstract is avail for thi item", "title": "Editorial"}, "https://ideas.repec.org/a/ucp/jpolec/v98y1990i2p225-64.html": {"abstract": " The authors' estimates of the pay-performance relation (including pay, options, stockholding, and dismissal) for chief executive officers indicate that CEO wealth changes $3.25 for every $1,000 changes in shareholder wealth. Although the incentives generated by stock ownership are large relative to pay and dismissal incentives, most CEOs hold trivial fractions of the firms' stock, and ownership levels have declined over the past fifty years. The authors hypothesize that public and private political forces impose constraints that reduce the pay-performance sensitivity. Declines in both the pay-performance relation and the level of CEO pay since the 1930s are consistent with this hypothesis. Copyright 1990 by University of Chicago Press.", "authors": ["epje57", "epmu30"], "abstractStem": " the author estim of the payperform relat includ pay option stockhold and dismiss for chief execut offic indic that ceo wealth chang 325 for everi 1000 chang in sharehold wealth although the incent gener by stock ownership are larg rel to pay and dismiss incent most ceo hold trivial fraction of the firm stock and ownership level have declin over the past fifti year the author hypothes that public and privat polit forc impos constraint that reduc the payperform sensit declin in both the payperform relat and the level of ceo pay sinc the 1930 are consist with thi hypothesi copyright 1990 by univers of chicago press", "title": "Performance Pay and Top-Management Incentives"}, "https://ideas.repec.org/a/bla/jacrfn/v8y1995i2p4-18.html": {"abstract": "No abstract is available for this item.", "authors": ["epje57"], "abstractStem": "no abstract is avail for thi item", "title": "Specific And General Knowledge, And Organizational Structure"}, "https://ideas.repec.org/a/bla/jacrfn/v12y1999i2p8-17.html": {"abstract": " This paper discusses five common divisional performance measurement methods-cost centers, revenue centers, profit centers, investment centers, and expense centers-and provides the beginnings of a theory that attempts to explain when each of these five methods is likely to be the most efficient. The central insight of the theory is that each of these methods offers an alternative way of aligning decision-making authority with valuable \"specific knowledge\" inside the organization. 1999 Morgan Stanley.", "authors": ["epje57"], "abstractStem": " thi paper discuss five common division perform measur methodscost center revenu center profit center invest center and expens centersand provid the begin of a theori that attempt to explain when each of these five method is like to be the most effici the central insight of the theori is that each of these method offer an altern way of align decisionmak author with valuabl specif knowledg insid the organ 1999 morgan stanley", "title": "Specific Knowledge And Divisional Performance Measurement"}, "https://ideas.repec.org/a/ucp/jnlbus/v52y1979i4p469-506.html": {"abstract": "No abstract is available for this item.", "authors": ["epje57"], "abstractStem": "no abstract is avail for thi item", "title": "Rights and Production Functions: An Application to Labor-managed Firms and Codetermination"}, "https://ideas.repec.org/a/eee/jfinec/v14y1985i1p101-119.html": {"abstract": "No abstract is available for this item.", "authors": ["epje57"], "abstractStem": "no abstract is avail for thi item", "title": "Organizational forms and investment decisions"}, "https://ideas.repec.org/a/aea/jecper/v2y1988i1p21-48.html": {"abstract": "No abstract is available for this item.", "authors": ["epje57"], "abstractStem": "no abstract is avail for thi item", "title": "Takeovers: Their Causes and Consequences"}, "https://ideas.repec.org/a/eee/jaecon/v18y1994i3p247-287.html": {"abstract": "No abstract is available for this item.", "authors": ["epje57"], "abstractStem": "no abstract is avail for thi item", "title": "Science, specific knowledge, and total quality management"}, "https://ideas.repec.org/a/ucp/jlawec/v26y1983i2p327-49.html": {"abstract": "No abstract is available for this item.", "authors": ["epfa110", "epje57"], "abstractStem": "no abstract is avail for thi item", "title": "Agency Problems and Residual Claims"}, "https://ideas.repec.org/a/eee/jfinec/v27y1990i1p1-3.html": {"abstract": "No abstract is available for this item.", "authors": ["epje57"], "abstractStem": "no abstract is avail for thi item", "title": "Preface"}, "https://ideas.repec.org/a/eee/irlaec/v6y1986i2p205-216.html": {"abstract": "No abstract is available for this item.", "authors": ["epje57"], "abstractStem": "no abstract is avail for thi item", "title": "Analysis of alternative standing doctrines"}, "https://ideas.repec.org/a/eee/jfinec/v24y1989i1p3-6.html": {"abstract": "No abstract is available for this item.", "authors": ["epje57", "epsc116"], "abstractStem": "no abstract is avail for thi item", "title": "Clinical papers and their role in the development of financial economics"}, "https://ideas.repec.org/a/bla/jacrfn/v3y1990i3p36-49.html": {"abstract": " In this 1990 \"Harvard Business Review\" classic, the authors begin by correcting a number of widespread misconceptions: Copyright Copyright (c) 2010 Morgan Stanley.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epje57"], "abstractStem": " in thi 1990 harvard busi review classic the author begin by correct a number of widespread misconcept copyright copyright c 2010 morgan stanleypthi abstract wa borrow from anoth version of thi item", "title": "Ceo Incentives - It'S Not How Much You Pay, But How"}, "https://ideas.repec.org/a/eee/jfinec/v11y1983i1-4p5-50.html": {"abstract": "No abstract is available for this item.", "authors": ["epje57"], "abstractStem": "no abstract is avail for thi item", "title": "The market for corporate control : The scientific evidence"}, "https://ideas.repec.org/a/bla/jacrfn/v14y2001i3p8-21.html": {"abstract": " This paper examines the role of the corporate objective function in corporate productivity and efficiency, social welfare, and the accountability of managers and directors. The author argues that because it is logically impossible to maximize in more than one dimension, purposeful behavior requires a single-valued objective function. Two hundred years of work in economics and finance implies that, in the absence of externalities and monopoly, social welfare is maximized when each firm in an economy maximizes its total market value. 2001 Morgan Stanley.", "authors": ["epje57"], "abstractStem": " thi paper examin the role of the corpor object function in corpor product and effici social welfar and the account of manag and director the author argu that becaus it is logic imposs to maxim in more than one dimens purpos behavior requir a singlevalu object function two hundr year of work in econom and financ impli that in the absenc of extern and monopoli social welfar is maxim when each firm in an economi maxim it total market valu 2001 morgan stanley", "title": "Value Maximization, Stakeholder Theory, And The Corporate Objective Function"}}}