{"epki21": {"https://ideas.repec.org/a/fip/fedreq/y1997isump69-101.html": {"abstract": "Propositions about long run neutrality are at the heart of most macroeconomic models. Yet, since the 1970's when Lucas and Sargent presented powerful critiques of traditional neutrality tests, empirical researchers have made little progress on testing these propositions. In this paper we show that. in spite of the Lucas-Sargent critique. long run neutrality can be tested without specifying a complete model of economic activity. This is possible when the variables are integrated. In this case, permanent shifts in the historical data can be uncovered using VAR methods, and neutrality can be tested when there is a priori knowledge of one of the structural impact multipliers or one of the structural long run multipliers. In most circumstances such a priori knowledge is available. We use this framework to test four long run neutrality propositions: (i) the neutrality of money, (ii) the superneutrality of money. (iii) a vertical long run Phillips curve, and (iv) the Fisher effect. In each application, our a priori knowledge consists of a range of plausible values for the relevant impact and long run multipliers. We find that the U.S. postwar data are consistent with the neutrality of money and a vertical long run Phillips curve. but find evidence against the superneutrality of money and the long run Fisher relation. The sign of the estimated effect of money growth on output depends on the particular identifying assumption used. For a wide range of plausible identifying restrictions, nominal interest rates are found to move less than one-for-one with inflation in the long run.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epki21", "fpwa582"], "abstractStem": "proposit about long run neutral are at the heart of most macroeconom model yet sinc the 1970 when luca and sargent present power critiqu of tradit neutral test empir research have made littl progress on test these proposit in thi paper we show that in spite of the lucassarg critiqu long run neutral can be test without specifi a complet model of econom activ thi is possibl when the variabl are integr in thi case perman shift in the histor data can be uncov use var method and neutral can be test when there is a priori knowledg of one of the structur impact multipli or one of the structur long run multipli in most circumst such a priori knowledg is avail we use thi framework to test four long run neutral proposit i the neutral of money ii the superneutr of money iii a vertic long run phillip curv and iv the fisher effect in each applic our a priori knowledg consist of a rang of plausibl valu for the relev impact and long run multipli we find that the us postwar data are consist with the neutral of money and a vertic long run phillip curv but find evid against the superneutr of money and the long run fisher relat the sign of the estim effect of money growth on output depend on the particular identifi assumpt use for a wide rang of plausibl identifi restrict nomin interest rate are found to move less than oneforon with inflat in the long runpthi abstract wa borrow from anoth version of thi item", "title": "Testing long-run neutrality"}, "https://ideas.repec.org/a/fip/fedlrv/y2005ijulp513-530nv.87no.4.html": {"abstract": "Monetarist economists argued long ago that central bank interest rate rules exacerbate macroeconomic fluctuations, essentially by not allowing the interest rate to respond promptly to shifts in the supply and demand for loans. To support this critique, they pointed to the procyclicality of the money stock. Yet, when there are real shocks and a real business cycle, modern macroeconomic models imply that some procyclicality of money is desirable, to stabilize the price level. A simple interest rate rule illustrates that the monetarist critique can be valid within this model, since the rule exacerbates the response of real activity to real shocks. Other interest rate rules instead limit the macro economy's response to real shocks. But, while these interest rate rules have diverse effects on real activity, there is an important common implication: By smoothing the nominal interest rate in the short run, the rules all lead to increases in the longer-run variability in inflation and nominal interest rates.", "authors": ["epki21"], "abstractStem": "monetarist economist argu long ago that central bank interest rate rule exacerb macroeconom fluctuat essenti by not allow the interest rate to respond promptli to shift in the suppli and demand for loan to support thi critiqu they point to the procycl of the money stock yet when there are real shock and a real busi cycl modern macroeconom model impli that some procycl of money is desir to stabil the price level a simpl interest rate rule illustr that the monetarist critiqu can be valid within thi model sinc the rule exacerb the respons of real activ to real shock other interest rate rule instead limit the macro economi respons to real shock but while these interest rate rule have divers effect on real activ there is an import common implic by smooth the nomin interest rate in the short run the rule all lead to increas in the longerrun variabl in inflat and nomin interest rate", "title": "Reexamining the monetarist critique of interest rate rules"}, "https://ideas.repec.org/a/eee/moneco/v17y1986i1p1-1.html": {"abstract": "No abstract is available for this item.", "authors": ["epki21", "eppl11"], "abstractStem": "no abstract is avail for thi item", "title": "Editorial"}, "https://ideas.repec.org/a/eee/moneco/v32y1993i3p513-542.html": {"abstract": "No abstract is available for this item.", "authors": ["epki21", "eple61"], "abstractStem": "no abstract is avail for thi item", "title": "Finance, entrepreneurship and growth: Theory and evidence"}, "https://ideas.repec.org/a/fip/fedreq/y1995isump53-105.html": {"abstract": "No abstract is available for this item.", "authors": ["epki21"], "abstractStem": "no abstract is avail for thi item", "title": "Quantitative theory and econometrics"}, "https://ideas.repec.org/a/oup/qjecon/v119y2004i4p1513-1553..html": {"abstract": "A discretionary policy-maker responds to the state of the economy each period. Private agents' current behavior determines the future state based on expectations of future policy. Discretionary policy thus can lead to dynamic complementarity between private agents and a policy-maker, which in turn can generate multiple equilibria. Working in a simple new Keynesian model with two-period staggered pricing—in which equilibrium is unique under commitment—we illustrate this interaction: if firms expect a high future money supply, (i) they will set a high current price; and (ii) the future monetary authority will accommodate with a higher money supply, so as not to distort relative prices. We show that there are two point-in-time equilibria under discretion, and we construct a related stochastic sunspot equilibrium.", "authors": [], "abstractStem": "a discretionari policymak respond to the state of the economi each period privat agent current behavior determin the futur state base on expect of futur polici discretionari polici thu can lead to dynam complementar between privat agent and a policymak which in turn can gener multipl equilibria work in a simpl new keynesian model with twoperiod stagger price in which equilibrium is uniqu under commit we illustr thi interact if firm expect a high futur money suppli i they will set a high current price and ii the futur monetari author will accommod with a higher money suppli so as not to distort rel price we show that there are two pointintim equilibria under discret and we construct a relat stochast sunspot equilibrium", "title": "Monetary Discretion, Pricing Complementarity, and Dynamic Multiple Equilibria"}, "https://ideas.repec.org/a/eee/eecrev/v42y1998i6p1141-1172.html": {"abstract": "No abstract is available for this item.", "authors": ["epba102", "epje4", "epki21"], "abstractStem": "no abstract is avail for thi item", "title": "Synthetic returns on NIPA assets: An international comparison"}, "https://ideas.repec.org/a/eee/moneco/v21y1988i2-3p309-341.html": {"abstract": "No abstract is available for this item.", "authors": ["epki21", "eppl11", "epre4"], "abstractStem": "no abstract is avail for thi item", "title": "Production, growth and business cycles : II. New directions"}, "https://ideas.repec.org/a/eee/moneco/v7y1981i2p195-206.html": {"abstract": "No abstract is available for this item.", "authors": ["epki21"], "abstractStem": "no abstract is avail for thi item", "title": "Monetary information and monetary neutrality"}, "https://ideas.repec.org/a/aea/aecrev/v74y1984i3p363-80.html": {"abstract": "No abstract is available for this item.", "authors": ["epki21", "eppl11"], "abstractStem": "no abstract is avail for thi item", "title": "Money, Credit, and Prices in a Real Business Cycle"}, "https://ideas.repec.org/a/eee/moneco/v12y1983i1p127-158.html": {"abstract": "No abstract is available for this item.", "authors": ["epki21"], "abstractStem": "no abstract is avail for thi item", "title": "On the economics of private money"}, "https://ideas.repec.org/a/tpr/restat/v81y1999i4p575-593.html": {"abstract": " Band-pass filters are useful in a wide range of economic contexts. This paper develops a set of approximate band-pass filters and illustrates their application to measuring the business-cycle component of macroeconomic activity. Detailed comparisons are made with several alternative filters commonly used for extracting business-cycle components. © 2000 by the President and Fellows of Harvard College and the Massachusetts Institute of Technology", "authors": ["epba102", "epki21"], "abstractStem": " bandpass filter are use in a wide rang of econom context thi paper develop a set of approxim bandpass filter and illustr their applic to measur the businesscycl compon of macroeconom activ detail comparison are made with sever altern filter commonli use for extract businesscycl compon   2000 by the presid and fellow of harvard colleg and the massachusett institut of technolog", "title": "Measuring Business Cycles: Approximate Band-Pass Filters For Economic Time Series"}, "https://ideas.repec.org/a/fip/fedreq/y2006iwinp1-15nv.92no.1.html": {"abstract": "Discretionary policymaking can foster strategic complementarities between private sector decisions, thus leading to multiple equilibria. This article studies a simple example, originating with Kydland and Prescott, of a government which must decide whether to build a dam to prevent adverse effects on floods on the incomes of residents of a floodplain. In this example, it is socially inefficient to build the dam and for people to live on the floodplain, with this outcome being the unique equilibrium under policy commitment. Under discretion, there are two equilibria. First, if agents believe that few of their fellow citizens will move to the floodplain, then they know that the government will choose not to build the dam and there is therefore no incentive for any individual to locate on the floodplain. Second, if agents believe that there will be many floodplain residents, then they know that the government will choose to build the dam and even small benefits of living on the floodplain will lead them to choose that location. In this second equilibrium, all individuals are worse off.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epki21"], "abstractStem": "discretionari policymak can foster strateg complementar between privat sector decis thu lead to multipl equilibria thi articl studi a simpl exampl origin with kydland and prescott of a govern which must decid whether to build a dam to prevent advers effect on flood on the incom of resid of a floodplain in thi exampl it is social ineffici to build the dam and for peopl to live on the floodplain with thi outcom be the uniqu equilibrium under polici commit under discret there are two equilibria first if agent believ that few of their fellow citizen will move to the floodplain then they know that the govern will choos not to build the dam and there is therefor no incent for ani individu to locat on the floodplain second if agent believ that there will be mani floodplain resid then they know that the govern will choos to build the dam and even small benefit of live on the floodplain will lead them to choos that locat in thi second equilibrium all individu are wors offpthi abstract wa borrow from anoth version of thi item", "title": "Discretionary policy and multiple equilibria"}, "https://ideas.repec.org/a/kap/compec/v20y2002i1-2p57-86.html": {"abstract": "No abstract is available for this item.", "authors": ["epki21", "fpwa582"], "abstractStem": "no abstract is avail for thi item", "title": "System Reduction and Solution Algorithms for Singular Linear Difference Systems under Rational Expectations"}, "https://ideas.repec.org/a/eee/inecon/v44y1998i2p211-229.html": {"abstract": "Can the presence of nontraded consumption goods explain the high degree of 'home bias' displayed by investor portfolios? We find that the answer is no, so long as individuals have access to free international trade in financial assets. In particular, it is never optimal to exhibit home bias with respect to domestic traded-good equities. By contrast, an optimal portfolio may exhibit substantial home bias with respect to nontraded-good equities, although this result requires a very low degree of substitution between traded and nontraded goods in the utility function. Further, our analysis uncovers a second puzzle: the composition of investors' portfolios appears to be strongly at variance with the predictions of the model that incorporates nontraded goods.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epba102", "epje4", "epki21"], "abstractStem": "can the presenc of nontrad consumpt good explain the high degre of home bia display by investor portfolio we find that the answer is no so long as individu have access to free intern trade in financi asset in particular it is never optim to exhibit home bia with respect to domest tradedgood equiti by contrast an optim portfolio may exhibit substanti home bia with respect to nontradedgood equiti although thi result requir a veri low degre of substitut between trade and nontrad good in the util function further our analysi uncov a second puzzl the composit of investor portfolio appear to be strongli at varianc with the predict of the model that incorpor nontrad goodspthi abstract wa borrow from anoth version of thi item", "title": "Nontraded goods, nontraded factors, and international non-diversification"}, "https://ideas.repec.org/a/aea/aecrev/v81y1991i4p819-40.html": {"abstract": " Are business cycles mainly the result of permanent shocks to productivity? This paper uses a long-run restriction implied by a large class of real-business-cycle models--identifying permanent productivity shocks as shocks to the common stochastic trend in output, consumption, and investment--to provide new evidence on this question. Econometric tests indicate that this common-stochastic-trend/cointegration implication is consistent with postwar U.S. data. However, in systems with nominal variables, the estimates of this common stochastic trend indicate that permanent productivity shocks typically explain less than half of the business-cycle variability in output, consumption, and investment. Copyright 1991 by American Economic Association.", "authors": ["epki21", "eppl11", "epst148", "fpwa582"], "abstractStem": " are busi cycl mainli the result of perman shock to product thi paper use a longrun restrict impli by a larg class of realbusinesscycl modelsidentifi perman product shock as shock to the common stochast trend in output consumpt and investmentto provid new evid on thi question econometr test indic that thi commonstochastictrendcointegr implic is consist with postwar us data howev in system with nomin variabl the estim of thi common stochast trend indic that perman product shock typic explain less than half of the businesscycl variabl in output consumpt and invest copyright 1991 by american econom associ", "title": "Stochastic Trends and Economic Fluctuations"}, "https://ideas.repec.org/a/oup/qjecon/v108y1993i3p717-737..html": {"abstract": "We present cross-country evidence consistent with Schumpeter's view that the financial system can promote economic growth, using data on 80 countries over the 1960–1989 period. Various measures of the level of financial development are strongly associated with real per capita GDP growth, the rate of physical capital accumulation, and improvements in the efficiency with which economies employ physical capital. Further, the predetermined component of financial development is robustly correlated with future rates of economic growth, physical capital accumulation, and economic efficiency improvements.", "authors": ["eple61"], "abstractStem": "we present crosscountri evid consist with schumpet view that the financi system can promot econom growth use data on 80 countri over the 1960 1989 period variou measur of the level of financi develop are strongli associ with real per capita gdp growth the rate of physic capit accumul and improv in the effici with which economi employ physic capit further the predetermin compon of financi develop is robustli correl with futur rate of econom growth physic capit accumul and econom effici improv", "title": "Finance and Growth: Schumpeter Might Be Right"}, "https://ideas.repec.org/a/eee/moneco/v14y1984i3p385-393.html": {"abstract": "No abstract is available for this item.", "authors": ["epki21", "fptr229"], "abstractStem": "no abstract is avail for thi item", "title": "Money : Endogeneity and neutrality"}, "https://ideas.repec.org/a/aea/jecper/v7y1993i1p67-82.html": {"abstract": "The IS-LM model has no greater prospect of being a viable analytical vehicle for macroeconomics in the 1990s than the Ford Pinto has of being a sporty, reliable car for the 1990s. Because of its treatment of expectations, the IS-LM model, as traditionally constructed and currently used, is a hazardous base on which to build positive theories of business fluctuations and to undertake policy analysis. To simplify economic reality sufficiently to use the IS-LM model as an analytical tool, economists must essentially ignore expectations; we now know that this simplification eliminates key determinants of aggregate demand. The last two decades of research have taught economists that the assumption of rational expectations is a powerful part of economic explanations of individual and market behavior, ranging from consumption and investment dynamics to pricing of stocks and bonds. The emphasis on expectations in the macro-model is the end result of a process of building microeconomic underpinnings that was initiated in the 1950s and 1960s, when the goal was to develop dynamic theoretical foundations for the IS and LM schedules; inevitably, consideration of dynamic choice pushed the question of expectations to the forefront. As a result, most of the equations of the IS-LM model are now viewed as summarizing purposeful economic behavior in which choices over time play a central role. However, as we will see, this finding means there is no way to maintain traditional uses of the IS-LM model.", "authors": ["epki21"], "abstractStem": "the islm model ha no greater prospect of be a viabl analyt vehicl for macroeconom in the 1990 than the ford pinto ha of be a sporti reliabl car for the 1990 becaus of it treatment of expect the islm model as tradit construct and current use is a hazard base on which to build posit theori of busi fluctuat and to undertak polici analysi to simplifi econom realiti suffici to use the islm model as an analyt tool economist must essenti ignor expect we now know that thi simplif elimin key determin of aggreg demand the last two decad of research have taught economist that the assumpt of ration expect is a power part of econom explan of individu and market behavior rang from consumpt and invest dynam to price of stock and bond the emphasi on expect in the macromodel is the end result of a process of build microeconom underpin that wa initi in the 1950 and 1960 when the goal wa to develop dynam theoret foundat for the is and lm schedul inevit consider of dynam choic push the question of expect to the forefront as a result most of the equat of the islm model are now view as summar purpos econom behavior in which choic over time play a central role howev as we will see thi find mean there is no way to maintain tradit use of the islm model", "title": "Will the New Keynesian Macroeconomics Resurrect the IS-LM Model?"}, "https://ideas.repec.org/a/ier/iecrev/v47y2006i3p779-809.html": {"abstract": " Econometric partial adjustment models perform relatively well at the aggregate level; however, many kinds of microeconomic behavior involve discrete and occasional choices. Analyzing the classic employment adjustment problem, we show how a generalized partial adjustment model tractably accommodates both observations by aggregating the actions of heterogeneous producers facing fixed adjustment costs. Aggregate disturbances cause changes in establishment-level target employment and in the measure of establishments actively adjusting to their target, whereas aggregate responses exhibit partial adjustment. Our framework also can be applied in general equilibrium settings with persistent idiosyncratic shocks without forfeiting the convenient use of linear solution methods. Copyright 2006 by the Economics Department Of The University Of Pennsylvania And Osaka University Institute Of Social And Economic Research Association.", "authors": ["epki21", "epth42"], "abstractStem": " econometr partial adjust model perform rel well at the aggreg level howev mani kind of microeconom behavior involv discret and occasion choic analyz the classic employ adjust problem we show how a gener partial adjust model tractabl accommod both observ by aggreg the action of heterogen produc face fix adjust cost aggreg disturb caus chang in establishmentlevel target employ and in the measur of establish activ adjust to their target wherea aggreg respons exhibit partial adjust our framework also can be appli in gener equilibrium set with persist idiosyncrat shock without forfeit the conveni use of linear solut method copyright 2006 by the econom depart of the univers of pennsylvania and osaka univers institut of social and econom research associ", "title": "Partial Adjustment Without Apology"}, "https://ideas.repec.org/a/eee/crcspp/v40y1994ip259-292.html": {"abstract": "Few economic ideas are as intuitive as the notion that increasing investment is the best way to raise future output. This idea was the basis for the theory\"capital fundamentalism.\"Under this view, differences in national stocks of capital were the primary determinants of differences in levels of national product. Capital fundamentalists viewed capital accumulation as central to increasing the rate of economic growth. Evidence to support this view was based mostly on case studies of less developed countries. Neoclassical growth theory and growth accounting research indicated that differences in patterns of investment and capital formation were not the main factors that led nations to be rich or poor, fast-growing or slow. Technology, rather than capital accumulation, appeared to drive improvements in living standards in the long run. Evidence to support this view was based mostly on data from advanced countries. Recent research on growth and development has lent support to two conclusions that capital fundamentalists would find attractive: that differences in national patterns of physical capital accumulation can explain many differences in levels of national product, and that increases in national investment rates can produce major increases in rates of economic growth. The authors find that although the capital-output ratio varies positively with the level of per capita income, there is little support for the view that capital fundamentalism should guide the agenda for research and policy advice. Extending standard growth accounting procedures to a broad sample of 105 countries, they find: 1) differences in capital-per-person explain few of the differences in output-per-person across countries; 2) growth in capital stocks account for little of output growth across countries; and 3) the ratio of investment to Gross Domestic Product is strongly associated with economic growth - but there is more reason to believe that economic growth causes investment and s<p>(This abstract was borrowed from another version of this item.)", "authors": ["epki21", "eple61"], "abstractStem": "few econom idea are as intuit as the notion that increas invest is the best way to rais futur output thi idea wa the basi for the theorycapit fundamentalismund thi view differ in nation stock of capit were the primari determin of differ in level of nation product capit fundamentalist view capit accumul as central to increas the rate of econom growth evid to support thi view wa base mostli on case studi of less develop countri neoclass growth theori and growth account research indic that differ in pattern of invest and capit format were not the main factor that led nation to be rich or poor fastgrow or slow technolog rather than capit accumul appear to drive improv in live standard in the long run evid to support thi view wa base mostli on data from advanc countri recent research on growth and develop ha lent support to two conclus that capit fundamentalist would find attract that differ in nation pattern of physic capit accumul can explain mani differ in level of nation product and that increas in nation invest rate can produc major increas in rate of econom growth the author find that although the capitaloutput ratio vari posit with the level of per capita incom there is littl support for the view that capit fundament should guid the agenda for research and polici advic extend standard growth account procedur to a broad sampl of 105 countri they find 1 differ in capitalperperson explain few of the differ in outputperperson across countri 2 growth in capit stock account for littl of output growth across countri and 3 the ratio of invest to gross domest product is strongli associ with econom growth  but there is more reason to believ that econom growth caus invest and spthi abstract wa borrow from anoth version of thi item", "title": "Capital fundamentalism, economic development, and economic growth"}, "https://ideas.repec.org/a/eee/dyncon/v17y1993i1-2p207-231.html": {"abstract": "No abstract is available for this item.", "authors": ["epki21", "epre4"], "abstractStem": "no abstract is avail for thi item", "title": "Low frequency filtering and real business cycles"}, "https://ideas.repec.org/a/ier/iecrev/v39y1998i4p1015-26.html": {"abstract": " Many linear rational expectations macroeconomic models can be cast in the first-order form, AE[subscript t]y[subscript t + 1] = By[subscript t] + CE[subscript t]x[subscript]t, if the matrix A is permitted to be singular. The authors show that there is a unique stable solution under two requirements: (1) the determinantal polynomial Az - B is not zero for some value of z, and (2) a rank condition. The unique solution is characterized using a familiar approach: a canonical variables transformation separating dynamics associated with stable and unstable eigenvalues. In singular models, however, there are new canonical variables associated with infinite eigenvalues. These arise from nonexpectational behavioral relations or dynamic identities present in the singular linear difference system. Copyright 1998 by Economics Department of the University of Pennsylvania and the Osaka University Institute of Social and Economic Research Association.", "authors": ["epki21", "fpwa582"], "abstractStem": " mani linear ration expect macroeconom model can be cast in the firstord form aesubscript tysubscript t  1  bysubscript t  cesubscript txsubscriptt if the matrix a is permit to be singular the author show that there is a uniqu stabl solut under two requir 1 the determinant polynomi az  b is not zero for some valu of z and 2 a rank condit the uniqu solut is character use a familiar approach a canon variabl transform separ dynam associ with stabl and unstabl eigenvalu in singular model howev there are new canon variabl associ with infinit eigenvalu these aris from nonexpect behavior relat or dynam ident present in the singular linear differ system copyright 1998 by econom depart of the univers of pennsylvania and the osaka univers institut of social and econom research associ", "title": "The Solution of Singular Linear Difference Systems under Rational Expectations"}, "homepage": "https://ideas.repec.org/e/pki21.html", "https://ideas.repec.org/a/eee/moneco/v52y2005i5p981-1015.html": {"abstract": "The reduction in inflation that occurred in the early 1980s, when the Federal Reserve was headed by Paul Volcker, is arguably the most widely discussed and visible macroeconomic event of the last 50 years of U.S. history. Inflation had been dramatically rising, but under Volcker, the Fed first contained and then reversed this process. Using a simple modern macroeconomic model, we argue that the real effects of the Volcker disinflation were mainly due to its imperfect credibility. In our view, the observed upward volatility and subsequent stubborn elevation of long-term interest rates during the disinflation are key indicators of its imperfect credibility. Studying transcripts of the Federal Open Market Committee recently released to the public, we find — to our surprise — that Volcker and other FOMC members likewise regarded the long-term interest rates as indicative of inflation expectations and of the credibility of their disinflationary policy. Drawing from the transcripts and other contemporary sources, we consider the interplay of monetary targets, operating procedures, and credibility during the Volcker disinflation.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epgo19", "epki21"], "abstractStem": "the reduct in inflat that occur in the earli 1980 when the feder reserv wa head by paul volcker is arguabl the most wide discuss and visibl macroeconom event of the last 50 year of us histori inflat had been dramat rise but under volcker the fed first contain and then revers thi process use a simpl modern macroeconom model we argu that the real effect of the volcker disinfl were mainli due to it imperfect credibl in our view the observ upward volatil and subsequ stubborn elev of longterm interest rate dure the disinfl are key indic of it imperfect credibl studi transcript of the feder open market committe recent releas to the public we find   to our surpris   that volcker and other fomc member likewis regard the longterm interest rate as indic of inflat expect and of the credibl of their disinflationari polici draw from the transcript and other contemporari sourc we consid the interplay of monetari target oper procedur and credibl dure the volcker disinflationpthi abstract wa borrow from anoth version of thi item", "title": "The incredible Volcker disinflation"}, "https://ideas.repec.org/a/aea/aecrev/v83y1993i4p908-31.html": {"abstract": " Neoclassical transitional dynamics are a central element of standard macroeconomic theory. Quantitative experiments with the fixed-savings-rate models of the 1960s showed lengthy transitions, thus potentially rationalizing sustained differences in growth rates across countries. The authors investigate quantitative transitional dynamics in various neoclassical models with intertemporally optimizing households. Lengthy transitions occur only with very low intertemporal substitution. Generally, when one tries to explain sustained economic growth with transitional dynamics, there are extremely counterfactual implications. These result from the fact that implied marginal products are extraordinarily high in the early stages of development. Copyright 1993 by American Economic Association.", "authors": ["epki21", "epre4"], "abstractStem": " neoclass transit dynam are a central element of standard macroeconom theori quantit experi with the fixedsavingsr model of the 1960 show lengthi transit thu potenti ration sustain differ in growth rate across countri the author investig quantit transit dynam in variou neoclass model with intertempor optim household lengthi transit occur onli with veri low intertempor substitut gener when one tri to explain sustain econom growth with transit dynam there are extrem counterfactu implic these result from the fact that impli margin product are extraordinarili high in the earli stage of develop copyright 1993 by american econom associ", "title": "Transitional Dynamics and Economic Growth in the Neoclassical Model"}, "https://ideas.repec.org/a/eee/moneco/v17y1986i1p93-115.html": {"abstract": "No abstract is available for this item.", "authors": ["epki21", "eppl11"], "abstractStem": "no abstract is avail for thi item", "title": "Money as the mechanism of exchange"}, "https://ideas.repec.org/a/fip/fedreq/y2002ifallp49-95.html": {"abstract": "No abstract is available for this item.", "authors": ["epki21", "epku16"], "abstractStem": "no abstract is avail for thi item", "title": "Expectations and the term structure of interest rates : evidence and implications"}, "firstname": "Robert", "lastname": "King", "https://ideas.repec.org/a/eee/moneco/v26y1990i3p361-386.html": {"abstract": "This paper studies the economic role of financial institutions in economies where agents' incomes are subject to privately observable, idiosyncratic random events. The information structure precludes conventional insurance arrangements. However, a financial institution -- perhaps best viewed as a savings bank -- can provide partial insurance by generating a time pattern of deposit returns that redistributes wealth from agents with high incomes to those with low incomes, resulting in a level of expected utility higher than that achievable in simple security markets. Insurance is incomplete because the bank faces a tradeoff between provision of insurance and maintenance of private incentives.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epha107", "epki21"], "abstractStem": "thi paper studi the econom role of financi institut in economi where agent incom are subject to privat observ idiosyncrat random event the inform structur preclud convent insur arrang howev a financi institut  perhap best view as a save bank  can provid partial insur by gener a time pattern of deposit return that redistribut wealth from agent with high incom to those with low incom result in a level of expect util higher than that achiev in simpl secur market insur is incomplet becaus the bank face a tradeoff between provis of insur and mainten of privat incentivespthi abstract wa borrow from anoth version of thi item", "title": "Banking and insurance"}, "https://ideas.repec.org/a/eee/moneco/v52y2005i1p213-242.html": {"abstract": "State-dependent pricing (SDP) models treat the timing of price changes as a profit-maximizing choice, symmetrically with other decisions of firms. Using quantitative general equilibrium models that incorporate a “generalized (S,s) approach,” we investigate the implications of SDP for topics in two major areas of macroeconomic research: the early 1990s SDP literature and more recent work on persistence mechanisms. First, we show that state-dependent pricing leads to unusual macroeconomic dynamics, which occur because of the timing of price adjustments chosen by firms as in the earlier literature. In particular, we display an example in which output responses peak at about a year, while inflation responses peak at about two years after the shock. Second, we examine whether the persistence-enhancing effects of two New Keynesian model features, namely, specific factor markets and variable elasticity demand curves, depend importantly on whether pricing is state dependent. In an SDP setting, we provide examples in which specific factor markets perversely work to lower persistence, while variable elasticity demand raises it.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epki21"], "abstractStem": "statedepend price sdp model treat the time of price chang as a profitmaxim choic symmetr with other decis of firm use quantit gener equilibrium model that incorpor a  gener ss approach  we investig the implic of sdp for topic in two major area of macroeconom research the earli 1990 sdp literatur and more recent work on persist mechan first we show that statedepend price lead to unusu macroeconom dynam which occur becaus of the time of price adjust chosen by firm as in the earlier literatur in particular we display an exampl in which output respons peak at about a year while inflat respons peak at about two year after the shock second we examin whether the persistenceenhanc effect of two new keynesian model featur name specif factor market and variabl elast demand curv depend importantli on whether price is state depend in an sdp set we provid exampl in which specif factor market pervers work to lower persist while variabl elast demand rais itpthi abstract wa borrow from anoth version of thi item", "title": "Implications of state-dependent pricing for dynamic macroeconomic models"}, "https://ideas.repec.org/a/fip/fedreq/y1996isprp47-75.html": {"abstract": "No abstract is available for this item.", "authors": ["epke127", "epki21"], "abstractStem": "no abstract is avail for thi item", "title": "Limits on interest rate rules in the IS model"}, "https://ideas.repec.org/a/eee/moneco/v7y1981i3p371-385.html": {"abstract": "In the classical macroeconomic models constructed by Lucas (1972, 1975) and Barro (1976), monetary aggregates are assumed to be generated by a logarithmic random walk. This specification implies that all monetary growth is (a) unanticipated and (b) permanent.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epgo19", "epki21"], "abstractStem": "in the classic macroeconom model construct by luca 1972 1975 and barro 1976 monetari aggreg are assum to be gener by a logarithm random walk thi specif impli that all monetari growth is a unanticip and b permanentpthi abstract wa borrow from anoth version of thi item", "title": "A note on the neutrality of temporary monetary disturbances"}, "https://ideas.repec.org/a/eee/moneco/v52y2005i6p1059-1060.html": {"abstract": "No abstract is available for this item.", "authors": ["epki21", "eppl11"], "abstractStem": "no abstract is avail for thi item", "title": "The econometrics of the New Keynesian price equation"}, "https://ideas.repec.org/a/eee/moneco/v21y1988i2-3p191-193.html": {"abstract": "No abstract is available for this item.", "authors": ["epki21", "eppl11"], "abstractStem": "no abstract is avail for thi item", "title": "Real business cycles : Introduction"}, "https://ideas.repec.org/a/fip/fedfpr/y1989x6.html": {"abstract": "This paper conducts a modern variant of the test proposed and carried out by Adelman and Adelman (1959). Using the methods developed by Burns and Mitchell (1946). we see if we can distinguish between the economic series generated by an actual economy and those analogous artificial series generated by a stochastically perturbed economic model. In the case of the Adelmans, the model corresponded to the Klein-Goldberger equations. In our case, the model corresponds to a simple real business cycle model. The results indicate a fairly high degree of coincidence in key economic aggregates between the business cycle characteristics identified in actual data and those found in our simulated economy.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epki21", "eppl11"], "abstractStem": "thi paper conduct a modern variant of the test propos and carri out by adelman and adelman 1959 use the method develop by burn and mitchel 1946 we see if we can distinguish between the econom seri gener by an actual economi and those analog artifici seri gener by a stochast perturb econom model in the case of the adelman the model correspond to the kleingoldberg equat in our case the model correspond to a simpl real busi cycl model the result indic a fairli high degre of coincid in key econom aggreg between the busi cycl characterist identifi in actual data and those found in our simul economypthi abstract wa borrow from anoth version of thi item", "title": "Real business cycles and the test of the Adelmans"}, "https://ideas.repec.org/a/kap/compec/v20y2002i1-2p87-116.html": {"abstract": "There are four programmes with notations that follow King et al, 1987, very closely. The programmes are GAUSS versions of MATLAB programmes by KPR. The linearized economy is solved for the optimal decision rules using the saddle point stability property of the competitive equilibrium. 1) DYN.E - setting up the basic system matrices and manipulating the system. 2) MDR.E - solving for the Markov-decision rules 3) IMP.E - computing impulse responses and transitions towards the steady state 4) SIMUL.E - simulating the model with stochastic shocks. Results are HP-filtered but moments of 'raw' data can be computed directly. STEP 1 AND 2 SHOULD ALWAYS BE COMPLETED BEFORE 3 OR 4 There are 4 example files in DYN.X1, MDR.X1, IMP.X1, AND SIMUL.X1. These illustrate the simplest model economy from KPR, 1988a<p>(This abstract was borrowed from another version of this item.)", "authors": ["epki21", "eppl11", "epre4"], "abstractStem": "there are four programm with notat that follow king et al 1987 veri close the programm are gauss version of matlab programm by kpr the linear economi is solv for the optim decis rule use the saddl point stabil properti of the competit equilibrium 1 dyne  set up the basic system matric and manipul the system 2 mdre  solv for the markovdecis rule 3 imp  comput impuls respons and transit toward the steadi state 4 simul  simul the model with stochast shock result are hpfilter but moment of raw data can be comput directli step 1 and 2 should alway be complet befor 3 or 4 there are 4 exampl file in dynx1 mdrx1 impx1 and simulx1 these illustr the simplest model economi from kpr 1988apthi abstract wa borrow from anoth version of thi item", "title": "Production, Growth and Business Cycles: Technical Appendix"}, "https://ideas.repec.org/a/eee/moneco/v12y1983i2p199-234.html": {"abstract": "No abstract is available for this item.", "authors": ["epki21"], "abstractStem": "no abstract is avail for thi item", "title": "Interest rates, aggregate information, and monetary policy"}, "https://ideas.repec.org/a/aea/aecrev/v76y1986i1p33-42.html": {"abstract": " This paper compares interest rate and money supply rules. The analysisis conducted within a rational expectations macro model that incorporates flexible prices and informational frictions. With differential information, interest rate targets can affect the information content of market prices and real activity, but these realconsequences can always be replicated by an appropriately chosen moneystock rule with feedback to economic activity. However, when the policyauthority lacks information about the state of the economic system, itfaces a discrete choice between an interest rate peg and strict moneystock control. Copyright 1986 by American Economic Association.", "authors": ["epki21"], "abstractStem": " thi paper compar interest rate and money suppli rule the analysisi conduct within a ration expect macro model that incorpor flexibl price and inform friction with differenti inform interest rate target can affect the inform content of market price and real activ but these realconsequ can alway be replic by an appropri chosen moneystock rule with feedback to econom activ howev when the policyauthor lack inform about the state of the econom system itfac a discret choic between an interest rate peg and strict moneystock control copyright 1986 by american econom associ", "title": "Informational Implications of Interest Rate Rules"}, "https://ideas.repec.org/a/oup/restud/v70y2003i4p825-860.html": {"abstract": " Optimal monetary policy maximizes the welfare of a representative agent, given frictions in the economic environment. Constructing a model with two sets of frictions—costly price adjustment by imperfectly competitive firms and costly exchange of wealth for goods—we find optimal monetary policy is governed by two familiar principles. First, the average level of the nominal interest rate should be sufficiently low, as suggested by Milton Friedman, that there should be deflation on average. Yet, the Keynesian frictions imply that the optimal nominal interest rate is positive. Second, as various shocks occur to the real and monetary sectors, the price level should be largely stabilized, as suggested by Irving Fisher, albeit around a deflationary trend path. Since expected inflation is roughly constant through time, the nominal interest rate must therefore vary with the Fisherian determinants of the real interest rate. Although the monetary authority has substantial leverage over real activity in our model economy, it chooses real allocations that closely resemble those which would occur if prices were flexible. In our benchmark model, there is some tendency for the monetary authority to smooth nominal and real interest rates. Copyright 2003, Wiley-Blackwell.", "authors": ["epkh5", "epwo18"], "abstractStem": " optim monetari polici maxim the welfar of a repres agent given friction in the econom environ construct a model with two set of friction costli price adjust by imperfectli competit firm and costli exchang of wealth for good we find optim monetari polici is govern by two familiar principl first the averag level of the nomin interest rate should be suffici low as suggest by milton friedman that there should be deflat on averag yet the keynesian friction impli that the optim nomin interest rate is posit second as variou shock occur to the real and monetari sector the price level should be larg stabil as suggest by irv fisher albeit around a deflationari trend path sinc expect inflat is roughli constant through time the nomin interest rate must therefor vari with the fisherian determin of the real interest rate although the monetari author ha substanti leverag over real activ in our model economi it choos real alloc that close resembl those which would occur if price were flexibl in our benchmark model there is some tendenc for the monetari author to smooth nomin and real interest rate copyright 2003 wileyblackwel", "title": "Optimal Monetary Policy"}, "https://ideas.repec.org/a/eee/crcspp/v25y1986ip101-115.html": {"abstract": "No abstract is available for this item.", "authors": ["epki21"], "abstractStem": "no abstract is avail for thi item", "title": "Money and business cycles: Comments on Bernanke and related literature"}, "https://ideas.repec.org/a/eee/moneco/v21y1988i2-3p195-232.html": {"abstract": "No abstract is available for this item.", "authors": ["epki21", "eppl11", "epre4"], "abstractStem": "no abstract is avail for thi item", "title": "Production, growth and business cycles : I. The basic neoclassical model"}, "https://ideas.repec.org/a/ucp/jpolec/v98y1990i5ps126-50.html": {"abstract": " Why do the countries of the world display considerable disparity in long-term growth rates? This paper examines the hypothesis that the answer lies in differences in national public policies that affect the incentives that individuals have to accumulate capital in both its physical and human forms. The authors' analysis of a calibrated two-sector endogenous growth model shows that the incentive effects of taxation can induce large differences in long-run growth rates. This influence of taxation on the rate of economic growth has important welfare implications: in basic endogenous growth models, the welfare cost of a 10 percent increase in the rate of income tax can be forty times larger than in the basic neoclassical model. Copyright 1990 by University of Chicago Press.", "authors": ["epki21", "epre4"], "abstractStem": " whi do the countri of the world display consider dispar in longterm growth rate thi paper examin the hypothesi that the answer lie in differ in nation public polici that affect the incent that individu have to accumul capit in both it physic and human form the author analysi of a calibr twosector endogen growth model show that the incent effect of taxat can induc larg differ in longrun growth rate thi influenc of taxat on the rate of econom growth ha import welfar implic in basic endogen growth model the welfar cost of a 10 percent increas in the rate of incom tax can be forti time larger than in the basic neoclass model copyright 1990 by univers of chicago press", "title": "Public Policy and Economic Growth: Developing Neoclassical Implications"}, "https://ideas.repec.org/a/aea/aecrev/v83y1993i3p315-34.html": {"abstract": " This paper studies four classic fiscal-policy experiments within a quantitatively restricted neoclassical model. The authors' main findings are as follows: (1) permanent changes in government purchases can lead to short-run and long-run output multipliers that exceed one; (2) permanent changes in government purchases induce larger effects than temporary changes; (3) the financing decision is quantitatively more important than the resource cost of changes in government purchases; and (4) public investment has dramatic effects on private output and investment. These findings stem from important dynamic interactions of capital and labor absent in earlier equilibrium analyses of fiscal policy. Copyright 1993 by American Economic Association.", "authors": ["epba102", "epki21"], "abstractStem": " thi paper studi four classic fiscalpolici experi within a quantit restrict neoclass model the author main find are as follow 1 perman chang in govern purchas can lead to shortrun and longrun output multipli that exceed one 2 perman chang in govern purchas induc larger effect than temporari chang 3 the financ decis is quantit more import than the resourc cost of chang in govern purchas and 4 public invest ha dramat effect on privat output and invest these find stem from import dynam interact of capit and labor absent in earlier equilibrium analys of fiscal polici copyright 1993 by american econom associ", "title": "Fiscal Policy in General Equilibrium"}, "https://ideas.repec.org/a/eee/moneco/v12y1983i3p357-382.html": {"abstract": "This paper explores the implications of rational expectations and the aggregate supply theory advanced by Lucas (1973) for analysis of optimal monetary policy under uncertainty along the lines of Poole (1970), returning to a topic initially treated by Sargent and Wallace (1975). Not surprisingly, these two \"classical\"concepts alter both the menu of feasible policy choice and the desirability of certain policy actions. In our setup, unlike that of Sargent and Wallace (1975),the systematic component of monetary policy is a relevant determinant of the magnitudeof \"business fluctuations\" that arise from shocks to the system. Central bank behavior--both the selection of monetary instruments and the framing of overall policyrespJnse to economic conditions--can work to diminish or increase the magnitude of business fluctuations. However, the \"activist\" policies stressed by the present discussion bear little (if any) relationship to the policy options rationalized by the conventional analysis of monetary policy under uncertainty. In particular,in contrast to Poole's analysis, money supply responses to the nominal interestrate are not important determinants of real economic activity. Rather, the central bank should focus on policies that make movements in the general price level readily identifiable by economic agents.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epki21"], "abstractStem": "thi paper explor the implic of ration expect and the aggreg suppli theori advanc by luca 1973 for analysi of optim monetari polici under uncertainti along the line of pool 1970 return to a topic initi treat by sargent and wallac 1975 not surprisingli these two classicalconcept alter both the menu of feasibl polici choic and the desir of certain polici action in our setup unlik that of sargent and wallac 1975the systemat compon of monetari polici is a relev determin of the magnitudeof busi fluctuat that aris from shock to the system central bank behaviorboth the select of monetari instrument and the frame of overal policyrespjns to econom conditionscan work to diminish or increas the magnitud of busi fluctuat howev the activist polici stress by the present discuss bear littl if ani relationship to the polici option ration by the convent analysi of monetari polici under uncertainti in particularin contrast to pool analysi money suppli respons to the nomin interestr are not import determin of real econom activ rather the central bank should focu on polici that make movement in the gener price level readili identifi by econom agentspthi abstract wa borrow from anoth version of thi item", "title": "Monetary instruments and policy rules in a rational expectations environment"}, "https://ideas.repec.org/a/mcb/jmoncb/v23y1991i2p243-59.html": {"abstract": " Can nominal contracts create monetary nonneutrality if they arise endogenously in general equilibrium? They can when (1) agents have complete information about the money stock and (2) shocks to the system are purely redistributive and private information so precluding conventional insurance markets. Without contracts, money is neutral toward aggregate quantities. However, risk-sharing between suppliers and demanders creates mutual gains to using nominal contracts. In particular, if an increase in the money-growth rate signals a rise in the dispersion of shocks to demanders' wealth, then prices adjust only partially to monetary shocks and money is positively associated with output. Copyright 1991 by Ohio State University Press.", "authors": ["epha107", "epki21"], "abstractStem": " can nomin contract creat monetari nonneutr if they aris endogen in gener equilibrium they can when 1 agent have complet inform about the money stock and 2 shock to the system are pure redistribut and privat inform so preclud convent insur market without contract money is neutral toward aggreg quantiti howev riskshar between supplier and demand creat mutual gain to use nomin contract in particular if an increas in the moneygrowth rate signal a rise in the dispers of shock to demand wealth then price adjust onli partial to monetari shock and money is posit associ with output copyright 1991 by ohio state univers press", "title": "Sticky Prices, Money, and Business Fluctuations"}, "https://ideas.repec.org/a/ucp/jpolec/v90y1982i2p247-79.html": {"abstract": "No abstract is available for this item.", "authors": ["epki21"], "abstractStem": "no abstract is avail for thi item", "title": "Monetary Policy and the Information Content of Prices"}, "https://ideas.repec.org/a/eee/crcspp/v29y1988ip169-172.html": {"abstract": "No abstract is available for this item.", "authors": ["epki21"], "abstractStem": "no abstract is avail for thi item", "title": "Money demand in the United States: A quantitative review"}, "https://ideas.repec.org/a/tpr/restat/v78y1996i1p35-53.html": {"abstract": " The mechanisms governing the relationship of money, prices and interest rates to the business cycle are the most studied and most disputed topics in macroeconomics. In this paper, we first document key empirical aspects of this relationship. We then ask how well three benchmark rational expectations macroeconomic models--real business cycle model, a sticky price model and a liquidity effect model--account for these central facts. While the models have diverse successes and failures, none can account for the fact that real and nominal interest rates are 'inverted leading indicators' of real economic activity. That is, none of the models captures the post-war U.S. business cycle fact that a high real or nominal interest rate in the current quarter predicts a low level of real economic activity two to four quarters in the future. Copyright 1996 by MIT Press.", "authors": ["epki21", "fpwa582"], "abstractStem": " the mechan govern the relationship of money price and interest rate to the busi cycl are the most studi and most disput topic in macroeconom in thi paper we first document key empir aspect of thi relationship we then ask how well three benchmark ration expect macroeconom modelsr busi cycl model a sticki price model and a liquid effect modelaccount for these central fact while the model have divers success and failur none can account for the fact that real and nomin interest rate are invert lead indic of real econom activ that is none of the model captur the postwar us busi cycl fact that a high real or nomin interest rate in the current quarter predict a low level of real econom activ two to four quarter in the futur copyright 1996 by mit press", "title": "Money, Prices, Interest Rates and the Business Cycle"}, "https://ideas.repec.org/a/eee/crcspp/v41y1994ip243-250.html": {"abstract": "No abstract is available for this item.", "authors": ["epki21", "fpwa582"], "abstractStem": "no abstract is avail for thi item", "title": "Rejoinder to Evans and McCallum"}, "https://ideas.repec.org/a/fip/fedreq/y2000isump45-103.html": {"abstract": "No abstract is available for this item.", "authors": ["epki21"], "abstractStem": "no abstract is avail for thi item", "title": "The new IS-LM model : language, logic, and limits"}, "https://ideas.repec.org/a/eee/crcspp/v41y1994ip157-219.html": {"abstract": "No abstract is available for this item.", "authors": ["epki21", "fpwa582"], "abstractStem": "no abstract is avail for thi item", "title": "The post-war U.S. phillips curve: a revisionist econometric history"}, "https://ideas.repec.org/a/tpr/jeurec/v4y2006i5p893-928.html": {"abstract": " Though built with increasingly precise microfoundations, modern optimizing sticky price models have displayed a chronic inability to generate large and persistent real responses to monetary shocks, as recently stressed by Chari, Kehoe, and McGrattan (2000). We trace this lack of persistence to a standard view of the cyclical behavior of real marginal cost built into current sticky price macro models. Using a fully articulated general equilibrium model, we develop an alternative perspective on real marginal cost that leads to substantial persistence. Based on an important role for materials input, variable capacity utilization, and labor adjustment on the extensive margin, this alternative view also makes the sticky price model display volatility and comovement of factor inputs and factor prices more closely in line with conventional wisdom about business cycles and various empirical studies of the dynamic effects of monetary shocks.(JEL: E31 E32) (c) 2006 by the European Economic Association.", "authors": ["epki21"], "abstractStem": " though built with increasingli precis microfound modern optim sticki price model have display a chronic inabl to gener larg and persist real respons to monetari shock as recent stress by chari keho and mcgrattan 2000 we trace thi lack of persist to a standard view of the cyclic behavior of real margin cost built into current sticki price macro model use a fulli articul gener equilibrium model we develop an altern perspect on real margin cost that lead to substanti persist base on an import role for materi input variabl capac util and labor adjust on the extens margin thi altern view also make the sticki price model display volatil and comov of factor input and factor price more close in line with convent wisdom about busi cycl and variou empir studi of the dynam effect of monetari shocksjel e31 e32 c 2006 by the european econom associ", "title": "Pricing, Production, and Persistence"}, "https://ideas.repec.org/a/fip/fedfpr/y1991inov.html": {"abstract": "No abstract is available for this item.", "authors": ["epki21"], "abstractStem": "no abstract is avail for thi item", "title": "Money and business cycles"}, "https://ideas.repec.org/a/fip/fedhep/y1995imayp2-12nv.19no.3.html": {"abstract": "No abstract is available for this item.", "authors": ["epki21", "fpwa582"], "abstractStem": "no abstract is avail for thi item", "title": "Temporal instability of the unemployment-inflation relationship"}, "https://ideas.repec.org/a/eee/crcspp/v22y1985ip147-195.html": {"abstract": "No abstract is available for this item.", "authors": ["epki21", "eppl11"], "abstractStem": "no abstract is avail for thi item", "title": "Money, deficits, and inflation"}, "https://ideas.repec.org/a/eee/moneco/v14y1984i2p131-131.html": {"abstract": "No abstract is available for this item.", "authors": ["epki21", "eppl11"], "abstractStem": "no abstract is avail for thi item", "title": "Editorial policy and data"}, "https://ideas.repec.org/a/eee/inecon/v32y1992i1-2p83-108.html": {"abstract": "No abstract is available for this item.", "authors": ["epki21", "epwe163"], "abstractStem": "no abstract is avail for thi item", "title": "Nonfundamental uncertainty and exchange rates"}}}