{"epkr63": {"https://ideas.repec.org/a/eee/pubeco/v41y1990i1p73-99.html": {"abstract": "This paper uses Current Population Survey data on a large sample of workers to estimate the determinants of participation in state workers' compensation programs in the United States. The principal finding is Chat higher workers' compensation benefits are associated with greater participation in the workers' compensation program, after accounting for worker characteristics, state fixed effects, and other aspects of the workers' compensation law. Moreover, this result holds for both manufacturing and non-manufacturing workers. Workers' compensation benefits, however, have an insignificant effect on program participation for the sample of women. Overall, a 10% increase in benefits is associated with a 6.7% increase in program participation. In addition, the results show that the waiting period that is required before benefit payments begin has a substantial negative effect on participation in the workers' compensation program. Finally, the parameters of the cross-sectional model are used to simulate the aggregate workers' compensation incidence rate from 1969 to 1987. The growth in workers' compensation claims in the 1970s appears to correspond reasonably well co the growth in real benefits that occurred during this time period.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epkr63"], "abstractStem": "thi paper use current popul survey data on a larg sampl of worker to estim the determin of particip in state worker compens program in the unit state the princip find is chat higher worker compens benefit are associ with greater particip in the worker compens program after account for worker characterist state fix effect and other aspect of the worker compens law moreov thi result hold for both manufactur and nonmanufactur worker worker compens benefit howev have an insignific effect on program particip for the sampl of women overal a 10 increas in benefit is associ with a 67 increas in program particip in addit the result show that the wait period that is requir befor benefit payment begin ha a substanti neg effect on particip in the worker compens program final the paramet of the crosssect model are use to simul the aggreg worker compens incid rate from 1969 to 1987 the growth in worker compens claim in the 1970 appear to correspond reason well co the growth in real benefit that occur dure thi time periodpthi abstract wa borrow from anoth version of thi item", "title": "Incentive effects of workers' compensation insurance"}, "https://ideas.repec.org/a/aea/jecper/v10y1996i4p31-50.html": {"abstract": "This paper reviews and interprets the literature on the effects of school resources on students' eventual earnings and educational attainment. In addition, new evidence is presented on the impact of the great disparity in school resources between black and white students in North and South Carolina that existed in the first half of the twentieth century, and the subsequent narrowing of these resource disparities. Following birth cohorts over time, gaps in earnings and educational attainment for blacks and whites in the Carolinas tend to mirror the gaps in school resources.", "authors": ["fpca271", "epkr63"], "abstractStem": "thi paper review and interpret the literatur on the effect of school resourc on student eventu earn and educ attain in addit new evid is present on the impact of the great dispar in school resourc between black and white student in north and south carolina that exist in the first half of the twentieth centuri and the subsequ narrow of these resourc dispar follow birth cohort over time gap in earn and educ attain for black and white in the carolina tend to mirror the gap in school resourc", "title": "School Resources and Student Outcomes: An Overview of the Literature and New Evidence from North and South Carolina"}, "https://ideas.repec.org/a/aea/jeclit/v39y2001i4p1101-1136.html": {"abstract": "This paper summarizes and tries to reconcile evidence from the microeconometric and empirical macro growth literatures on the effect of schooling on income and GDP growth. Much microeconometric evidence suggests that education is an important causal determinant of income for individuals within countries. At a national level, however, recent studies have found that increases in educational attainment are unrelated to economic growth. This discrepancy appears to be a result of the high rate of measurement error in first-differenced cross-country education data. After accounting for measurement error, the effect of changes in educational attainment on income growth in cross-country data is at least as great as microeconometric estimates of the rate of return to years of schooling. Another finding of the macro growth literature--that economic growth depends positively on the initial stock of human capital--is not robust when the assumption of a constant-coefficient model is relaxed.", "authors": ["epkr63", "fpli213"], "abstractStem": "thi paper summar and tri to reconcil evid from the microeconometr and empir macro growth literatur on the effect of school on incom and gdp growth much microeconometr evid suggest that educ is an import causal determin of incom for individu within countri at a nation level howev recent studi have found that increas in educ attain are unrel to econom growth thi discrep appear to be a result of the high rate of measur error in firstdifferenc crosscountri educ data after account for measur error the effect of chang in educ attain on incom growth in crosscountri data is at least as great as microeconometr estim of the rate of return to year of school anoth find of the macro growth literaturethat econom growth depend posit on the initi stock of human capitali not robust when the assumpt of a constantcoeffici model is relax", "title": "Education for Growth: Why and for Whom?"}, "https://ideas.repec.org/a/oup/qjecon/v110y1995i2p353-377..html": {"abstract": "We examine the reduced-form relationship between per capita income and various environmental indicators. Our study covers four types of indicators: urban air pollution, the state of the oxygen regime in river basins, fecal contamination of river basins, and contamination of river basins by heavy metals. We find no evidence that environmental quality deteriorates steadily with economic growth. Rather, for most indicators, economic growth brings an initial phase of deterioration followed by a subsequent phase of improvement. The turning points for the different pollutants vary, but in most cases they come before a country reaches a per capita income of $8000.", "authors": [], "abstractStem": "we examin the reducedform relationship between per capita incom and variou environment indic our studi cover four type of indic urban air pollut the state of the oxygen regim in river basin fecal contamin of river basin and contamin of river basin by heavi metal we find no evid that environment qualiti deterior steadili with econom growth rather for most indic econom growth bring an initi phase of deterior follow by a subsequ phase of improv the turn point for the differ pollut vari but in most case they come befor a countri reach a per capita incom of 8000", "title": "Economic Growth and the Environment"}, "https://ideas.repec.org/a/ecj/econjl/v113y2003i485pf34-f63.html": {"abstract": " This paper examines evidence on the effect of class size on student achievement. First, it is shown that results of quantitative summaries of the literature, such as Hanushek (1997), depend critically on whether studies are accorded equal weight. When studies are given equal weight, resources are systematically related to student achievement. When weights are in proportion to their number of estimates, resources and achievements are not systematically related. Second, a cost-benefit analysis of class size reduction is performed. Results of the Tennessee STAR class-size experiment suggest that the internal rate of return from reducing class size from 22 to 15 students is around 6%. Copyright Royal Economic Society 2003", "authors": ["epkr63"], "abstractStem": " thi paper examin evid on the effect of class size on student achiev first it is shown that result of quantit summari of the literatur such as hanushek 1997 depend critic on whether studi are accord equal weight when studi are given equal weight resourc are systemat relat to student achiev when weight are in proport to their number of estim resourc and achiev are not systemat relat second a costbenefit analysi of class size reduct is perform result of the tennesse star classsiz experi suggest that the intern rate of return from reduc class size from 22 to 15 student is around 6 copyright royal econom societi 2003", "title": "Economic Considerations and Class Size"}, "https://ideas.repec.org/a/ecm/emetrp/v56y1988i2p259-93.html": {"abstract": " This paper uses cross-sectional and longitudinal data to examine differences in pay for equally-skilled workers in different ind ustries. The major finding is that there is substantial dispersion in wages across industries, even after allowing for measured and unmeas ured labor quality, working conditions, fringe benefits, transitory d emand shocks, the threat of union-ization, union bargaining power, fi rm size, and other factors. In addition, evidence is presented demons trating that turnover has a negative relationship with industry wage differentials. These findings suggest that workers in high-wage indus tries receive noncompetitive rents. Copyright 1988 by The Econometric Society.", "authors": ["epkr63", "epsu137"], "abstractStem": " thi paper use crosssect and longitudin data to examin differ in pay for equallyskil worker in differ ind ustri the major find is that there is substanti dispers in wage across industri even after allow for measur and unmea ure labor qualiti work condit fring benefit transitori d emand shock the threat of union union bargain power fi rm size and other factor in addit evid is present demon trate that turnov ha a neg relationship with industri wage differenti these find suggest that worker in highwag indu tri receiv noncompetit rent copyright 1988 by the econometr societi", "title": "Efficiency Wages and the Inter-industry Wage Structure"}, "https://ideas.repec.org/a/fip/fednep/y1998imarp29-43nv.4no.1.html": {"abstract": "The author evaluates the popular belief that the U.S. public school system is flawed and can be corrected only through fundamental changes in the institutions governing education. He finds that the system is not inherently flawed, and may actually be reasonably effective. Based on these findings, he offers incremental proposals to improve U.S. schools.", "authors": ["epkr63"], "abstractStem": "the author evalu the popular belief that the us public school system is flaw and can be correct onli through fundament chang in the institut govern educ he find that the system is not inher flaw and may actual be reason effect base on these find he offer increment propos to improv us school", "title": "Reassessing the view that American schools are broken"}, "https://ideas.repec.org/a/ilr/articl/v58y2005i3p416-434.html": {"abstract": "Between 1996 and 1998 California and Texas eliminated the use of affirmative action in college and university admissions. At the states' elite public universities admission rates of black and Hispanic students subsequently fell by 30-50% and minority representation in the entering freshman classes declined. This study investigates whether the elimination of affirmative action changed minority students' college application behavior. A particular concern is that highly qualified minorities--who were not directly affected by the policy change--would be dissuaded from applying to elite public schools, either because of reduced campus diversity or because of uncertainty about their admission prospects. The authors use information from SAT takers in the two states to compare the fractions of minority students who sent their test scores to selective state institutions before and after the elimination of affirmative action. They find no change in the SAT-sending behavior of highly qualified black or Hispanic students.", "authors": ["fpca271", "epkr63"], "abstractStem": "between 1996 and 1998 california and texa elimin the use of affirm action in colleg and univers admiss at the state elit public univers admiss rate of black and hispan student subsequ fell by 3050 and minor represent in the enter freshman class declin thi studi investig whether the elimin of affirm action chang minor student colleg applic behavior a particular concern is that highli qualifi minoritieswho were not directli affect by the polici changewould be dissuad from appli to elit public school either becaus of reduc campu divers or becaus of uncertainti about their admiss prospect the author use inform from sat taker in the two state to compar the fraction of minor student who sent their test score to select state institut befor and after the elimin of affirm action they find no chang in the satsend behavior of highli qualifi black or hispan student", "title": "Would the elimination of affirmative action affect highly qualified minority applicants? Evidence from California and Texas"}, "https://ideas.repec.org/a/aea/aecrev/v90y2000i5p1397-1420.html": {"abstract": "No abstract is available for this item.", "authors": ["fpca271", "epkr63"], "abstractStem": "no abstract is avail for thi item", "title": "Minimum Wages and Employment: A Case Study of the Fast-Food Industry in New Jersey and Pennsylvania: Reply"}, "https://ideas.repec.org/a/spr/jglopt/v51y2011i4p677-688.html": {"abstract": "No abstract is available for this item.", "authors": ["epkr63"], "abstractStem": "no abstract is avail for thi item", "title": "Calmness of efficient solution maps in parametric vector optimization"}, "https://ideas.repec.org/a/uwp/jhriss/v43y2008i4p859-883.html": {"abstract": "This paper tests a central implication of the theory of equalizing differences, that workers sort into jobs with different attributes based on their preferences. We present evidence from four new time-use data sets for the United States and France suggesting that workers who are more gregarious, as revealed by their behavior when they are not working, tend to be employed in jobs that involve more social interactions. We also find that workers report substantially higher levels of job satisfaction and net affect while at work if their jobs entail frequent interactions with coworkers and other desirable working conditions.", "authors": ["epkr63"], "abstractStem": "thi paper test a central implic of the theori of equal differ that worker sort into job with differ attribut base on their prefer we present evid from four new timeus data set for the unit state and franc suggest that worker who are more gregari as reveal by their behavior when they are not work tend to be employ in job that involv more social interact we also find that worker report substanti higher level of job satisfact and net affect while at work if their job entail frequent interact with cowork and other desir work condit", "title": "Sorting in the Labor Market: Do Gregarious Workers Flock to Interactive Jobs?"}, "https://ideas.repec.org/a/bla/brjirl/v48y2010i4p676-687.html": {"abstract": " Our study provides the first national analysis of the labour market implications of workers who are licensed by any agency of the government in the USA. Using a specially designed Gallup survey of a nationally representative sample of Americans, we provide an analysis of the influence of this form of occupational regulation. We find that 29 per cent of the workforce is required to hold a licence, which is a higher percentage than that found in other studies that rely on state-level occupational licensing data or single states. Workers who have higher levels of education are more likely to work in jobs that require a licence. Union workers and government employees are more likely to have a licence requirement than are non-union or private sector employees. Our multivariate estimates suggest that licensing has about the same quantitative impact on wages as do unions - that is about 15 per cent - and that being both licensed and in a union can increase wages by more than 24 per cent. However, unlike unions which reduce variance in wages, licensing does not significantly reduce wage dispersion for individuals in licensed jobs. Copyright (c) Blackwell Publishing Ltd/London School of Economics 2010.", "authors": ["epkr63"], "abstractStem": " our studi provid the first nation analysi of the labour market implic of worker who are licens by ani agenc of the govern in the usa use a special design gallup survey of a nation repres sampl of american we provid an analysi of the influenc of thi form of occup regul we find that 29 per cent of the workforc is requir to hold a licenc which is a higher percentag than that found in other studi that reli on statelevel occup licens data or singl state worker who have higher level of educ are more like to work in job that requir a licenc union worker and govern employe are more like to have a licenc requir than are nonunion or privat sector employe our multivari estim suggest that licens ha about the same quantit impact on wage as do union  that is about 15 per cent  and that be both licens and in a union can increas wage by more than 24 per cent howev unlik union which reduc varianc in wage licens doe not significantli reduc wage dispers for individu in licens job copyright c blackwel publish ltdlondon school of econom 2010", "title": "The Prevalence and Effects of Occupational Licensing"}, "https://ideas.repec.org/a/ilr/articl/v44y1991i4p644-660.html": {"abstract": "In the past decade, many state courts have ruled in favor of employees alleging they were improperly dismissed. The author of this paper advances an evolutionary theory of unjust-dismissal legislation in which employer groups, responding to the threat of large and variable damage awards imposed by the judicial system, eventually support unjust-dismissal legislation in order to clearly define property rights, reduce uncertainty, and limit employer liability. Based on evidence from a case study of legislation enacted in Montana and an empirical analysis of the determinants of proposed unjust-dismissal legislation in a panel of states, the author concludes that proposals of unjust-dismissal legislation are a response to court rulings that weaken and obfuscate the employer's right to dismiss employees at will. (Abstract courtesy JSTOR.)", "authors": ["epkr63"], "abstractStem": "in the past decad mani state court have rule in favor of employe alleg they were improperli dismiss the author of thi paper advanc an evolutionari theori of unjustdismiss legisl in which employ group respond to the threat of larg and variabl damag award impos by the judici system eventu support unjustdismiss legisl in order to clearli defin properti right reduc uncertainti and limit employ liabil base on evid from a case studi of legisl enact in montana and an empir analysi of the determin of propos unjustdismiss legisl in a panel of state the author conclud that propos of unjustdismiss legisl are a respons to court rule that weaken and obfusc the employ right to dismiss employe at will abstract courtesi jstor", "title": "The evolution of unjust-dismissal legislation in the United States"}, "https://ideas.repec.org/a/ucp/jlabec/v12y1994i1p74-97.html": {"abstract": " World War II veterans earn more than nonveterans in their cohort. We test whether the World War II veteran premium reflects nonrandom selection into the military of men with higher earnings potential. The estimation is based on the fact that from 1942 to 1947 priority for conscription was determined by date of birth. Information on individuals' dates of birth may therefore be used to construct instrumental variables for veteran status. Empirical results from the 1960, 1970, and l980 censuses, along with two other microdata sets support a conclusion that World War II veterans earn no more than comparable nonveterans and may well earn less. Copyright 1994 by University of Chicago Press.", "authors": ["epan29", "epkr63"], "abstractStem": " world war ii veteran earn more than nonveteran in their cohort we test whether the world war ii veteran premium reflect nonrandom select into the militari of men with higher earn potenti the estim is base on the fact that from 1942 to 1947 prioriti for conscript wa determin by date of birth inform on individu date of birth may therefor be use to construct instrument variabl for veteran statu empir result from the 1960 1970 and l980 census along with two other microdata set support a conclus that world war ii veteran earn no more than compar nonveteran and may well earn less copyright 1994 by univers of chicago press", "title": "Why Do World War II Veterans Earn More Than Nonveterans?"}, "https://ideas.repec.org/a/oup/qjecon/v117y2002i4p1491-1527..html": {"abstract": "Estimates of the effect of college selectivity on earnings may be biased because elite colleges admit students, in part, based on characteristics that are related to future earnings. We matched students who applied to, and were accepted by, similar colleges to try to eliminate this bias. Using the College and Beyond data set and National Longitudinal Survey of the High School Class of 1972, we find that students who attended more selective colleges earned about the same as students of seemingly comparable ability who attended less selective schools. Children from low-income families, however, earned more if they attended selective colleges.", "authors": [], "abstractStem": "estim of the effect of colleg select on earn may be bias becaus elit colleg admit student in part base on characterist that are relat to futur earn we match student who appli to and were accept by similar colleg to tri to elimin thi bia use the colleg and beyond data set and nation longitudin survey of the high school class of 1972 we find that student who attend more select colleg earn about the same as student of seemingli compar abil who attend less select school children from lowincom famili howev earn more if they attend select colleg", "title": "Estimating the Payoff to Attending a More Selective College: An Application of Selection on Observables and Unobservables"}, "https://ideas.repec.org/a/aea/jecper/v15y2001i4p3-10.html": {"abstract": "No abstract is available for this item.", "authors": ["epkr63"], "abstractStem": "no abstract is avail for thi item", "title": "Symposium on Econometric Tools"}, "https://ideas.repec.org/a/aea/jecper/v17y2003i1p181-198.html": {"abstract": "This article contains an interview with Edmond Malinvaud. Professor Malinvaud describes the origins of his interest in economics, teachers who had a major influence on his development as an economist, his visit to the Cowles Commission in 1950, the substance of his research, and the contributions he made as a policy maker. Among the interesting tidbits in the interview is that Professor Malinvaud's popular textbooks in microeconomic theory, macroeconomics and econometrics were a direct outgrowth of courses he taught at INSEE. \"I am not good at speaking,\" he said, \"when not constrained by a written text.\"", "authors": ["epkr63"], "abstractStem": "thi articl contain an interview with edmond malinvaud professor malinvaud describ the origin of hi interest in econom teacher who had a major influenc on hi develop as an economist hi visit to the cowl commiss in 1950 the substanc of hi research and the contribut he made as a polici maker among the interest tidbit in the interview is that professor malinvaud popular textbook in microeconom theori macroeconom and econometr were a direct outgrowth of cours he taught at inse i am not good at speak he said when not constrain by a written text", "title": "An Interview with Edmond Malinvaud"}, "https://ideas.repec.org/a/bin/bpeajo/v30y1999i1999-1p1-88.html": {"abstract": "No abstract is available for this item.", "authors": ["fpka266", "epkr63"], "abstractStem": "no abstract is avail for thi item", "title": "The High-Pressure U.S. Labor Market of the 1990s"}, "https://ideas.repec.org/a/ilr/articl/v47y1994i3p487-512.html": {"abstract": "No abstract is available for this item.", "authors": ["fpca271", "fpka266", "epkr63"], "abstractStem": "no abstract is avail for thi item", "title": "Comment on \"Employment effects of minimum and subminimum wages: Panel data on state minimum wage laws,\" by David Neumark and William Wascher (46:1, Oct. 1992, p. 55)"}, "https://ideas.repec.org/a/oup/qjecon/v106y1991i4p979-1014..html": {"abstract": "We establish that season of birth is related to educational attainment because of school start age policy and compulsory school attendance laws. Individuals born in the beginning of the year start school at an older age, and can therefore drop out after completing less schooling than individuals born near the end of the year. Roughly 25 percent of potential dropouts remain in school because of compulsory schooling laws. We estimate the impact of compulsory schooling on earnings by using quarter of birth as an instrument for education. The instrumental variables estimate of the return to education is close to the ordinary least squares estimate, suggesting that there is little bias in conventional estimates.", "authors": ["epan29"], "abstractStem": "we establish that season of birth is relat to educ attain becaus of school start age polici and compulsori school attend law individu born in the begin of the year start school at an older age and can therefor drop out after complet less school than individu born near the end of the year roughli 25 percent of potenti dropout remain in school becaus of compulsori school law we estim the impact of compulsori school on earn by use quarter of birth as an instrument for educ the instrument variabl estim of the return to educ is close to the ordinari least squar estim suggest that there is littl bia in convent estim", "title": "Does Compulsory School Attendance Affect Schooling and Earnings?"}, "https://ideas.repec.org/a/eee/jhecon/v16y1997i5p623-624.html": {"abstract": "No abstract is available for this item.", "authors": ["epkr63"], "abstractStem": "no abstract is avail for thi item", "title": "Medical costs in workers' compensation insurance: Reply"}, "https://ideas.repec.org/a/aea/jecper/v14y2000i1p3-5.html": {"abstract": "To commemorate the new millennium and 50 issues of JEP, we have commissioned a series of essays in three broad areas. The first set of papers in this issue look back at key developments in the economy and economic thinking. In a second group of articles, we asked for predictions about the future of the subject of economics. Finally, in a third group of articles, we encouraged authors to make predictions about future developments in the economy.", "authors": ["fpde392", "epkr63"], "abstractStem": "to commemor the new millennium and 50 issu of jep we have commiss a seri of essay in three broad area the first set of paper in thi issu look back at key develop in the economi and econom think in a second group of articl we ask for predict about the futur of the subject of econom final in a third group of articl we encourag author to make predict about futur develop in the economi", "title": "Reflections on Economics at the Turn of the Millennium"}, "https://ideas.repec.org/a/aea/aecrev/v94y2004i2p429-434.html": {"abstract": "No abstract is available for this item.", "authors": ["epka60", "epkr63"], "abstractStem": "no abstract is avail for thi item", "title": "Toward National Well-Being Accounts"}, "https://ideas.repec.org/a/bin/bpeajo/v42y2011i2011-01p1-81.html": {"abstract": "No abstract is available for this item.", "authors": ["epkr63", "epmu176"], "abstractStem": "no abstract is avail for thi item", "title": "Job Search, Emotional Well-Being and Job Finding in a Period of Mass Unemployment: Evidence from High-Frequency Longitudinal Data"}, "https://ideas.repec.org/a/bla/jeurec/v10y2012i4p765-794.html": {"abstract": "This paper provides new evidence on time use and subjective well-being of employed and unemployed individuals in 14 countries. We devote particular attention to characterizing and modeling job search intensity, measured by the amount of time devoted to searching for a new job. Job search intensity varies considerably across countries, and is higher in countries that have higher wage dispersion. We also examine the relationship between unemployment benefits and job search.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epkr63", "epmu176"], "abstractStem": "thi paper provid new evid on time use and subject wellb of employ and unemploy individu in 14 countri we devot particular attent to character and model job search intens measur by the amount of time devot to search for a new job job search intens vari consider across countri and is higher in countri that have higher wage dispers we also examin the relationship between unemploy benefit and job searchpthi abstract wa borrow from anoth version of thi item", "title": "The Lot Of The Unemployed: A Time Use Perspective"}, "https://ideas.repec.org/a/eee/ecoedu/v23y2004i4p323-338.html": {"abstract": "Although schools across the country are investing heavily in computers in the classroom, there is surprisingly little evidence that they actually improve student achievement. In this paper we present results from a randomized study of a well-defined use of computers in schools: a popular instructional computer program, known as Fast ForWord, which is designed to improve language and reading skills. We assess the impact of the program using four different measures of language and reading ability. Our estimates suggest that while use of the computer program may improve some aspects of students' language skills, it does not appear that these gains translate into a broader measure of language acquisition or into actual reading skills.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epkr63"], "abstractStem": "although school across the countri are invest heavili in comput in the classroom there is surprisingli littl evid that they actual improv student achiev in thi paper we present result from a random studi of a welldefin use of comput in school a popular instruct comput program known as fast forword which is design to improv languag and read skill we assess the impact of the program use four differ measur of languag and read abil our estim suggest that while use of the comput program may improv some aspect of student languag skill it doe not appear that these gain translat into a broader measur of languag acquisit or into actual read skillspthi abstract wa borrow from anoth version of thi item", "title": "Putting computerized instruction to the test: a randomized evaluation of a \"scientifically based\" reading program"}, "https://ideas.repec.org/a/ilr/articl/v46y1992i1p6-21.html": {"abstract": "Using a longitudinal survey of fast-food restaurants in Texas, the authors examine the impact of recent increases in the federal minimum wage on a low-wage labor market. Less than 5% of fast-food restaurants were using the new youth subminimum wage in July/August 1991, even though the vast majority paid a starting wage below the new hourly minimum wage immediately before it became effective. Although some restaurants increased wages beyond the level needed to comply with higher minimum wages in both 1990 and 1991, those federal minimum wage increases greatly compressed the distribution of starting wages in the Texas fast-food industry. Two findings at variance with conventional predictions are that (1) employment increased more in those firms likely to have been most affected by the 1991 minimum wage increase than in other firms and (2) price changes were unrelated to mandated wage changes. (Abstract courtesy JSTOR.)", "authors": ["fpka266", "epkr63"], "abstractStem": "use a longitudin survey of fastfood restaur in texa the author examin the impact of recent increas in the feder minimum wage on a lowwag labor market less than 5 of fastfood restaur were use the new youth subminimum wage in julyaugust 1991 even though the vast major paid a start wage below the new hourli minimum wage immedi befor it becam effect although some restaur increas wage beyond the level need to compli with higher minimum wage in both 1990 and 1991 those feder minimum wage increas greatli compress the distribut of start wage in the texa fastfood industri two find at varianc with convent predict are that 1 employ increas more in those firm like to have been most affect by the 1991 minimum wage increas than in other firm and 2 price chang were unrel to mandat wage chang abstract courtesi jstor", "title": "The effect of the minimum wage on the fast-food industry"}, "https://ideas.repec.org/a/aea/aecrev/v89y1999i2p45-51.html": {"abstract": "This paper considers conceptual and practical issues that arise in measuring labor's share of national income. Most importantly: How are workers defined? How is compensation defined? The current definition of labor compensation used the Bureau of Economic Analysis (BEA) includes the salary of business owners and payments to retired workers in labor compensation. An alternative series to the BEA's standard series is presented. In addition, a simple method for decomposing labor compensation into a component due to raw labor' and a component due to human capital is presented. Raw labor's share of national income is estimated using Census and CPS data. The share of national income attributable to raw labor increased from 9.6 percent to 13 percent between 1939 and 1959, remained at 12-13 percent between 1959 and 1979, and fell to 5 percent by 1996.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epkr63"], "abstractStem": "thi paper consid conceptu and practic issu that aris in measur labor share of nation incom most importantli how are worker defin how is compens defin the current definit of labor compens use the bureau of econom analysi bea includ the salari of busi owner and payment to retir worker in labor compens an altern seri to the bea standard seri is present in addit a simpl method for decompos labor compens into a compon due to raw labor and a compon due to human capit is present raw labor share of nation incom is estim use censu and cp data the share of nation incom attribut to raw labor increas from 96 percent to 13 percent between 1939 and 1959 remain at 1213 percent between 1959 and 1979 and fell to 5 percent by 1996pthi abstract wa borrow from anoth version of thi item", "title": "Measuring Labor's Share"}, "https://ideas.repec.org/a/eee/jhecon/v14y1995i5p531-549.html": {"abstract": "No abstract is available for this item.", "authors": ["epkr63"], "abstractStem": "no abstract is avail for thi item", "title": "Medical costs in workers' compensation insurance"}, "https://ideas.repec.org/a/jae/japmet/v14y1999i1p57-67.html": {"abstract": " Two-stage-least-squares (2SLS) estimates are biased towards the probability limit of OLS estimates. This bias grows with the degree of over-identification and can generate highly misleading results. In this paper we propose two simple alternatives to 2SLS and limited-information-maximum-likelihood (LIML) estimators for models with more instruments than endogenous regressors. These estimators can be interpreted as instrumental variables procedures using an instrument that is independent of disturbances even in finite samples. Independence is achieved by using a 'leave-one-out' jackknife-type fitted value in place of the usual first stage equation. The new estimators are first order equivalent to 2SLS but with finite-sample properties superior, in terms of bias and coverage rate of confidence intervals, compared to those of 2SLS and similar to those of LIML, when there are many instruments.", "authors": ["epan29", "epim4", "epkr63"], "abstractStem": " twostageleastsquar 2sl estim are bias toward the probabl limit of ol estim thi bia grow with the degre of overidentif and can gener highli mislead result in thi paper we propos two simpl altern to 2sl and limitedinformationmaximumlikelihood liml estim for model with more instrument than endogen regressor these estim can be interpret as instrument variabl procedur use an instrument that is independ of disturb even in finit sampl independ is achiev by use a leaveoneout jackknifetyp fit valu in place of the usual first stage equat the new estim are first order equival to 2sl but with finitesampl properti superior in term of bia and coverag rate of confid interv compar to those of 2sl and similar to those of liml when there are mani instrument", "title": "Jackknife Instrumental Variables Estimation"}, "https://ideas.repec.org/a/ucp/jpolec/v112y2004i2p253-289.html": {"abstract": "This paper provides a case study of the effect of labor relations on product quality. We consider whether a long, contentious strike and the hiring of replacement workers at Bridgestone/Firestone's Decatur, Illinois, plant in the mid-1990s contributed to the production of defective tires. Using several independent data sources and looking before and after the strike and across plants, we find that labor strife at the Decatur plant closely coincided with lower product quality. Monthly data suggest that defects were particularly high around the time concessions were demanded and when large numbers of replacement workers and returning strikers worked side by side.", "authors": ["epkr63"], "abstractStem": "thi paper provid a case studi of the effect of labor relat on product qualiti we consid whether a long contenti strike and the hire of replac worker at bridgestonefireston decatur illinoi plant in the mid1990 contribut to the product of defect tire use sever independ data sourc and look befor and after the strike and across plant we find that labor strife at the decatur plant close coincid with lower product qualiti monthli data suggest that defect were particularli high around the time concess were demand and when larg number of replac worker and return striker work side by side", "title": "Strikes, Scabs, and Tread Separations: Labor Strife and the Production of Defective Bridgestone/Firestone Tires"}, "https://ideas.repec.org/a/pal/buseco/v45y2010i2p110-115.html": {"abstract": "The recent economic crisis has highlighted significant weaknesses in our economic and financial indicators. This paper documents what the crisis has revealed regarding some of the more critical shortcomings of our existing statistical infrastructure, and proposes a way in which these shortcomings could be mitigated.", "authors": ["epkr63"], "abstractStem": "the recent econom crisi ha highlight signific weak in our econom and financi indic thi paper document what the crisi ha reveal regard some of the more critic shortcom of our exist statist infrastructur and propos a way in which these shortcom could be mitig", "title": "Stress Testing Economic Data"}, "https://ideas.repec.org/a/eee/ecolet/v101y2008i3p293-296.html": {"abstract": "This paper compares the characteristics of 63 alleged homegrown Islamic terrorists in the U.S.A. to a representative sample of 1000+ Muslim Americans. The alleged terrorists have about average level of education. Those with higher education were judged closer to succeeding.", "authors": ["epkr63"], "abstractStem": "thi paper compar the characterist of 63 alleg homegrown islam terrorist in the usa to a repres sampl of 1000 muslim american the alleg terrorist have about averag level of educ those with higher educ were judg closer to succeed", "title": "What makes a homegrown terrorist? Human capital and participation in domestic Islamic terrorist groups in the U.S.A"}, "https://ideas.repec.org/a/eee/pubeco/v92y2008i8-9p1833-1845.html": {"abstract": "This paper studies the test-retest reliability of a standard self-reported life satisfaction measure and of affect measures collected from a diary method. The sample consists of 229 women who were interviewed on Thursdays, two weeks apart, in Spring 2005. The correlation of net affect (i.e., duration-weighted positive feelings less negative feelings) measured two weeks apart is .64, which is slightly higher than the correlation of life satisfaction (rÂ =Â .59). Correlations between income, net affect and life satisfaction are presented, and adjusted for attenuation bias due to measurement error. Life satisfaction is found to correlate much more strongly with income than does net affect. Components of affect that are more person-specific are found to have a higher test-retest reliability than components of affect that are more specific to the particular situation. While reliability figures for subjective well-being measures are lower than those typically found for education, income and many other microeconomic variables, they are probably sufficiently high to support much of the research that is currently being undertaken on subjective well-being, particularly in studies where group means are compared (e.g., across activities or demographic groups).", "authors": ["epkr63"], "abstractStem": "thi paper studi the testretest reliabl of a standard selfreport life satisfact measur and of affect measur collect from a diari method the sampl consist of 229 women who were interview on thursday two week apart in spring 2005 the correl of net affect ie durationweight posit feel less neg feel measur two week apart is 64 which is slightli higher than the correl of life satisfact r    59 correl between incom net affect and life satisfact are present and adjust for attenu bia due to measur error life satisfact is found to correl much more strongli with incom than doe net affect compon of affect that are more personspecif are found to have a higher testretest reliabl than compon of affect that are more specif to the particular situat while reliabl figur for subject wellb measur are lower than those typic found for educ incom and mani other microeconom variabl they are probabl suffici high to support much of the research that is current be undertaken on subject wellb particularli in studi where group mean are compar eg across activ or demograph group", "title": "The reliability of subjective well-being measures"}, "https://ideas.repec.org/a/aea/jecper/v15y2001i3p211-231.html": {"abstract": "No abstract is available for this item.", "authors": ["epkr63"], "abstractStem": "no abstract is avail for thi item", "title": "An Interview with William J. Baumol"}, "https://ideas.repec.org/a/cup/endeec/v1y1996i01p119-122_00.html": {"abstract": "No abstract is available for this item.", "authors": ["epgr21", "epkr63"], "abstractStem": "no abstract is avail for thi item", "title": "The inverted-U: what does it mean?"}, "https://ideas.repec.org/a/aea/jecper/v20y2006i1p3-24.html": {"abstract": "Direct reports of subjective well-being may have a useful role in the measurement of consumer preferences and social welfare, if they can be done in a credible way. Can well-being be measured by a subjective survey, even approximately? In this paper, we discuss research on how individuals' responses to subjective well-being questions vary with their circumstances and other factors. We will argue that it is fruitful to distinguish among different conceptions of utility rather than presume to measure a single, unifying concept that motivates all human choices and registers all relevant feelings and experiences. While various measures of well-being are useful for some purposes, it is important to recognize that subjective well-being measures features of individuals' perceptions of their experiences, not their utility as economists typically conceive of it. Those perceptions are a more accurate gauge of actual feelings if they are reported closer to the time of, and in direct reference to, the actual experience. We conclude by proposing the U- index, a misery index of sorts, which measures the proportion of time that people spend in an unpleasant state, and has the virtue of not requiring a cardinal conception of individuals' feelings.", "authors": ["epka60", "epkr63"], "abstractStem": "direct report of subject wellb may have a use role in the measur of consum prefer and social welfar if they can be done in a credibl way can wellb be measur by a subject survey even approxim in thi paper we discuss research on how individu respons to subject wellb question vari with their circumst and other factor we will argu that it is fruit to distinguish among differ concept of util rather than presum to measur a singl unifi concept that motiv all human choic and regist all relev feel and experi while variou measur of wellb are use for some purpos it is import to recogn that subject wellb measur featur of individu percept of their experi not their util as economist typic conceiv of it those percept are a more accur gaug of actual feel if they are report closer to the time of and in direct refer to the actual experi we conclud by propos the u index a miseri index of sort which measur the proport of time that peopl spend in an unpleas state and ha the virtu of not requir a cardin concept of individu feel", "title": "Developments in the Measurement of Subjective Well-Being"}, "https://ideas.repec.org/a/bin/bpeajo/v35y2004i2004-1p327-397.html": {"abstract": "A long tradition in economic theory models economic policy decisions as solutions to optimization problems solved by rational and well-informed agents: A single policymaker minimizes a loss function subject to some constraints. Another body of literature models policy decisions as if they were made by well-informed voters in elections of some sort.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epbl41", "epkr63"], "abstractStem": "a long tradit in econom theori model econom polici decis as solut to optim problem solv by ration and wellinform agent a singl policymak minim a loss function subject to some constraint anoth bodi of literatur model polici decis as if they were made by wellinform voter in elect of some sortpthi abstract wa borrow from anoth version of thi item", "title": "What Does the Public Know about Economic Policy, and How Does It Know It?"}, "homepage": "https://ideas.repec.org/e/pkr63.html", "https://ideas.repec.org/a/aea/jecper/v17y2003i4p119-144.html": {"abstract": "The paper investigates whether there is a connection between poverty or low education and terrorism. We review evidence on hate crimes, which are closely related to terrorism; the occurrence of hate crimes is largely independent of economic conditions. We analyze data on support for attacks against Israeli targets from public opinion polls conducted in the West Bank and Gaza Strip; support for violent attacks does not decrease among those with higher education and higher living standards. The core contribution of the paper is a statistical analysis of the determinants of participation in Hezbollah militant activities; having a living standard above the poverty line or a secondary or higher education is positively associated with participation in Hezbollah. We also find that Israeli Jewish settlers who attacked Palestinians in the West Bank in the early 1980s were overwhelmingly from high-paying occupations. Although our results are tentative and exploratory, they suggest that neither poverty nor education has a direct, causal impact on terrorism.", "authors": ["epkr63", "fpma2005"], "abstractStem": "the paper investig whether there is a connect between poverti or low educ and terror we review evid on hate crime which are close relat to terror the occurr of hate crime is larg independ of econom condit we analyz data on support for attack against isra target from public opinion poll conduct in the west bank and gaza strip support for violent attack doe not decreas among those with higher educ and higher live standard the core contribut of the paper is a statist analysi of the determin of particip in hezbollah milit activ have a live standard abov the poverti line or a secondari or higher educ is posit associ with particip in hezbollah we also find that isra jewish settler who attack palestinian in the west bank in the earli 1980 were overwhelmingli from highpay occup although our result are tent and exploratori they suggest that neither poverti nor educ ha a direct causal impact on terror", "title": "Education, Poverty and Terrorism: Is There a Causal Connection?"}, "https://ideas.repec.org/a/aea/aecrev/v84y1994i5p1157-73.html": {"abstract": " This paper uses a new survey to contrast the wages of genetically identical twins with different schooling levels. Multiple measurements of schooling levels were also collected to assess the effect of reporting error on the estimated economic returns to schooling. The data indicate that omitted ability variables do not bias the estimated return to schooling upward but that measurement error does bias it downward. Adjustment for measurement error indicates that an additional year of schooling increases wages by 12 to 16 percent, a higher estimate of the economic returns to schooling than has been previously found. Copyright 1994 by American Economic Association.", "authors": ["epas9", "epkr63"], "abstractStem": " thi paper use a new survey to contrast the wage of genet ident twin with differ school level multipl measur of school level were also collect to assess the effect of report error on the estim econom return to school the data indic that omit abil variabl do not bia the estim return to school upward but that measur error doe bia it downward adjust for measur error indic that an addit year of school increas wage by 12 to 16 percent a higher estim of the econom return to school than ha been previous found copyright 1994 by american econom associ", "title": "Estimates of the Economic Returns to Schooling from a New Sample of Twins"}, "https://ideas.repec.org/a/taf/jeduce/v32y2001i3p243-258.html": {"abstract": "  The author argues that the recent controversy over the effect of the minimum wage on employment offers an opportunity for teaching introductory economics. Research findings on the minimum wage could be used to motivate alternative models of the labor market, such as monopsony and search models, and to teach students how economists test hypotheses with data.", "authors": ["epkr63"], "abstractStem": "  the author argu that the recent controversi over the effect of the minimum wage on employ offer an opportun for teach introductori econom research find on the minimum wage could be use to motiv altern model of the labor market such as monopsoni and search model and to teach student how economist test hypothes with data", "title": "Teaching the Minimum Wage in Econ 101 in Light of the New Economics of the Minimum Wage"}, "https://ideas.repec.org/a/ucp/jlabec/doi10.1086-669061.html": {"abstract": "This article reports on household survey measurements of the \"offshorability\" of jobs, defined as the ability to perform the work from abroad. We develop multiple measures of offshorability, using both self-reporting and professional coders. All measures find that roughly 25% of US jobs are offshorable. Our three preferred measures agree between 70% and 80% of the time. Professional coders appear to provide the most accurate assessments. Empirically, more educated workers appear to hold somewhat more offshorable jobs, and offshorability does not have systematic effects on either wages or the probability of layoff.", "authors": ["epbl41", "epkr63"], "abstractStem": "thi articl report on household survey measur of the offshor of job defin as the abil to perform the work from abroad we develop multipl measur of offshor use both selfreport and profession coder all measur find that roughli 25 of us job are offshor our three prefer measur agre between 70 and 80 of the time profession coder appear to provid the most accur assess empir more educ worker appear to hold somewhat more offshor job and offshor doe not have systemat effect on either wage or the probabl of layoff", "title": "Alternative Measures of Offshorability: A Survey Approach"}, "https://ideas.repec.org/a/ilr/articl/v41y1988i4p567-581.html": {"abstract": "This paper examines the determinants of the number and quality of outside applicants for federal job openings, using a variety of time-series, cross-sectional, and panel data sets. The main finding is that the application rate for government jobs increases as the ratio of federal to private sector earnings increases, but the rate does not appear to be related to the relative level of fringe benefits. Furthermore, an increase in the federal-private sector earnings differential is associated with an increase in the average quality of applicants for federal jobs. The author discusses the implications of these findings for wage determination and recruitment in the federal government. (Abstract courtesy JSTOR.)", "authors": ["epkr63"], "abstractStem": "thi paper examin the determin of the number and qualiti of outsid applic for feder job open use a varieti of timeseri crosssect and panel data set the main find is that the applic rate for govern job increas as the ratio of feder to privat sector earn increas but the rate doe not appear to be relat to the rel level of fring benefit furthermor an increas in the federalpriv sector earn differenti is associ with an increas in the averag qualiti of applic for feder job the author discuss the implic of these find for wage determin and recruit in the feder govern abstract courtesi jstor", "title": "The determinants of queues for federal jobs"}, "https://ideas.repec.org/a/taf/jeduce/v39y2008i2p174-197.html": {"abstract": " The authors describe a new, Web-based survey instrument that may serve as an aide for teachers and as an interactive exercise for high school economics students. The questionnaire asks students about their involvement with the economy, inquiring about employment, consumption, and living standards, and includes a few hypothetical consumer-demand questions. Teachers can request an automated report on the basis of their classes' responses, containing comparisons with a national sample. The motivation for the survey is twofold. First, in addition to enhancing their understanding of their students' backgrounds and familiarity with the U.S. economy, teachers will receive suggestions on ways to use the survey responses to illustrate economic concepts. Second, with lesson plans grounded in students' own experiences, the authors hope that students will be more actively engaged in learning.", "authors": ["epkr63"], "abstractStem": " the author describ a new webbas survey instrument that may serv as an aid for teacher and as an interact exercis for high school econom student the questionnair ask student about their involv with the economi inquir about employ consumpt and live standard and includ a few hypothet consumerdemand question teacher can request an autom report on the basi of their class respons contain comparison with a nation sampl the motiv for the survey is twofold first in addit to enhanc their understand of their student background and familiar with the us economi teacher will receiv suggest on way to use the survey respons to illustr econom concept second with lesson plan ground in student own experi the author hope that student will be more activ engag in learn", "title": "Using a Web-Based Questionnaire as an Aide for High School Economics Instruction"}, "https://ideas.repec.org/a/spr/soinre/v93y2009i1p7-18.html": {"abstract": "No abstract is available for this item.", "authors": ["epkr63"], "abstractStem": "no abstract is avail for thi item", "title": "Time Use and Subjective Well-Being in France and the U.S"}, "firstname": "Alan", "https://ideas.repec.org/a/oup/qjecon/v106y1991i3p739-768..html": {"abstract": "This paper uses job applications data to investigate the relationship between job queues and wage differentials. The main finding is that openings for jobs that pay the minimum wage attract more job applicants than jobs that pay either slightly more or slightly less than the minimum wage. This spike in the job application rate distribution suggests that ex ante rents generated for employees by an above market-level minimum wage are not completely dissipated by reductions in nonwage benefits. In addition, we find that highly unionized firms, large firms, and firms in high-wage industries tend to receive relatively many job applicants for openings.", "authors": ["fpka266"], "abstractStem": "thi paper use job applic data to investig the relationship between job queue and wage differenti the main find is that open for job that pay the minimum wage attract more job applic than job that pay either slightli more or slightli less than the minimum wage thi spike in the job applic rate distribut suggest that ex ant rent gener for employe by an abov marketlevel minimum wage are not complet dissip by reduct in nonwag benefit in addit we find that highli union firm larg firm and firm in highwag industri tend to receiv rel mani job applic for open", "title": "Job Queues and Wages"}, "lastname": "Krueger", "https://ideas.repec.org/a/ucp/jlabec/v9y1991i1p1-24.html": {"abstract": " This article examines the properties and prevalence of measurement error in longitudinal earnings data. The analysis compares matched Current Population Survey data to administrative Social Security payroll tax records. In contrast to typically assumed properties of measurement error, the results indicate that errors are serially correlated over two years and negatively correlated with true earnings (i.e., mean reverting). In a cross section, the ratio of the variance of the signal to the total variance is 0.82 for men and 0.92 for women. These ratios fall to 0.65 and 0.81 when the data are specified in first differences. Longitudinal earnings data may be more reliable than previously believed. Copyright 1991 by University of Chicago Press.", "authors": ["fpbo406", "epkr63"], "abstractStem": " thi articl examin the properti and preval of measur error in longitudin earn data the analysi compar match current popul survey data to administr social secur payrol tax record in contrast to typic assum properti of measur error the result indic that error are serial correl over two year and neg correl with true earn ie mean revert in a cross section the ratio of the varianc of the signal to the total varianc is 082 for men and 092 for women these ratio fall to 065 and 081 when the data are specifi in first differ longitudin earn data may be more reliabl than previous believ copyright 1991 by univers of chicago press", "title": "The Extent of Measurement Error in Longitudinal Earnings Data: Do Two Wrongs Make a Right?"}, "https://ideas.repec.org/a/aea/jecper/v14y2000i2p171-189.html": {"abstract": "Alan Krueger and Timothy Taylor interviewed Zvi Griliches, Paul M. Warburg Professor of Economics at Harvard University, at his home near the Harvard campus on June 21, 1999. The interview touches on his harrowing journey from Lithuania to Chicago; years at the University of Chicago; the move to Harvard University; work on diffusion and technology and on returns to education; thoughts on the data infrastructure; government service and economic research; and hobbies.", "authors": ["epkr63"], "abstractStem": "alan krueger and timothi taylor interview zvi grilich paul m warburg professor of econom at harvard univers at hi home near the harvard campu on june 21 1999 the interview touch on hi harrow journey from lithuania to chicago year at the univers of chicago the move to harvard univers work on diffus and technolog and on return to educ thought on the data infrastructur govern servic and econom research and hobbi", "title": "An Interview with Zvi Griliches"}, "https://ideas.repec.org/a/aea/jecper/v7y1993i3p193-201.html": {"abstract": "We consider the recently proposed \"income-contingent loan\" (ICL), in which Congress would establish a national trust fund from which students could borrow money to finance the cost of attending college; students would repay these loans by contributing a fixed proportion of their subsequent income for a specified number of years. One key issue is whether proposed income-contingent loan plans will be self-financing; that is, will the value of loan repayments cover the initial cost of providing the loan? What about adverse selection? And how should income be defined for purposes of an income-contingent loan plan? In essence the typical income-contingent loan proposal involves three parameters: the amount of the loan; the period over which income is \"taxed\"; and the rate at which income is taxed. At what level must the tax rate be set for an ICL plan to be self-financing? We present several illustrative calculations that might be useful to those who wish to evaluate various proposals and present some conclusions.", "authors": ["epkr63"], "abstractStem": "we consid the recent propos incomeconting loan icl in which congress would establish a nation trust fund from which student could borrow money to financ the cost of attend colleg student would repay these loan by contribut a fix proport of their subsequ incom for a specifi number of year one key issu is whether propos incomeconting loan plan will be selffinanc that is will the valu of loan repay cover the initi cost of provid the loan what about advers select and how should incom be defin for purpos of an incomeconting loan plan in essenc the typic incomeconting loan propos involv three paramet the amount of the loan the period over which incom is tax and the rate at which incom is tax at what level must the tax rate be set for an icl plan to be selffinanc we present sever illustr calcul that might be use to those who wish to evalu variou propos and present some conclus", "title": "Policy Watch: Income-Contingent College Loans"}, "https://ideas.repec.org/a/bes/jnlbes/v13y1995i2p225-35.html": {"abstract": " Two-stage least squares is biased in the same direction as ordinary least squares even in very large samples. The authors propose a split-sample instrumental variables estimator that is not biased toward ordinary least squares. Split-sample instrumental variables uses one-half of a sample to estimate parameters of the first-stage equation. Estimated first-stage parameters are then used to construct fitted values and second-stage parameter estimates in the other half sample. Split-sample instrumental variables is biased toward zero but this bias can be corrected. The authors use split-sample estimators to reexamine instrumental variables and two-stage least squares estimates of the returns to schooling.", "authors": ["epan29", "epkr63"], "abstractStem": " twostag least squar is bias in the same direct as ordinari least squar even in veri larg sampl the author propos a splitsampl instrument variabl estim that is not bias toward ordinari least squar splitsampl instrument variabl use onehalf of a sampl to estim paramet of the firststag equat estim firststag paramet are then use to construct fit valu and secondstag paramet estim in the other half sampl splitsampl instrument variabl is bias toward zero but thi bia can be correct the author use splitsampl estim to reexamin instrument variabl and twostag least squar estim of the return to school", "title": "Split-Sample Instrumental Variables Estimates of the Return to Schooling"}, "https://ideas.repec.org/a/oup/qjecon/v114y1999i2p497-532..html": {"abstract": "This paper analyzes data on 11,600 students and their teachers who were randomly assigned to different size classes from kindergarten through third grade. Statistical methods are used to adjust for nonrandom attrition and transitions between classes. The main conclusions are (1) on average, performance on standardized tests increases by four percentile points the first year students attend small classes; (2) the test score advantage of students in small classes expands by about one percentile point per year in subsequent years; (3) teacher aides and measured teacher characteristics have little effect; (4) class size has a larger effect for minority students and those on free lunch; (5) Hawthorne effects were unlikely.", "authors": [], "abstractStem": "thi paper analyz data on 11600 student and their teacher who were randomli assign to differ size class from kindergarten through third grade statist method are use to adjust for nonrandom attrit and transit between class the main conclus are 1 on averag perform on standard test increas by four percentil point the first year student attend small class 2 the test score advantag of student in small class expand by about one percentil point per year in subsequ year 3 teacher aid and measur teacher characterist have littl effect 4 class size ha a larger effect for minor student and those on free lunch 5 hawthorn effect were unlik", "title": "Experimental Estimates of Education Production Functions"}, "https://ideas.repec.org/a/oup/qjecon/v106y1991i1p75-101..html": {"abstract": "This paper estimates the difference in compensation between company-owned and franchisee-owned fast food restaurants. The contrast is of interest because contractual arrangements give managers of company-owned outlets less of an incentive to monitor and supervise employees. Estimates based on two data sets suggest that employee compensation is slightly greater at company-owned outlets than at franchisee-owned outlets. The earnings gap is 9 percent for assistant and shift managers and 2 percent for full-time crew workers. Furthermore, the tenure-earnings profile is steeper at company-owned restaurants. These findings suggest that monitoring difficulties influence the timing and generosity of compensation.", "authors": [], "abstractStem": "thi paper estim the differ in compens between companyown and franchiseeown fast food restaur the contrast is of interest becaus contractu arrang give manag of companyown outlet less of an incent to monitor and supervis employe estim base on two data set suggest that employe compens is slightli greater at companyown outlet than at franchiseeown outlet the earn gap is 9 percent for assist and shift manag and 2 percent for fulltim crew worker furthermor the tenureearn profil is steeper at companyown restaur these find suggest that monitor difficulti influenc the time and generos of compens", "title": "Ownership, Agency, and Wages: An Examination of Franchising in the Fast Food Industry"}, "https://ideas.repec.org/a/ucp/jlabec/doi10.1086-669060.html": {"abstract": "This study examines occupational licensing in the United States using a specially designed national labor force survey. Estimates from the survey indicated that 35% of employees were either licensed or certified by the government and that 29% were licensed. Another 3% stated that all who worked in their job would eventually be required to be certified or licensed, bringing the total that are or eventually must be licensed or certified by government to 38%. We find that licensing is associated with about 18% higher wages but that the effect of governmental certification on pay is much smaller.", "authors": ["epkr63"], "abstractStem": "thi studi examin occup licens in the unit state use a special design nation labor forc survey estim from the survey indic that 35 of employe were either licens or certifi by the govern and that 29 were licens anoth 3 state that all who work in their job would eventu be requir to be certifi or licens bring the total that are or eventu must be licens or certifi by govern to 38 we find that licens is associ with about 18 higher wage but that the effect of government certif on pay is much smaller", "title": "Analyzing the Extent and Influence of Occupational Licensing on the Labor Market"}, "https://ideas.repec.org/a/ecj/econjl/v111y2001i468p1-28.html": {"abstract": " This paper provides a long-term follow-up analysis of students who participated in the Tennessee STAR experiment. In this experiment, students and their teachers were randomly assigned to small, regular-size, or regular-size classes with a teacher aide in the first four years of school. We analyse the effect of past attendance in small classes on student test scores and whether they took the ACT or SAT college entrance exam. Attending a small class in the early grades is associated with an increased likelihood of taking a college-entrance exam, especially among minority students, and somewhat higher test scores.", "authors": ["epkr63"], "abstractStem": " thi paper provid a longterm followup analysi of student who particip in the tennesse star experi in thi experi student and their teacher were randomli assign to small regulars or regulars class with a teacher aid in the first four year of school we analys the effect of past attend in small class on student test score and whether they took the act or sat colleg entranc exam attend a small class in the earli grade is associ with an increas likelihood of take a collegeentr exam especi among minor student and somewhat higher test score", "title": "The Effect of Attending a Small Class in the Early Grades on College-Test Taking and Middle School Test Results: Evidence from Project STAR"}, "https://ideas.repec.org/a/aea/aecrev/v83y1993i2p85-91.html": {"abstract": "No abstract is available for this item.", "authors": ["fpca271", "epkr63"], "abstractStem": "no abstract is avail for thi item", "title": "Trends in Relative Black-White Earnings Revisited"}, "https://ideas.repec.org/a/eee/labeco/v7y2000i2p117-134.html": {"abstract": "No abstract is available for this item.", "authors": ["epkr63"], "abstractStem": "no abstract is avail for thi item", "title": "From Bismarck to Maastricht: The March to European Union and the Labor Compact1"}, "https://ideas.repec.org/a/aea/aecrev/v97y2007i2p512-520.html": {"abstract": "No abstract is available for this item.", "authors": ["epat6", "fpka266", "epkr63", "eple59", "eppo19"], "abstractStem": "no abstract is avail for thi item", "title": "What Does Performance in Graduate School Predict? Graduate Economics Education and Student Outcomes"}, "https://ideas.repec.org/a/ucp/jlabec/v16y1998i1p61-94.html": {"abstract": " This article examines the impact of a workplace education program at two companies--one in the manufacturing sector and the other in the service sector. The authors examine a broad range of outcome variables, including earnings, turnover, performance awards, job attendance, and subjective performance measures. They estimate a small, positive impact of the program on earnings at the manufacturing company but an insignificant impact at the service company. Trainees were equally likely to exit the company as nontrainees. The authors also find that the training had a positive association with the incidence of job bids, upgrades, performance awards, and job attendance. Copyright 1998 by University of Chicago Press.", "authors": ["epkr63"], "abstractStem": " thi articl examin the impact of a workplac educ program at two companieson in the manufactur sector and the other in the servic sector the author examin a broad rang of outcom variabl includ earn turnov perform award job attend and subject perform measur they estim a small posit impact of the program on earn at the manufactur compani but an insignific impact at the servic compani traine were equal like to exit the compani as nontraine the author also find that the train had a posit associ with the incid of job bid upgrad perform award and job attend copyright 1998 by univers of chicago press", "title": "The Effect of Workplace Education on Earnings, Turnover, and Job Performance"}, "https://ideas.repec.org/a/eee/jhecon/v32y2013i5p780-793.html": {"abstract": "Most existing work on the demand for health insurance focuses on employees’ decisions to enroll in employer-provided plans. Yet any attempt to achieve universal coverage must focus on the uninsured, the vast majority of whom are not offered employer-sponsored insurance. In the summer of 2008, we conducted a survey experiment to assess the willingness to pay for a health plan among a large sample of uninsured Americans. The experiment yields price elasticities of around one, substantially greater than those found in most previous studies. We use these results to estimate coverage expansion under the Affordable Care Act, with and without an individual mandate. We estimate that 35 million uninsured individuals would gain coverage and find limited evidence of adverse selection.", "authors": ["epkr63"], "abstractStem": "most exist work on the demand for health insur focus on employe  decis to enrol in employerprovid plan yet ani attempt to achiev univers coverag must focu on the uninsur the vast major of whom are not offer employersponsor insur in the summer of 2008 we conduct a survey experi to assess the willing to pay for a health plan among a larg sampl of uninsur american the experi yield price elast of around one substanti greater than those found in most previou studi we use these result to estim coverag expans under the afford care act with and without an individu mandat we estim that 35 million uninsur individu would gain coverag and find limit evid of advers select", "title": "The demand for health insurance among uninsured Americans: Results of a survey experiment and implications for policy"}, "https://ideas.repec.org/a/aea/jecper/v15y2001i4p69-85.html": {"abstract": "Instrumental variables was first used in the 1920s to estimate supply and demand elasticities and later to correct for measurement error in single equation models. Recently, instrumental variables have been widely used to reduce bias from omitted variables in estimates of causal relationships. Intuitively, instrumental variables methods use only a portion of the variability in key variables to estimate the relationships of interest; if the instruments are valid, that portion is unrelated to the omitted variables. We discuss the mechanics of instrumental variables and the qualities that make for a good instrument, devoting particular attention to instruments derived from \"natural experiments.\"", "authors": ["epan29", "epkr63"], "abstractStem": "instrument variabl wa first use in the 1920 to estim suppli and demand elast and later to correct for measur error in singl equat model recent instrument variabl have been wide use to reduc bia from omit variabl in estim of causal relationship intuit instrument variabl method use onli a portion of the variabl in key variabl to estim the relationship of interest if the instrument are valid that portion is unrel to the omit variabl we discuss the mechan of instrument variabl and the qualiti that make for a good instrument devot particular attent to instrument deriv from natur experi", "title": "Instrumental Variables and the Search for Identification: From Supply and Demand to Natural Experiments"}, "https://ideas.repec.org/a/bfr/fisrev/200336.html": {"abstract": "The International Banking and Finance Institute (IBFI) organised its fifth international monetary seminar from 12 to 16 May 2003 on the topic “Vulnerabilities and surveillance of the international financial system”. This seminar brought together 43 participants from the central banks of industrialised and emerging countries as well as from international institutions (BIS, IMF, OECD, FSF, etc.), and around 30 speakers from various central banks, international bodies and the private sector. The first two days were devoted to: – providing an overview of developments in the international environment, markets and the financial system including the insurance sector, which gave rise to a speech by a director at the French Insurance Association; – analysing the vulnerabilities of the banking and financial system, in particular those stemming from changes in market techniques and market participants’ behaviour; – analysing accounting and prudential issues arising from the implementation of the future interna tional solvency ratio and the introduction of the new international financial reporting standards; – examining current ideas on resolving international financial crises, with particular focus on the approach proposed by the Banque de France with a view to fostering a “Code of conduct” for the voluntary renegotiation between sovereign issuers and creditors, as well as the IMF’s point of view on the restructuring of sovereign debt, put forward by Anne Krueger, deputy managing director of the IMF, in a video-conference transmitted live from Washington 1. In the two days that followed, there ensued lively debate between the participants, who formed two workshops: one on the interactions between financial markets and monetary policy, and the other on the provisions of the New Basel Accord and the financial reporting standards and their impact on economic cycles 2. The first workshop was mainly organised around three topics: – central bank communication, in the areas of monetary policy, foreign exchange and financial stability; – methods of identifying vulnerabilities in financial systems; – links between price stability and financial stability. The second workshop focused on three issues: – the new financial reporting standards put forward by the International Accounting Standard Board and their implications for credit institutions, in particular with respect to the principle of prudence and the need to avoid introducing artificial volatility into accounts; – the future solvency ratio applicable to credit institutions as defined in the New Basel Capital Accord; – the convergence or divergence between financial reporting and prudential standards. Although focusing on seemingly different issues, the rich and fruitful discussions that were held throughout the workshops revealed a broad community of views on financial stability issues underlying the two topics examined. Moreover, a dinner-discussion was organised by Pr Avinash Persaud, holder of the Chair in Commerce at Gresham College, on the risks of financial instability arising from the standardisation of asset allocation approaches, herd behaviours and the blind use of portfolio risk management techniques. Discussions ended with a round table debate, introduced by Governor Trichet and chaired by Mr Marc-Olivier Strauss-Kahn, Director General – Directorate General Economics and International Relations. Five speakers discussed the topic of “transparency and market discipline”: – Mr Flemming Larsen, Director of the IMF’s European Offices; – Mr William Witherell, Director of Financial, Fiscal and Enterprise Affairs, OECD; – Mr Michel Prada, former chairman of the COB and of the International Organisation of Securities Commissions (IOSCO) 3; – Mr Jan Brockmeijer, Deputy Executive Director for Supervision, Nederlandsche Bank; – and Mr Svein Andresen, Secretary General of the FSF, who summed up the discussions. Mr Flemming Larsen discussed the issue of transparency in emerging economies in the light of the international financial crises that marked the past decade. In this respect, he stressed the benefits attached to the adoption and the effective implementation by these economies of the international codes and standards promoted by the IMF and the World Bank. These codes and standards cover twelve key areas that would benefit from the application of the principles and standards developed by international bodies in the area of economic governance and financial regulation, and transparency and corporate governance. The IMF reports on the implementation of these codes and standards provide a good means to enhance transparency, market discipline and multilateral surveillance, while helping national authorities to identify priority actions for improving the resilience of their economy. Mr William Witherell discussed the role of corporate governance rules and financial transparency as a means to guaranteeing the integrity and smooth functioning of financial markets. The challenge that now lies ahead for regulators and government authorities is to develop a legal and regulatory framework that fully integrates these requirements in order to rebuild investor confidence and to ensure the effective use of market discipline. As regards the scope of these requirements, he recalled the set of general principles defined in this context by the OECD. These principles are now embodied in the international standards, whose application is recommended by the FSF for industrialised and emerging economies alike. He also stressed the great importance of the rules of governance and internal control in financial institutions given their role in allocating resources, their responsibilities to investors, and their particular exposure to the risks of conflicts of interest owing to the nature of their activities. Mr Michel Prada 4 first recalled the main areas in which regulators were currently working to restore market foundations and improve the functioning of the market: introducing international financial reporting standards, implementing corporate governance principles, organising and supervising auditors, and lastly defining professional standards for the players in charge of interpreting financial information and transmitting it to investors, analysts and rating agencies. He then discussed the challenges arising from the globalisation and increasingly broad scope of markets, underscoring the implications of the risk transfer techniques currently used by intermediaries and the factors underlying the recent excess volatility of asset prices. These developments call for, above and beyond the close co-ordination between the prudential regulation of intermediaries and market regulation, the stepping up of international cooperation between regulators and a better understanding of market mechanisms in order to counter factors of financial instability. Lastly, Mr Jan Brockmeijer discussed Pillar III (market discipline) in the framework of the new capital adequacy regime for banks defined by the Basel Committee. Going hand in hand with the other two Pillars of the New Basel Capital Accord, Pillar III provides for a number of disclosure requirements that enable market participants and prudential authorities to obtain all the necessary parameters to assess risk profiles and the creditworthiness of credit institutions.", "authors": ["epkr63"], "abstractStem": "the intern bank and financ institut ibfi organis it fifth intern monetari seminar from 12 to 16 may 2003 on the topic  vulner and surveil of the intern financi system  thi seminar brought togeth 43 particip from the central bank of industrialis and emerg countri as well as from intern institut bi imf oecd fsf etc and around 30 speaker from variou central bank intern bodi and the privat sector the first two day were devot to   provid an overview of develop in the intern environ market and the financi system includ the insur sector which gave rise to a speech by a director at the french insur associ   analys the vulner of the bank and financi system in particular those stem from chang in market techniqu and market particip  behaviour   analys account and prudenti issu aris from the implement of the futur interna tional solvenc ratio and the introduct of the new intern financi report standard   examin current idea on resolv intern financi crise with particular focu on the approach propos by the banqu de franc with a view to foster a  code of conduct  for the voluntari renegoti between sovereign issuer and creditor as well as the imf s point of view on the restructur of sovereign debt put forward by ann krueger deputi manag director of the imf in a videoconfer transmit live from washington 1 in the two day that follow there ensu live debat between the particip who form two workshop one on the interact between financi market and monetari polici and the other on the provis of the new basel accord and the financi report standard and their impact on econom cycl 2 the first workshop wa mainli organis around three topic   central bank commun in the area of monetari polici foreign exchang and financi stabil   method of identifi vulner in financi system   link between price stabil and financi stabil the second workshop focus on three issu   the new financi report standard put forward by the intern account standard board and their implic for credit institut in particular with respect to the principl of prudenc and the need to avoid introduc artifici volatil into account   the futur solvenc ratio applic to credit institut as defin in the new basel capit accord   the converg or diverg between financi report and prudenti standard although focus on seemingli differ issu the rich and fruit discuss that were held throughout the workshop reveal a broad commun of view on financi stabil issu underli the two topic examin moreov a dinnerdiscuss wa organis by pr avinash persaud holder of the chair in commerc at gresham colleg on the risk of financi instabl aris from the standardis of asset alloc approach herd behaviour and the blind use of portfolio risk manag techniqu discuss end with a round tabl debat introduc by governor trichet and chair by mr marcolivi strausskahn director gener   director gener econom and intern relat five speaker discuss the topic of  transpar and market disciplin    mr flem larsen director of the imf s european offic   mr william witherel director of financi fiscal and enterpris affair oecd   mr michel prada former chairman of the cob and of the intern organis of secur commiss iosco 3   mr jan brockmeij deputi execut director for supervis nederlandsch bank   and mr svein andresen secretari gener of the fsf who sum up the discuss mr flem larsen discuss the issu of transpar in emerg economi in the light of the intern financi crise that mark the past decad in thi respect he stress the benefit attach to the adopt and the effect implement by these economi of the intern code and standard promot by the imf and the world bank these code and standard cover twelv key area that would benefit from the applic of the principl and standard develop by intern bodi in the area of econom govern and financi regul and transpar and corpor govern the imf report on the implement of these code and standard provid a good mean to enhanc transpar market disciplin and multilater surveil while help nation author to identifi prioriti action for improv the resili of their economi mr william witherel discuss the role of corpor govern rule and financi transpar as a mean to guarante the integr and smooth function of financi market the challeng that now lie ahead for regul and govern author is to develop a legal and regulatori framework that fulli integr these requir in order to rebuild investor confid and to ensur the effect use of market disciplin as regard the scope of these requir he recal the set of gener principl defin in thi context by the oecd these principl are now embodi in the intern standard whose applic is recommend by the fsf for industrialis and emerg economi alik he also stress the great import of the rule of govern and intern control in financi institut given their role in alloc resourc their respons to investor and their particular exposur to the risk of conflict of interest owe to the natur of their activ mr michel prada 4 first recal the main area in which regul were current work to restor market foundat and improv the function of the market introduc intern financi report standard implement corpor govern principl organis and supervis auditor and lastli defin profession standard for the player in charg of interpret financi inform and transmit it to investor analyst and rate agenc he then discuss the challeng aris from the globalis and increasingli broad scope of market underscor the implic of the risk transfer techniqu current use by intermediari and the factor underli the recent excess volatil of asset price these develop call for abov and beyond the close coordin between the prudenti regul of intermediari and market regul the step up of intern cooper between regul and a better understand of market mechan in order to counter factor of financi instabl lastli mr jan brockmeij discuss pillar iii market disciplin in the framework of the new capit adequaci regim for bank defin by the basel committe go hand in hand with the other two pillar of the new basel capit accord pillar iii provid for a number of disclosur requir that enabl market particip and prudenti author to obtain all the necessari paramet to assess risk profil and the creditworthi of credit institut", "title": "Vulnerabilities and surveillance of the international financial system"}, "https://ideas.repec.org/a/aea/aecrev/v102y2012i3p594-99.html": {"abstract": " This paper provides new evidence on the time use and emotional well-being of unemployed individuals in the weeks before and after starting a new job. The major findings are: (1) time spent on home production drops sharply at the time of re-employment, even when controlling for individual fixed effects; (2) time spent on leisure-related activities, which the unemployed find less enjoyable, drops on re-employment, but less so when controlling for individual fixed effects; (3) the unemployed report higher levels of sadness during specific episodes of the day than the employed; and (4) sadness decreases abruptly at the time of re-employment.", "authors": ["epkr63", "epmu176"], "abstractStem": " thi paper provid new evid on the time use and emot wellb of unemploy individu in the week befor and after start a new job the major find are 1 time spent on home product drop sharpli at the time of reemploy even when control for individu fix effect 2 time spent on leisurerel activ which the unemploy find less enjoy drop on reemploy but less so when control for individu fix effect 3 the unemploy report higher level of sad dure specif episod of the day than the employ and 4 sad decreas abruptli at the time of reemploy", "title": "Time Use, Emotional Well-Being, and Unemployment: Evidence from Longitudinal Data"}, "https://ideas.repec.org/a/eee/ecoedu/v23y2004i4p319-319.html": {"abstract": "No abstract is available for this item.", "authors": ["epkr63"], "abstractStem": "no abstract is avail for thi item", "title": "A reminiscence on Lew Solmon"}, "https://ideas.repec.org/a/tpr/restat/v72y1990i2p228-40.html": {"abstract": " New estimates of the average cost of workers' compensation insurance for a homogeneous group of employers by state are presented. These data are used to estimate cost equations for a variety of alternative specifications. The main finding is that when cost equations are estimated by ordinary least squares there is a unit elasticity of costs with respect to benefits, but instrumental variable estimates of the effect of benefits yield a greater than unit elasticity. Finally, the presence of a state insurance fund is associated with higher average costs for employers, all else equal. Copyright 1990 by MIT Press.", "authors": ["epkr63"], "abstractStem": " new estim of the averag cost of worker compens insur for a homogen group of employ by state are present these data are use to estim cost equat for a varieti of altern specif the main find is that when cost equat are estim by ordinari least squar there is a unit elast of cost with respect to benefit but instrument variabl estim of the effect of benefit yield a greater than unit elast final the presenc of a state insur fund is associ with higher averag cost for employ all els equal copyright 1990 by mit press", "title": "The Employers' Costs of Workers' Compensation Insurance: Magnitudes, Determinants, and Public Policy"}, "https://ideas.repec.org/a/ilr/articl/v43y1990i3p134-146.html": {"abstract": "Using BLS data on 300 hospitals in 1985, the authors examine pay in four occupations, with a particular focus on the effect of supervision on the pay of nonsupervisory employees. There was a strong hospital-specific effect on wages that cut across occupations; thus, if a hospital paid relatively high wages to one occupation, it was likely to pay high wages to workers in other occupations as well. The inter-occupational pattern of the ratio of supervisors to staff, on the other hand, was much less uniform among hospitals. The wages of staff nurses tended to fall with the extent of supervision, suggesting that workers do not receive a compensating wage premium in return for closer supervision. (Abstract courtesy JSTOR.)", "authors": ["fpgr213", "epkr63"], "abstractStem": "use bl data on 300 hospit in 1985 the author examin pay in four occup with a particular focu on the effect of supervis on the pay of nonsupervisori employe there wa a strong hospitalspecif effect on wage that cut across occup thu if a hospit paid rel high wage to one occup it wa like to pay high wage to worker in other occup as well the interoccup pattern of the ratio of supervisor to staff on the other hand wa much less uniform among hospit the wage of staff nurs tend to fall with the extent of supervis suggest that worker do not receiv a compens wage premium in return for closer supervis abstract courtesi jstor", "title": "The structure of supervision and pay in hospitals"}, "https://ideas.repec.org/a/tpr/jeurec/v1y2003i4p931-957.html": {"abstract": " Since 1979, the Bureau of Labor Statistics (BLS) has nearly quadrupled the size of the sample used to estimate monthly employment changes. Although first-reported employment estimates are still noisy, the magnitude of sampling variability has declined in proportion to the increase in the sample size. A model of rational Bayesian updating predicts that investors would assign more weight to the BLS employment survey as it became more precise. However, a regression analysis of changes in interest rates on the day the employment data are released finds no evidence that the bond market's reaction to employment news intensified in the late 1980s or 1990s; indeed, in the late 1990s and early 2000s the bond markets hardly reacted to unexpected employment news. For the time period as a whole, an unexpected increase of 200,000 jobs is associated with about a 6 basis point increase in the interest rate on 30-year Treasury bonds, and an 8 basis point increase in the interest rate on three-month bills, all else equal. Additionally, unexpected changes in the unemployment rate and revisions to past months' employment estimates have statistically insig-nificant effects on long-term interest rates. (JEL: G14, J23) Copyright (c) 2003 The European Economic Association.", "authors": ["epkr63"], "abstractStem": " sinc 1979 the bureau of labor statist bl ha nearli quadrupl the size of the sampl use to estim monthli employ chang although firstreport employ estim are still noisi the magnitud of sampl variabl ha declin in proport to the increas in the sampl size a model of ration bayesian updat predict that investor would assign more weight to the bl employ survey as it becam more precis howev a regress analysi of chang in interest rate on the day the employ data are releas find no evid that the bond market reaction to employ news intensifi in the late 1980 or 1990 inde in the late 1990 and earli 2000 the bond market hardli react to unexpect employ news for the time period as a whole an unexpect increas of 200000 job is associ with about a 6 basi point increas in the interest rate on 30year treasuri bond and an 8 basi point increas in the interest rate on threemonth bill all els equal addit unexpect chang in the unemploy rate and revis to past month employ estim have statist insignific effect on longterm interest rate jel g14 j23 copyright c 2003 the european econom associ", "title": "Do Markets Respond More to More Reliable Labor Market Data? A Test of Market Rationality"}, "https://ideas.repec.org/a/aea/jeclit/v36y1998i3p1387-1425.html": {"abstract": " Specialists in labor economics and public economics at 40 leading research universities provided opinions of policy proposals, quantitative best estimates and 95-percent confidence intervals for economic parameters, and answers to values questions regarding income redistribution, efficiency versus equity, and individual versus social responsibility. Their positions on policy are more closely related to their values than to their estimates of relevant economic parameters. Average best estimates of the economic parameters agree well with the relevant literature, but individual best estimates are usually widely dispersed. The individual 95-percent confidence intervals are much narrower than the substantial cross-respondent variation in estimates would warrant.", "authors": ["epfu157", "epkr63", "eppo19"], "abstractStem": " specialist in labor econom and public econom at 40 lead research univers provid opinion of polici propos quantit best estim and 95percent confid interv for econom paramet and answer to valu question regard incom redistribut effici versu equiti and individu versu social respons their posit on polici are more close relat to their valu than to their estim of relev econom paramet averag best estim of the econom paramet agre well with the relev literatur but individu best estim are usual wide dispers the individu 95percent confid interv are much narrow than the substanti crossrespond variat in estim would warrant", "title": "Economists' Views about Parameters, Values, and Policies: Survey Results in Labor and Public Economics"}, "https://ideas.repec.org/a/eee/pubeco/v94y2010i3-4p298-307.html": {"abstract": "This paper provides new evidence on job search intensity of the unemployed in the U.S., modeling job search intensity as time allocated to job search activities. The major findings are: 1) the average U.S. unemployed worker devotes about 41Â min to job search on weekdays, which is substantially more than their European counterparts; 2) workers who expect to be recalled by their previous employer search substantially less than the average unemployed worker; 3) across the 50 states and D.C., job search is inversely related to the generosity of unemployment benefits, with an elasticity between -1.6 and -2.2; 4) job search intensity for those eligible for Unemployment Insurance (UI) increases prior to benefit exhaustion; and 5) time devoted to job search is fairly constant regardless of unemployment duration for those who are ineligible for UI.", "authors": ["epkr63", "epmu176"], "abstractStem": "thi paper provid new evid on job search intens of the unemploy in the us model job search intens as time alloc to job search activ the major find are 1 the averag us unemploy worker devot about 41  min to job search on weekday which is substanti more than their european counterpart 2 worker who expect to be recal by their previou employ search substanti less than the averag unemploy worker 3 across the 50 state and dc job search is invers relat to the generos of unemploy benefit with an elast between 16 and 22 4 job search intens for those elig for unemploy insur ui increas prior to benefit exhaust and 5 time devot to job search is fairli constant regardless of unemploy durat for those who are inelig for ui", "title": "Job search and unemployment insurance: New evidence from time use data"}, "https://ideas.repec.org/a/aea/aecrev/v84y1994i4p772-93.html": {"abstract": " On April 1, 1992, New Jersey's minimum wage rose from $4.25 to $5.05 per hour. To evaluate the impact of the law, the authors surveyed 410 fast-food restaurants in New Jersey and eastern Pennsylvania before and after the rise. Comparisons of employment growth at stores in New Jersey and Pennsylvania (where the minimum wage was constant) provide simple estimates of the effect of the higher minimum wage. The authors also compare employment changes at stores in New Jersey that were initially paying high wages (above $5.00) to the changes at lower-wage stores. They find no indication that the rise in the minimum wage reduced employment. Copyright 1994 by American Economic Association.", "authors": ["fpca271", "epkr63"], "abstractStem": " on april 1 1992 new jersey minimum wage rose from 425 to 505 per hour to evalu the impact of the law the author survey 410 fastfood restaur in new jersey and eastern pennsylvania befor and after the rise comparison of employ growth at store in new jersey and pennsylvania where the minimum wage wa constant provid simpl estim of the effect of the higher minimum wage the author also compar employ chang at store in new jersey that were initi pay high wage abov 500 to the chang at lowerwag store they find no indic that the rise in the minimum wage reduc employ copyright 1994 by american econom associ", "title": "Minimum Wages and Employment: A Case Study of the Fast-Food Industry in New Jersey and Pennsylvania"}, "https://ideas.repec.org/a/taf/jeduce/v31y2000i1p81-94.html": {"abstract": "No abstract is available for this item.", "authors": ["epkr63", "epwu26"], "abstractStem": "no abstract is avail for thi item", "title": "Forecasting Job Placements of Economics Graduate Students"}, "https://ideas.repec.org/a/oup/amlawe/v8y2006i2p282-311.html": {"abstract": " In Grutter v. Bollinger, Justice O'Connor conjectured that in 25 years affirmative action in college admissions will be unnecessary. We project the test score distribution of black and white college applicants 25 years from now, focusing on the role of black--white family income gaps. Economic progress alone is unlikely to narrow the achievement gap enough in 25 years to produce today's racial diversity levels with race-blind admissions. A return to the rapid black--white test score convergence of the 1980s could plausibly cause black representation to approach current levels at moderately selective schools, but not at the most selective schools. Copyright 2006, Oxford University Press.", "authors": ["epkr63", "epro180", "eptu103"], "abstractStem": " in grutter v bolling justic oconnor conjectur that in 25 year affirm action in colleg admiss will be unnecessari we project the test score distribut of black and white colleg applic 25 year from now focus on the role of blackwhit famili incom gap econom progress alon is unlik to narrow the achiev gap enough in 25 year to produc today racial divers level with raceblind admiss a return to the rapid blackwhit test score converg of the 1980 could plausibl caus black represent to approach current level at moder select school but not at the most select school copyright 2006 oxford univers press", "title": "Race, Income, and College in 25 Years: Evaluating Justice O'Connor's Conjecture"}, "https://ideas.repec.org/a/uwp/jhriss/v49y2014ii1p323-358.html": {"abstract": "We estimate the labor market effect of attending a highly selective college, using the College and Beyond Survey linked to Social Security Administration data. We extend earlier work by estimating effects for students that entered college in 1976 over a longer time horizon (from 1983 through 2007) and for a more recent cohort (1989). For both cohorts, the effects of college characteristics on earnings are sizeable (and similar in magnitude) in standard regression models. In selection-adjusted models, these effects generally fall to close to zero; however, these effects remain large for certain subgroups, such as for black and Hispanic students.", "authors": ["epkr63"], "abstractStem": "we estim the labor market effect of attend a highli select colleg use the colleg and beyond survey link to social secur administr data we extend earlier work by estim effect for student that enter colleg in 1976 over a longer time horizon from 1983 through 2007 and for a more recent cohort 1989 for both cohort the effect of colleg characterist on earn are sizeabl and similar in magnitud in standard regress model in selectionadjust model these effect gener fall to close to zero howev these effect remain larg for certain subgroup such as for black and hispan student", "title": "Estimating the Effects of College Characteristics over the Career Using Administrative Earnings Data"}, "https://ideas.repec.org/a/aea/aecrev/v85y1995i2p238-43.html": {"abstract": "No abstract is available for this item.", "authors": ["fpca271", "epkr63"], "abstractStem": "no abstract is avail for thi item", "title": "Time-Series Minimum-Wage Studies: A Meta-analysis"}, "https://ideas.repec.org/a/ucp/jpolec/v100y1992i1p1-40.html": {"abstract": " This paper estimates the effects of school quality--measured by the pupil/teacher ratio, average term length, and relative teacher pay--on the rate of return to education for men born between 1920 and 1949. Using earnings data from the 1980 census, the authors find that men who were educated in states with higher-quality schools have a higher return to additional years of schooling. Rates of return are also higher for individuals from states with better-educated teachers and with a higher fraction of female teachers. Holding constant school quality measures, however, the authors find no evidence that parental income or education affects average state-level rates of return. Copyright 1992 by University of Chicago Press.", "authors": ["fpca271", "epkr63"], "abstractStem": " thi paper estim the effect of school qualitymeasur by the pupilteach ratio averag term length and rel teacher payon the rate of return to educ for men born between 1920 and 1949 use earn data from the 1980 censu the author find that men who were educ in state with higherqu school have a higher return to addit year of school rate of return are also higher for individu from state with bettereduc teacher and with a higher fraction of femal teacher hold constant school qualiti measur howev the author find no evid that parent incom or educ affect averag statelevel rate of return copyright 1992 by univers of chicago press", "title": "Does School Quality Matter? Returns to Education and the Characteristics of Public Schools in the United States"}, "https://ideas.repec.org/a/ucp/jlabec/v23y2005i1p1-30.html": {"abstract": "Beginning in 1997, the price of concert tickets took off and ticket sales declined. From 1996 to 2003, for example, the average concert price increased by 82%, while the CPI increased by 17%. Explanations for price growth include (1) the possible crowding out of the secondary ticket market, (2) rising superstar effects, (3) Baumols and Bowen's disease, (4) increased concentraion of promoters, and (5) the erosion of complementarities between concerts and album sales because of file sharing and CD copying. The article tentatively concludes that the decline in complementarities is the main cause of the recent surge in concert prices.", "authors": ["epkr63"], "abstractStem": "begin in 1997 the price of concert ticket took off and ticket sale declin from 1996 to 2003 for exampl the averag concert price increas by 82 while the cpi increas by 17 explan for price growth includ 1 the possibl crowd out of the secondari ticket market 2 rise superstar effect 3 baumol and bowen diseas 4 increas concentraion of promot and 5 the eros of complementar between concert and album sale becaus of file share and cd copi the articl tent conclud that the declin in complementar is the main caus of the recent surg in concert price", "title": "The Economics of Real Superstars: The Market for Rock Concerts in the Material World"}, "https://ideas.repec.org/a/aea/aejmac/v4y2012i4p56-67.html": {"abstract": "Some workers bargain with prospective employers before accepting a job. Others face a posted wage as a take-it-or-leave-it opportunity. Both modes of wage determination have generated large bodies of research. We surveyed a representative sample of US workers to inquire about the wage determination process at the time they were hired into their current or most recent jobs. A third of the respondents reported bargaining over pay before accepting their current jobs. Almost a third of workers had precise information about pay when they first met with their employers, a sign of wage posting. About 40 percent of workers were on-the-job searchers-they could have remained at their earlier jobs at the time they accepted their current jobs, indicating a more favorable bargaining position than is held by unemployed job-seekers. About half of all workers reported that their employers had learned their pay in their earlier jobs before making the offer that led to the current job. (JEL C83, J31, J52, J64)", "authors": ["epha128", "epkr63"], "abstractStem": "some worker bargain with prospect employ befor accept a job other face a post wage as a takeitorleaveit opportun both mode of wage determin have gener larg bodi of research we survey a repres sampl of us worker to inquir about the wage determin process at the time they were hire into their current or most recent job a third of the respond report bargain over pay befor accept their current job almost a third of worker had precis inform about pay when they first met with their employ a sign of wage post about 40 percent of worker were onthejob searchersthey could have remain at their earlier job at the time they accept their current job indic a more favor bargain posit than is held by unemploy jobseek about half of all worker report that their employ had learn their pay in their earlier job befor make the offer that led to the current job jel c83 j31 j52 j64", "title": "Evidence on the Incidence of Wage Posting, Wage Bargaining, and On-the-Job Search"}, "https://ideas.repec.org/a/bin/bpeajo/v38y2007i2007-2p193-218.html": {"abstract": "No abstract is available for this item.", "authors": ["epkr63"], "abstractStem": "no abstract is avail for thi item", "title": "Are We Having More Fun Yet? Categorizing and Evaluating Changes in Time Alloction"}, "https://ideas.repec.org/a/ucp/jlabec/v10y1992i4p412-37.html": {"abstract": " This article uses aggregate birth year/calendar year level data derived from the Current Population Survey to estimate the effect of Social Security wealth on the labor supply of older men in the 1970s and 1980s. The analysis focuses on measuring the impact of the 1977 amendments to the Social Security Act, which created a substantial, unanticipated reduction in Social Security wealth for individuals born after 1916. This differential in benefits has become known as the benefit notch. Results indicate that labor supply continued to decline for the \"notch babies\" who received lower Social Security benefits than earlier cohorts. Copyright 1992 by University of Chicago Press.", "authors": ["epkr63", "eppi29"], "abstractStem": " thi articl use aggreg birth yearcalendar year level data deriv from the current popul survey to estim the effect of social secur wealth on the labor suppli of older men in the 1970 and 1980 the analysi focus on measur the impact of the 1977 amend to the social secur act which creat a substanti unanticip reduct in social secur wealth for individu born after 1916 thi differenti in benefit ha becom known as the benefit notch result indic that labor suppli continu to declin for the notch babi who receiv lower social secur benefit than earlier cohort copyright 1992 by univers of chicago press", "title": "The Effect of Social Security on Labor Supply: A Cohort Analysis of the Notch Generation"}, "https://ideas.repec.org/a/uwp/jhriss/v32y1997i1p182-209.html": {"abstract": "Germany has experienced a high and rising rate of anti-foreigner violence during the early 1990s. To analyze the determinants of crime against foreigners we assembled a new data set on the number and nature of such crimes at the county level based on newspaper reports. We find significant differences in the patterns of violence in the eastern and western parts of the country. The incidence of anti-foreigner crime is higher in the east and rises with distance from the former West German border. Economic variables like unemployment and wages matter little for the level of crime once location in the east is taken into account. The relative number of foreigners in a county has no relationship with the incidence of ethnic crimes in the west, whereas in the east it has a positive association with the number of crimes per resident and a negative association with the number of crimes per foreign resident.", "authors": ["epkr63", "eppi29"], "abstractStem": "germani ha experienc a high and rise rate of antiforeign violenc dure the earli 1990 to analyz the determin of crime against foreign we assembl a new data set on the number and natur of such crime at the counti level base on newspap report we find signific differ in the pattern of violenc in the eastern and western part of the countri the incid of antiforeign crime is higher in the east and rise with distanc from the former west german border econom variabl like unemploy and wage matter littl for the level of crime onc locat in the east is taken into account the rel number of foreign in a counti ha no relationship with the incid of ethnic crime in the west wherea in the east it ha a posit associ with the number of crime per resid and a neg associ with the number of crime per foreign resid", "title": "A Statistical Analysis of Crime against Foreigners in Unified Germany"}, "https://ideas.repec.org/a/aea/aecrev/v89y1999i2p479-483.html": {"abstract": "No abstract is available for this item.", "authors": ["epkr63"], "abstractStem": "no abstract is avail for thi item", "title": "Report of the Editor: Journal of Economic Perspectives"}}}