{"epla127": {"https://ideas.repec.org/a/eee/ecolet/v52y1996i2p181-186.html": {"abstract": "No abstract is available for this item.", "authors": ["epla127"], "abstractStem": "no abstract is avail for thi item", "title": "Optimal auction with financially constrained buyers"}, "https://ideas.repec.org/a/eee/indorg/v14y1996i1p1-27.html": {"abstract": "No abstract is available for this item.", "authors": ["epla127"], "abstractStem": "no abstract is avail for thi item", "title": "Industrial policy and politics"}, "https://ideas.repec.org/a/ecm/emetrp/v44y1976i2p283-94.html": {"abstract": "No abstract is available for this item.", "authors": ["epla127", "fpla208"], "abstractStem": "no abstract is avail for thi item", "title": "Existence d'un Equilibre General de Concurrence Imparfaite: Une Introduction. (Existence of a General Equilibrium with Imperfect Competition: An Introduction. With English summary.)"}, "https://ideas.repec.org/a/ecm/emetrp/v51y1983i2p455-62.html": {"abstract": "No abstract is available for this item.", "authors": ["epla127", "fpmo364"], "abstractStem": "no abstract is avail for thi item", "title": "The Nonexistence of a Free Entry Cournot Equilibrium in Labor-Managed Economies"}, "https://ideas.repec.org/a/eee/pubeco/v36y1988i2p139-151.html": {"abstract": "No abstract is available for this item.", "authors": ["epla127"], "abstractStem": "no abstract is avail for thi item", "title": "Testing the democratic hypothesis in the provision of local public goods"}, "https://ideas.repec.org/a/bla/jemstr/v1y1992i3p507-33.html": {"abstract": " This paper analyzes, within the framework of the new regulatory economics that emphasizes asymmetries of information, the optimal structure of an industry. The duplication of fixed costs incurred in a duopoly structure may be socially justified in a static model by three effects: the sampling effect, the yardstick competition effect, and the increasing marginal cost effect. We show that in general, asymmetric information favors duopoly when the market structure is decided before firms discover their cost characteristics (a common situation in dual sourcing for procurement), and favors monopoly when the market structure is decided after firms discover their cost characteristics (the case of split-award auctions). Copyright 1992 by MIT Press.", "authors": ["epau5", "epla127"], "abstractStem": " thi paper analyz within the framework of the new regulatori econom that emphas asymmetri of inform the optim structur of an industri the duplic of fix cost incur in a duopoli structur may be social justifi in a static model by three effect the sampl effect the yardstick competit effect and the increas margin cost effect we show that in gener asymmetr inform favor duopoli when the market structur is decid befor firm discov their cost characterist a common situat in dual sourc for procur and favor monopoli when the market structur is decid after firm discov their cost characterist the case of splitaward auction copyright 1992 by mit press", "title": "Regulation by Duopoly"}, "https://ideas.repec.org/a/eee/pubeco/v43y1990i1p37-66.html": {"abstract": "No abstract is available for this item.", "authors": ["epla127", "epti33"], "abstractStem": "no abstract is avail for thi item", "title": "The regulation of multiproduct firms : Part II: Applications to competitive environments and policy analysis"}, "https://ideas.repec.org/a/jae/japmet/v22y2007i7p1267-1294.html": {"abstract": " This paper analyzes government-led renegotiations in infrastructure concession contracts in Latin America, based on the same sample used in Guasch, Laffont and Straub (2003) to examine firm-led renegotiations. After extending the theoretical framework to a multiple-period context in which both Pareto-improving and rent-shifting renegotiations at the initiative of the government can occur, we develop an original instrumental variable strategy to address the issue of contract endogeneity and derive empirical results. While some of the main insights concerning the importance of having a regulator in place when awarding concessions and the fragility of price cap regulatory schemes are unchanged, significant differences arise with respect to the effect of investment and financing, as well as the corruption variables. We provide evidence that a good regulatory framework is especially important in contexts with weak governance and political opportunism. Copyright © 2007 John Wiley &amp; Sons, Ltd.", "authors": ["epla127", "epst93"], "abstractStem": " thi paper analyz governmentl renegoti in infrastructur concess contract in latin america base on the same sampl use in guasch laffont and straub 2003 to examin firml renegoti after extend the theoret framework to a multipleperiod context in which both paretoimprov and rentshift renegoti at the initi of the govern can occur we develop an origin instrument variabl strategi to address the issu of contract endogen and deriv empir result while some of the main insight concern the import of have a regul in place when award concess and the fragil of price cap regulatori scheme are unchang signific differ aris with respect to the effect of invest and financ as well as the corrupt variabl we provid evid that a good regulatori framework is especi import in context with weak govern and polit opportun copyright   2007 john wiley amp son ltd", "title": "Concessions of infrastructure in Latin America: Government-led renegotiation"}, "https://ideas.repec.org/a/eee/ecolet/v6y1980i4p309-313.html": {"abstract": "No abstract is available for this item.", "authors": ["epla127", "fpma498"], "abstractStem": "no abstract is avail for thi item", "title": "Optimal reservation price in the Vickery auction"}, "https://ideas.repec.org/a/eee/eecrev/v43y1999i4-6p1039-1048.html": {"abstract": "No abstract is available for this item.", "authors": ["epla127", "fpma1390"], "abstractStem": "no abstract is avail for thi item", "title": "The endogenous transaction costs of delegated auditing"}, "https://ideas.repec.org/a/eee/eecrev/v34y1990i2-3p513-523.html": {"abstract": "No abstract is available for this item.", "authors": ["fpga536", "epla127"], "abstractStem": "no abstract is avail for thi item", "title": "A structural approach to empirical analysis of collusive behavior"}, "https://ideas.repec.org/a/prs/reveco/reco_0035-2764_1996_num_47_6_409848.html": {"abstract": "[eng] We discuss the application of the usual arguments in favor or against privati­zation, in the case of a natural monopoly. Then, we give two classical examples of trade-offs -public - private ownership - in specific contexts of contractual incom­pleteness. Finally, we sketch a theory of privatization based on political economy considerations. [fre] Nous discutons l'application des arguments habituels avancés dans les débats sur la privatisation au cas d'un monopole naturel et nous montrons la nécessité du cadre théorique des contrats incomplets. Ensuite, nous présentons deux exemples classiques de choix entre monopole public ou privé dans des con­textes spécifiques d'incomplétude contractuelle. Enfin, nous esquissons une théo­rie de la privatisation fondée sur des considérations d'économie politique.", "authors": ["epla127"], "abstractStem": "eng we discuss the applic of the usual argument in favor or against privati zation in the case of a natur monopoli then we give two classic exampl of tradeoff public  privat ownership  in specif context of contractu incom plete final we sketch a theori of privat base on polit economi consider fre nou discuton lapplic de argument habituel avanc s dan le d bat sur la privatis au ca dun monopol naturel et nou montron la n cessit  du cadr th oriqu de contrat incomplet ensuit nou pr senton deux exempl classiqu de choix entr monopol public ou priv  dan de con text sp cifiqu dincompl tude contractuel enfin nou esquisson une th o rie de la privatis fond e sur de consid ration d conomi politiqu", "title": "Privatisation et incitations"}, "https://ideas.repec.org/a/cje/issued/v22y1989i2p217-27.html": {"abstract": "The use of false regular prices is a major case of misleading advertisement in what seems to be quite competitive markets. The authors construct a competitive model with rational expectations in which such misleading advertising emerges. They assume that there is competition locally, but that different qualities can exist on different markets. The quality-revealing process is noisy: some high quality firms experience problems and announce a bargain sale. There is a legal penalty, K, to be paid if someone is convicted of misrepresenting the quality of its product. As K increases, the price system becomes \"more\" informative by increasing the credibility and average quality associated with the signal \"bargain sale.\"", "authors": ["epbo10", "epla127"], "abstractStem": "the use of fals regular price is a major case of mislead advertis in what seem to be quit competit market the author construct a competit model with ration expect in which such mislead advertis emerg they assum that there is competit local but that differ qualiti can exist on differ market the qualityrev process is noisi some high qualiti firm experi problem and announc a bargain sale there is a legal penalti k to be paid if someon is convict of misrepres the qualiti of it product as k increas the price system becom more inform by increas the credibl and averag qualiti associ with the signal bargain sale", "title": "Expanding the Informativeness of the Price System with Law"}, "https://ideas.repec.org/a/eee/eecrev/v41y1997i1p1-35.html": {"abstract": "No abstract is available for this item.", "authors": ["epla127"], "abstractStem": "no abstract is avail for thi item", "title": "Game theory and empirical economics: The case of auction data 1"}, "https://ideas.repec.org/a/eee/pubeco/v5y1976i3-4p313-324.html": {"abstract": "No abstract is available for this item.", "authors": ["epla127"], "abstractStem": "no abstract is avail for thi item", "title": "Collective factors of production under uncertainty"}, "https://ideas.repec.org/a/eee/iepoli/v12y2000i3p221-248.html": {"abstract": "No abstract is available for this item.", "authors": ["fpga536", "epla127", "fpsh665"], "abstractStem": "no abstract is avail for thi item", "title": "Competition, universal service and telecommunications policy in developing countries"}, "https://ideas.repec.org/a/eee/pubeco/v88y2004i1-2p255-283.html": {"abstract": "We study the choice of the regulatory structure when a regulated firm engages in different activities for different countries. Under decentralization each activity is regulated independently and the contracts offered to the firm suffer from two oppos- ite distortions with respect to centralization: the competition between regulatory authorities forces them to offer too high-powered incentive contracts; however, be- cause the ownership structure of the firm is dispersed across the countries, each regulator does not fully internalize the effect of his regulation on the firm's rent and contracts tend to be too low-powered. When the activities of the firm are suf- ficiently substitutable we show that decentralization always leads to an inefficient drift of the regulatory contracts towards fixed-price contracts. Nonetheless, when regulators have private agendas and possess the discretion to distort their policy to gain the support of some interest groups, then decentralization of the regulat- ory powers may be preferred to centralization as competition between regulatory authorities eradicates their discretionary power.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epla127", "eppo162"], "abstractStem": "we studi the choic of the regulatori structur when a regul firm engag in differ activ for differ countri under decentr each activ is regul independ and the contract offer to the firm suffer from two oppo ite distort with respect to central the competit between regulatori author forc them to offer too highpow incent contract howev be caus the ownership structur of the firm is dispers across the countri each regul doe not fulli intern the effect of hi regul on the firm rent and contract tend to be too lowpow when the activ of the firm are suf ficient substitut we show that decentr alway lead to an ineffici drift of the regulatori contract toward fixedpric contract nonetheless when regul have privat agenda and possess the discret to distort their polici to gain the support of some interest group then decentr of the regulat ori power may be prefer to central as competit between regulatori author erad their discretionari powerpthi abstract wa borrow from anoth version of thi item", "title": "The subsidiarity bias in regulation"}, "https://ideas.repec.org/a/eee/jetheo/v10y1975i1p8-23.html": {"abstract": "No abstract is available for this item.", "authors": ["fphe205", "epla127"], "abstractStem": "no abstract is avail for thi item", "title": "On moral hazard in general equilibrium theory"}, "https://ideas.repec.org/a/kap/pubcho/v29y1977i2p79-94.html": {"abstract": "No abstract is available for this item.", "authors": ["fpgr476", "epla127"], "abstractStem": "no abstract is avail for thi item", "title": "Imperfect personal information and the demand revealing process: A sampling approach"}, "homepage": "https://ideas.repec.org/e/pla127.html", "https://ideas.repec.org/a/eee/pubeco/v25y1984i3p329-369.html": {"abstract": "No abstract is available for this item.", "authors": ["epgu36", "epla127"], "abstractStem": "no abstract is avail for thi item", "title": "A complete solution to a class of principal-agent problems with an application to the control of a self-managed firm"}, "https://ideas.repec.org/a/ecm/emetrp/v53y1985i1p1-29.html": {"abstract": "No abstract is available for this item.", "authors": ["epla127"], "abstractStem": "no abstract is avail for thi item", "title": "On the Welfare Analysis of Rational Expectations Equilibria with Asymmetric Information"}, "https://ideas.repec.org/a/eee/pubeco/v87y2003i9-10p1985-2012.html": {"abstract": "No abstract is available for this item.", "authors": ["epcr113", "epla127"], "abstractStem": "no abstract is avail for thi item", "title": "Public goods with costly access"}, "lastname": "Laffont", "https://ideas.repec.org/a/bla/annpce/v72y2001i1p5-43.html": {"abstract": "No abstract is available for this item.", "authors": ["epcr113", "epla127"], "abstractStem": "no abstract is avail for thi item", "title": "Universal Service: An economic perspective"}, "https://ideas.repec.org/a/aea/aecrev/v86y1996i2p414-20.html": {"abstract": "No abstract is available for this item.", "authors": ["epla127"], "abstractStem": "no abstract is avail for thi item", "title": "Structural Analysis of Auction Data"}, "https://ideas.repec.org/a/bla/jemstr/v6y1997i2p201-234.html": {"abstract": " The firm is often considered as a nexus of contracts linking the management and its different stakeholders: claim-holders, workers, unions, customers, suppliers, and the state, among others. This paper surveys recent work in contract theory, the multiprincipal incentive theory, and the theory of side contracts, which provides some insights into the structure of those contracts and therefore into the structure of the firm. First, we discuss the incomplete contracting assumptions underlying these variations of the usual grand contract approach. Second, we explain how the theoretical lessons learned from this work-the distribution of contracting rights, the power of incentive schemes within organizations, and the design of communication channels-apply to the theory of the firm. Copyright (c) 1997 Massachusetts Institute of Technology.", "authors": ["epla127", "fpma1390"], "abstractStem": " the firm is often consid as a nexu of contract link the manag and it differ stakehold claimhold worker union custom supplier and the state among other thi paper survey recent work in contract theori the multiprincip incent theori and the theori of side contract which provid some insight into the structur of those contract and therefor into the structur of the firm first we discuss the incomplet contract assumpt underli these variat of the usual grand contract approach second we explain how the theoret lesson learn from thi workth distribut of contract right the power of incent scheme within organ and the design of commun channelsappli to the theori of the firm copyright c 1997 massachusett institut of technolog", "title": "The Firm as a Multicontract Organization"}, "https://ideas.repec.org/a/prs/reveco/reco_0035-2764_1991_num_42_6_409329.html": {"abstract": "[eng] Spatial competition and distortuns of localization. Under incomplete information We study a model of spatial duopoly competition with sequential entry on a segment in the choice of locations (stage 1 of the game) and then simultaneous competition in delivery prices (stage 2). The second mover at stage one has incomplete information on the marginal cost (high or low) of the first mover. Hence, we obtain a signalling game in which there exist naturel constraints on the range of possible signais. The focus of the analysis is the identification and characterization of perfect Bayesian equilibria robust to some refinements criteria (the intuitive criterion and Dl) when the constraints on the signals are tight. The main result is that the separating equilibrium is no longer the only equilibrium surviving the Dl criterion. An important consequence of this resuit is that the robust equilibria become highly sensitive to the prior beliefs of the players. For a given interval of locations, the higher the cost difference between the low type and the high type of first movers, the more often the constraints will be tight. The characterization of the role of these constraints requires a systematic description of ail the equilibria and of their dependence on prior beliefs. [fre] Concurrence spatiale et distorsions de localisation en information incomplète La théorie de la concurrence spatiale est essentiellement une théorie de la concurrence en information complète. On se propose de procéder à un premier examen des conséquences d'asymétries d'information sur la localisation des firmes. On considère un duopole dans lequel la concurrence se déroule en deux phases. Au cours d'une première étape, une première firme dont le coût n'est pas connu de la seconde mais qui connaît le 'coût de cette dernière, choisit sa localisation sur un segment de droite. Cette localisation est observée par la seconde firme qui détermine ensuite sa propre localisation sur le même segment. Au cours d'une seconde phase, les firmes se font concurrence en prix. La localisation de la première firme peut donc servir de signal sur son coût. La notion d'équilibre pertinent pour ce type de jeu est l'équilibre bayésien parfait. Comme c'est souvent le cas dans les jeux de signaux, il existe une infinité de tels équilibres. Dans tous ces équilibres, en général, les localisations sont différentes des localisations d'information complète. On raffine l'ensemble de ces équilibres par le critère intuitif de Kreps, qui se révèle insuffisant, puis par le critère D1. On montre que l'application du critère D1 permet de sélectionner un équilibre unique. Le fait que l'espace des signaux soit limité au segment des localisations possibles implique que, contrairement à beaucoup de jeux dejsignaux, l'équilibre robuste à D1 n'est pas toujours un équilibre séparateur mais peut-être un équilibre mélangeant.", "authors": ["epbo10", "epla127", "fpma765", "fpmo364"], "abstractStem": "eng spatial competit and distortun of local under incomplet inform we studi a model of spatial duopoli competit with sequenti entri on a segment in the choic of locat stage 1 of the game and then simultan competit in deliveri price stage 2 the second mover at stage one ha incomplet inform on the margin cost high or low of the first mover henc we obtain a signal game in which there exist naturel constraint on the rang of possibl signai the focu of the analysi is the identif and character of perfect bayesian equilibria robust to some refin criteria the intuit criterion and dl when the constraint on the signal are tight the main result is that the separ equilibrium is no longer the onli equilibrium surviv the dl criterion an import consequ of thi resuit is that the robust equilibria becom highli sensit to the prior belief of the player for a given interv of locat the higher the cost differ between the low type and the high type of first mover the more often the constraint will be tight the character of the role of these constraint requir a systemat descript of ail the equilibria and of their depend on prior belief fre concurr spatial et distors de localis en inform incompl te la th ori de la concurr spatial est essentiel une th ori de la concurr en inform compl te on se propos de proc der   un premier examen de con quenc dasym tri dinform sur la localis de firm on consid re un duopol dan lequel la concurr se d roul en deux phase au cour dune premi re  tape une premi re firm dont le co t nest pa connu de la second mai qui conna t le co t de cett derni re choisit sa localis sur un segment de droit cett localis est observ e par la second firm qui d termin ensuit sa propr localis sur le m me segment au cour dune second phase le firm se font concurr en prix la localis de la premi re firm peut donc servir de signal sur son co t la notion d quilibr pertin pour ce type de jeu est l quilibr bay sien parfait comm cest souvent le ca dan le jeux de signaux il exist une infinit  de tel  quilibr dan tou ce  quilibr en g n ral le localis sont diff rent de localis dinform compl te on raffin lensembl de ce  quilibr par le crit re intuitif de krep qui se r v le insuffis pui par le crit re d1 on montr que lapplic du crit re d1 permet de s lectionn un  quilibr uniqu le fait que lespac de signaux soit limit  au segment de localis possibl impliqu que contrair   beaucoup de jeux dejsignaux l quilibr robust   d1 nest pa toujour un  quilibr s parateur mai peut tre un  quilibr m langeant", "title": "Concurrence spatiale et distorsions de localisation en information incomplète"}, "https://ideas.repec.org/a/kap/regeco/v12y1997i1p5-25.html": {"abstract": " This paper combines an engineering process model of the cost of local exchange telecommunications firms with an analytical model of optimal incentive regulation (with ex post cost observability), to study empirically the properties of the optimal regulatory mechanism. Relying on detailed properties of the cost function, we examine three issues: (i) the extent of natural monopoly when informational rents associated with regulation are taken into account; (ii) the extent of incentive correction, which expresses the divergence of pricing under the optimal mechanism from optimal pricing under complete information; (iii) the implementation of optimal regulation through a menu of linear contracts. Our findings are that, for fixed territory, strong economies of scale allow local exchange telecommunications to retain monopoly characteristics even when the (informational) costs of regulation are properly accounted for, the incentive correction term is small in magnitude, and that optimal regulation can be well approximated through relatively simple linear contracts. Copyright 1997 by Kluwer Academic Publishers", "authors": ["fpga536", "epla127", "fpsh665"], "abstractStem": " thi paper combin an engin process model of the cost of local exchang telecommun firm with an analyt model of optim incent regul with ex post cost observ to studi empir the properti of the optim regulatori mechan reli on detail properti of the cost function we examin three issu i the extent of natur monopoli when inform rent associ with regul are taken into account ii the extent of incent correct which express the diverg of price under the optim mechan from optim price under complet inform iii the implement of optim regul through a menu of linear contract our find are that for fix territori strong economi of scale allow local exchang telecommun to retain monopoli characterist even when the inform cost of regul are properli account for the incent correct term is small in magnitud and that optim regul can be well approxim through rel simpl linear contract copyright 1997 by kluwer academ publish", "title": "Incentive Regulation and the Cost Structure of the Local Telephone Exchange Network"}, "https://ideas.repec.org/a/eee/indorg/v9y1991i1p9-42.html": {"abstract": "No abstract is available for this item.", "authors": ["epla127", "epti33"], "abstractStem": "no abstract is avail for thi item", "title": "Auction design and favoritism"}, "https://ideas.repec.org/a/ecm/emetrp/v45y1977i2p427-38.html": {"abstract": "No abstract is available for this item.", "authors": ["fpgr476", "epla127"], "abstractStem": "no abstract is avail for thi item", "title": "Characterization of Satisfactory Mechanisms for the Revelation of Preferences for Public Goods"}, "https://ideas.repec.org/a/ecm/emetrp/v54y1986i2p395-414.html": {"abstract": "No abstract is available for this item.", "authors": ["epla127"], "abstractStem": "no abstract is avail for thi item", "title": "Tests of Noncausality under Markov Assumptions for Qualitative Panel Data"}, "https://ideas.repec.org/a/bla/jpbect/v1y1999i4p399-438.html": {"abstract": "We analyze a public good problem when agents form a grand coalition to promote their own collective goal instead of that of society as a whole. When collusion takes place under symmetric information, collusion-proof Samuelson rule takes a simple form that is close to an ex ante cost-benefit analysis. Then, we analyze the case where agents collude under asymmetric information. First, we describe the set of collusion-proof allocations. Second, we establish the collusion-proof Samuelson rule that highlights the role of coalitional virtual valuations. Asymmetric information within the coalition allows the principal to recover some flexibility in the design of the optimal policy. We finally discuss the nature of the inefficiency created by the agents' collusive behavior and the scope of their ex ante gain in forming a coalition. Copyright 1999 by Blackwell Publishing Inc.", "authors": ["epla127", "fpma1390"], "abstractStem": "we analyz a public good problem when agent form a grand coalit to promot their own collect goal instead of that of societi as a whole when collus take place under symmetr inform collusionproof samuelson rule take a simpl form that is close to an ex ant costbenefit analysi then we analyz the case where agent collud under asymmetr inform first we describ the set of collusionproof alloc second we establish the collusionproof samuelson rule that highlight the role of coalit virtual valuat asymmetr inform within the coalit allow the princip to recov some flexibl in the design of the optim polici we final discuss the natur of the ineffici creat by the agent collus behavior and the scope of their ex ant gain in form a coalit copyright 1999 by blackwel publish inc", "title": " Collusion-Proof Samuelson Conditions for Public Goods"}, "https://ideas.repec.org/a/ecm/emetrp/v65y1997i4p875-912.html": {"abstract": "When applied to groups, the revelation principle postulates a Bayesian-Nash behavior between agents. Their binding agreements are unenforceable or the principal can prevent them at no cost. The authors analyze instead a mechanism design problem in which the agents can communicate between themselves and collude under asymmetric information. They characterize the set of implementable collusion-proof contracts both when the principal offers anonymous and nonanonymous contracts. After having isolated the nexi and the stakes of collusion, the authors proceed to normative analysis, do some comparative statics, discuss their concept of collusion-proofness, and provide some insights about transaction costs in side-contracting.", "authors": ["epla127", "fpma1390"], "abstractStem": "when appli to group the revel principl postul a bayesiannash behavior between agent their bind agreement are unenforc or the princip can prevent them at no cost the author analyz instead a mechan design problem in which the agent can commun between themselv and collud under asymmetr inform they character the set of implement collusionproof contract both when the princip offer anonym and nonanonym contract after have isol the nexi and the stake of collus the author proceed to norm analysi do some compar static discuss their concept of collusionproof and provid some insight about transact cost in sidecontract", "title": "Collusion under Asymmetric Information"}, "https://ideas.repec.org/a/eee/eecrev/v44y2000i4-6p797-805.html": {"abstract": "No abstract is available for this item.", "authors": ["epla127"], "abstractStem": "no abstract is avail for thi item", "title": "Cross-subsidies and network expansion in developing countries"}, "https://ideas.repec.org/a/oup/jafrec/v12y2003isupp2p193-211.html": {"abstract": " After discussing examples of enforcement failures for regulatory contracts in Africa, we develop a regulation model with asymmetric information and imperfect enforcement. Either the regulator succeeds in forcing the regulated firm to fulfill the contract or renegotiation takes place. The probability of renegotiation decreases with the level of enforcement expenditures which is chosen by the regulator. The model suggests that the endogenous level of enforcement decreases with the proneness to corruption, and increases and then decreases with the level of development. Finally, we document this relationship empirically. Copyright 2003, Oxford University Press.", "authors": ["epla127"], "abstractStem": " after discuss exampl of enforc failur for regulatori contract in africa we develop a regul model with asymmetr inform and imperfect enforc either the regul succe in forc the regul firm to fulfil the contract or renegoti take place the probabl of renegoti decreas with the level of enforc expenditur which is chosen by the regul the model suggest that the endogen level of enforc decreas with the prone to corrupt and increas and then decreas with the level of develop final we document thi relationship empir copyright 2003 oxford univers press", "title": "Enforcement, Regulation and Development"}, "https://ideas.repec.org/a/eee/ecolet/v76y2002i2p173-178.html": {"abstract": "No abstract is available for this item.", "authors": ["epla127"], "abstractStem": "no abstract is avail for thi item", "title": "Price discrimination and majority voting"}, "https://ideas.repec.org/a/ecm/emetrp/v62y1994i3p507-37.html": {"abstract": " After a critique of the traditional paradigms of regulation from the point of view of information economics, a canonical model of regulation under asymmetric information is developed. A survey of the main results obtained in the new economics of regulation is then provided, in particular concerning the implementation of optimal contracts by a menu of linear contracts, the dichotomy between pricing and cost reimbursement rules, the auctioning of incentive contracts, the dynamics of contracting under limited commitment, and the hierarchical problems in regulation. Empirical implications are then discussed and avenues of further research are described in the conclusion. Copyright 1994 by The Econometric Society.", "authors": ["epla127"], "abstractStem": " after a critiqu of the tradit paradigm of regul from the point of view of inform econom a canon model of regul under asymmetr inform is develop a survey of the main result obtain in the new econom of regul is then provid in particular concern the implement of optim contract by a menu of linear contract the dichotomi between price and cost reimburs rule the auction of incent contract the dynam of contract under limit commit and the hierarch problem in regul empir implic are then discuss and avenu of further research are describ in the conclus copyright 1994 by the econometr societi", "title": "The New Economics of Regulation Ten Years After"}, "https://ideas.repec.org/a/eee/deveco/v70y2003i2p329-348.html": {"abstract": "In an environment with correlated returns, this paper characterizes optimal lending contracts when the bank faces adverse selection and borrowers have limited liability. Group lending contracts are shown to be dominated by revelation mech- anisms which do not use the ex post observability of the partners\\' performances. However, when collusion between borrowers under complete information is allowed, group lending contracts are optimal in the class of simple revelation mechanisms (which elicit only the borrower\\'s own private information) and remain useful with extended revelation mechanisms.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epla127"], "abstractStem": "in an environ with correl return thi paper character optim lend contract when the bank face advers select and borrow have limit liabil group lend contract are shown to be domin by revel mech anism which do not use the ex post observ of the partner perform howev when collus between borrow under complet inform is allow group lend contract are optim in the class of simpl revel mechan which elicit onli the borrow own privat inform and remain use with extend revel mechanismspthi abstract wa borrow from anoth version of thi item", "title": "Collusion and group lending with adverse selection"}, "https://ideas.repec.org/a/ucp/jpolec/v94y1986i3p614-41.html": {"abstract": "No abstract is available for this item.", "authors": ["epla127", "epti33"], "abstractStem": "no abstract is avail for thi item", "title": "Using Cost Observation to Regulate Firms"}, "https://ideas.repec.org/a/prs/reveco/reco_0035-2764_1987_num_38_1_408967.html": {"abstract": "[eng] Moral hazard in the principal-agent relationship Good risk sharing is one of the goals that an economic organization must achieve. The ability that some agents have to modify risk by taking actions non observable by other agents, the so called moral hazard problem, makes this task difficult. The purpose of this paper is to give an overview of the main results obtained in the principal-agent model to characterize optimal risk sharing rules. [fre] Le risque moral dans la relation de mandat Un bon partage des risques est une des conditions importantes que se doit de réaliser une organisation économique. Or l'aptitude qu'ont certains agents d'altérer les risques par des actions non observables par les autres parties que l'on a appelé un peu maladroitement problème de risque moral ou de hasard moral rend plus délicate la recherche de ce partage. L'objectif de cette note est de faire un tour d'horizon des résultats essentiels obtenus sur ce problème dans le contexte du modèle principal-agent.", "authors": ["epla127"], "abstractStem": "eng moral hazard in the principalag relationship good risk share is one of the goal that an econom organ must achiev the abil that some agent have to modifi risk by take action non observ by other agent the so call moral hazard problem make thi task difficult the purpos of thi paper is to give an overview of the main result obtain in the principalag model to character optim risk share rule fre le risqu moral dan la relat de mandat un bon partag de risqu est une de condit important que se doit de r alis une organis  conomiqu or laptitud quont certain agent dalt rer le risqu par de action non observ par le autr parti que lon a appel  un peu maladroit probl me de risqu moral ou de hasard moral rend plu d licat la recherch de ce partag lobjectif de cett note est de fair un tour dhorizon de r sultat essentiel obtenu sur ce probl me dan le context du mod le principalag", "title": "Le risque moral dans la relation de mandat"}, "https://ideas.repec.org/a/eee/jjieco/v4y1990i2p215-217.html": {"abstract": "No abstract is available for this item.", "authors": ["epla127"], "abstractStem": "no abstract is avail for thi item", "title": "Information, incentives and bargaining in the Japanese Economy : Masahiko Aoki"}, "https://ideas.repec.org/a/bla/scandj/v90y1988i3p435-46.html": {"abstract": " In this paper, the authors suggest a way in which a monopolistic insurance firm can improve segmentation of its market by conditioning the price of insurance on the quantity of risky assets held by its clients. They derive the optimal linear pricing scheme and show that the firm's profit increases with the correlation (in the customers' p opulation) between risk tolerance and accident probability. Copyright 1988 by The editors of the Scandinavian Journal of Economics.", "authors": ["epla127", "epro57"], "abstractStem": " in thi paper the author suggest a way in which a monopolist insur firm can improv segment of it market by condit the price of insur on the quantiti of riski asset held by it client they deriv the optim linear price scheme and show that the firm profit increas with the correl in the custom p opul between risk toler and accid probabl copyright 1988 by the editor of the scandinavian journal of econom", "title": " Stock Market Portfolios and the Segmentation of the Insurance Market"}, "https://ideas.repec.org/a/prs/ecoprv/ecop_0249-4744_1998_num_132_1_5904.html": {"abstract": "[eng] Game Theory and Empirical Economics: The Case of Auction Data by Jean- Jacques Laffont The paper is a survey of applied work with auction data. We review the main distribution free predictions of the three major game theoretic models, the identification of their stochastic structure, and their confrontation with data. We study successively, the symmetric common value model, the independent private values model, and the asymmetric value model. Conditional upon being in one of these models, game theoretic restrictions can be tested. A major conclusion is that predictions are highly dependent on the unobservable restrictions on the distributions of charactristics. The paper concludes with a suggestion to develop structural econometrics of auction data with only a few restrictions on these distributions. [fre] Théorie des jeux et économie empirique : le cas des données issues d'enchères par Jean- Jacques Laffont Le présent article consiste en une revue des travaux appliqués sur données issues d'enchères. Nous passons en revue les principales prédictions des trois modèles de référence d'enchères, indépendamment des fonctions de répartition théoriques. Nous identifions leur structure stochastique et la pertinence de leur confrontation aux données réelles. Nous étudions ainsi successivement le modèle à valeur commune symétrique, le modèle à valeurs privées indépendantes et le modèle à valeur commune asymétrique. Pour chacun de ces modèles, il est possible de tester les restrictions imposées par la théorie des jeux. Une importante conclusion est que les prédictions sont fortement dépendantes des restrictions inobservables imposées aux fonctions de répartition des caractéristiques. Nous concluons l'article en suggérant de développer une économétrie structurelle des données en ne posant que quelques restrictions sur ces fonctions de répartition.", "authors": ["epla127"], "abstractStem": "eng game theori and empir econom the case of auction data by jean jacqu laffont the paper is a survey of appli work with auction data we review the main distribut free predict of the three major game theoret model the identif of their stochast structur and their confront with data we studi success the symmetr common valu model the independ privat valu model and the asymmetr valu model condit upon be in one of these model game theoret restrict can be test a major conclus is that predict are highli depend on the unobserv restrict on the distribut of charactrist the paper conclud with a suggest to develop structur econometr of auction data with onli a few restrict on these distribut fre th ori de jeux et  conomi empiriqu  le ca de donn es issu dench re par jean jacqu laffont le pr sent articl consist en une revu de travaux appliqu s sur donn es issu dench re nou passon en revu le principal pr diction de troi mod le de r f renc dench re ind pendam de fonction de r partit th oriqu nou identifion leur structur stochastiqu et la pertin de leur confront aux donn es r ell nou  tudion ainsi successiv le mod le   valeur commun sym triqu le mod le   valeur priv es ind pendant et le mod le   valeur commun asym triqu pour chacun de ce mod le il est possibl de tester le restrict impo es par la th ori de jeux une important conclus est que le pr diction sont fortement d pendant de restrict inobserv impo es aux fonction de r partit de caract ristiqu nou concluon larticl en sugg rant de d velopp une  conom trie structurel de donn es en ne posant que quelqu restrict sur ce fonction de r partit", "title": "Théorie des jeux et économie empirique : le cas des données issues d'enchères"}, "https://ideas.repec.org/a/ris/actuec/v63y1987i2p153-168.html": {"abstract": "In this article, we consider misleading advertising and in particular the advertising of a false regular price when a bargain price is announced. To take into account the strategic interactions between firms and the consumers' rationality when confronted with advertising, we develop a duopoly model à la Bertrand in which equilibrium prices do transmit information on product quality. The use of false regular prices appears then as the transmission of an indirect and false information on the product quality. We derive and characterize the bargain price equilibrium when consumers make a rational use of prices (although they may still be misled at times) to infer product qualities. Hence the model captures essential aspects of markets with advertising: consumers are rational and firms are engaged in a strategic game with differentiated products. Nous considérons dans cet article la publicité trompeuse, et en particulier la publicité portant sur un faux prix régulier lorsqu’un prix d’aubaine est annoncé. Afin de prendre en considération les interactions stratégiques entre les firmes ainsi que la rationalité des consommateurs face à la publicité des entreprises, nous développons un modèle formel de duopole à la Bertrand dans lequel les prix transmettent à l’équilibre de l’information sur la qualité des produits. L’usage d’un faux prix régulier apparaît alors comme la transmission d’une information indirecte, et fausse, sur la qualité du produit. Nous dérivons et caractérisons un équilibre avec prix d’aubaine dans lequel les consommateurs font un usage rationnel de l’information sur les prix (tout en reconnaissant qu’ils peuvent être parfois trompés par une information incorrecte, inexacte ou frauduleuse) afin d’inférer les caractéristiques de qualité des produits. Le modèle possède ainsi les caractéristiques essentielles des marchés de publicité : d’une part les consommateurs sont rationnels et à l’équilibre anticipent de façon rationnelle la qualité des produits qu’ils achètent et d’autre part les entreprises sont engagées dans un jeu stratégique de marché où les produits sont différenciés.", "authors": ["epbo10", "epla127"], "abstractStem": "in thi articl we consid mislead advertis and in particular the advertis of a fals regular price when a bargain price is announc to take into account the strateg interact between firm and the consum ration when confront with advertis we develop a duopoli model   la bertrand in which equilibrium price do transmit inform on product qualiti the use of fals regular price appear then as the transmiss of an indirect and fals inform on the product qualiti we deriv and character the bargain price equilibrium when consum make a ration use of price although they may still be misl at time to infer product qualiti henc the model captur essenti aspect of market with advertis consum are ration and firm are engag in a strateg game with differenti product nou consid ron dan cet articl la publicit  trompeus et en particuli la publicit  portant sur un faux prix r gulier lorsqu un prix d aubain est annonc  afin de prendr en consid ration le interact strat giqu entr le firm ainsi que la rationalit  de consommateur face   la publicit  de entrepris nou d veloppon un mod le formel de duopol   la bertrand dan lequel le prix transmett   l quilibr de l inform sur la qualit  de produit l usag d un faux prix r gulier appara t alor comm la transmiss d une inform indirect et fauss sur la qualit  du produit nou d rivon et caract rison un  quilibr avec prix d aubain dan lequel le consommateur font un usag rationnel de l inform sur le prix tout en reconnaiss qu il peuvent  tre parfoi tromp s par une inform incorrect inexact ou frauduleus afin d inf rer le caract ristiqu de qualit  de produit le mod le poss de ainsi le caract ristiqu essentiel de march s de publicit   d une part le consommateur sont rationnel et   l quilibr anticip de fa on rationnel la qualit  de produit qu il ach tent et d autr part le entrepris sont engag es dan un jeu strat giqu de march  o  le produit sont diff renci s", "title": "Une analyse économique de l’usage de faux prix réguliers en publicité"}, "https://ideas.repec.org/a/eee/regeco/v24y1994i4p409-440.html": {"abstract": "No abstract is available for this item.", "authors": ["epbo10", "epla127", "fpma765", "fpmo364"], "abstractStem": "no abstract is avail for thi item", "title": "Location distortions under incomplete information"}, "https://ideas.repec.org/a/eee/pubeco/v89y2005i2-3p159-196.html": {"abstract": "No abstract is available for this item.", "authors": ["epla127", "fpma1390"], "abstractStem": "no abstract is avail for thi item", "title": "The design of transnational public good mechanisms for developing countries"}, "https://ideas.repec.org/a/kap/regeco/v6y1994i2p151-76.html": {"abstract": " Building on a simple model proposed by Schmalensee (1989), this paper uses simulation techniques to analyze and compare various regulatory schemes including Schmalensee's family of (linear) \"good\" regulatory regimes, a price-cap regime allowing for downward price flexibility, and a regime that combines price-cap and profit sharing. The quantitative analysis pays particular attention to measuring the trade-off between rent extraction and incentives for efficiency. The main findings of this study can be summarized as follows: First, it appears that pure price-cap regulation leaves substantial rent to the firm relative to the other regimes. Second, introducing room for downward price flexibility improves efficiency of price-cap over Schmalensee's linear regulatory regimes. Finally, by correcting in part for the distributional distortion of price-cap, the profit-sharing mechanism often yields levels of welfare comparable to optimal regulation levels. Copyright 1994 by Kluwer Academic Publishers", "authors": ["fpga536", "epiv16", "epla127"], "abstractStem": " build on a simpl model propos by schmalense 1989 thi paper use simul techniqu to analyz and compar variou regulatori scheme includ schmalense famili of linear good regulatori regim a pricecap regim allow for downward price flexibl and a regim that combin pricecap and profit share the quantit analysi pay particular attent to measur the tradeoff between rent extract and incent for effici the main find of thi studi can be summar as follow first it appear that pure pricecap regul leav substanti rent to the firm rel to the other regim second introduc room for downward price flexibl improv effici of pricecap over schmalense linear regulatori regim final by correct in part for the distribut distort of pricecap the profitshar mechan often yield level of welfar compar to optim regul level copyright 1994 by kluwer academ publish", "title": "Rent Extraction and Incentives for Efficiency in Recent Regulatory Proposals"}, "https://ideas.repec.org/a/ris/actuec/v69y1993i2p3-15.html": {"abstract": "No abstract is available for this item.", "authors": ["epla127"], "abstractStem": "no abstract is avail for thi item", "title": "Nouvelles formes de réglementation"}, "https://ideas.repec.org/a/bla/rdevec/v10y2006i3p347-366.html": {"abstract": " We study the optimal mechanism for downsizing the public sector which takes into account different informational constraints (complete versus asymmetric information on each worker's efficiency) and political constraints (mandatory versus voluntary downsizing). Under complete information, the optimal structure of downsizing (who is laid-off and who is not) does not depend on the political constraint and is determined by the (marginal) cost of retaining a worker in the public sector. Since this cost includes his opportunity cost in the private sector, information acquisition on opportunity costs affects the structure of downsizing. Under asymmetric information, the political constraints determine which workers obtain information rents and therefore affect the structure of downsizing. An increase in the precision of the information on workers' opportunity costs may increase or decrease social welfare depending on its impacts on the information rents. Copyright � 2006 The Authors; Journal compilation � 2006 Blackwell Publishing Ltd.", "authors": ["epje101", "epla127"], "abstractStem": " we studi the optim mechan for downsiz the public sector which take into account differ inform constraint complet versu asymmetr inform on each worker effici and polit constraint mandatori versu voluntari downsiz under complet inform the optim structur of downsiz who is laidoff and who is not doe not depend on the polit constraint and is determin by the margin cost of retain a worker in the public sector sinc thi cost includ hi opportun cost in the privat sector inform acquisit on opportun cost affect the structur of downsiz under asymmetr inform the polit constraint determin which worker obtain inform rent and therefor affect the structur of downsiz an increas in the precis of the inform on worker opportun cost may increas or decreas social welfar depend on it impact on the inform rent copyright   2006 the author journal compil   2006 blackwel publish ltd", "title": "Labor Market Information Acquisition and Downsizing"}, "https://ideas.repec.org/a/ier/iecrev/v21y1980i1p245-47.html": {"abstract": "No abstract is available for this item.", "authors": ["epgo144", "epla127", "fpmo298"], "abstractStem": "no abstract is avail for thi item", "title": "Tests of the Equilibrium vs. Disequilibrium Hypotheses: A Comment"}, "https://ideas.repec.org/a/rje/randje/v35y20041p85-110.html": {"abstract": "This article extends the theory of network competition by allowing receivers to derive a surplus from receiving calls and to affect the volume of communications by hanging up. We investigate how receiver charges affect internalization of the call externality. When the receiver charge and the termination charge are both regulated, there exists an efficient equilibrium. When reception charges are market determined, each network finds it optimal to set the prices for calling and reception at its off-net costs. The symmetric equilibrium is efficient for a proper choice of termination charge. Last, network-based price discrimination creates strong incentives for connectivity breakdowns.", "authors": ["epje101", "epla127", "epti33"], "abstractStem": "thi articl extend the theori of network competit by allow receiv to deriv a surplu from receiv call and to affect the volum of commun by hang up we investig how receiv charg affect intern of the call extern when the receiv charg and the termin charg are both regul there exist an effici equilibrium when recept charg are market determin each network find it optim to set the price for call and recept at it offnet cost the symmetr equilibrium is effici for a proper choic of termin charg last networkbas price discrimin creat strong incent for connect breakdown", "title": "On the Receiver-Pays Principle"}, "https://ideas.repec.org/a/rje/randje/v19y1988iwinterp516-537.html": {"abstract": " This article considers a two-period model of natural monopoly and second-sourcing. The incumbent supplier invests in the first period. After observing the incumbent's first-period performance, the buyer may break out in the second period. The investment may or may not be transferable to the second source, and it may be monetary or take the form of human capital. We determine whether the incumbent should be favored at the reprocurement stage, and how the slope of his incentive scheme should evolve over time. We find that the gains from second-sourcing are not so large as one might hope. Finally, we reinterpret the second source as a raider and the breakout as a takeover. We discuss the desirability of defensive tactics and obtain a rich set of testable implications concerning the size of managerial stock options, the extent of defensive tactics, the firm's performance, and the probability of a takeover.", "authors": ["epla127", "epti33"], "abstractStem": " thi articl consid a twoperiod model of natur monopoli and secondsourc the incumb supplier invest in the first period after observ the incumb firstperiod perform the buyer may break out in the second period the invest may or may not be transfer to the second sourc and it may be monetari or take the form of human capit we determin whether the incumb should be favor at the reprocur stage and how the slope of hi incent scheme should evolv over time we find that the gain from secondsourc are not so larg as one might hope final we reinterpret the second sourc as a raider and the breakout as a takeov we discuss the desir of defens tactic and obtain a rich set of testabl implic concern the size of manageri stock option the extent of defens tactic the firm perform and the probabl of a takeov", "title": "Repeated Auctions of Incentive Contracts, Investment, and Bidding Parity with an Application to Takeovers"}, "https://ideas.repec.org/a/eee/indorg/v20y2002i4p435-459.html": {"abstract": "No abstract is available for this item.", "authors": ["fpga536", "epla127", "fpsh665"], "abstractStem": "no abstract is avail for thi item", "title": "The natural monopoly test reconsidered: an engineering process-based approach to empirical analysis in telecommunications"}, "https://ideas.repec.org/a/oup/restud/v44y1977i1p177-182..html": {"abstract": "No abstract is available for this item.", "authors": [], "abstractStem": "no abstract is avail for thi item", "title": "More on Prices vs. Quantities"}, "https://ideas.repec.org/a/eee/eecrev/v31y1987i1-2p315-318.html": {"abstract": "No abstract is available for this item.", "authors": ["epla127"], "abstractStem": "no abstract is avail for thi item", "title": "Introduction"}, "https://ideas.repec.org/a/bla/jemstr/v1y1992i2p277-311.html": {"abstract": " This paper proposes an empirical methodology for studying various (implicit or explicit) collusive behavior on two strategic variables, which are price and advertising, in a differentiated market dominated by a duopoly. In addition to Nash or Stackelberg behaviors, we consider collusion on both variables, collusion on one variable and competition on the other, etc. Using data on the Coca-Cola and Pepsi-Cola markets from 1968 to 1986, full information maximum likelihood estimation of cost and demand functions are obtained allowing for various collusive behaviors. The collusive hypothesis is not rejected, and the best form of collusive behavior is selected via nonnested testing procedures. Using the best model, Lerner indices are computed for both duopolists to provide summary measures of market power. Finally, our approach is contrasted with the conjectural variation approach and is shown to give superior results. Copyright 1992 by MIT Press.", "authors": ["fpga536", "epla127"], "abstractStem": " thi paper propos an empir methodolog for studi variou implicit or explicit collus behavior on two strateg variabl which are price and advertis in a differenti market domin by a duopoli in addit to nash or stackelberg behavior we consid collus on both variabl collus on one variabl and competit on the other etc use data on the cocacola and pepsicola market from 1968 to 1986 full inform maximum likelihood estim of cost and demand function are obtain allow for variou collus behavior the collus hypothesi is not reject and the best form of collus behavior is select via nonnest test procedur use the best model lerner indic are comput for both duopolist to provid summari measur of market power final our approach is contrast with the conjectur variat approach and is shown to give superior result copyright 1992 by mit press", "title": "Econometric Analysis of Collusive Behavior in a Soft-Drink Market"}, "https://ideas.repec.org/a/eee/eecrev/v41y1997i3-5p701-711.html": {"abstract": "No abstract is available for this item.", "authors": ["epla127", "epre34", "epti33"], "abstractStem": "no abstract is avail for thi item", "title": "Competition between telecommunications operators"}, "https://ideas.repec.org/a/eee/ecolet/v16y1984i1-2p31-36.html": {"abstract": "No abstract is available for this item.", "authors": ["fpgr476", "epla127"], "abstractStem": "no abstract is avail for thi item", "title": "Participation constraints in the vickrey auction"}, "https://ideas.repec.org/a/eee/mateco/v10y1982i1p1-3.html": {"abstract": "No abstract is available for this item.", "authors": ["epla127", "fpmo321"], "abstractStem": "no abstract is avail for thi item", "title": "Introduction"}, "https://ideas.repec.org/a/eee/deveco/v60y1999i2p271-295.html": {"abstract": "No abstract is available for this item.", "authors": ["epla127"], "abstractStem": "no abstract is avail for thi item", "title": "Competition and corruption in an agency relationship"}, "https://ideas.repec.org/a/eee/pubeco/v62y1996i1-2p85-125.html": {"abstract": "No abstract is available for this item.", "authors": ["epla127", "epti33"], "abstractStem": "no abstract is avail for thi item", "title": "Pollution permits and compliance strategies"}, "https://ideas.repec.org/a/cuf/journl/y2000v1i2p231-263.html": {"abstract": "We propose a theory of supervision with endogenous transaction costs. A principal delegates part of his authority to a supervisor who can acquire soft information about an agent's productivity. If the supervisor were risk-neutral, the principal would simply make the better informed supervisor residual claimant for the hierarchy's profit. Under risk-aversion, the optimal contract trades-off the supervisor's incentives to reveal his information with an insurance motive. This contract can be identified with the one obtained in a simple hard information model of hierarchical collusion with exogenous transaction costs. Now, transaction costs are endogenous and depend on the collusion stake, the accuracy of the supervisory technology and the supervisor's degree of risk-aversion. We then discuss various implications of the model for the design and management of organizations.", "authors": ["epla127", "fpma1390"], "abstractStem": "we propos a theori of supervis with endogen transact cost a princip deleg part of hi author to a supervisor who can acquir soft inform about an agent product if the supervisor were riskneutr the princip would simpli make the better inform supervisor residu claimant for the hierarchi profit under riskavers the optim contract tradesoff the supervisor incent to reveal hi inform with an insur motiv thi contract can be identifi with the one obtain in a simpl hard inform model of hierarch collus with exogen transact cost now transact cost are endogen and depend on the collus stake the accuraci of the supervisori technolog and the supervisor degre of riskavers we then discuss variou implic of the model for the design and manag of organ", "title": "A Theory of Supervision with Endogenous Transaction Costs"}, "https://ideas.repec.org/a/ucp/jpolec/v98y1990i1p70-93.html": {"abstract": " The authors study behavior of a large trader with private information about the mean of an asset with a risky return. They argue that if the variability of the return is not too great, typically the trader will find it desirable to ensure that the market price does not reveal his information, that is, that a \"pooling\" equilibrium arises. Such an equilibrium has the advantage of avoiding the incentive constraints that arise in \"separating\" equilibria, where information can be inferred from prices. Thus, the efficient market hypothesis may well fail if there is imperfect competition. Despite the uninformativeness of prices, the other (competitive) traders are also better off in the pooling equilibrium than in any separating equilibrium, again if one assumes variability. Copyright 1990 by University of Chicago Press.", "authors": ["epla127", "fpma498"], "abstractStem": " the author studi behavior of a larg trader with privat inform about the mean of an asset with a riski return they argu that if the variabl of the return is not too great typic the trader will find it desir to ensur that the market price doe not reveal hi inform that is that a pool equilibrium aris such an equilibrium ha the advantag of avoid the incent constraint that aris in separ equilibria where inform can be infer from price thu the effici market hypothesi may well fail if there is imperfect competit despit the uninform of price the other competit trader are also better off in the pool equilibrium than in ani separ equilibrium again if one assum variabl copyright 1990 by univers of chicago press", "title": "The Efficient Market Hypothesis and Insider Trading on the Stock Market"}, "https://ideas.repec.org/a/kap/regeco/v5y1993i2p111-30.html": {"abstract": " This paper formalizes and studies the argument of cartelization of industries through captured agencies. An agency can affect entry by a producer of a differentiated commodity in the market of a regulated natural monopoly through the manipulation of information it produces about the benefit of entry. Entry may be socially efficient because it enhances product diversity, or inefficient because it creates a duplication of fixed costs. We first show that because of informational asymmetries the agency will tend to prohibit entry. However with a rational political principal, the threat of regulatory capture increases the likelihood of entry. The effect of regulatory capture on incentives in the natural monopoly is also studied and the results are discussed and extended in various ways. Copyright 1993 by Kluwer Academic Publishers", "authors": ["epla127", "epti33"], "abstractStem": " thi paper formal and studi the argument of cartel of industri through captur agenc an agenc can affect entri by a produc of a differenti commod in the market of a regul natur monopoli through the manipul of inform it produc about the benefit of entri entri may be social effici becaus it enhanc product divers or ineffici becaus it creat a duplic of fix cost we first show that becaus of inform asymmetri the agenc will tend to prohibit entri howev with a ration polit princip the threat of regulatori captur increas the likelihood of entri the effect of regulatori captur on incent in the natur monopoli is also studi and the result are discuss and extend in variou way copyright 1993 by kluwer academ publish", "title": "Cartelization by Regulation"}, "https://ideas.repec.org/a/rje/randje/v29y1998isummerp280-305.html": {"abstract": " We discuss the internal organization of the firm, arguing that the comparison between a centralized and a decentralized hierarchical organization should be cast in terms of the agency costs associated with the different side-contracting games that agents play in these organizations. In our model, with no limits on communication between the agents and the principal (complete contracting), collusion is not an issue in a centralized organization. Centralization always dominates (at least weakly) delegation. With limits on communication (incomplete contracting), collusion may have some bite under centralization. Limits on communication introduce an anonymity condition on the contract, creating a conflict between participation and coalition incentive constraints under centralization. By shifting the bargaining power in the side-contracting stage, delegation is nonanonymous and asymmetric by design. This conflict is then avoided or diminished depending on the exact timing of the delegation game.", "authors": ["epla127", "fpma1390"], "abstractStem": " we discuss the intern organ of the firm argu that the comparison between a central and a decentr hierarch organ should be cast in term of the agenc cost associ with the differ sidecontract game that agent play in these organ in our model with no limit on commun between the agent and the princip complet contract collus is not an issu in a central organ central alway domin at least weakli deleg with limit on commun incomplet contract collus may have some bite under central limit on commun introduc an anonym condit on the contract creat a conflict between particip and coalit incent constraint under central by shift the bargain power in the sidecontract stage deleg is nonanonym and asymmetr by design thi conflict is then avoid or diminish depend on the exact time of the deleg game", "title": "Collusion and Delegation"}, "https://ideas.repec.org/a/eee/eecrev/v38y1994i3-4p555-562.html": {"abstract": "No abstract is available for this item.", "authors": ["epla127", "epti33"], "abstractStem": "no abstract is avail for thi item", "title": "Environmental policy, compliance and innovation"}, "https://ideas.repec.org/a/eee/pubeco/v6y1976i4p375-394.html": {"abstract": "No abstract is available for this item.", "authors": ["fpgr476", "epla127"], "abstractStem": "no abstract is avail for thi item", "title": "Partial equilibrium approach to the free-rider problem"}, "https://ideas.repec.org/a/eee/eecrev/v7y1978i4p359-375.html": {"abstract": "No abstract is available for this item.", "authors": ["epla127"], "abstractStem": "no abstract is avail for thi item", "title": "Decentralization with externalities"}, "https://ideas.repec.org/a/ris/actuec/v51y1975i3p420-433.html": {"abstract": "This historical note describes from Sidgwick on the evolution of the concepts related to the interdependencies of economic agents outside markets. In a first section, we show how the concept of externality introduced by some precursors had later to reemerge from the confuse discussion of \"empty boxes\". The second sector clarifies the distinction between two avenues of research, the first one associated with pecuniary externalities, the other one associated with technological externalities. Coase's criticisms of Pigouvian policy are developed in section 3. In a last section we gather the main results obtained recently by economic theory in this field. In particular we discuss the difficulties of the creation of artificial markets, the second best approaches often needed in a Pigouvian policy, results of game theory in models with externalities, planning with externalities.", "authors": ["epla127"], "abstractStem": "thi histor note describ from sidgwick on the evolut of the concept relat to the interdepend of econom agent outsid market in a first section we show how the concept of extern introduc by some precursor had later to reemerg from the confus discuss of empti box the second sector clarifi the distinct between two avenu of research the first one associ with pecuniari extern the other one associ with technolog extern coas critic of pigouvian polici are develop in section 3 in a last section we gather the main result obtain recent by econom theori in thi field in particular we discuss the difficulti of the creation of artifici market the second best approach often need in a pigouvian polici result of game theori in model with extern plan with extern", "title": "Note historique sur les effets externes"}, "https://ideas.repec.org/a/eee/jetheo/v19y1978i2p359-375.html": {"abstract": "No abstract is available for this item.", "authors": ["fpgr476", "epla127"], "abstractStem": "no abstract is avail for thi item", "title": "Satisfactory mechanisms for environments with consumption lower bounds"}, "https://ideas.repec.org/a/ier/iecrev/v20y1979i3p617-34.html": {"abstract": "No abstract is available for this item.", "authors": ["epla127"], "abstractStem": "no abstract is avail for thi item", "title": "Planning with Externalities"}, "https://ideas.repec.org/a/eee/mateco/v10y1982i1p5-15.html": {"abstract": "No abstract is available for this item.", "authors": ["epgu36", "epla127"], "abstractStem": "no abstract is avail for thi item", "title": "On the robustness of strategy proof mechanisms"}, "https://ideas.repec.org/a/ecm/emetrp/v48y1980i6p1507-20.html": {"abstract": "No abstract is available for this item.", "authors": ["epla127", "fpma498"], "abstractStem": "no abstract is avail for thi item", "title": "A Differential Approach to Dominant Strategy Mechanisms"}, "https://ideas.repec.org/a/bla/econom/v52y1985i206p153-65.html": {"abstract": "No abstract is available for this item.", "authors": ["epla127", "fpmo364"], "abstractStem": "no abstract is avail for thi item", "title": "Large-Market Cournot Equilibria in Labour-managed Economies"}, "https://ideas.repec.org/a/eee/deveco/v70y2003i1p25-58.html": {"abstract": "No abstract is available for this item.", "authors": ["epaz45", "epla127"], "abstractStem": "no abstract is avail for thi item", "title": "Contracting for aid"}, "https://ideas.repec.org/a/eee/eecrev/v41y1997i8p1427-1459.html": {"abstract": "The 1980 Comprehensive Environmental Response, Compensation and Liability Act in the US has extended the tools of the Environmental Protection Agency to recover cleanup costs caused by pollution damages from the liable parties. In particular, the banks who finance the firms causing environmental damages may be considered liable. In various court cases, banks have been found liable, while they have been exempted in others. We develop a multipricipal-agent model in which the insurance sector may insure the firm for the pollution risk and the bank may lend money for investment. Under complete information of the bank about the firm's activities, the limited liability of the firm induces excessive investment and sufficient care but full liability of the bank creates the appropriate internalization of the environmental risk. This rationalization of the law must be qualified because in general the bank suffers from agency problems (adverse selection and moral hazard) with respect to the firm. In the adverse selection case, full liability of the bank leads to underinvestment. Partial liability is better but may fail to implement the optimal second best allocation. In the case of moral hazard, full responsibility is killing the project too often while still leading to low care too often. Partial responsibility may achieve the second best optimal allocation but in some cases the level of responsibility necessary to induce the proper level of care is too high for the project to be financed by the bank. Le Comprehensive Environmental Response, Compensation and Liability Act [CRECLA] de 1980 aux États-Unis a donné à l'Agence de protection de l'environnement des pouvoirs de recouvrement des coûts de décontamination auprès des parties responsables de la pollution. Les banques des entreprises concernées peuvent, en particulier, être tenues responsables des dommages et elles l'ont effectivement été dans certains cas. Nous proposons ici un modèle principal-agent avec un secteur assur<p>(This abstract was borrowed from another version of this item.)", "authors": ["epbo10", "epla127"], "abstractStem": "the 1980 comprehens environment respons compens and liabil act in the us ha extend the tool of the environment protect agenc to recov cleanup cost caus by pollut damag from the liabl parti in particular the bank who financ the firm caus environment damag may be consid liabl in variou court case bank have been found liabl while they have been exempt in other we develop a multipricipalag model in which the insur sector may insur the firm for the pollut risk and the bank may lend money for invest under complet inform of the bank about the firm activ the limit liabil of the firm induc excess invest and suffici care but full liabil of the bank creat the appropri intern of the environment risk thi ration of the law must be qualifi becaus in gener the bank suffer from agenc problem advers select and moral hazard with respect to the firm in the advers select case full liabil of the bank lead to underinvest partial liabil is better but may fail to implement the optim second best alloc in the case of moral hazard full respons is kill the project too often while still lead to low care too often partial respons may achiev the second best optim alloc but in some case the level of respons necessari to induc the proper level of care is too high for the project to be financ by the bank le comprehens environment respons compens and liabil act crecla de 1980 aux  tatsuni a donn    lagenc de protect de lenvironn de pouvoir de recouvr de co ts de d contamin aupr s de parti respons de la pollut le banqu de entrepris concern es peuvent en particuli  tre tenu respons de dommag et ell lont effectiv  t  dan certain ca nou proposon ici un mod le principalag avec un secteur assurpthi abstract wa borrow from anoth version of thi item", "title": "Environmental risks and bank liability"}, "https://ideas.repec.org/a/eee/jcecon/v8y1984i2p139-158.html": {"abstract": "No abstract is available for this item.", "authors": ["epgu36", "epla127"], "abstractStem": "no abstract is avail for thi item", "title": "Indirect public control of self-managed monopolies"}, "https://ideas.repec.org/a/cuf/journl/y2004v5i2p185-210.html": {"abstract": "No abstract is available for this item.", "authors": ["epla127"], "abstractStem": "no abstract is avail for thi item", "title": "Management of Public Utilities in China"}, "https://ideas.repec.org/a/ecm/emetrp/v46y1978i4p835-41.html": {"abstract": "No abstract is available for this item.", "authors": ["epgu36", "epla127"], "abstractStem": "no abstract is avail for thi item", "title": "Advantageous Reallocations of Initial Resources"}, "https://ideas.repec.org/a/prs/reveco/reco_0035-2764_1988_num_39_2_409070.html": {"abstract": "[fre] Test de l'hypothèse démocratique dans les décisions budgétaires communales Le financement des dépenses communales peut être, jusqu'en 1980, assimilé à une décision unidimensionnelle concernant le nombre de centimes. Cet article propose une modélisation de ce choix par la règle majoritaire qui résulte en le meilleur choix de l'agent médian dans une population où l'on a distingué ceux qui payent et ceux qui ne payent pas la taxe professionnelle. Le modèle est estimé sur des données concernant l'agglomération toulousaine. L'hypothèse démocratique selon laquelle les deux catégories d'agents mentionnées ci-dessus ont le même poids dans les décisions communales est rejetée. [eng] Test of the democratic hypothesis in French communities The financing of local public expenditures can be viewed, until 1980, as a one dimensional choice. This paper proposes a model to formalize this choice based on the majority rule. It results in the best choice of the median agent in a population in which two types of citizens have been distinguished, those who pay and those who do not pay the « professional tax ». The model is estimated using data about the region of Toulouse, France. The democratic hypothesis according to which both types of agents mentioned above have the same weight in the decisions is rejected.", "authors": ["epla127"], "abstractStem": "fre test de lhypoth se d mocratiqu dan le d cision budg tair communal le financ de d pens communal peut  tre jusquen 1980 assimil    une d cision unidimensionnel concern le nombr de centim cet articl propos une mod lisat de ce choix par la r gle majoritair qui r sult en le meilleur choix de lagent m dian dan une popul o  lon a distingu  ceux qui payent et ceux qui ne payent pa la tax professionnel le mod le est estim  sur de donn es concern lagglom ration toulousain lhypoth se d mocratiqu selon laquel le deux cat gori dagent mentionn es cidessu ont le m me poid dan le d cision communal est rejet e eng test of the democrat hypothesi in french commun the financ of local public expenditur can be view until 1980 as a one dimension choic thi paper propos a model to formal thi choic base on the major rule it result in the best choic of the median agent in a popul in which two type of citizen have been distinguish those who pay and those who do not pay the   profession tax   the model is estim use data about the region of toulous franc the democrat hypothesi accord to which both type of agent mention abov have the same weight in the decis is reject", "title": "Test de l'hypothèse démocratique dans les décisions budgétaires communales"}, "https://ideas.repec.org/a/eee/gamebe/v25y1998i2p149-173.html": {"abstract": "No abstract is available for this item.", "authors": ["epla127", "epro57"], "abstractStem": "no abstract is avail for thi item", "title": "Regulation of a Risk Averse Firm"}, "https://ideas.repec.org/a/eee/pubeco/v21y1983i2p159-181.html": {"abstract": "No abstract is available for this item.", "authors": ["epla127"], "abstractStem": "no abstract is avail for thi item", "title": "Taxation and risk taking in general equilibrium models with free entry"}, "https://ideas.repec.org/a/rje/randje/v29y1998ispringp38-56.html": {"abstract": " Our companion article developed a clear conceptual framework of negotiated or regulated interconnection agreements between rival operators and studied competition between interconnected networks, under the assumption of nondiscriminatory pricing. This article relaxes this assumption and allows networks to charge different prices for calls terminating on the subscriber's network and those terminating on a rivals network. This creates a price differential between services that are identical for the consumer and generates network externalities despite network interconnection. We show that in both the mature and entry phases of the industry, the nature of competition is substantially affected by such price discrimination.", "authors": ["epla127", "epre34", "epti33"], "abstractStem": " our companion articl develop a clear conceptu framework of negoti or regul interconnect agreement between rival oper and studi competit between interconnect network under the assumpt of nondiscriminatori price thi articl relax thi assumpt and allow network to charg differ price for call termin on the subscrib network and those termin on a rival network thi creat a price differenti between servic that are ident for the consum and gener network extern despit network interconnect we show that in both the matur and entri phase of the industri the natur of competit is substanti affect by such price discrimin", "title": "Network Competition: II. Price Discrimination"}, "https://ideas.repec.org/a/cuf/journl/y2002v3i1p185-217.html": {"abstract": "This paper studies the free entry competitive equilibria of a labor managed economy when there are less than complete contingent claims markets. First, we prove the existence of a simple labor management equilibrium which is inefficient in the Diamond sense. Second, we introduce an insurance system internal to the firm and show that the resulting equilibrium exists and is Diamond efficient. This insurance system plays for a labor managed economy the same role as fixed obligation debt markets in an entrepreneurial stock market equilibrium.", "authors": ["epla127"], "abstractStem": "thi paper studi the free entri competit equilibria of a labor manag economi when there are less than complet conting claim market first we prove the exist of a simpl labor manag equilibrium which is ineffici in the diamond sens second we introduc an insur system intern to the firm and show that the result equilibrium exist and is diamond effici thi insur system play for a labor manag economi the same role as fix oblig debt market in an entrepreneuri stock market equilibrium", "title": "General Equilibrium in a Labor-Managed Economy with Uncertainty and Incomplete Markets"}, "https://ideas.repec.org/a/eee/eecrev/v37y1993i2-3p329-341.html": {"abstract": "No abstract is available for this item.", "authors": ["epla127"], "abstractStem": "no abstract is avail for thi item", "title": "Structural econometric analysis of descending auctions"}, "https://ideas.repec.org/a/bla/scandj/v99y1997i4p485-95.html": {"abstract": "No abstract is available for this item.", "authors": ["epla127", "epro57"], "abstractStem": "no abstract is avail for thi item", "title": " Collusion in Organizations"}, "https://ideas.repec.org/a/bla/scandj/v81y1979i3p443-44.html": {"abstract": "No abstract is available for this item.", "authors": ["fpgr476", "epla127"], "abstractStem": "no abstract is avail for thi item", "title": " An Incentive Compatible Planning Procedure for Public Good Production: A Corrigendum"}, "https://ideas.repec.org/a/bla/scandj/v80y1978i1p20-33.html": {"abstract": "No abstract is available for this item.", "authors": ["fpgr476", "epla127"], "abstractStem": "no abstract is avail for thi item", "title": " An Incentive Compatible Planning Procedure for Public Good Production"}, "https://ideas.repec.org/a/eee/pubeco/v62y1996i1-2p127-140.html": {"abstract": "No abstract is available for this item.", "authors": ["epla127", "epti33"], "abstractStem": "no abstract is avail for thi item", "title": "Pollution permits and environmental innovation"}, "https://ideas.repec.org/a/noj/journl/v24y1997p79-87.html": {"abstract": "No abstract is available for this item.", "authors": ["epla127"], "abstractStem": "no abstract is avail for thi item", "title": "Inflexible Rules Against Political Discretion"}, "https://ideas.repec.org/a/prs/ecoprv/ecop_0249-4744_2000_num_145_4_6117.html": {"abstract": "[eng] Information and public economics by Jean- Jacques Laffont Taking into account operators' strategic behaviour in response to their private information and the inefficiencies in public decision-making due to the operations of interest groups leads to a more realistic vision of State intervention. Taking four examples - the regulation of natural monopolies, public purchasing policies, the production of public goods and the economics of the environment, the author illustrates the main stages of this new methodology in the field of public economics. [fre] Information et économie publique par Jean- Jacques Laffont La prise en compte du comportement stratégique des acteurs vis-à-vis de leur information privée et des inefficacités de la décision publique dues au jeu des groupes d'intérêt a conduit à une vision plus réaliste de l'intervention de l'État. Sur quatre exemples, la régulation des monopoles naturels, les politiques publiques d'achat, la production de biens publics et l'économie de l'environnement, l'auteur illustre les grandes étapes de cette méthodologie nouvelle de l'économie publique.", "authors": ["epla127"], "abstractStem": "eng inform and public econom by jean jacqu laffont take into account oper strateg behaviour in respons to their privat inform and the ineffici in public decisionmak due to the oper of interest group lead to a more realist vision of state intervent take four exampl  the regul of natur monopoli public purchas polici the product of public good and the econom of the environ the author illustr the main stage of thi new methodolog in the field of public econom fre inform et  conomi publiqu par jean jacqu laffont la prise en compt du comport strat giqu de acteur vi vi de leur inform priv e et de inefficacit s de la d cision publiqu due au jeu de group dint r t a conduit   une vision plu r alist de lintervent de l tat sur quatr exempl la r gulat de monopol naturel le politiqu publiqu dachat la product de bien public et l conomi de lenvironn lauteur illustr le grand  tape de cett m thodologi nouvel de l conomi publiqu", "title": "Information et économie publique"}, "https://ideas.repec.org/a/oup/wbecrv/v13y1999i1p67-88.html": {"abstract": " This article analyzes the efficient mechanism for downsizing the public sector, focusing on adverse selection in productive efficiency. Each worker is assumed to have two type-dependent reservation utilities: the status quo utility in the public sector before downsizing and the utility that the worker expects to obtain by entering the private sector. The efficient mechanism consists of a menu of probability (of remaining in the public sector) and transfer pairs that induces self-selection. A worker's full cost is defined by the sum of production cost in the public sector and reservation utility in the private sector. It is optimal to start by laying off the agents with higher full cost. When the public sector before downsizing is discriminating as the differential of private information about productive efficiency suggests, there are countervailing incentives. This makes the size of downsizing smaller under asymmetric information than under complete information. Copyright 1999 by Oxford University Press.", "authors": ["epje101", "epla127"], "abstractStem": " thi articl analyz the effici mechan for downsiz the public sector focus on advers select in product effici each worker is assum to have two typedepend reserv util the statu quo util in the public sector befor downsiz and the util that the worker expect to obtain by enter the privat sector the effici mechan consist of a menu of probabl of remain in the public sector and transfer pair that induc selfselect a worker full cost is defin by the sum of product cost in the public sector and reserv util in the privat sector it is optim to start by lay off the agent with higher full cost when the public sector befor downsiz is discrimin as the differenti of privat inform about product effici suggest there are countervail incent thi make the size of downsiz smaller under asymmetr inform than under complet inform copyright 1999 by oxford univers press", "title": "The Efficient Mechanism for Downsizing the Public Sector"}, "https://ideas.repec.org/a/eee/poleco/v18y2002i3p407-428.html": {"abstract": "No abstract is available for this item.", "authors": ["epla127", "fpsa284"], "abstractStem": "no abstract is avail for thi item", "title": "Information acquisition, political game and the delegation of authority"}, "https://ideas.repec.org/a/eee/eecrev/v36y1992i2-3p345-353.html": {"abstract": "No abstract is available for this item.", "authors": ["epla127", "epti33"], "abstractStem": "no abstract is avail for thi item", "title": "Should governments commit?"}, "https://ideas.repec.org/a/eee/jetheo/v19y1978i2p423-455.html": {"abstract": "No abstract is available for this item.", "authors": ["epgu36", "epla127"], "abstractStem": "no abstract is avail for thi item", "title": "Taxing price makers"}, "https://ideas.repec.org/a/ecm/emetrp/v48y1980i3p675-95.html": {"abstract": "In modeling disequilibrium macroeconomic systems which one would want to subject to econometric estimation one typically faces the problem of whether the structural model can determine a unique equilibrium. The problem inherits a special form because the regimes in which the equilibria can lie are each linear. By placing restrictions on the parameters that insure the uniqueness of such a solution for each value of the exogenous and random variables, we can improve the estimation procedure. This paper provides necessary and sufficient conditions for uniqueness -- or \"coherency.\" These conditions are applied to a variety of models that have been prominent in the literature on econometrics with 'switching regimes' such as those of self-selectivity (Maddala), simultaneous equation tobit and probit (Amemiya, Schmidt) and multi-market macroeconomic disequilibrium (Gourieroux, Laffont and Nonfort).<p>(This abstract was borrowed from another version of this item.)", "authors": ["epgo144", "epla127", "fpmo298"], "abstractStem": "in model disequilibrium macroeconom system which one would want to subject to econometr estim one typic face the problem of whether the structur model can determin a uniqu equilibrium the problem inherit a special form becaus the regim in which the equilibria can lie are each linear by place restrict on the paramet that insur the uniqu of such a solut for each valu of the exogen and random variabl we can improv the estim procedur thi paper provid necessari and suffici condit for uniqu  or coher these condit are appli to a varieti of model that have been promin in the literatur on econometr with switch regim such as those of selfselect maddala simultan equat tobit and probit amemiya schmidt and multimarket macroeconom disequilibrium gourieroux laffont and nonfortpthi abstract wa borrow from anoth version of thi item", "title": "Coherency Conditions in Simultaneous Linear Equation Models with Endogenous Switching Regimes"}, "https://ideas.repec.org/a/oup/restud/v70y2003i2p253-279.html": {"abstract": " This paper shows that supervision with soft information is valuable whenever supervisors and supervisees collude under asymmetric information and proceeds then to derive an Equivalence Principle between organizational forms of supervisory and productive activities. We consider an organization with an agent privately informed on his productivity and a risk averse supervisor getting signals on the agent's type. In a centralized organization, the principal can communicate and contract with both the supervisor and the agent. However, these two agents can collude against the principal. In a decentralized organization, the principal only communicates and contracts with the supervisor who in turn sub-contracts with the agent. We show that the two organizations achieve the same outcome. We discuss this equivalence and provide various comparative statics results to assess the efficiency of supervisory structures. Copyright 2003, Wiley-Blackwell.", "authors": ["epla127", "fpma1390"], "abstractStem": " thi paper show that supervis with soft inform is valuabl whenev supervisor and supervise collud under asymmetr inform and proce then to deriv an equival principl between organiz form of supervisori and product activ we consid an organ with an agent privat inform on hi product and a risk avers supervisor get signal on the agent type in a central organ the princip can commun and contract with both the supervisor and the agent howev these two agent can collud against the princip in a decentr organ the princip onli commun and contract with the supervisor who in turn subcontract with the agent we show that the two organ achiev the same outcom we discuss thi equival and provid variou compar static result to assess the effici of supervisori structur copyright 2003 wileyblackwel", "title": "Collusion, Delegation and Supervision with Soft Information"}, "https://ideas.repec.org/a/oup/jleorg/v6y1990i2p301-24.html": {"abstract": "No abstract is available for this item.", "authors": ["epla127"], "abstractStem": "no abstract is avail for thi item", "title": "Analysis of Hidden Gaming in a Three-Level Hierarchy"}, "https://ideas.repec.org/a/oup/restud/v62y1995i3p381-399..html": {"abstract": "This paper develops a theory of sharecropping which emphasizes the dual role of moral hazard in the provision of effort and financial constraints. The model is compatible with a large variety of contracts as observed in the region of El Oulja in Tunisia. Using an original data set including financial data, various tests of the theory are undertaken. Production functions stressing the role of effort are estimated. The data support the theory which predicts lower efficiency when the tenant's share of output is lower. The role of financial constraints in explaining which type of contract is selected (as well as the implications that financial constraints have upon effort and therefore output) are supported by the data.", "authors": [], "abstractStem": "thi paper develop a theori of sharecrop which emphas the dual role of moral hazard in the provis of effort and financi constraint the model is compat with a larg varieti of contract as observ in the region of el oulja in tunisia use an origin data set includ financi data variou test of the theori are undertaken product function stress the role of effort are estim the data support the theori which predict lower effici when the tenant share of output is lower the role of financi constraint in explain which type of contract is select as well as the implic that financi constraint have upon effort and therefor output are support by the data", "title": "Moral Hazard, Financial Constraints and Sharecropping in El Oulja"}, "https://ideas.repec.org/a/oup/jafrec/v8y1999i0p30-67.html": {"abstract": " We build a simple positive theory of privatisation for countries where governments have private agendas. Privatisation occurs when the rulers of the country can fetch enough shares in the newly created firms to compensate them from the private benefits they were deriving from public firms. The comparative statics of the model suggests a relationship between the level of privatisation and the level of corruption which has an inverted U-shape. A brief look at data from Sub-Saharan Africa does not reject this hypothesis. Copyright 1999 by Oxford University Press.", "authors": ["epla127"], "abstractStem": " we build a simpl posit theori of privatis for countri where govern have privat agenda privatis occur when the ruler of the countri can fetch enough share in the newli creat firm to compens them from the privat benefit they were deriv from public firm the compar static of the model suggest a relationship between the level of privatis and the level of corrupt which ha an invert ushap a brief look at data from subsaharan africa doe not reject thi hypothesi copyright 1999 by oxford univers press", "title": "A Positive Theory of Privatisation for Sub-Saharan Africa"}, "https://ideas.repec.org/a/eee/pubeco/v33y1987i2p137-155.html": {"abstract": "No abstract is available for this item.", "authors": ["epla127"], "abstractStem": "no abstract is avail for thi item", "title": "Optimal taxation of a non-linear pricing monopolist"}, "https://ideas.repec.org/a/eee/eecrev/v18y1982i2p209-219.html": {"abstract": "No abstract is available for this item.", "authors": ["fpgr476", "epla127"], "abstractStem": "no abstract is avail for thi item", "title": "A test of the equilibrium hypothesis based on inventories: A Communication"}, "https://ideas.repec.org/a/eee/eecrev/v38y1994i9p1673-1710.html": {"abstract": "No abstract is available for this item.", "authors": ["epla127", "epti33"], "abstractStem": "no abstract is avail for thi item", "title": "Access pricing and competition"}, "https://ideas.repec.org/a/eee/ecolet/v30y1989i4p269-274.html": {"abstract": "No abstract is available for this item.", "authors": ["epla127", "fpma498"], "abstractStem": "no abstract is avail for thi item", "title": "Rational expectations with imperfect competition : A Bertrand-Edgeworth Example"}, "https://ideas.repec.org/a/ecm/emetrp/v56y1988i5p1153-75.html": {"abstract": " This paper studies a two-period principal/agent relationship run by short-term contracts. The principal updates the incentive scheme aft er observing the agent's first-period performance. The agent has superio r information about his ability. The principal offers a first-period incentive scheme and observes some measure of the agent's first-perio d performance (cost or profit), which depends on the agent's ability an d (unobservable) first-period effort. The central theme is that the ratchet effect leads to much pooling. For any first-period incentive scheme, there exists no separating equilibrium. The paper gives necessary and sufficient conditions for the existence of partition equilibria and looks at the effect of cost uncertainty. Copyright 1988 by The Econometric Society.", "authors": ["epla127", "epti33"], "abstractStem": " thi paper studi a twoperiod principalag relationship run by shortterm contract the princip updat the incent scheme aft er observ the agent firstperiod perform the agent ha superio r inform about hi abil the princip offer a firstperiod incent scheme and observ some measur of the agent firstperio d perform cost or profit which depend on the agent abil an d unobserv firstperiod effort the central theme is that the ratchet effect lead to much pool for ani firstperiod incent scheme there exist no separ equilibrium the paper give necessari and suffici condit for the exist of partit equilibria and look at the effect of cost uncertainti copyright 1988 by the econometr societi", "title": "The Dynamics of Incentive Contracts"}, "https://ideas.repec.org/a/ecm/emetrp/v48y1980i1p75-96.html": {"abstract": "No abstract is available for this item.", "authors": ["epgo144", "epla127", "fpmo298"], "abstractStem": "no abstract is avail for thi item", "title": "Disequilibrium Econometrics in Simultaneous Equations Systems"}, "https://ideas.repec.org/a/eee/eecrev/v42y1998i3-5p673-684.html": {"abstract": "No abstract is available for this item.", "authors": ["epla127", "fpma1390"], "abstractStem": "no abstract is avail for thi item", "title": "Transaction costs, institutional design and the separation of powers"}, "https://ideas.repec.org/a/aea/aecrev/v91y2001i2p287-291.html": {"abstract": "No abstract is available for this item.", "authors": ["epla127"], "abstractStem": "no abstract is avail for thi item", "title": "Internet Peering"}, "https://ideas.repec.org/a/ris/actuec/v73y1997i1p423-456.html": {"abstract": "U.S. firms seek regulation against foreign firms that are alleged to have dumped their goods in the U.S. market, preying on domestic firms. Regulators, empowered by the legislative body, administer antidumping laws to counter such practices. However, due to informational asymmetries that exist between the legislative body and domestic firms, and because of the discretionary power of the regulatory body, which is supposed to bridge this information gap, regulators may be captured. We examine the possibility of regulatory capture in the context of the administration of the U.S. Antidumping law. Les firmes américaines, qui deviennent la proie des firmes étrangères faisant du dumping sur le marché américain, réclament que ces dernières soient soumises à une réglementation. Jouissant des pleins pouvoirs qui leur sont conférés par le corps législatif, les législateurs mettent en application des lois antidumping pour contrer de telles pratiques. Toutefois, la présence d’asymétrie dans l’information entre le corps législatif et les firmes domestiques, à laquelle s’ajoute le pouvoir discrétionnaire de l’organisme de réglementation qui est sensé réduire cette asymétrie, pourraient rendre captifs les membres de cet organisme. Nous examinons la possibilité d’une réglementation captive dans le contexte de l’application des lois antidumping américaines.", "authors": ["fpga536", "epla127"], "abstractStem": "us firm seek regul against foreign firm that are alleg to have dump their good in the us market prey on domest firm regul empow by the legisl bodi administ antidump law to counter such practic howev due to inform asymmetri that exist between the legisl bodi and domest firm and becaus of the discretionari power of the regulatori bodi which is suppos to bridg thi inform gap regul may be captur we examin the possibl of regulatori captur in the context of the administr of the us antidump law le firm am ricain qui devienn la proie de firm  trang re faisant du dump sur le march  am ricain r clament que ce derni re soient soumis   une r glement jouissant de plein pouvoir qui leur sont conf r s par le corp l gislatif le l gislateur mettent en applic de loi antidump pour contrer de tell pratiqu toutefoi la pr senc d asym trie dan l inform entr le corp l gislatif et le firm domestiqu   laquel s ajout le pouvoir discr tionnair de l organism de r glement qui est sen  r duir cett asym trie pourraient rendr captif le membr de cet organism nou examinon la possibilit  d une r glement captiv dan le context de l applic de loi antidump am ricain", "title": "Une analyse empirique des décisions en matière d’antidumping aux États-Unis"}, "https://ideas.repec.org/a/eee/deveco/v73y2004i2p519-540.html": {"abstract": "No abstract is available for this item.", "authors": ["epes90", "epla127"], "abstractStem": "no abstract is avail for thi item", "title": "Downsizing with labor sharing and collusion"}, "https://ideas.repec.org/a/ris/actuec/v73y1997i4p595-609.html": {"abstract": "After justifying the empirical and the theoretical relevance of the analysis of collusion in organizations and markets, the paper presents the two methods available today for studying collusion under incomplete information. Then, a brief survey of the literature is provided and it is shown how taking into account collusion prevents the implementation of the first best in principal-agent theory when agents' characteristics are correlated. Après avoir justifié l’intérêt empirique et l’intérêt théorique des recherches sur la collusion dans les organisations et les marchés, l’article présente les deux méthodes disponibles aujourd’hui pour l’analyse théorique de la collusion en information incomplète. Ensuite, un bref tour d’horizon de la littérature est proposé et on montre comment la prise en compte de la collusion est un obstacle à la réalisation de l’optimum de premier rang dans la théorie principal-agents lorsque les caractéristiques des agents sont corrélées.", "authors": ["epla127"], "abstractStem": "after justifi the empir and the theoret relev of the analysi of collus in organ and market the paper present the two method avail today for studi collus under incomplet inform then a brief survey of the literatur is provid and it is shown how take into account collus prevent the implement of the first best in principalag theori when agent characterist are correl apr s avoir justifi  l int r t empiriqu et l int r t th oriqu de recherch sur la collus dan le organis et le march s l articl pr sent le deux m thode dispon aujourd hui pour l analys th oriqu de la collus en inform incompl te ensuit un bref tour d horizon de la litt ratur est propo  et on montr comment la prise en compt de la collus est un obstacl   la r alis de l optimum de premier rang dan la th ori principalag lorsqu le caract ristiqu de agent sont corr l es", "title": "Collusion et information asymétrique"}, "https://ideas.repec.org/a/eee/jetheo/v12y1976i3p483-487.html": {"abstract": "No abstract is available for this item.", "authors": ["epla127"], "abstractStem": "no abstract is avail for thi item", "title": "Risk, stochastic preference, and the value of information: A comment"}, "https://ideas.repec.org/a/rje/randje/v34y2003i2p370-90.html": {"abstract": " We develop a framework for Internet backbone competition. In the absence of direct payments between websites and consumers, the access charge allocates communication costs between websites and consumers and affects the volume of traffic. We analyze the impact of the access charge on competitive strategies in an unregulated retail environment. In a remarkably broad range of environments, operators set prices for their customers as if their customers' traffic were entirely off-net. We then compare the socially optimal access charge with the privately desirable one. Finally, when websites charge micropayments, or sell goods and services, the impact of the access charge on welfare is reduced; in particular, the access charge is neutral in a range of circumstances. Copyright 2003 by the RAND Corporation.", "authors": ["epla127", "epre34", "epti33"], "abstractStem": " we develop a framework for internet backbon competit in the absenc of direct payment between websit and consum the access charg alloc commun cost between websit and consum and affect the volum of traffic we analyz the impact of the access charg on competit strategi in an unregul retail environ in a remark broad rang of environ oper set price for their custom as if their custom traffic were entir offnet we then compar the social optim access charg with the privat desir one final when websit charg micropay or sell good and servic the impact of the access charg on welfar is reduc in particular the access charg is neutral in a rang of circumst copyright 2003 by the rand corpor", "title": " Internet Interconnection and the Off-Net-Cost Pricing Principle"}, "https://ideas.repec.org/a/eee/pubeco/v43y1990i1p1-36.html": {"abstract": "No abstract is available for this item.", "authors": ["epla127", "epti33"], "abstractStem": "no abstract is avail for thi item", "title": "The regulation of multiproduct firms : Part I: Theory"}, "https://ideas.repec.org/a/eee/econom/v11y1979i2-3p353-361.html": {"abstract": "No abstract is available for this item.", "authors": ["epla127", "fpmo298"], "abstractStem": "no abstract is avail for thi item", "title": "Disequilibrium econometrics in dynamic models"}, "https://ideas.repec.org/a/prs/reveco/reco_0035-2764_1976_num_27_4_408274.html": {"abstract": "[fre] L'objet de cette note est de prendre en compte le phénomène d'autoprotection dans une théorie des assurances d'équilibre général. Après avoir mis en évidence la possibilité d'inexistence de l'équilibre concurrentiel et son inefficacité très générale, lorsqu'il existe, nous étudions des politiques économiques susceptibles de rétablir l'optimalité parétienne : prime variable liée à l'activité d'autoprotection, prime variable liée à la quantité d'assurance sélectionnée, prime définie sur la base des déclarations de l'agent et contrôlée par une cour de justice, etc. [eng] The economic theory of self-protection The purpose of this paper is to take info account self'protection in a general equilibrium theory of Insurance. First, we show why the competitive equilibrium may fait to exist and why it is in general Pareto inefficient, when it cxists. Then, we study a number of economic policies designed to restore Pareto efficiency : Insurance premium variable with the level of self~protection, with the quantity of Insurance, Insurance premium defined on the basis of the agent's declarations, etc.", "authors": ["epla127"], "abstractStem": "fre lobjet de cett note est de prendr en compt le ph nom ne dautoprotect dan une th ori de assur d quilibr g n ral apr s avoir mi en  videnc la possibilit  dinexist de l quilibr concurrentiel et son inefficacit  tr s g n rale lorsquil exist nou  tudion de politiqu  conomiqu suscept de r tablir loptimalit  par tienn  prime variabl li e   lactivit  dautoprotect prime variabl li e   la quantit  dassur s lectionn e prime d fini sur la base de d clarat de lagent et contr l e par une cour de justic etc eng the econom theori of selfprotect the purpos of thi paper is to take info account selfprotect in a gener equilibrium theori of insur first we show whi the competit equilibrium may fait to exist and whi it is in gener pareto ineffici when it cxist then we studi a number of econom polici design to restor pareto effici  insur premium variabl with the level of selfprotect with the quantiti of insur insur premium defin on the basi of the agent declar etc", "title": "La théorie économique de l'auto-protection"}, "https://ideas.repec.org/a/ris/actuec/v55y1979i1p46-67.html": {"abstract": "The objectif of this paper is to give a microeconomic foundation to misleading advertising in order to derive a method to evaluate its social costs both in terms of efficiency and in terms of distribution. We develop first the approach leading to the concept of demand based on information biased by misleading advertising. Then we set up a model leading to an analytical form of the demand function for the different agents and we discuss the econometric problem of estimating it. We can then develop a formula to measure the social costs of misleading advertising. Finally, we show through an example how that formula can be used.", "authors": ["epbo10", "epla127"], "abstractStem": "the objectif of thi paper is to give a microeconom foundat to mislead advertis in order to deriv a method to evalu it social cost both in term of effici and in term of distribut we develop first the approach lead to the concept of demand base on inform bias by mislead advertis then we set up a model lead to an analyt form of the demand function for the differ agent and we discuss the econometr problem of estim it we can then develop a formula to measur the social cost of mislead advertis final we show through an exampl how that formula can be use", "title": "Le calcul économique de la publicité frauduleuse"}, "https://ideas.repec.org/a/ucp/jpolec/v87y1979i4p719-48.html": {"abstract": "No abstract is available for this item.", "authors": ["epla127"], "abstractStem": "no abstract is avail for thi item", "title": "A General Equilibrium Entrepreneurial Theory of Firm Formation Based on Risk Aversion"}, "https://ideas.repec.org/a/eee/jetheo/v10y1975i3p284-308.html": {"abstract": "No abstract is available for this item.", "authors": ["epla127"], "abstractStem": "no abstract is avail for thi item", "title": "Optimism and experts against adverse selection in a competitive economy"}, "https://ideas.repec.org/a/ecm/emetrp/v50y1982i2p409-25.html": {"abstract": "No abstract is available for this item.", "authors": ["epgo144", "epla127", "fpmo298"], "abstractStem": "no abstract is avail for thi item", "title": "Rational Expectations in Dynamic Linear Models: Analysis of the Solutions"}, "https://ideas.repec.org/a/eee/ecolet/v5y1980i3p215-217.html": {"abstract": "It is shown that backward-forward procedure which selects solutions in dynamic models with rational expectations may fail to give a solution when the lags are of order two.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epgo144", "epla127"], "abstractStem": "it is shown that backwardforward procedur which select solut in dynam model with ration expect may fail to give a solut when the lag are of order twopthi abstract wa borrow from anoth version of thi item", "title": "On the backward-forward procedure"}, "https://ideas.repec.org/a/bla/econom/v42y1975i168p430-37.html": {"abstract": "No abstract is available for this item.", "authors": ["epla127"], "abstractStem": "no abstract is avail for thi item", "title": "Macroeconomic Constraints, Economic Efficiency and Ethics: An Introduction to Kantian Economics"}, "https://ideas.repec.org/a/bla/scandj/v81y1979i2p227-37.html": {"abstract": "No abstract is available for this item.", "authors": ["epla127", "fpma498"], "abstractStem": "no abstract is avail for thi item", "title": " On the Difficulty of Attaining Distributional Goals with Imperfect Information about Consumers"}, "https://ideas.repec.org/a/eee/juecon/v25y1989i2p213-218.html": {"abstract": "No abstract is available for this item.", "authors": ["epla127"], "abstractStem": "no abstract is avail for thi item", "title": "Existence of a spatial equilibrium"}, "https://ideas.repec.org/a/eee/gamebe/v2y1990i3p247-272.html": {"abstract": "No abstract is available for this item.", "authors": ["fpgr476", "epla127"], "abstractStem": "no abstract is avail for thi item", "title": "Competition on many fronts: A stackelberg signaling equilibrium"}, "https://ideas.repec.org/a/oup/jleorg/v7y1991i0p84-105.html": {"abstract": "No abstract is available for this item.", "authors": ["epla127", "epti33"], "abstractStem": "no abstract is avail for thi item", "title": "Privatization and Incentives"}, "https://ideas.repec.org/a/rje/randje/v29y1998ispringp1-37.html": {"abstract": " We develop a model of unregulated competition between interconnected networks and analyze the mature and transition phases of the industry in this deregulated environment. Networks pay (negotiated or regulated) access charges to each other and compete in prices for customers. We show that a competitive equilibrium may fail to exist for large access charges or for large network substitutability, and that freely negotiated access charges may prevent effective competition in the mature phase of the industry and erect barriers to entry in the transition toward competition. Last, we examine the meaning and impact of policies such as the efficient component pricing rule.", "authors": ["epla127", "epre34", "epti33"], "abstractStem": " we develop a model of unregul competit between interconnect network and analyz the matur and transit phase of the industri in thi deregul environ network pay negoti or regul access charg to each other and compet in price for custom we show that a competit equilibrium may fail to exist for larg access charg or for larg network substitut and that freeli negoti access charg may prevent effect competit in the matur phase of the industri and erect barrier to entri in the transit toward competit last we examin the mean and impact of polici such as the effici compon price rule", "title": "Network Competition: I. Overview and Nondiscriminatory Pricing"}, "https://ideas.repec.org/a/ucp/jpolec/v95y1987i5p921-37.html": {"abstract": " This paper draws a remarkably simple bridge between auction theory and incentive theory. It considers the auctioning of an indivisible project among several fi rms. The firms have private information about their future cost at th e bidding stage, and the selected firm ex post invests in cost reduct ion. The authors show that (1) the optimal auction can be implemented by a dominant strategy auction that uses information about both the first bid and the second bid; (2) the winner faces a (linear) incenti ve contract; (3) the fixed transfer to the winner decreases with his announced expected cost and increases with the second lowest announce d expected cost; and (4) the share of cost overruns borne by the winn er decreases with the winner's announced expected cost. Copyright 1987 by University of Chicago Press.", "authors": ["epla127", "epti33"], "abstractStem": " thi paper draw a remark simpl bridg between auction theori and incent theori it consid the auction of an indivis project among sever fi rm the firm have privat inform about their futur cost at th e bid stage and the select firm ex post invest in cost reduct ion the author show that 1 the optim auction can be implement by a domin strategi auction that use inform about both the first bid and the second bid 2 the winner face a linear incenti ve contract 3 the fix transfer to the winner decreas with hi announc expect cost and increas with the second lowest announc d expect cost and 4 the share of cost overrun born by the winn er decreas with the winner announc expect cost copyright 1987 by univers of chicago press", "title": "Auctioning Incentive Contracts"}, "https://ideas.repec.org/a/eee/pubeco/v8y1977i1p79-93.html": {"abstract": "No abstract is available for this item.", "authors": ["fpgr476", "epla127"], "abstractStem": "no abstract is avail for thi item", "title": "On the revelation of preferences for public goods"}, "https://ideas.repec.org/a/kap/regeco/v10y1996i3p227-56.html": {"abstract": " The determination of interconnection charges is the key to the introduction of competition in telecommunications, electricity, gas, postal services, and several other industries. The paper first recaps standard regulatory policies for interconnection. It then provides a simple account of theoretical considerations in the matter of setting access charges, and analyzes existing policies in this light. In view of the shortcomings of these policies, it proposes a new and simple rule, labelled global price cap, which is theoretically more satisfactory and informationally no more and often less demanding than existing rules. Copyright 1996 by Kluwer Academic Publishers", "authors": ["epla127", "epti33"], "abstractStem": " the determin of interconnect charg is the key to the introduct of competit in telecommun electr ga postal servic and sever other industri the paper first recap standard regulatori polici for interconnect it then provid a simpl account of theoret consider in the matter of set access charg and analyz exist polici in thi light in view of the shortcom of these polici it propos a new and simpl rule label global price cap which is theoret more satisfactori and inform no more and often less demand than exist rule copyright 1996 by kluwer academ publish", "title": "Creating Competition through Interconnection: Theory and Practice"}, "https://ideas.repec.org/a/ecj/econjl/v97y1987i388ap17-31.html": {"abstract": "No abstract is available for this item.", "authors": ["epla127"], "abstractStem": "no abstract is avail for thi item", "title": "Toward a Normative Theory of Incentive Contracts between Government and Private Firms"}, "https://ideas.repec.org/a/eee/eecrev/v43y1999i4-6p649-669.html": {"abstract": "No abstract is available for this item.", "authors": ["epla127"], "abstractStem": "no abstract is avail for thi item", "title": "Political economy, information and incentives1"}, "https://ideas.repec.org/a/eee/pubeco/v87y2003i9-10p2369-2396.html": {"abstract": "We consider a regulation problem with complete contracting in a principal-agent model with adverse selection and review within this model the various channels by which external competition parameters affect incentives within the regulated firm. The channels are: the principal's information, the principal's objective function, the agent's incentive constraint, the agent's participation constraint. We consider in particular a better information structure, a threat of liquidation, a fight for talent, a more efficient private sector, and the existence of better substitutes. We characterize in each case the conditions under which the effect on incentives is positive. Nous analysons dans un modèle principal-agent avec sélection adverse et contrats complets comment les incitations dans une entreprise réglementée sont affectées par la concurrence externe à travers son effet sur l'information et la fonction objectif du principal d'une part et les contraintes de compatibilité incitative et de rationalité individuelle de l'agent d'autre part. Nous considérons plus précisément les sources suivantes de pressions concurrentielles accrues: une meilleure structure d'information, une menace plus forte de liquidation, une concurrence plus intense pour le talent, un secteur privé plus efficace, et l'existence de meilleurs substituts. Nous caractérisons dans chaque cas les conditions sous lesquelles l'effet sur les incitations est positif.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epbo10", "epla127"], "abstractStem": "we consid a regul problem with complet contract in a principalag model with advers select and review within thi model the variou channel by which extern competit paramet affect incent within the regul firm the channel are the princip inform the princip object function the agent incent constraint the agent particip constraint we consid in particular a better inform structur a threat of liquid a fight for talent a more effici privat sector and the exist of better substitut we character in each case the condit under which the effect on incent is posit nou analyson dan un mod le principalag avec s lection advers et contrat complet comment le incit dan une entrepris r glement e sont affect es par la concurr extern   traver son effet sur linform et la fonction objectif du princip dune part et le contraint de compatibilit  incit et de rationalit  individuel de lagent dautr part nou consid ron plu pr ci ment le sourc suivant de pression concurrentiel accru une meilleur structur dinform une menac plu fort de liquid une concurr plu intens pour le talent un secteur priv  plu efficac et lexist de meilleur substitut nou caract rison dan chaqu ca le condit sou lesquel leffet sur le incit est positifpthi abstract wa borrow from anoth version of thi item", "title": "Competition and the reform of incentive schemes in the regulated sector"}, "https://ideas.repec.org/a/eee/indorg/v26y2008i2p421-442.html": {"abstract": "High rates of contract renegotiation have raised serious questions about the viability of the concession model to attract private participation in infrastructure in developing countries. After extending in reduced form a standard regulation model, in which renegotiation occurs due to the imperfect enforcement of concession contracts, we use a unique data set of 307 concessions awarded in Latin America from 1989 to 2000, covering the sectors of transport and water, to analyze the determinants of this high incidence of renegotiations of infrastructure contracts. We look in details at the impact, on the probability of renegotiation of a concession, of regulatory institutions, institutional features, economic shocks and of the characteristics of the concession contracts themselves. We then derive some policy implications of our work.", "authors": ["epla127", "epst93"], "abstractStem": "high rate of contract renegoti have rais seriou question about the viabil of the concess model to attract privat particip in infrastructur in develop countri after extend in reduc form a standard regul model in which renegoti occur due to the imperfect enforc of concess contract we use a uniqu data set of 307 concess award in latin america from 1989 to 2000 cover the sector of transport and water to analyz the determin of thi high incid of renegoti of infrastructur contract we look in detail at the impact on the probabl of renegoti of a concess of regulatori institut institut featur econom shock and of the characterist of the concess contract themselv we then deriv some polici implic of our work", "title": "Renegotiation of concession contracts in Latin America: Evidence from the water and transport sectors"}, "https://ideas.repec.org/a/oup/oxford/v17y2001i3p313-328.html": {"abstract": " Efficiency in the management of electricity transmission networks is essential for the success of the liberalized energy markets. The paper is dedicated to the short-run management problems of these natural monopolies. It analyses how to organize and price access to and use of the transport network. After presenting the technical and institutional features of the electricity industry, the paper develops the normative approach of first-best and second-best pricing by means of nodal prices. Then the exercise of market power at some nodes and its consequences for the transport system operator are examined. The remaining part is more policy oriented, describing and analysing the practical solutions implemented in the European Union for energy transport pricing. The paper concludes with some remarks about the enforcement of antitrust rules in electricity transport. Copyright 2001, Oxford University Press.", "authors": ["epcr24", "epla127"], "abstractStem": " effici in the manag of electr transmiss network is essenti for the success of the liber energi market the paper is dedic to the shortrun manag problem of these natur monopoli it analys how to organ and price access to and use of the transport network after present the technic and institut featur of the electr industri the paper develop the norm approach of firstbest and secondbest price by mean of nodal price then the exercis of market power at some node and it consequ for the transport system oper are examin the remain part is more polici orient describ and analys the practic solut implement in the european union for energi transport price the paper conclud with some remark about the enforc of antitrust rule in electr transport copyright 2001 oxford univers press", "title": "Transport Pricing in the Electricity Industry"}, "https://ideas.repec.org/a/eee/eecrev/v16y1981i1p199-221.html": {"abstract": "This paper studies the sequence of short-run quantity-constrained equilibria of a model with a single storable output, labor and money. The durability of output gives rise to inventory fluctuations which influence the course of the equilibria attained. One special feature of interest is the assumption that prices are not at the level which would equilibrate all markets if there were no stochastic shocks to the economy. With prices frozen at this level, the nature of the realized shocks determines the type of disequilibrium realized and the unintended component of inventory change. The analysis concentrates on two questions: What is the statistical nature of the process governing the real wage, output, employment and inventories? And is it possible to test this model against the alternative hypothesis that prices are continually flexible even after the shocks have disturbed the system? We find that although these theories are similar in their qualitative structure, tests can be developed. We also show how the frequencies of different types of quantity-constrained equilibria vary with the stochastic specification. This may shed some insight on why it is commonly believed that some types of disequilibrium phenomena have not been observed.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpgr476", "epla127"], "abstractStem": "thi paper studi the sequenc of shortrun quantityconstrain equilibria of a model with a singl storabl output labor and money the durabl of output give rise to inventori fluctuat which influenc the cours of the equilibria attain one special featur of interest is the assumpt that price are not at the level which would equilibr all market if there were no stochast shock to the economi with price frozen at thi level the natur of the realiz shock determin the type of disequilibrium realiz and the unintend compon of inventori chang the analysi concentr on two question what is the statist natur of the process govern the real wage output employ and inventori and is it possibl to test thi model against the altern hypothesi that price are continu flexibl even after the shock have disturb the system we find that although these theori are similar in their qualit structur test can be develop we also show how the frequenc of differ type of quantityconstrain equilibria vari with the stochast specif thi may shed some insight on whi it is commonli believ that some type of disequilibrium phenomena have not been observedpthi abstract wa borrow from anoth version of thi item", "title": "Disequilibrium dynamics with inventories and anticipatory price-setting"}, "https://ideas.repec.org/a/prs/reveco/reco_0035-2764_1984_num_35_1_408772.html": {"abstract": "[eng] Collective rationality under incomplete information Jean-Jacques Laffont This paper discusses a notion of collective rationality when information is decentralized. It is claimed that the collective decision maker must elicit in an incentive compatible way the information privately own if he wants to use it. The concept of incentive compatible Pareto optimum is then illustrated in an example which analyses the normative properties of price revealing rational expectations equilibria. [fre] Cette note propose une notion de rationalité collective lorsque dans un système économique l'information est décentralisée. Il est postulé que l'agent collectif décideur doit obtenir de façon incitative cette information détenue privativement s'il veut l'utiliser. Le concept d'optimum de Pareto incitatif est ensuite illustré dans un exemple qui analyse les propriétés normatives de l'équilibre à anticipations rationnelles qui transmet de l'information par les prix.", "authors": ["epla127"], "abstractStem": "eng collect ration under incomplet inform jeanjacqu laffont thi paper discuss a notion of collect ration when inform is decentr it is claim that the collect decis maker must elicit in an incent compat way the inform privat own if he want to use it the concept of incent compat pareto optimum is then illustr in an exampl which analys the norm properti of price reveal ration expect equilibria fre cett note propos une notion de rationalit  collect lorsqu dan un syst me  conomiqu linform est d centrali e il est postul  que lagent collectif d cideur doit obtenir de fa on incit cett inform d tenu privativ sil veut lutilis le concept doptimum de pareto incitatif est ensuit illustr  dan un exempl qui analys le propri t s norm de l quilibr   anticip rationnel qui transmet de linform par le prix", "title": "Information imparfaite et rationalité collective"}, "https://ideas.repec.org/a/eee/mateco/v10y1982i1p17-47.html": {"abstract": "No abstract is available for this item.", "authors": ["epla127", "fpma498"], "abstractStem": "no abstract is avail for thi item", "title": "Nash and dominant strategy implementation in economic environments"}, "https://ideas.repec.org/a/eee/mateco/v3y1976i3p269-283.html": {"abstract": "No abstract is available for this item.", "authors": ["epla127"], "abstractStem": "no abstract is avail for thi item", "title": "Court against moral hazard"}, "https://ideas.repec.org/a/eee/eecrev/v43y1999i4-6p1105-1114.html": {"abstract": "No abstract is available for this item.", "authors": ["epla127"], "abstractStem": "no abstract is avail for thi item", "title": "The dynamics of reform and development in China: A political economy perspective"}, "https://ideas.repec.org/a/oup/jleorg/v6y1990i1p1-31.html": {"abstract": "No abstract is available for this item.", "authors": ["epla127", "epti33"], "abstractStem": "no abstract is avail for thi item", "title": "The Politics of Government Decision Making: Regulatory Institutions"}, "https://ideas.repec.org/a/ecm/emetrp/v63y1995i4p953-80.html": {"abstract": " This paper proposes a convenient estimation method for the empirical study of auction models. The authors focus on first-price sealed-bid and descending auctions within the private value paradigm. The method relies upon a simulated nonlinear least squares objective function appropriately adjusted. Asymptotic properties are established and some extensions are discussed. The method is applied to a market of agricultural products. The structural modeling takes into account the heterogeneity of the auctioned objects and the fact that only the winning bid is observed. Estimates of the parameters characterizing the distribution of the unobserved private values are provided. Copyright 1995 by The Econometric Society.", "authors": ["epla127"], "abstractStem": " thi paper propos a conveni estim method for the empir studi of auction model the author focu on firstpric sealedbid and descend auction within the privat valu paradigm the method reli upon a simul nonlinear least squar object function appropri adjust asymptot properti are establish and some extens are discuss the method is appli to a market of agricultur product the structur model take into account the heterogen of the auction object and the fact that onli the win bid is observ estim of the paramet character the distribut of the unobserv privat valu are provid copyright 1995 by the econometr societi", "title": "Econometrics of First-Price Auctions"}, "https://ideas.repec.org/a/eee/pubeco/v90y2006i6-7p1155-1179.html": {"abstract": "This paper develops a model to analyze the impacts of asymmetric information on optimal universal service policy in the public utilities of developing countries. Optimal universal service policy is implemented using two regulatory instruments: pricing and network investment. Under discriminatory pricing asymmetric information leads to a higher price and smaller network in the rural area than under full information. Under uniform pricing the price is also lower but the network is even smaller. In addition, under both pricing regimes not only the firm but also taxpayers have incentives to collude with the regulator. © 2005 Elsevier B.V. All rights reserved.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epes90", "epla127"], "abstractStem": "thi paper develop a model to analyz the impact of asymmetr inform on optim univers servic polici in the public util of develop countri optim univers servic polici is implement use two regulatori instrument price and network invest under discriminatori price asymmetr inform lead to a higher price and smaller network in the rural area than under full inform under uniform price the price is also lower but the network is even smaller in addit under both price regim not onli the firm but also taxpay have incent to collud with the regul   2005 elsevi bv all right reservedpthi abstract wa borrow from anoth version of thi item", "title": "Universal service obligations in LDCs: The effect of uniform pricing on infrastructure access"}, "https://ideas.repec.org/a/bla/jemstr/v8y1999i1p61-93.html": {"abstract": " This paper relies on an engineering optimization model of the local telecommunication exchange network to calibrate the functions entering various regulatory mechanisms, from both traditional and modern (incentive) regulation, and evaluate their relative performance. The engineering process model is used to generate data, which are econometrically synthesized in a translog economic cost function. Using this estimated cost function and some empirical and institutional information on market and regulatory conditions, we then calibrate demand, social-surplus, and disutility-of-(cost-reducing)-effort functions. These functions, together with probability distributions reflecting the regulator's beliefs about technology characteristics, allow us to quantitatively assess the social value of regulatory transfers and of good cost auditing procedures, the redistributive consequences of the various forms of regulation, and the sensitivity of their relative performance to the cost of public funds. Copyright (c) 1999 Massachusetts Institute of Technology.", "authors": ["fpga536", "epla127", "fpsh665"], "abstractStem": " thi paper reli on an engin optim model of the local telecommun exchang network to calibr the function enter variou regulatori mechan from both tradit and modern incent regul and evalu their rel perform the engin process model is use to gener data which are econometr synthes in a translog econom cost function use thi estim cost function and some empir and institut inform on market and regulatori condit we then calibr demand socialsurplu and disutilityofcostreducingeffort function these function togeth with probabl distribut reflect the regul belief about technolog characterist allow us to quantit assess the social valu of regulatori transfer and of good cost audit procedur the redistribut consequ of the variou form of regul and the sensit of their rel perform to the cost of public fund copyright c 1999 massachusett institut of technolog", "title": "Empirical Evaluation of Regulatory Regimes in Local Telecommunications Markets"}, "https://ideas.repec.org/a/aea/aecrev/v80y1990i5p1042-61.html": {"abstract": " This paper develops a normative model of regulatory policy toward bypass and cream skimming. It analyzes the effects of bypass on second-degree price discrimination, on the rent of the regulated firm, and on the welfare of low-demand customers. It shows that pricing under marginal cost may be optimal for the regulated firm, excessive cream skimming occurs if access to the bypass technology is not regulated, and the prohibition of bypass may increase or decrease the regulated firm's rent. Copyright 1990 by American Economic Association.", "authors": ["epla127", "epti33"], "abstractStem": " thi paper develop a norm model of regulatori polici toward bypass and cream skim it analyz the effect of bypass on seconddegre price discrimin on the rent of the regul firm and on the welfar of lowdemand custom it show that price under margin cost may be optim for the regul firm excess cream skim occur if access to the bypass technolog is not regul and the prohibit of bypass may increas or decreas the regul firm rent copyright 1990 by american econom associ", "title": "Optimal Bypass and Cream Skimming"}, "https://ideas.repec.org/a/ecm/emetrp/v68y2000i2p309-342.html": {"abstract": "In a public good environment with positively correlated types, we characterize optimal mechanisms when agents have private information and can enter collusive agreements. First, we prove a weak-collusion-proof principle according to which there is no restriction for the principal in offering weak-collusion-proof mechanisms. Second, with this principle, we characterize the set of allocations that satisfy individual and coalitional incentive constraints. The optimal weakly collusion-proof mechanism calls for distortions away from first-best efficiency obtained without collusion. Allowing collusion restores continuity between the correlated and the uncorrelated environments. When the correlation becomes almost perfect, first-best efficiency is approached. Finally, the optimal collusion-proof mechanism is strongly ratifiable.", "authors": ["epla127", "fpma1390"], "abstractStem": "in a public good environ with posit correl type we character optim mechan when agent have privat inform and can enter collus agreement first we prove a weakcollusionproof principl accord to which there is no restrict for the princip in offer weakcollusionproof mechan second with thi principl we character the set of alloc that satisfi individu and coalit incent constraint the optim weakli collusionproof mechan call for distort away from firstbest effici obtain without collus allow collus restor continu between the correl and the uncorrel environ when the correl becom almost perfect firstbest effici is approach final the optim collusionproof mechan is strongli ratifi", "title": "Mechanism Design with Collusion and Correlation"}, "https://ideas.repec.org/a/ecm/emetrp/v55y1987i1p69-94.html": {"abstract": " When a decision rule is implemented using a Bayesian incentive compatible mechanism in which the messages are publically obser vable, the players' information is augmented by their observation of each others' strategies. In this paper the authors study the set of Bayesian implementable decision rules which have the further property that the information c onveyed in the process of thier implementation does not invalidate the optimality of the players' strategies. Such rules are called posterior implementable. The authors concentrate on a two-person problem with two possible decisions and, for this problem, they obtain a complete characterization of the set of posterior implementable decision rules. Copyright 1987 by The Econometric Society.", "authors": ["fpgr476", "epla127"], "abstractStem": " when a decis rule is implement use a bayesian incent compat mechan in which the messag are public obser vabl the player inform is augment by their observ of each other strategi in thi paper the author studi the set of bayesian implement decis rule which have the further properti that the inform c onvey in the process of thier implement doe not invalid the optim of the player strategi such rule are call posterior implement the author concentr on a twoperson problem with two possibl decis and for thi problem they obtain a complet character of the set of posterior implement decis rule copyright 1987 by the econometr societi", "title": "Posterior Implementability in a Two-Person Decision Problem"}, "https://ideas.repec.org/a/eee/pubeco/v58y1995i3p319-336.html": {"abstract": "No abstract is available for this item.", "authors": ["epla127"], "abstractStem": "no abstract is avail for thi item", "title": "Regulation, moral hazard and insurance of environmental risks"}, "https://ideas.repec.org/a/eee/eecrev/v31y1987i4p901-926.html": {"abstract": "No abstract is available for this item.", "authors": ["epla127", "epti33"], "abstractStem": "no abstract is avail for thi item", "title": "Comparative statics of the optimal dynamic incentive contract"}, "https://ideas.repec.org/a/eee/eecrev/v46y2002i4-5p928-935.html": {"abstract": "No abstract is available for this item.", "authors": ["epcr113", "epla127"], "abstractStem": "no abstract is avail for thi item", "title": "Competition in gas markets"}, "firstname": "Jean-Jacques", "https://ideas.repec.org/a/eee/pubeco/v26y1985i2p135-146.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr190", "epla127"], "abstractStem": "no abstract is avail for thi item", "title": "Average cost pricing versus marginal cost pricing under moral hazard"}, "https://ideas.repec.org/a/eee/eecrev/v31y1987i1-2p483-489.html": {"abstract": "No abstract is available for this item.", "authors": ["epla127", "fpma498"], "abstractStem": "no abstract is avail for thi item", "title": "Monopoly with asymmetric information about quality : Behavior and regulation"}, "https://ideas.repec.org/a/bla/ecorec/v65y1989i188p54-65.html": {"abstract": " This paper was motivated by the author's participation in the Economic Theory Symposium of the 1988 Australian Economics Congress, Canberra. It represents only one perspective on an immense literature. As the reader will notice, the author has often referred to his own work, for two reasons. The first is because it is what he knows best, the second is to provide an illustration of the inefficiency resulting from the incentive constraints editors face in contracting for surveys. Copyright 1989 by The Economic Society of Australia.", "authors": ["epla127"], "abstractStem": " thi paper wa motiv by the author particip in the econom theori symposium of the 1988 australian econom congress canberra it repres onli one perspect on an immens literatur as the reader will notic the author ha often refer to hi own work for two reason the first is becaus it is what he know best the second is to provid an illustr of the ineffici result from the incent constraint editor face in contract for survey copyright 1989 by the econom societi of australia", "title": "A Brief Overview of the Economics of Incomplete Markets"}, "https://ideas.repec.org/a/oup/restud/v42y1975i4p605-614..html": {"abstract": "No abstract is available for this item.", "authors": [], "abstractStem": "no abstract is avail for thi item", "title": "First-Order Certainty Equivalence with Instrument-Dependent Randomness"}, "https://ideas.repec.org/a/eee/eecrev/v44y2000i4-6p773-784.html": {"abstract": "No abstract is available for this item.", "authors": ["epla127"], "abstractStem": "no abstract is avail for thi item", "title": "Group lending with adverse selection"}, "https://ideas.repec.org/a/bpj/bejtec/vcontributions.2y2003i1n5.html": {"abstract": "This paper studies the efficiency of collusion between supervisors and supervisees. Building on Tirole (1986)'s results that deterring collusion with infinitely risk averse supervisors is impossible, while it is costless to do so under risk neutrality, we develop here a theory of collusion based on a trade-off between the risk premia required by (less extreme) risk attitudes and incentives. This allows us to link the efficiency of collusion to the supervisor's risk aversion and to various parameters characterizing the economic environment in which collusion may take place. We are then able to derive implications for the design of organizations, like determining how the number of tasks/agents per supervisor or the level of competition may impact on the cost of collusion, studying the impact of vertical integration on those same costs, or characterizing the role of uncertainty on side-contracting.", "authors": ["epla127", "fpma1390"], "abstractStem": "thi paper studi the effici of collus between supervisor and supervise build on tirol 1986 result that deter collus with infinit risk avers supervisor is imposs while it is costless to do so under risk neutral we develop here a theori of collus base on a tradeoff between the risk premia requir by less extrem risk attitud and incent thi allow us to link the effici of collus to the supervisor risk avers and to variou paramet character the econom environ in which collus may take place we are then abl to deriv implic for the design of organ like determin how the number of tasksag per supervisor or the level of competit may impact on the cost of collus studi the impact of vertic integr on those same cost or character the role of uncertainti on sidecontract", "title": "Risk Averse Supervisors and the Efficiency of Collusion"}, "https://ideas.repec.org/a/rje/randje/v30y1999ispringp137-157.html": {"abstract": " This article makes some steps toward a formal political economy of environmental policy. Economists' quasi-unanimous preference for sophisticated incentive regulation is reconsidered. We recast the question of instrument choice in the general mechanism design literature within an incomplete contract approach to political economy. We show why \"constitutional\" constraints on the instruments of environmental policy may be desirable, even though they appear inefficient from a standard economic viewpoint. Their justification lies in the limitations they impose on the politicians' ability to distribute rents. Insights are provided on the emergence of incentive mechanisms in environmental regulation.", "authors": ["epbo10", "epla127"], "abstractStem": " thi articl make some step toward a formal polit economi of environment polici economist quasiunanim prefer for sophist incent regul is reconsid we recast the question of instrument choic in the gener mechan design literatur within an incomplet contract approach to polit economi we show whi constitut constraint on the instrument of environment polici may be desir even though they appear ineffici from a standard econom viewpoint their justif lie in the limit they impos on the politician abil to distribut rent insight are provid on the emerg of incent mechan in environment regul", "title": "Toward a Political Theory of the Emergence of Environmental Incentive Regulation"}, "https://ideas.repec.org/a/eee/deveco/v64y2001i1p129-145.html": {"abstract": "No abstract is available for this item.", "authors": ["epla127"], "abstractStem": "no abstract is avail for thi item", "title": "Separation of powers and development"}, "https://ideas.repec.org/a/kap/revind/v29y2006i1p55-73.html": {"abstract": " We construct a regulation model in which renegotiation occurs due to the imperfect enforcement of concession contracts. This enables us to provide theoretical predictions for the impact, on the probability of renegotiation of a concession, of regulatory policy, institutional features, economic shocks and of several characteristics of the concession contracts themselves. Copyright Springer 2006", "authors": ["epla127", "epst93"], "abstractStem": " we construct a regul model in which renegoti occur due to the imperfect enforc of concess contract thi enabl us to provid theoret predict for the impact on the probabl of renegoti of a concess of regulatori polici institut featur econom shock and of sever characterist of the concess contract themselv copyright springer 2006", "title": "Renegotiation of Concession Contracts: A Theoretical Approach"}, "https://ideas.repec.org/a/kap/regeco/v24y2003i1p5-33.html": {"abstract": " In this paper we provide the normative benchmark characterizing the optimal allocation of resources in a gas network. By duality, we determine the consumer and producer prices, at each node of the network, which decentralize this allocation with competitive actors. From the nodal prices we derive optimal transportation charges which turn out to be related to distance, but not always in a straightforward manner. We also consider the issue of pricing on secondary markets for capacity when pricing schedules for the transportation of gas consist of two terms: a capacity charge and a quantity charge. Finally, we explore the role of uncertainty in the planning of network capacity. Copyright 2003 by Kluwer Academic Publishers", "authors": ["epcr113", "fpga536", "epla127"], "abstractStem": " in thi paper we provid the norm benchmark character the optim alloc of resourc in a ga network by dualiti we determin the consum and produc price at each node of the network which decentr thi alloc with competit actor from the nodal price we deriv optim transport charg which turn out to be relat to distanc but not alway in a straightforward manner we also consid the issu of price on secondari market for capac when price schedul for the transport of ga consist of two term a capac charg and a quantiti charg final we explor the role of uncertainti in the plan of network capac copyright 2003 by kluwer academ publish", "title": "Access to Pipelines in Competitive Gas Markets"}, "https://ideas.repec.org/a/ecm/emetrp/v45y1977i5p1187-1204.html": {"abstract": "No abstract is available for this item.", "authors": ["fpga447", "epla127"], "abstractStem": "no abstract is avail for thi item", "title": "Disequilibrium Econometrics for Business Loans"}, "https://ideas.repec.org/a/bla/scandj/v99y1997i4p519-40.html": {"abstract": " The authors study the design of supervisory functions in an organization with one principal and two agents. Each agent can perform supervision activities regarding the other agent. They characterize the way the principal must structure incentive payments to avoid any collusive activity between agents. In particular, it is shown that better mutual information between agents may hurt the principal. The other main result is the possibility that it may be better to give up one supervisory function or to have a third party be the supervisor if possible. Finally, the authors show that such a dual supervisory structure raises the possibility that letting collusion happen may be the best policy. Copyright 1997 by The editors of the Scandinavian Journal of Economics.", "authors": ["epla127"], "abstractStem": " the author studi the design of supervisori function in an organ with one princip and two agent each agent can perform supervis activ regard the other agent they character the way the princip must structur incent payment to avoid ani collus activ between agent in particular it is shown that better mutual inform between agent may hurt the princip the other main result is the possibl that it may be better to give up one supervisori function or to have a third parti be the supervisor if possibl final the author show that such a dual supervisori structur rais the possibl that let collus happen may be the best polici copyright 1997 by the editor of the scandinavian journal of econom", "title": " Reciprocal Supervision, Collusion and Organizational Design"}, "https://ideas.repec.org/a/bla/ecorec/v64y1988i187p295-306.html": {"abstract": "No abstract is available for this item.", "authors": ["epla127"], "abstractStem": "no abstract is avail for thi item", "title": "Hidden Gaming in Hierarchies: Facts and Models"}, "https://ideas.repec.org/a/oup/qjecon/v106y1991i4p1089-1127..html": {"abstract": "The paper develops an agency-theoretic approach to interest-group politics and shows the following: (1) the organizational response to the possibility of regulatory agency politics is to reduce the stakes interest groups have in regulation. (2) The threat of producer protection leads to low-powered incentive schemes for regulated firms. (3) Consumer politics may induce uniform pricing by a multiproduct firm. (4) An interest group has more power when its interest lies in inefficient rather than efficient regulation, where inefficiency is measured by the degree of informational asymmetry between the regulated industry and the political principal (Congress).", "authors": [], "abstractStem": "the paper develop an agencytheoret approach to interestgroup polit and show the follow 1 the organiz respons to the possibl of regulatori agenc polit is to reduc the stake interest group have in regul 2 the threat of produc protect lead to lowpow incent scheme for regul firm 3 consum polit may induc uniform price by a multiproduct firm 4 an interest group ha more power when it interest lie in ineffici rather than effici regul where ineffici is measur by the degre of inform asymmetri between the regul industri and the polit princip congress", "title": "The Politics of Government Decision-Making: A Theory of Regulatory Capture"}, "https://ideas.repec.org/a/mhr/jinste/urnsici0932-4569(200112)1574_487gcae_2.0.tx_2-h.html": {"abstract": "We consider a principal-multiagent framework with adverse selection when contracting is possible ex ante. However, enforcement of contracts is imperfect, which results in inefficiencies. We study how group contracting may or may not mitigate those inefficiencies.", "authors": ["epla127"], "abstractStem": "we consid a principalmultiag framework with advers select when contract is possibl ex ant howev enforc of contract is imperfect which result in ineffici we studi how group contract may or may not mitig those ineffici", "title": "Group Contracting and Enforcement"}, "https://ideas.repec.org/a/rje/randje/v30y1999isummerp232-262.html": {"abstract": " We show that the separation of powers in regulation may act as a commitment against the threat of regulatory capture. Splitting regulatory tasks and monitoring technologies among several nonbenevolent regulators may reduce their discretion in engaging in socially wasteful activities. When regulators make collusive offers that are accepted by the agent whatever his characteristics, competition between regulators relaxes collusion-proofness constraints and improves social welfare. This result is robust to different specifications of the agent's preferences and to the timing of the game as long as one insists on safe side-contracting offers. We also discuss how separation affects both allocative efficiency and the distribution of rents in the economy.", "authors": ["epla127", "fpma1390"], "abstractStem": " we show that the separ of power in regul may act as a commit against the threat of regulatori captur split regulatori task and monitor technolog among sever nonbenevol regul may reduc their discret in engag in social wast activ when regul make collus offer that are accept by the agent whatev hi characterist competit between regul relax collusionproof constraint and improv social welfar thi result is robust to differ specif of the agent prefer and to the time of the game as long as one insist on safe sidecontract offer we also discuss how separ affect both alloc effici and the distribut of rent in the economi", "title": "Separation of Regulators Against Collusive Behavior"}, "https://ideas.repec.org/a/prs/reveco/reco_0035-2764_1982_num_33_1_408641.html": {"abstract": "[fre] Une caractéristique essentielle des systèmes économiques est la décentralisation de l'information. Lorsqu'une décision collective doit être prise, le décideur social doit rassembler une information dont chaque agent possède des éléments qu'il est le seul à connaître. Par suite il se pose le problème du comportement straté­gique vis-à-vis de cette information détenue de façon privative. Etant donné une fonction de choix social qui associe aux caractéristiques informationnelles des agents une décision collective souhaitée par le décideur social, comment peut-on la concrétiser, c'est-à-dire trouver un jeu dont les équilibres stratégiques condui­sent à la décision souhaitée ? L'objectif de cette note est d'exposer la problématique générale de la concrétisation et d'en présenter quelques résultats pour des problèmes classiques d'économie publique. [eng] Imperfect information and public economics Jean-Jacques Laffont Decentralization of information is an essential characteristic of economic Systems. To take a collective decision, the decision maker must gather pieces of information which are privately owned. Strategic behavior with respect to this information must then be expected. Given a social choice function which associates to agents' informational characteristics a collective décision desired by thé décision maker, how is it possible to implement it, i.e. to find a game the strategic equilibria of which lead to the desired decision. The purpose of this note is to present the implementation problem and to give some results obtained in public economics.", "authors": ["epla127"], "abstractStem": "fre une caract ristiqu essentiel de syst me  conomiqu est la d centralis de linform lorsquun d cision collect doit  tre prise le d cideur social doit rassembl une inform dont chaqu agent poss de de  l ment quil est le seul   conna tre par suit il se pose le probl me du comport strat giqu vi vi de cett inform d tenu de fa on priv etant donn  une fonction de choix social qui associ aux caract ristiqu informationnel de agent une d cision collect souhait e par le d cideur social comment peuton la concr tiser cest dire trouver un jeu dont le  quilibr strat giqu condui sent   la d cision souhait e  lobjectif de cett note est dexpos la probl matiqu g n rale de la concr tisat et den pr senter quelqu r sultat pour de probl me classiqu d conomi publiqu eng imperfect inform and public econom jeanjacqu laffont decentr of inform is an essenti characterist of econom system to take a collect decis the decis maker must gather piec of inform which are privat own strateg behavior with respect to thi inform must then be expect given a social choic function which associ to agent inform characterist a collect d cision desir by th  d cision maker how is it possibl to implement it ie to find a game the strateg equilibria of which lead to the desir decis the purpos of thi note is to present the implement problem and to give some result obtain in public econom", "title": "Information imparfaite et économie publique"}, "https://ideas.repec.org/a/eee/pubeco/v86y2002i3p327-334.html": {"abstract": "No abstract is available for this item.", "authors": ["epla127"], "abstractStem": "no abstract is avail for thi item", "title": "Public economics yesterday, today and tomorrow"}}}