{"eple61": {"https://ideas.repec.org/a/eee/moneco/v47y2001i2p221-248.html": {"abstract": "No abstract is available for this item.", "authors": ["eple61", "epsm3"], "abstractStem": "no abstract is avail for thi item", "title": "The impact of inflation on financial sector performance"}, "https://ideas.repec.org/a/aea/jecper/v19y2005i3p61-88.html": {"abstract": "While scholars have hypothesized about the sources of variation in property rights for over 2500 years, it is only very recently that researchers have begun to test these theories empirically. This paper reviews both the theory and empirical evidence supporting and refuting the law and endowment views of property rights. The law view holds that historically determined differences in national legal traditions continue to shape cross-country differences in property rights. The endowment view argues that during European colonization, differences in climate, crops, the indigenous population, and the disease environment influenced long-run property rights.", "authors": ["eple61"], "abstractStem": "while scholar have hypothes about the sourc of variat in properti right for over 2500 year it is onli veri recent that research have begun to test these theori empir thi paper review both the theori and empir evid support and refut the law and endow view of properti right the law view hold that histor determin differ in nation legal tradit continu to shape crosscountri differ in properti right the endow view argu that dure european colon differ in climat crop the indigen popul and the diseas environ influenc longrun properti right", "title": "Law, Endowments and Property Rights"}, "https://ideas.repec.org/a/aea/aecrev/v88y1998i3p537-58.html": {"abstract": " Do well-functioning stock markets and banks promote long-run economic growth? This paper shows that stock market liquidity and banking development both positively predict growth, capital accumulation, and productivity improvements when entered together in regressions, even after controlling for economic and political factors. The results are consistent with the views that financial markets provide important services for growth and that stock markets provide different services from banks. The paper also finds that stock market size, volatility, and international integration are not robustly linked with growth and that none of the financial indicators is closely associated with private saving rates. Copyright 1998 by American Economic Association.", "authors": ["eple61"], "abstractStem": " do wellfunct stock market and bank promot longrun econom growth thi paper show that stock market liquid and bank develop both posit predict growth capit accumul and product improv when enter togeth in regress even after control for econom and polit factor the result are consist with the view that financi market provid import servic for growth and that stock market provid differ servic from bank the paper also find that stock market size volatil and intern integr are not robustli link with growth and that none of the financi indic is close associ with privat save rate copyright 1998 by american econom associ", "title": "Stock Markets, Banks, and Economic Growth"}, "https://ideas.repec.org/a/oup/wbecrv/v10y1996i2p323-39.html": {"abstract": " Is the financial system important for economic growth? One line of research argues that it is not; another line stresses the importance of the financial system in mobilizing savings, allocating capital, exerting corporate control, and easing risk management. Moreover, some theories provide a conceptual basis for the belief that larger, more efficient stock markets boost economic growth. This article examines whether there is a strong empirical association between stock market development and long-run economic growth. Cross-country growth regressions suggest that the predetermined component of stock market development is positively and robustly associated with long-run economic growth. Copyright 1996 by Oxford University Press.", "authors": ["eple61"], "abstractStem": " is the financi system import for econom growth one line of research argu that it is not anoth line stress the import of the financi system in mobil save alloc capit exert corpor control and eas risk manag moreov some theori provid a conceptu basi for the belief that larger more effici stock market boost econom growth thi articl examin whether there is a strong empir associ between stock market develop and longrun econom growth crosscountri growth regress suggest that the predetermin compon of stock market develop is posit and robustli associ with longrun econom growth copyright 1996 by oxford univers press", "title": "Stock Market Development and Long-Run Growth"}, "https://ideas.repec.org/a/aea/jeclit/v35y1997i2p688-726.html": {"abstract": " This critique argues that the preponderance of theoretical reasoning and empirical evidence suggests a positive, first-order relationship between financial development and economic growth. The body of work would push even most skeptics toward the belief that the development of financial markets and institutions is a critical and inextricable part of the growth process and away from the view that the financial system is an inconsequential sideshow, responding passively to economic growth. Many gaps remain, however, and the paper highlights areas in acute need of additional research.", "authors": ["eple61"], "abstractStem": " thi critiqu argu that the preponder of theoret reason and empir evid suggest a posit firstord relationship between financi develop and econom growth the bodi of work would push even most skeptic toward the belief that the develop of financi market and institut is a critic and inextric part of the growth process and away from the view that the financi system is an inconsequenti sideshow respond passiv to econom growth mani gap remain howev and the paper highlight area in acut need of addit research", "title": "Financial Development and Economic Growth: Views and Agenda"}, "homepage": "https://ideas.repec.org/e/ple61.html", "https://ideas.repec.org/a/ris/jofipe/0019.html": {"abstract": "This paper describes our construction of the Global Financial Development Database and uses the data to compare financial systems around the world. The database (available at www.worldbank.org/financialdevelopment) provides information on financial systems in 205 economies over the period from 1960 to 2010 and includes measures of (1) size of financial institutions and markets (financial depth), (2) degree to which individuals and firms can and do use financial services (access), (3) efficiency of financial intermediaries and markets in intermediating resources and facilitating financial transactions (efficiency) and (4) stability of financial institutions and markets (stability).", "authors": ["fpde226", "eple61"], "abstractStem": "thi paper describ our construct of the global financi develop databas and use the data to compar financi system around the world the databas avail at wwwworldbankorgfinancialdevelop provid inform on financi system in 205 economi over the period from 1960 to 2010 and includ measur of 1 size of financi institut and market financi depth 2 degre to which individu and firm can and do use financi servic access 3 effici of financi intermediari and market in intermedi resourc and facilit financi transact effici and 4 stabil of financi institut and market stabil", "title": "Financial Development in 205 Economies, 1960 to 2010"}, "https://ideas.repec.org/a/eee/crcspp/v38y1993ip275-278.html": {"abstract": "No abstract is available for this item.", "authors": ["eple61"], "abstractStem": "no abstract is avail for thi item", "title": "Quality ladders, growth, and R&amp;D;: an assessment from U.S. industry: A comment"}, "https://ideas.repec.org/a/eee/jfinin/v13y2004i2p205-248.html": {"abstract": "This paper uses our new database on bank regulation and supervision in 107 countries to assess the relationship between specific regulatory and supervisory practices and banking-sector development, efficiency, and fragility. The paper examines: (i) regulatory restrictions on bank activities and the mixing of banking and commerce; (ii) regulations on domestic and foreign bank entry; (iii) regulations on capital adequacy; (iv) deposit insurance system design features; (v) supervisory power, independence, and resources, (vi) loan classification stringency, provisioning standards, and diversification guidelines; (vii) regulations fostering information disclosure and private-sector monitoring of banks; and (viii) government ownership. The results, albeit tentative, raise a cautionary flag regarding government policies that rely excessively on direct government supervision and regulation of bank activities. The findings instead suggest that policies that rely on guidelines that (1) force accurate information disclosure, (2) empower private-sector corporate control of banks, and (3) foster incentives for private agents to exert corporate control work best to promote bank development, performance and stability.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpca519", "eple61"], "abstractStem": "thi paper use our new databas on bank regul and supervis in 107 countri to assess the relationship between specif regulatori and supervisori practic and bankingsector develop effici and fragil the paper examin i regulatori restrict on bank activ and the mix of bank and commerc ii regul on domest and foreign bank entri iii regul on capit adequaci iv deposit insur system design featur v supervisori power independ and resourc vi loan classif stringenc provis standard and diversif guidelin vii regul foster inform disclosur and privatesector monitor of bank and viii govern ownership the result albeit tent rais a cautionari flag regard govern polici that reli excess on direct govern supervis and regul of bank activ the find instead suggest that polici that reli on guidelin that 1 forc accur inform disclosur 2 empow privatesector corpor control of bank and 3 foster incent for privat agent to exert corpor control work best to promot bank develop perform and stabilitypthi abstract wa borrow from anoth version of thi item", "title": "Bank regulation and supervision: what works best?"}, "https://ideas.repec.org/a/oup/wbecrv/v14y2000i3p597-605.html": {"abstract": " This article introduces a new database of indicators of financial structure and financial development across countries and over time. The database is unique in that it combines a wide variety of indicators that measure the size, activity, and efficiency of financial intermediaries and markets. It improves on previous efforts by presenting data on the public share of commercial banks, introducing indicators of the size and activity of nonbank financial institutions, and constructing measures of the size of bond and primary equity markets. Copyright The Author 2000. Published by Oxford University Press on behalf of the International Bank for Reconstruction and Development / the world bank . All rights reserved. For permissions, please e-mail: journals.permissions@oxfordjournals.org, Oxford University Press.", "authors": ["fpbe266", "fpde226", "eple61"], "abstractStem": " thi articl introduc a new databas of indic of financi structur and financi develop across countri and over time the databas is uniqu in that it combin a wide varieti of indic that measur the size activ and effici of financi intermediari and market it improv on previou effort by present data on the public share of commerci bank introduc indic of the size and activ of nonbank financi institut and construct measur of the size of bond and primari equiti market copyright the author 2000 publish by oxford univers press on behalf of the intern bank for reconstruct and develop  the world bank  all right reserv for permiss pleas email journalspermissionsoxfordjournalsorg oxford univers press", "title": "A New Database on the Structure and Development of the Financial Sector"}, "https://ideas.repec.org/a/oup/oxford/v17y2001i4p483-501.html": {"abstract": " This paper examines legal theories of international differences in financial development. The law and finance theory stresses that legal traditions differ in terms of (i) their emphasis on the rights of private property owners vis -à -vis the state and (ii) their ability to adapt to changing commercial and financial conditions, so that historically determined legal traditions shape financial development today. Other theories reject the centrality of legal tradition in accounting for cross-country differences in financial development. The results are broadly consistent with legal theories of financial development, though it is difficult to identify the precise channel through which legal tradition influences financial development. Copyright 2001, Oxford University Press.", "authors": ["fpbe266", "fpde226", "eple61"], "abstractStem": " thi paper examin legal theori of intern differ in financi develop the law and financ theori stress that legal tradit differ in term of i their emphasi on the right of privat properti owner vi   vi the state and ii their abil to adapt to chang commerci and financi condit so that histor determin legal tradit shape financi develop today other theori reject the central of legal tradit in account for crosscountri differ in financi develop the result are broadli consist with legal theori of financi develop though it is difficult to identifi the precis channel through which legal tradit influenc financi develop copyright 2001 oxford univers press", "title": "Legal Theories of Financial Development"}, "https://ideas.repec.org/a/aea/aecrev/v82y1992i4p942-63.html": {"abstract": " A vast literature uses cross-country regressions to search for empirical linkages between long-run growth rates and a variety of economic policy, political, and institutional indicators. This paper examines whether the conclusions from existing studies are robust or fragile to small changes in the conditioning information set. The authors find that almost all results are fragile. They do, however, identify a positive, robust correlation between growth and the share of investment in GDP and between the investment share and the ratio of international trade to GDP. The authors clarify the conditions under which there is evidence of per capita output convergence. Copyright 1992 by American Economic Association.", "authors": ["eple61"], "abstractStem": " a vast literatur use crosscountri regress to search for empir linkag between longrun growth rate and a varieti of econom polici polit and institut indic thi paper examin whether the conclus from exist studi are robust or fragil to small chang in the condit inform set the author find that almost all result are fragil they do howev identifi a posit robust correl between growth and the share of invest in gdp and between the invest share and the ratio of intern trade to gdp the author clarifi the condit under which there is evid of per capita output converg copyright 1992 by american econom associ", "title": "A Sensitivity Analysis of Cross-Country Growth Regressions"}, "https://ideas.repec.org/a/udc/esteco/v26y1999i2p113-136.html": {"abstract": "In spite of the recent theoretical and empirical work that suggests that financial Systems exert a first-order, causal impact on economic growth, economists are still not very able of providing policy makers with detailed blueprints of how to create growth-promoting financial systems. The profession has only recently assembled broad cross-country data on financial structure and taken initial steps on comparing bank-based and market-based systems. This paper selectively reviews evidence on banks, markets, and financial structure. In terms of banks, the paper discusses why bans emerge, what they do, and how they affect economic performance. Next, it discusses evidence on the legal, accounting, and regulatory determinants of healthy banking development. The evidence suggests that legal and regulatory reforms that strengthen creditor rights, contract enforcement, and accounting practices boost banking sector development and accelerate economic growth. The paper next examines the impact of stock markets", "authors": ["eple61"], "abstractStem": "in spite of the recent theoret and empir work that suggest that financi system exert a firstord causal impact on econom growth economist are still not veri abl of provid polici maker with detail blueprint of how to creat growthpromot financi system the profess ha onli recent assembl broad crosscountri data on financi structur and taken initi step on compar bankbas and marketbas system thi paper select review evid on bank market and financi structur in term of bank the paper discuss whi ban emerg what they do and how they affect econom perform next it discuss evid on the legal account and regulatori determin of healthi bank develop the evid suggest that legal and regulatori reform that strengthen creditor right contract enforc and account practic boost bank sector develop and acceler econom growth the paper next examin the impact of stock market", "title": "Financial development and growth: where do we stand?"}, "https://ideas.repec.org/a/eee/inecon/v80y2010i1p45-57.html": {"abstract": "This paper documents several new patterns associated with firms issuing stocks and bonds in foreign markets that motivate the need for and help guide the direction of future research. Three major patterns stand out. (1) A large and growing fraction of capital raisings, especially debt issuances, occurs in international markets, but a very small number of firms accounts for the bulk of international capital raisings, highlighting the cross-firm heterogeneity in financial globalization. (2) Changes in firm performance following equity and debt issuances in international markets are qualitatively similar to those following domestic issuances, suggesting that capital raisings abroad are not intrinsically different from those in domestic markets. (3) Firms continue to issue securities both abroad and at home after accessing international markets, suggesting that international and domestic markets are complements, not substitutes. Existing theories do not fully account for these patterns.", "authors": ["fpgo242", "eple61", "epsc64"], "abstractStem": "thi paper document sever new pattern associ with firm issu stock and bond in foreign market that motiv the need for and help guid the direct of futur research three major pattern stand out 1 a larg and grow fraction of capit rais especi debt issuanc occur in intern market but a veri small number of firm account for the bulk of intern capit rais highlight the crossfirm heterogen in financi global 2 chang in firm perform follow equiti and debt issuanc in intern market are qualit similar to those follow domest issuanc suggest that capit rais abroad are not intrins differ from those in domest market 3 firm continu to issu secur both abroad and at home after access intern market suggest that intern and domest market are complement not substitut exist theori do not fulli account for these pattern", "title": "Patterns of international capital raisings"}, "https://ideas.repec.org/a/eee/jimfin/v21y2002i6p749-776.html": {"abstract": "This paper uses new data and new econometric techniques to investigate the impact of international financial integration on economic growth and also to assess whether this relationship depends on the level of economic development, financial development, legal system development, government corruption, and macroeconomic policies. Using a wide array of measures of international financial integration on 57 countries and an assortment of statistical methodologies, we are unable to reject the null hypothesis that international financial integration does not accelerate economic growth even when controlling for particular economic, financial, institutional, and policy characteristics.<p>(This abstract was borrowed from another version of this item.)", "authors": ["eped1", "eple61", "epri55", "epsl7"], "abstractStem": "thi paper use new data and new econometr techniqu to investig the impact of intern financi integr on econom growth and also to assess whether thi relationship depend on the level of econom develop financi develop legal system develop govern corrupt and macroeconom polici use a wide array of measur of intern financi integr on 57 countri and an assort of statist methodolog we are unabl to reject the null hypothesi that intern financi integr doe not acceler econom growth even when control for particular econom financi institut and polici characteristicspthi abstract wa borrow from anoth version of thi item", "title": "International financial integration and economic growth"}, "https://ideas.repec.org/a/oup/rfinst/v26y2013i7p1787-1823.html": {"abstract": " This paper assesses the impact of the geographic diversification of bank holding company (BHC) assets across the United States on their market valuations. Using two new identification strategies based on the dynamic process of interstate bank deregulation, we find that exogenous increases in geographic diversity reduced BHC valuations. We also find that the geographic diversification of BHC assets increased insider lending and reduced loan quality. Taken together, these findings are consistent with theories predicting that geographic diversity intensifies agency problems. The Author 2013. Published by Oxford University Press on behalf of The Society for Financial Studies. All rights reserved. For Permissions, please e-mail: journals.permissions@oup.com., Oxford University Press.", "authors": ["fpgo468", "epla174", "eple61"], "abstractStem": " thi paper assess the impact of the geograph diversif of bank hold compani bhc asset across the unit state on their market valuat use two new identif strategi base on the dynam process of interst bank deregul we find that exogen increas in geograph divers reduc bhc valuat we also find that the geograph diversif of bhc asset increas insid lend and reduc loan qualiti taken togeth these find are consist with theori predict that geograph divers intensifi agenc problem the author 2013 publish by oxford univers press on behalf of the societi for financi studi all right reserv for permiss pleas email journalspermissionsoupcom oxford univers press", "title": "Identifying the Valuation Effects and Agency Costs of Corporate Diversification: Evidence from the Geographic Diversification of U.S. Banks"}, "https://ideas.repec.org/a/pal/compes/v50y2008i4p537-563.html": {"abstract": "This paper presents new and official survey information on bank regulations in 142 countries and makes comparisons with two earlier surveys. The data do not suggest that countries have primarily reformed their bank regulations for the better over the last decade. Following Basel guidelines many countries strengthened capital regulations and official supervisory agencies, but existing evidence suggests that these reforms will not improve bank stability or efficiency. While some countries have empowered private monitoring of banks, consistent with the third pillar of Basel II, there are many exceptions and reversals along this dimension. Comparative Economic Studies (2008) 50, 537–563. doi:10.1057/ces.2008.33", "authors": ["fpca519", "eple61"], "abstractStem": "thi paper present new and offici survey inform on bank regul in 142 countri and make comparison with two earlier survey the data do not suggest that countri have primarili reform their bank regul for the better over the last decad follow basel guidelin mani countri strengthen capit regul and offici supervisori agenc but exist evid suggest that these reform will not improv bank stabil or effici while some countri have empow privat monitor of bank consist with the third pillar of basel ii there are mani except and revers along thi dimens compar econom studi 2008 50 537 563 doi101057ces200833", "title": "Bank Regulations are Changing: For Better or Worse&amp;quest;"}, "https://ideas.repec.org/a/kap/jecgro/v12y2007i1p27-49.html": {"abstract": " Financial development disproportionately boosts incomes of the poorest quintile and reduces income inequality. About 40% of the long-run impact of financial development on the income growth of the poorest quintile is the result of reductions in income inequality, while 60% is due to the impact of financial development on aggregate economic growth. Furthermore, financial development is associated with a drop in the fraction of the population living on less than $ 1 a day, a result which holds when conditioning on average growth. These findings emphasize the importance of the financial system for the poor. Copyright Springer Science+Business Media, LLC 2007", "authors": ["fpbe266", "fpde226", "eple61"], "abstractStem": " financi develop disproportion boost incom of the poorest quintil and reduc incom inequ about 40 of the longrun impact of financi develop on the incom growth of the poorest quintil is the result of reduct in incom inequ while 60 is due to the impact of financi develop on aggreg econom growth furthermor financi develop is associ with a drop in the fraction of the popul live on less than  1 a day a result which hold when condit on averag growth these find emphas the import of the financi system for the poor copyright springer sciencebusi media llc 2007", "title": "Finance, inequality and the poor"}, "https://ideas.repec.org/a/eee/jjieco/v6y1992i4p383-405.html": {"abstract": "No abstract is available for this item.", "authors": ["eple61"], "abstractStem": "no abstract is avail for thi item", "title": "Financial intermediary services and growth"}, "https://ideas.repec.org/a/fip/fedkpr/y2011p271-311.html": {"abstract": "No abstract is available for this item.", "authors": ["eple61"], "abstractStem": "no abstract is avail for thi item", "title": "Regulating finance and regulators to promote growth"}, "https://ideas.repec.org/a/fip/fedcpr/y1998iaugp596-620.html": {"abstract": " This paper examines the relationship between the legal system and banking development and traces this connection through to long-run rates of per capita GDP growth, capital stock growth, and productivity growth. The data indicate that countries where the legal system (1) emphasizes creditor rights and (2) rigorously enforces contracts have better developed banks than countries where laws do not give a high priority to creditors and where enforcement is lax. Furthermore, the exogenous component of banking development--the component defined by the legal environment--is positively and robustly associated with per capita growth, physical capital accumulation, and productivity growth.<p>(This abstract was borrowed from another version of this item.)", "authors": ["eple61"], "abstractStem": " thi paper examin the relationship between the legal system and bank develop and trace thi connect through to longrun rate of per capita gdp growth capit stock growth and product growth the data indic that countri where the legal system 1 emphas creditor right and 2 rigor enforc contract have better develop bank than countri where law do not give a high prioriti to creditor and where enforc is lax furthermor the exogen compon of bank developmentth compon defin by the legal environmenti posit and robustli associ with per capita growth physic capit accumul and product growthpthi abstract wa borrow from anoth version of thi item", "title": "The legal environment, banks, and long-run economic growth"}, "https://ideas.repec.org/a/bla/jfinan/v46y1991i4p1445-65.html": {"abstract": " An extensive literature documents the role of financial markets in economic development. To help explain this relationship, this paper constructs an endogenous growth model in which a stock market emerges to allocate risk and explores how the stock market alters investment incentives in ways that change steady state growth rates. The paper demonstrates that stock markets accelerate growth by (1) facilitating the ability to trade ownership of firms without disrupting the productive processes occurring within firms and (2) allowing agents to diversify portfolios. Tax policy affects growth directly by altering investment incentives and indirectly by changing the incentives underlying financial contracts. Copyright 1991 by American Finance Association.", "authors": ["eple61"], "abstractStem": " an extens literatur document the role of financi market in econom develop to help explain thi relationship thi paper construct an endogen growth model in which a stock market emerg to alloc risk and explor how the stock market alter invest incent in way that chang steadi state growth rate the paper demonstr that stock market acceler growth by 1 facilit the abil to trade ownership of firm without disrupt the product process occur within firm and 2 allow agent to diversifi portfolio tax polici affect growth directli by alter invest incent and indirectli by chang the incent underli financi contract copyright 1991 by american financ associ", "title": " Stock Markets, Growth, and Tax Policy"}, "https://ideas.repec.org/a/eee/jfinec/v93y2009i2p259-275.html": {"abstract": "This paper conducts the first empirical assessment of theories concerning risk taking by banks, their ownership structures, and national bank regulations. We focus on conflicts between bank managers and owners over risk, and we show that bank risk taking varies positively with the comparative power of shareholders within the corporate governance structure of each bank. Moreover, we show that the relation between bank risk and capital regulations, deposit insurance policies, and restrictions on bank activities depends critically on each bank's ownership structure, such that the actual sign of the marginal effect of regulation on risk varies with ownership concentration. These findings show that the same regulation has different effects on bank risk taking depending on the bank's corporate governance structure.", "authors": ["epla174", "eple61"], "abstractStem": "thi paper conduct the first empir assess of theori concern risk take by bank their ownership structur and nation bank regul we focu on conflict between bank manag and owner over risk and we show that bank risk take vari posit with the compar power of sharehold within the corpor govern structur of each bank moreov we show that the relat between bank risk and capit regul deposit insur polici and restrict on bank activ depend critic on each bank ownership structur such that the actual sign of the margin effect of regul on risk vari with ownership concentr these find show that the same regul ha differ effect on bank risk take depend on the bank corpor govern structur", "title": "Bank governance, regulation and risk taking"}, "https://ideas.repec.org/a/eee/wdevel/v21y1993i3p319-330.html": {"abstract": "The authors examine the decisions policy-makers in transitional socialist economies must make: how to define the asset liability structure of state owned enterprises and banks as they are privatized. They conclude that the many loans issued by state-owned enterprises under socialism are impeding the transition tothriving market economies. The heavy stock of debts is slowing the privatization of enterprises and banks, hindering the efficient operation of firms and the financial sector, encouraging ad hoc government intervention, and reducing government credibility. The authors argue that governments should often assume enterprise debts to banks on a case-by-case basis so they can sell enterprises to the private sector. Application of this policy would improve efficiency by depoliticizing and speeding up the privatization process, improving the viability and profitability of newly privatized enterprises, increase government credibility, and improving the efficiency of the financial sector. They also explain that privatizing banks will tend to make financial intermediation more efficient and speed up the economic transition, governments should seriously consider assuming enterprise debts to state-owned banks as they privatize enterprises because of the ensuing great gains in efficiency and the relatively low fiscal costs.<p>(This abstract was borrowed from another version of this item.)", "authors": ["eple61"], "abstractStem": "the author examin the decis policymak in transit socialist economi must make how to defin the asset liabil structur of state own enterpris and bank as they are privat they conclud that the mani loan issu by stateown enterpris under social are imped the transit tothriv market economi the heavi stock of debt is slow the privat of enterpris and bank hinder the effici oper of firm and the financi sector encourag ad hoc govern intervent and reduc govern credibl the author argu that govern should often assum enterpris debt to bank on a casebycas basi so they can sell enterpris to the privat sector applic of thi polici would improv effici by depolitic and speed up the privat process improv the viabil and profit of newli privat enterpris increas govern credibl and improv the effici of the financi sector they also explain that privat bank will tend to make financi intermedi more effici and speed up the econom transit govern should serious consid assum enterpris debt to stateown bank as they privat enterpris becaus of the ensu great gain in effici and the rel low fiscal costspthi abstract wa borrow from anoth version of thi item", "title": "Old debts and new beginnings: A policy choice in transitional socialist economies"}, "https://ideas.repec.org/a/cai/edddbu/edd_224_0005.html": {"abstract": "An influential body of theoretical research and an emerging line of empirical work suggest that the operation of the formal financial system affects the degree to which economic opportunities are defined by talent and initiative rather than by parental wealth and social connections. Consequently, considerably more research is needed to identify which formal financial sector policies enhance the operation of the financial system in ways that expand the economic horizons of the economically disenfranchised.", "authors": ["fpde226", "eple61"], "abstractStem": "an influenti bodi of theoret research and an emerg line of empir work suggest that the oper of the formal financi system affect the degre to which econom opportun are defin by talent and initi rather than by parent wealth and social connect consequ consider more research is need to identifi which formal financi sector polici enhanc the oper of the financi system in way that expand the econom horizon of the econom disenfranchis", "title": "Finance et opportunité économique"}, "https://ideas.repec.org/a/kap/jecgro/v10y2005i3p199-229.html": {"abstract": "No abstract is available for this item.", "authors": ["fpbe266", "fpde226", "eple61"], "abstractStem": "no abstract is avail for thi item", "title": "SMEs, Growth, and Poverty: Cross-Country Evidence"}, "https://ideas.repec.org/a/chb/bcchec/v3y2000i1p25-55.html": {"abstract": "For over a century, economists and policy makers have debated the relative merits of bank-based versus market-based financial systems. Recently, however, proponents of the legal-based view of financial development have argued that the century long debate concerning bank-based versus market-based financial systems is analytically vacuous. According to this view, the critical issue is establishing a legal environment in which both banks and markets can operate effectively. This paper represents the first broad, cross-country examination of which view of financial structure and economic growth is most consistent with the data.", "authors": ["eple61"], "abstractStem": "for over a centuri economist and polici maker have debat the rel merit of bankbas versu marketbas financi system recent howev propon of the legalbas view of financi develop have argu that the centuri long debat concern bankbas versu marketbas financi system is analyt vacuou accord to thi view the critic issu is establish a legal environ in which both bank and market can oper effect thi paper repres the first broad crosscountri examin of which view of financi structur and econom growth is most consist with the data", "title": "Are bank-based or market-based financial systems better?"}, "https://ideas.repec.org/a/oup/ecinqu/v27y1989i4p587-99.html": {"abstract": " This paper derives an intertemporal, international arbitrage pricing model that relaxes more assumptions than previous asset pricing paradigms. The analysis shows how risk, risk premia, and the translation of these variables between all real and nominal numeraires depend upon a small number of stochastic state variables that define the economy's production and credit opportunities. When the model is applied to the forward exchange market, it highlights the potentially central role of real exchange rates in determining the evolution of forward exchange risk premia. Copyright 1989 by Oxford University Press.", "authors": ["eple61"], "abstractStem": " thi paper deriv an intertempor intern arbitrag price model that relax more assumpt than previou asset price paradigm the analysi show how risk risk premia and the translat of these variabl between all real and nomin numerair depend upon a small number of stochast state variabl that defin the economi product and credit opportun when the model is appli to the forward exchang market it highlight the potenti central role of real exchang rate in determin the evolut of forward exchang risk premia copyright 1989 by oxford univers press", "title": "An International Arbitrage Pricing Model with PPP Deviations"}, "https://ideas.repec.org/a/eee/moneco/v53y2006i8p2131-2163.html": {"abstract": "Which commercial bank supervisory policies ease - or intensify - the degree to which bank corruption is an obstacle to firms raising external finance? Based on new data from more than 2,500 firms across 37 countries, this paper provides the first empirical assessment of the impact of different bank supervisory policies on firms%u2019 financing obstacles. We find that the traditional approach to bank supervision, which involves empowering official supervisory agencies to directly monitor, discipline, and influence banks, does not improve the integrity of bank lending. Rather, we find that a supervisory strategy that focuses on empowering private monitoring of banks by forcing banks to disclose accurate information to the private sector tends to lower the degree to which corruption of bank officials is an obstacle to firms raising external finance. In extensions, we find that regulations that empower private monitoring exert a particularly beneficial effect on the integrity of bank lending in countries with sound legal institutions.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpbe266", "fpde226", "eple61"], "abstractStem": "which commerci bank supervisori polici eas  or intensifi  the degre to which bank corrupt is an obstacl to firm rais extern financ base on new data from more than 2500 firm across 37 countri thi paper provid the first empir assess of the impact of differ bank supervisori polici on firmsu2019 financ obstacl we find that the tradit approach to bank supervis which involv empow offici supervisori agenc to directli monitor disciplin and influenc bank doe not improv the integr of bank lend rather we find that a supervisori strategi that focus on empow privat monitor of bank by forc bank to disclos accur inform to the privat sector tend to lower the degre to which corrupt of bank offici is an obstacl to firm rais extern financ in extens we find that regul that empow privat monitor exert a particularli benefici effect on the integr of bank lend in countri with sound legal institutionspthi abstract wa borrow from anoth version of thi item", "title": "Bank supervision and corruption in lending"}, "https://ideas.repec.org/a/oup/wbecrv/v24y2010i1p77-92.html": {"abstract": " This article introduces the updated and expanded version of the Financial Development and Structure Database. The database includes indicators on the size, efficiency, and stability of banks, nonbank financial institutions, and equity and bond markets over 1960--2007. It also contains indicators of financial globalization. Copyright The Author 2010. Published by Oxford University Press on behalf of the International Bank for Reconstruction and Development / the world bank . All rights reserved. For permissions, please e-mail: journals.permissions@oxfordjournals.org, Oxford University Press.", "authors": ["fpbe266", "fpde226", "eple61"], "abstractStem": " thi articl introduc the updat and expand version of the financi develop and structur databas the databas includ indic on the size effici and stabil of bank nonbank financi institut and equiti and bond market over 19602007 it also contain indic of financi global copyright the author 2010 publish by oxford univers press on behalf of the intern bank for reconstruct and develop  the world bank  all right reserv for permiss pleas email journalspermissionsoxfordjournalsorg oxford univers press", "title": "Financial Institutions and Markets across Countries and over Time: The Updated Financial Development and Structure Database"}, "https://ideas.repec.org/a/eee/inecon/v30y1991i3-4p359-369.html": {"abstract": "No abstract is available for this item.", "authors": ["eple61"], "abstractStem": "no abstract is avail for thi item", "title": "An empirical inquiry into the nature of the forward exchange rate bias"}, "https://ideas.repec.org/a/eee/jbfina/v30y2006i5p1581-1603.html": {"abstract": "No abstract is available for this item.", "authors": ["fpbe266", "fpde226", "eple61"], "abstractStem": "no abstract is avail for thi item", "title": "Bank concentration, competition, and crises: First results"}, "https://ideas.repec.org/a/eee/jfinec/v70y2003i2p137-181.html": {"abstract": "This paper assesses two theories regarding the historical determinants of international differences in financial development. The law and finance theory holds that legal traditions differ in terms of the priority they attach to protecting the rights of private investors vis-a-vis the State and this has important implications for financial development. The endowment theory argues that the disease and geographical environment influence the formation of long-lasting institutions that influence financial development. Using a sample of former colonies, we explore whether the legal system brought by colonizers and/or the initial disease/geographical endowments encountered by colonizers explain financial development today. The empirical results indicate that both the legal systems brought by colonizers and the initial endowments in the colonies are important determinants of stock market development and private property rights protection. However, initial endowments are more robustly associated with financial intermediary development than legal origin and initial endowments explain more of the cross-country variation in financial intermediary and stock market development than legal origin.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpbe266", "fpde226", "eple61"], "abstractStem": "thi paper assess two theori regard the histor determin of intern differ in financi develop the law and financ theori hold that legal tradit differ in term of the prioriti they attach to protect the right of privat investor visavi the state and thi ha import implic for financi develop the endow theori argu that the diseas and geograph environ influenc the format of longlast institut that influenc financi develop use a sampl of former coloni we explor whether the legal system brought by colon andor the initi diseasegeograph endow encount by colon explain financi develop today the empir result indic that both the legal system brought by colon and the initi endow in the coloni are import determin of stock market develop and privat properti right protect howev initi endow are more robustli associ with financi intermediari develop than legal origin and initi endow explain more of the crosscountri variat in financi intermediari and stock market develop than legal originpthi abstract wa borrow from anoth version of thi item", "title": "Law, endowments, and finance"}, "https://ideas.repec.org/a/eee/jbfina/v31y2007i6p1595-1612.html": {"abstract": "No abstract is available for this item.", "authors": ["eple61", "epsc64"], "abstractStem": "no abstract is avail for thi item", "title": "Migration, spillovers, and trade diversion: The impact of internationalization on domestic stock market activity"}, "https://ideas.repec.org/a/oup/qjecon/v112y1997i4p1203-1250..html": {"abstract": "Explaining cross-country differences in growth rates requires not only an understanding of the link between growth and public policies, but also an understanding of why countries choose different public policies. This paper shows that ethnic diversity helps explain cross-country differences in public policies and other economic indicators. In the case of Sub-Saharan Africa, economic growth is associated with low schooling, political instability, underdeveloped financial systems, distorted foreign exchange markets, high government deficits, and insufficient infrastructure. Africa's high ethnic fragmentation explains a significant part of most of these characteristics.", "authors": ["eple61"], "abstractStem": "explain crosscountri differ in growth rate requir not onli an understand of the link between growth and public polici but also an understand of whi countri choos differ public polici thi paper show that ethnic divers help explain crosscountri differ in public polici and other econom indic in the case of subsaharan africa econom growth is associ with low school polit instabl underdevelop financi system distort foreign exchang market high govern deficit and insuffici infrastructur africa high ethnic fragment explain a signific part of most of these characterist", "title": "Africa's Growth Tragedy: Policies and Ethnic Divisions"}, "https://ideas.repec.org/a/eee/jfinec/v64y2002i2p147-180.html": {"abstract": "Are market-based or bank-based financial systems better at financing the expansion of industries that depend heavily on external finance, facilitating the formation of new establishments, and improving the efficiency of capital allocation across industries? We find evidence for neither the market-based nor the bank-based hypothesis. While legal system efficiency and overall financial development boost industry growth, new establishment formation, and efficient capital allocation, having a bank-based or market-based system per se does not seem to matter much.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpbe266", "eple61"], "abstractStem": "are marketbas or bankbas financi system better at financ the expans of industri that depend heavili on extern financ facilit the format of new establish and improv the effici of capit alloc across industri we find evid for neither the marketbas nor the bankbas hypothesi while legal system effici and overal financi develop boost industri growth new establish format and effici capit alloc have a bankbas or marketbas system per se doe not seem to matter muchpthi abstract wa borrow from anoth version of thi item", "title": "Industry growth and capital allocation:*1: does having a market- or bank-based system matter?"}, "https://ideas.repec.org/a/eee/crcspp/v40y1994ip259-292.html": {"abstract": "Few economic ideas are as intuitive as the notion that increasing investment is the best way to raise future output. This idea was the basis for the theory\"capital fundamentalism.\"Under this view, differences in national stocks of capital were the primary determinants of differences in levels of national product. Capital fundamentalists viewed capital accumulation as central to increasing the rate of economic growth. Evidence to support this view was based mostly on case studies of less developed countries. Neoclassical growth theory and growth accounting research indicated that differences in patterns of investment and capital formation were not the main factors that led nations to be rich or poor, fast-growing or slow. Technology, rather than capital accumulation, appeared to drive improvements in living standards in the long run. Evidence to support this view was based mostly on data from advanced countries. Recent research on growth and development has lent support to two conclusions that capital fundamentalists would find attractive: that differences in national patterns of physical capital accumulation can explain many differences in levels of national product, and that increases in national investment rates can produce major increases in rates of economic growth. The authors find that although the capital-output ratio varies positively with the level of per capita income, there is little support for the view that capital fundamentalism should guide the agenda for research and policy advice. Extending standard growth accounting procedures to a broad sample of 105 countries, they find: 1) differences in capital-per-person explain few of the differences in output-per-person across countries; 2) growth in capital stocks account for little of output growth across countries; and 3) the ratio of investment to Gross Domestic Product is strongly associated with economic growth - but there is more reason to believe that economic growth causes investment and s<p>(This abstract was borrowed from another version of this item.)", "authors": ["epki21", "eple61"], "abstractStem": "few econom idea are as intuit as the notion that increas invest is the best way to rais futur output thi idea wa the basi for the theorycapit fundamentalismund thi view differ in nation stock of capit were the primari determin of differ in level of nation product capit fundamentalist view capit accumul as central to increas the rate of econom growth evid to support thi view wa base mostli on case studi of less develop countri neoclass growth theori and growth account research indic that differ in pattern of invest and capit format were not the main factor that led nation to be rich or poor fastgrow or slow technolog rather than capit accumul appear to drive improv in live standard in the long run evid to support thi view wa base mostli on data from advanc countri recent research on growth and develop ha lent support to two conclus that capit fundamentalist would find attract that differ in nation pattern of physic capit accumul can explain mani differ in level of nation product and that increas in nation invest rate can produc major increas in rate of econom growth the author find that although the capitaloutput ratio vari posit with the level of per capita incom there is littl support for the view that capit fundament should guid the agenda for research and polici advic extend standard growth account procedur to a broad sampl of 105 countri they find 1 differ in capitalperperson explain few of the differ in outputperperson across countri 2 growth in capit stock account for littl of output growth across countri and 3 the ratio of invest to gross domest product is strongli associ with econom growth  but there is more reason to believ that econom growth caus invest and spthi abstract wa borrow from anoth version of thi item", "title": "Capital fundamentalism, economic development, and economic growth"}, "https://ideas.repec.org/a/eee/moneco/v50y2003i1p3-39.html": {"abstract": "Does economic development depend on geographic endowments like temperate instead of tropical location, the ecological conditions shaping diseases, or an environment good for grains or certain cash crops? Or do these endowments of tropics, germs, and crops affect economic development only through institutions or policies? We test the endowment, institution, and policy views against each other using cross country evidence. We find evidence that tropics, germs, and crops affect development through institutions. We find no evidence that tropics, germs, and crops affect country incomes directly other than through institutions, nor do we find any effect of policies on development once we control for institutions.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epea1", "eple61"], "abstractStem": "doe econom develop depend on geograph endow like temper instead of tropic locat the ecolog condit shape diseas or an environ good for grain or certain cash crop or do these endow of tropic germ and crop affect econom develop onli through institut or polici we test the endow institut and polici view against each other use cross countri evid we find evid that tropic germ and crop affect develop through institut we find no evid that tropic germ and crop affect countri incom directli other than through institut nor do we find ani effect of polici on develop onc we control for institutionspthi abstract wa borrow from anoth version of thi item", "title": "Tropics, germs, and crops: how endowments influence economic development"}, "https://ideas.repec.org/a/bla/manchs/v76y2008is1p1-13.html": {"abstract": " The operation of the formal financial system is profoundly important for the poor. Financial development influences the degree to which economic opportunities are shaped by talent rather than by parental wealth. Considerably more research is needed on which formal financial sector policies boost aggregate economic efficiency, while simultaneously expanding the economic prospects of the poor. Copyright � 2008 The Author. Journal compilation � 2008 Blackwell Publishing Ltd and The University of Manchester.", "authors": ["eple61"], "abstractStem": " the oper of the formal financi system is profoundli import for the poor financi develop influenc the degre to which econom opportun are shape by talent rather than by parent wealth consider more research is need on which formal financi sector polici boost aggreg econom effici while simultan expand the econom prospect of the poor copyright   2008 the author journal compil   2008 blackwel publish ltd and the univers of manchest", "title": "Finance And The Poor"}, "https://ideas.repec.org/a/oup/jafrec/v7y1998i1p120-42.html": {"abstract": " There is systematic contagion across national borders. Favorable or unfavorable growth performance of one's neighbors tends to influence one's own long-run growth rate. Policy choices are also contagious across borders. While improving policies alone boosts growth substantially, the growth effects are much larger if neighboring countries act together. Copyright 1998 by Oxford University Press.", "authors": ["epea1", "eple61"], "abstractStem": " there is systemat contagion across nation border favor or unfavor growth perform of one neighbor tend to influenc one own longrun growth rate polici choic are also contagi across border while improv polici alon boost growth substanti the growth effect are much larger if neighbor countri act togeth copyright 1998 by oxford univers press", "title": "Troubles with the Neighbours: Africa's Problem, Africa's Opportunity"}, "https://ideas.repec.org/a/eee/jfinec/v85y2007i2p331-367.html": {"abstract": "This paper investigates whether the diversity of activities conducted by financial institutions influences their market valuations. We find that there is a diversification discount: The market values financial conglomerates that engage in multiple activities, e.g., lending and non-lending financial services, lower than if those financial conglomerates were broken into financial intermediaries that specialize in the individual activities. While difficult to identify a single causal factor, the results are consistent with theories that stress intensified agency problems in financial conglomerates that engage in multiple activities and indicate that economies of scope are not sufficiently large to produce a diversification premium.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epla174", "eple61"], "abstractStem": "thi paper investig whether the divers of activ conduct by financi institut influenc their market valuat we find that there is a diversif discount the market valu financi conglomer that engag in multipl activ eg lend and nonlend financi servic lower than if those financi conglomer were broken into financi intermediari that special in the individu activ while difficult to identifi a singl causal factor the result are consist with theori that stress intensifi agenc problem in financi conglomer that engag in multipl activ and indic that economi of scope are not suffici larg to produc a diversif premiumpthi abstract wa borrow from anoth version of thi item", "title": "Is there a diversification discount in financial conglomerates?"}, "https://ideas.repec.org/a/bla/irvfin/v12y2012i1p39-56.html": {"abstract": "There was a systemic failure of financial regulation: senior policymakers repeatedly enacted and implemented policies that destabilised the global financial system. They maintained these policies even as they learned of the consequences of their policies during the decade before the crisis. The crisis does not primarily reflect an absence of regulatory power, unclear lines of regulatory authority, capital account imbalances, or a lack of information by regulators. Rather, it represents the unwillingness of the policy apparatus to adapt to a dynamic, innovating financial system. A new institution is proposed to improve the design, implementation and modification of financial regulations.<p>(This abstract was borrowed from another version of this item.)", "authors": ["eple61"], "abstractStem": "there wa a system failur of financi regul senior policymak repeatedli enact and implement polici that destabilis the global financi system they maintain these polici even as they learn of the consequ of their polici dure the decad befor the crisi the crisi doe not primarili reflect an absenc of regulatori power unclear line of regulatori author capit account imbal or a lack of inform by regul rather it repres the unwilling of the polici apparatu to adapt to a dynam innov financi system a new institut is propos to improv the design implement and modif of financi regulationspthi abstract wa borrow from anoth version of thi item", "title": "The Governance of Financial Regulation: Reform Lessons from the Recent Crisis"}, "https://ideas.repec.org/a/eee/moneco/v32y1993i3p513-542.html": {"abstract": "No abstract is available for this item.", "authors": ["epki21", "eple61"], "abstractStem": "no abstract is avail for thi item", "title": "Finance, entrepreneurship and growth: Theory and evidence"}, "https://ideas.repec.org/a/eee/jcecon/v26y1998i4p822-824.html": {"abstract": "No abstract is available for this item.", "authors": ["eple61"], "abstractStem": "no abstract is avail for thi item", "title": "Robert J. Barro, Determinants of Economic Growth: A Cross-Country Empirical Study"}, "https://ideas.repec.org/a/eee/wdevel/v26y1998i7p1169-1183.html": {"abstract": "The authors address two questions: What happens to stock market size, liquidity, volatility, and integration with world capital markets after capital controls are liberalized? And what is the relationship between those indicators of stock market development and regulations about information disclosure, accounting standards, and investor protection? An analysis of data on stock markets in 16 developing countries suggests the following: a) stock markets become larger, more liquid, more integrated internationally, and more volatile after controls on capital and dividend flows are liberalized; b) easy access to information about firms is positively associated with the size and liquidity of stock markets; and c) countries that officially establishinternationally accepted accounting standards and laws to protect investors do not have substantially better- functioning stock markets than countries that do not adopt those official standards.<p>(This abstract was borrowed from another version of this item.)", "authors": ["eple61"], "abstractStem": "the author address two question what happen to stock market size liquid volatil and integr with world capit market after capit control are liber and what is the relationship between those indic of stock market develop and regul about inform disclosur account standard and investor protect an analysi of data on stock market in 16 develop countri suggest the follow a stock market becom larger more liquid more integr intern and more volatil after control on capit and dividend flow are liber b easi access to inform about firm is posit associ with the size and liquid of stock market and c countri that offici establishintern accept account standard and law to protect investor do not have substanti better function stock market than countri that do not adopt those offici standardspthi abstract wa borrow from anoth version of thi item", "title": "Capital Control Liberalization and Stock Market Development"}, "https://ideas.repec.org/a/fip/fedcpr/y2001p339-369.html": {"abstract": " Two arguments advanced in favor of Mexico abandoning the peso and adopting the U.S. dollar are to lower exchange rate volatility and inflation. We are not able to identify an independent link between economic growth and either the exogenous component of exchange rate volatility or the exogenous component of inflation. Exchange rate volatility generally reflects other factors, rather than representing an independent growth determinant. The findings are consistent with theoretical predictions that inflation influences growth by affecting financial development. However, we present suggestive evidence that legal reforms offer greater financial development dividends for Mexico than adopting the dollar.<p>(This abstract was borrowed from another version of this item.)", "authors": ["eple61"], "abstractStem": " two argument advanc in favor of mexico abandon the peso and adopt the us dollar are to lower exchang rate volatil and inflat we are not abl to identifi an independ link between econom growth and either the exogen compon of exchang rate volatil or the exogen compon of inflat exchang rate volatil gener reflect other factor rather than repres an independ growth determin the find are consist with theoret predict that inflat influenc growth by affect financi develop howev we present suggest evid that legal reform offer greater financi develop dividend for mexico than adopt the dollarpthi abstract wa borrow from anoth version of thi item", "title": "How much bang for the buck? Mexico and dollarization"}, "firstname": "Ross", "https://ideas.repec.org/a/aea/aecrev/v94y2004i3p774-780.html": {"abstract": "No abstract is available for this item.", "authors": ["epea1", "eple61", "epro120"], "abstractStem": "no abstract is avail for thi item", "title": "Aid, Policies, and Growth: Comment"}, "lastname": "Levine", "https://ideas.repec.org/a/oup/revfin/v10y2006i1p153-187.html": {"abstract": " What is the impact of internationalization (firms raising capital and trading in international markets) on the liquidity of the remaining firms in domestic markets? To address this question, we assemble a panel database of nearly 2,900 firms from 45 emerging economies over the period 1989-2000, constructed from annual and daily data. First, we find evidence of migration. The domestic trading of firms that cross-list or issue depositary receipts in foreign public exchanges tends to decrease, while a significant proportion of their trading activity concentrates in international markets. Second, this migration is negatively related to the liquidity of the remaining firms in their home market through two separate channels. There are liquidity spillovers within markets: Aggregate domestic trading activity is positively associated with the liquidity of individual firms in the same market. Moreover, the proportion of trading abroad is negatively related to the liquidity of firms in the domestic market. Copyright 2006, Oxford University Press.", "authors": ["eple61", "epsc64"], "abstractStem": " what is the impact of internation firm rais capit and trade in intern market on the liquid of the remain firm in domest market to address thi question we assembl a panel databas of nearli 2900 firm from 45 emerg economi over the period 19892000 construct from annual and daili data first we find evid of migrat the domest trade of firm that crosslist or issu depositari receipt in foreign public exchang tend to decreas while a signific proport of their trade activ concentr in intern market second thi migrat is neg relat to the liquid of the remain firm in their home market through two separ channel there are liquid spillov within market aggreg domest trade activ is posit associ with the liquid of individu firm in the same market moreov the proport of trade abroad is neg relat to the liquid of firm in the domest market copyright 2006 oxford univers press", "title": "Internationalization and Stock Market Liquidity"}, "https://ideas.repec.org/a/anr/refeco/v1y2009p287-318.html": {"abstract": "In this paper, we critically review the literature on finance and inequality, highlighting substantive gaps in the literature. Finance plays a crucial role in the preponderance of theories of persistent inequality. Unsurprisingly, therefore, economic theory provides a rich set of predictions concerning both the impact of finance on inequality and about the relevant mechanisms. While subject to ample qualifications, the bulk of empirical research suggests that improvements in financial contracts, markets, and intermediaries expand economic opportunities and reduce inequality. Yet, there is a shortage of theoretical and empirical research on the potentially enormous impact of formal financial sector policies, such as bank regulations and securities law, on persistent inequality. Furthermore, we lack a conceptual framework for considering the joint and endogenous evolution of finance, inequality, and economic growth.", "authors": ["fpde226", "eple61"], "abstractStem": "in thi paper we critic review the literatur on financ and inequ highlight substant gap in the literatur financ play a crucial role in the preponder of theori of persist inequ unsurprisingli therefor econom theori provid a rich set of predict concern both the impact of financ on inequ and about the relev mechan while subject to ampl qualif the bulk of empir research suggest that improv in financi contract market and intermediari expand econom opportun and reduc inequ yet there is a shortag of theoret and empir research on the potenti enorm impact of formal financi sector polici such as bank regul and secur law on persist inequ furthermor we lack a conceptu framework for consid the joint and endogen evolut of financ inequ and econom growth", "title": "Finance and Inequality: Theory and Evidence"}, "https://ideas.repec.org/a/eee/jfinin/v11y2002i4p398-428.html": {"abstract": "For over a century, economists and policy makers have debated the relative merits of bank-based versus market-based financial systems. Recent research, however, argues that classifying countries as bank-based or market is not a very fruitful way to distinguish financial systems. This paper represents the first broad, cross-country examination of which view of financial structure is more consistent with the data. The results indicate that although overall financial development is robustly linked with economic growth, there is no support for either the bank-based or market-based view.<p>(This abstract was borrowed from another version of this item.)", "authors": ["eple61"], "abstractStem": "for over a centuri economist and polici maker have debat the rel merit of bankbas versu marketbas financi system recent research howev argu that classifi countri as bankbas or market is not a veri fruit way to distinguish financi system thi paper repres the first broad crosscountri examin of which view of financi structur is more consist with the data the result indic that although overal financi develop is robustli link with econom growth there is no support for either the bankbas or marketbas viewpthi abstract wa borrow from anoth version of thi item", "title": "Bank-Based or Market-Based Financial Systems: Which Is Better?"}, "https://ideas.repec.org/a/mcb/jmoncb/v40y2008i7p1379-1405.html": {"abstract": " Although research shows that financial development accelerates aggregate economic growth, economists have not resolved conflicting theoretical predictions and ongoing policy disputes about the cross-firm distributional effects of financial development. Using cross-industry, cross-country data, the results are consistent with the view that financial development exerts a disproportionately positive effect on small firms. These results have implications for understanding the political economy of financial sector reform. Copyright (c) 2008 International Monetary Fund with Exclusive License to Print by The Ohio State University.", "authors": ["fpbe266", "fpde226", "epla174", "eple61"], "abstractStem": " although research show that financi develop acceler aggreg econom growth economist have not resolv conflict theoret predict and ongo polici disput about the crossfirm distribut effect of financi develop use crossindustri crosscountri data the result are consist with the view that financi develop exert a disproportion posit effect on small firm these result have implic for understand the polit economi of financi sector reform copyright c 2008 intern monetari fund with exclus licens to print by the ohio state univers", "title": "Finance, Firm Size, and Growth"}, "https://ideas.repec.org/a/fip/fedlrv/y2003ijulp31-46nv.85no.4.html": {"abstract": "No abstract is available for this item.", "authors": ["eple61"], "abstractStem": "no abstract is avail for thi item", "title": "More on finance and growth: more finance, more growth?"}, "https://ideas.repec.org/a/eee/jbfina/v28y2004i3p423-442.html": {"abstract": "This paper investigates the impact of stock markets and banks on economic growth using a panel data set for the period 1976-98 and applying recent GMM techniques developed for dynamic panels. On balance, we find that stock markets and banks positively influence economic growth and these findings are not due to potential biases induced by simultaneity, omitted variables or unobserved country-specific effects.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpbe266", "eple61"], "abstractStem": "thi paper investig the impact of stock market and bank on econom growth use a panel data set for the period 197698 and appli recent gmm techniqu develop for dynam panel on balanc we find that stock market and bank posit influenc econom growth and these find are not due to potenti bias induc by simultan omit variabl or unobserv countryspecif effectspthi abstract wa borrow from anoth version of thi item", "title": "Stock markets, banks, and growth: Panel evidence"}, "https://ideas.repec.org/a/oup/rfinst/v21y2008i2p579-604.html": {"abstract": " The bulk of corporate governance theory examines the agency problems that arise from two extreme ownership structures: 100% small shareholders or one large, controlling owner combined with small shareholders. In this paper, we question the empirical validity of this dichotomy. In fact, one-third of publicly listed firms in Europe have multiple large owners, and the market value of firms with multiple blockholders differs from firms with a single large owner and from widely held firms. Moreover, the relationship between corporate valuations and the distribution of cash-flow rights across multiple large owners is consistent with the predictions of recent theoretical models. The Author 2007. Published by Oxford University Press on behalf of The Society for Financial Studies. All rights reserved. For Permissions, please email: journals.permissions@oxfordjournals.org, Oxford University Press.", "authors": ["epla174", "eple61"], "abstractStem": " the bulk of corpor govern theori examin the agenc problem that aris from two extrem ownership structur 100 small sharehold or one larg control owner combin with small sharehold in thi paper we question the empir valid of thi dichotomi in fact onethird of publicli list firm in europ have multipl larg owner and the market valu of firm with multipl blockhold differ from firm with a singl larg owner and from wide held firm moreov the relationship between corpor valuat and the distribut of cashflow right across multipl larg owner is consist with the predict of recent theoret model the author 2007 publish by oxford univers press on behalf of the societi for financi studi all right reserv for permiss pleas email journalspermissionsoxfordjournalsorg oxford univers press", "title": "Complex Ownership Structures and Corporate Valuations"}, "https://ideas.repec.org/a/eee/jimfin/v8y1989i2p163-179.html": {"abstract": "This paper addresses the question: do risk premia account for the observed time-varying discrepancies between forward and corresponding future spot exchange rates? A simple theoretical framework is used to derive testable restrictions on the parameters of a multivariate regression model. Using various econometric procedures and different estimation periods, the data reject the restrictions. In contrast to past investigations, the empirical results are inconsistent with a world in which time-varying risk premia are the sole determinants of observed deviations from the unbiased expectations hypothesis. Anticipated real exchange rate movements may explain the rejection.<p>(This abstract was borrowed from another version of this item.)", "authors": ["eple61"], "abstractStem": "thi paper address the question do risk premia account for the observ timevari discrep between forward and correspond futur spot exchang rate a simpl theoret framework is use to deriv testabl restrict on the paramet of a multivari regress model use variou econometr procedur and differ estim period the data reject the restrict in contrast to past investig the empir result are inconsist with a world in which timevari risk premia are the sole determin of observ deviat from the unbias expect hypothesi anticip real exchang rate movement may explain the rejectionpthi abstract wa borrow from anoth version of thi item", "title": "The pricing of forward exchange rates"}, "https://ideas.repec.org/a/oup/wbecrv/v10y1996i2p223-39.html": {"abstract": "No abstract is available for this item.", "authors": ["fpde226", "eple61"], "abstractStem": "no abstract is avail for thi item", "title": "Stock Markets, Corporate Finance, and Economic Growth: An Overview"}, "https://ideas.repec.org/a/eme/jfeppp/v4y2012i4pp111-219.html": {"abstract": "Purpose – The purpose of this paper is to discuss and provide new data and measures of bank regulatory and supervisory policies in 180 countries from 1999 to 2011. Design/methodology/approach – The authors' approach is based upon the quantification of hundreds of questions, including information on permissible bank activities, capital requirements, the powers of official supervisory agencies, information disclosure requirements, external governance mechanisms, deposit insurance, barriers to entry, and loan provisioning, to form indices of key bank regulatory and supervisory policies. Findings – It is found that the regulation and supervision of banks varies widely across countries in many different dimensions. Furthermore, there has not been a convergence in bank regulatory regimes over the past decade despite the worst global financial crisis since the Great Depression. Research limitations/implications – The data are based on survey responses and this requires that the answers be accurate. To better ensure this is the case, several checks were made to ensure greater accuracy in all the answers. Using this database one can perform various statistical analyses in attempt to determine which bank regulatory regimes work best to promote well-functioning banking systems. Originality/value – The authors' data and measures are new and unique so as enable policy makers and researchers to examine cross-country comparisons and analyses of changes in banking policies over time.", "authors": ["fpca519", "eple61"], "abstractStem": "purpos   the purpos of thi paper is to discuss and provid new data and measur of bank regulatori and supervisori polici in 180 countri from 1999 to 2011 designmethodologyapproach   the author approach is base upon the quantif of hundr of question includ inform on permiss bank activ capit requir the power of offici supervisori agenc inform disclosur requir extern govern mechan deposit insur barrier to entri and loan provis to form indic of key bank regulatori and supervisori polici find   it is found that the regul and supervis of bank vari wide across countri in mani differ dimens furthermor there ha not been a converg in bank regulatori regim over the past decad despit the worst global financi crisi sinc the great depress research limitationsimpl   the data are base on survey respons and thi requir that the answer be accur to better ensur thi is the case sever check were made to ensur greater accuraci in all the answer use thi databas one can perform variou statist analys in attempt to determin which bank regulatori regim work best to promot wellfunct bank system originalityvalu   the author data and measur are new and uniqu so as enabl polici maker and research to examin crosscountri comparison and analys of chang in bank polici over time", "title": "Bank regulation and supervision in 180 countries from 1999 to 2011"}, "https://ideas.repec.org/a/bla/worlde/v12y1989i2p237-252.html": {"abstract": "No abstract is available for this item.", "authors": ["eple61"], "abstractStem": "no abstract is avail for thi item", "title": "The ‘Problem’ of Capital Flight—a Cautionary Note"}, "https://ideas.repec.org/a/eme/jfeppp/v2y2010i3p196-213.html": {"abstract": "Purpose – The purpose of this postmortem is to assess whether the design, implementation, and maintenance of financial policies during the period from 1996 through 2006 were primary causes of the financial system's demise. Design/methodology/approach – To draw conclusions about the policy determinants of the crisis, the paper studies five important policies: Securities and Exchange Commission (SEC) policies toward credit rating agencies, Federal Reserve policies concerning bank capital and credit default swaps, SEC and Federal Reserve policies about over-the-counter derivatives, SEC policies toward the consolidated supervision of major investment banks, and government policies toward two housing-finance entities, Fannie Mae and Freddie Mac. Findings – The evidence is inconsistent with the view that the collapse of the financial system was caused only by the popping of the housing bubble (“accident”) and the herding behavior of financiers rushing to create and market increasingly complex and questionable financial products (“suicide”). Rather, the evidence indicates that senior policymakers repeatedly designed, implemented, and maintained policies that destabilized the global financial system in the decade before the crisis. Moreover, although the major regulatory agencies were aware of the growing fragility of the financial system due to their policies, they chose not to modify those policies, suggesting that “negligent homicide” contributed to the financial system's collapse. Originality/value – Although influential policymakers presume that international capital flows, euphoric traders, and insufficient regulatory power caused the crisis, this paper shows that these factors played only a partial role. Thus, current reforms represent only a partial and thus incomplete step in establishing a stable and well-functioning financial system. Since systemic institutional failures helped cause the crisis, systemic institutional reforms must be a part of a comprehensively effective response.", "authors": ["eple61"], "abstractStem": "purpos   the purpos of thi postmortem is to assess whether the design implement and mainten of financi polici dure the period from 1996 through 2006 were primari caus of the financi system demis designmethodologyapproach   to draw conclus about the polici determin of the crisi the paper studi five import polici secur and exchang commiss sec polici toward credit rate agenc feder reserv polici concern bank capit and credit default swap sec and feder reserv polici about overthecount deriv sec polici toward the consolid supervis of major invest bank and govern polici toward two housingfin entiti fanni mae and freddi mac find   the evid is inconsist with the view that the collaps of the financi system wa caus onli by the pop of the hous bubbl  accid  and the herd behavior of financi rush to creat and market increasingli complex and question financi product  suicid  rather the evid indic that senior policymak repeatedli design implement and maintain polici that destabil the global financi system in the decad befor the crisi moreov although the major regulatori agenc were awar of the grow fragil of the financi system due to their polici they chose not to modifi those polici suggest that  neglig homicid  contribut to the financi system collaps originalityvalu   although influenti policymak presum that intern capit flow euphor trader and insuffici regulatori power caus the crisi thi paper show that these factor play onli a partial role thu current reform repres onli a partial and thu incomplet step in establish a stabl and wellfunct financi system sinc system institut failur help caus the crisi system institut reform must be a part of a comprehens effect respons", "title": "An autopsy of the US financial system: accident, suicide, or negligent homicide"}, "https://ideas.repec.org/a/bla/reviec/v9y2001i4p688-702.html": {"abstract": " This paper pulls together existing theory and evidence to assess whether international financial liberalization, by improving the functioning of domestic financial markets and banks, accelerates economic growth. The analysis suggests that the answer is \"yes.\" First, liberalizing restrictions on international portfolio flows tends to enhance stock market liquidity. In turn, enhanced stock market liquidity accelerates economic growth primarily by boosting productivity growth. Second, allowing greater foreign bank presence tends to enhance the efficiency of the domestic banking system. In turn, better-developed banks spur economic growth primarily by accelerating productivity growth. Thus, international financial integration can promote economic development by encouraging improvements in the domestic financial system. Copyright 2001 by Blackwell Publishing Ltd.", "authors": ["eple61"], "abstractStem": " thi paper pull togeth exist theori and evid to assess whether intern financi liber by improv the function of domest financi market and bank acceler econom growth the analysi suggest that the answer is ye first liber restrict on intern portfolio flow tend to enhanc stock market liquid in turn enhanc stock market liquid acceler econom growth primarili by boost product growth second allow greater foreign bank presenc tend to enhanc the effici of the domest bank system in turn betterdevelop bank spur econom growth primarili by acceler product growth thu intern financi integr can promot econom develop by encourag improv in the domest financi system copyright 2001 by blackwel publish ltd", "title": "International Financial Liberalization and Economic Growth"}, "https://ideas.repec.org/a/oup/qjecon/v108y1993i3p717-737..html": {"abstract": "We present cross-country evidence consistent with Schumpeter's view that the financial system can promote economic growth, using data on 80 countries over the 1960–1989 period. Various measures of the level of financial development are strongly associated with real per capita GDP growth, the rate of physical capital accumulation, and improvements in the efficiency with which economies employ physical capital. Further, the predetermined component of financial development is robustly correlated with future rates of economic growth, physical capital accumulation, and economic efficiency improvements.", "authors": ["eple61"], "abstractStem": "we present crosscountri evid consist with schumpet view that the financi system can promot econom growth use data on 80 countri over the 1960 1989 period variou measur of the level of financi develop are strongli associ with real per capita gdp growth the rate of physic capit accumul and improv in the effici with which economi employ physic capit further the predetermin compon of financi develop is robustli correl with futur rate of econom growth physic capit accumul and econom effici improv", "title": "Finance and Growth: Schumpeter Might Be Right"}, "https://ideas.repec.org/a/oup/wbrobs/v9y1994i1p1-24.html": {"abstract": "No abstract is available for this item.", "authors": ["fpca519", "eple61"], "abstractStem": "no abstract is avail for thi item", "title": "Reforming Finance in Transitional Socialist Economies"}, "https://ideas.repec.org/a/fip/fedcpr/y2004p433-451.html": {"abstract": "The consolidation of banks around the world in recent years is intensifying public policy debates on the influences of concentration and competition on the performance of banks. In light of these developments, this paper first reviews the existing literature on the impact of bank concentration and competition. Second, the paper summarizes the main findings of the papers in this special issue of the JMCB within the context of this active literature. Finally, the paper suggests some directions for future research.", "authors": ["fpbe359", "fpde226", "epha107", "eple61"], "abstractStem": "the consolid of bank around the world in recent year is intensifi public polici debat on the influenc of concentr and competit on the perform of bank in light of these develop thi paper first review the exist literatur on the impact of bank concentr and competit second the paper summar the main find of the paper in thi special issu of the jmcb within the context of thi activ literatur final the paper suggest some direct for futur research", "title": "Introduction: Bank concentration and competition: an evolution in the making"}, "https://ideas.repec.org/a/eee/moneco/v46y2000i1p31-77.html": {"abstract": "The authors evaluate: a) whether the level of development of financial intermediaries exerts a casual influence on economic growth; and b) whether cross-country differences in legal and accounting systems (such as creditor rights, contract enforcement, and accounting standards) explain differences in the level of financial development. Using both traditional cross-section, instrumental-variable procedures and recent dynamic panel techniques, they find that development of financial intermediaries exerts a large causal impact on growth. The data also show that cross-country differences in legal and accounting systems help determine differences in financial development. Together, these findings suggest that legal and accounting reform that strengthens creditor rights, contract enforcement, and accounting practices boosts financial development and accelerates economic growth.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpbe266", "eple61", "eplo190"], "abstractStem": "the author evalu a whether the level of develop of financi intermediari exert a casual influenc on econom growth and b whether crosscountri differ in legal and account system such as creditor right contract enforc and account standard explain differ in the level of financi develop use both tradit crosssect instrumentalvari procedur and recent dynam panel techniqu they find that develop of financi intermediari exert a larg causal impact on growth the data also show that crosscountri differ in legal and account system help determin differ in financi develop togeth these find suggest that legal and account reform that strengthen creditor right contract enforc and account practic boost financi develop and acceler econom growthpthi abstract wa borrow from anoth version of thi item", "title": "Financial intermediation and growth: Causality and causes"}, "https://ideas.repec.org/a/eee/jcecon/v31y2003i4p653-675.html": {"abstract": "A growing body of work suggests that cross-country differences in legal origin help explain differences in financial development. The authors assess two theories of why legal origin influences financial development. First, the\"political\"channel stresses that (1) legal traditions differ in the priority they give to the rights of individual investors compared with the state, and that (2) this has repercussions for the development of property rights and financial markets. Second, the\"adaptability\"channel holds that (1) legal traditions differ in their ability to adjust to changing commercial circumstances, and (2) legal systems that adapt quickly to minimize the gap between the contracting needs of the economy and the legal system's capabilities will foster financial development more effectively than would more rigid legal traditions. The authors use historical comparisons and cross-country regressions to assess the validity of these two channels.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpbe266", "fpde226", "eple61"], "abstractStem": "a grow bodi of work suggest that crosscountri differ in legal origin help explain differ in financi develop the author assess two theori of whi legal origin influenc financi develop first thepoliticalchannel stress that 1 legal tradit differ in the prioriti they give to the right of individu investor compar with the state and that 2 thi ha repercuss for the develop of properti right and financi market second theadaptabilitychannel hold that 1 legal tradit differ in their abil to adjust to chang commerci circumst and 2 legal system that adapt quickli to minim the gap between the contract need of the economi and the legal system capabl will foster financi develop more effect than would more rigid legal tradit the author use histor comparison and crosscountri regress to assess the valid of these two channelspthi abstract wa borrow from anoth version of thi item", "title": "Law and finance: why does legal origin matter?"}, "https://ideas.repec.org/a/bla/jfinan/v65y2010i5p1637-1667.html": {"abstract": " We assess the impact of bank deregulation on the distribution of income in the United States. From the 1970s through the 1990s, most states removed restrictions on intrastate branching, which intensified bank competition and improved bank performance. Exploiting the cross-state, cross-time variation in the timing of branch deregulation, we find that deregulation materially tightened the distribution of income by boosting incomes in the lower part of the income distribution while having little impact on incomes above the median. Bank deregulation tightened the distribution of income by increasing the relative wage rates and working hours of unskilled workers. Copyright (c) 2010 the American Finance Association.", "authors": ["fpbe266", "eple61"], "abstractStem": " we assess the impact of bank deregul on the distribut of incom in the unit state from the 1970 through the 1990 most state remov restrict on intrast branch which intensifi bank competit and improv bank perform exploit the crossstat crosstim variat in the time of branch deregul we find that deregul materi tighten the distribut of incom by boost incom in the lower part of the incom distribut while have littl impact on incom abov the median bank deregul tighten the distribut of incom by increas the rel wage rate and work hour of unskil worker copyright c 2010 the american financ associ", "title": "Big Bad Banks? The Winners and Losers from Bank Deregulation in the United States"}, "https://ideas.repec.org/a/now/jnlcfr/104.00000013.html": {"abstract": "We use the cross-state, cross-time variation in bank deregulation across the U.S. states to assess how improvements in banking systems affected the labor market opportunities of black workers. Bank deregulation from the 1970s through the 1990s improved bank efficiency, lowered entry barriers facing nonfinancial firms, and intensified competition for labor throughout the economy. Consistent with Becker's (1957) theory of racial discrimination, we find that in economies where employers have sufficiently strong racial biases, deregulation-induced improvements in the banking system boosted black workers' relative wages by facilitating the entry of new firms and reducing the manifestation of racial prejudices in labor markets.", "authors": ["eple61"], "abstractStem": "we use the crossstat crosstim variat in bank deregul across the us state to assess how improv in bank system affect the labor market opportun of black worker bank deregul from the 1970 through the 1990 improv bank effici lower entri barrier face nonfinanci firm and intensifi competit for labor throughout the economi consist with becker 1957 theori of racial discrimin we find that in economi where employ have suffici strong racial bias deregulationinduc improv in the bank system boost black worker rel wage by facilit the entri of new firm and reduc the manifest of racial prejudic in labor market", "title": "Bank Deregulation and Racial Inequality in America"}, "https://ideas.repec.org/a/aea/aecrev/v83y1993i2p426-30.html": {"abstract": "No abstract is available for this item.", "authors": ["eple61"], "abstractStem": "no abstract is avail for thi item", "title": "What We Have Learned about Policy and Growth from Cross-Country Regressions?"}, "https://ideas.repec.org/a/oup/wbecrv/v27y2013i3p476-490.html": {"abstract": " The roles of banks and securities markets evolve during the process of economic development. As countries develop economically, (1) the size of both banks and securities markets increases relative to the size of the economy, (2) the association between an increase in economic output and an increase in bank development becomes smaller, and (3) the association between an increase in economic output and an increase in securities market development becomes larger. These findings are consistent with theories predicting that as economies develop, the services provided by securities markets become more important for economic activity, whereas those provided by banks become less important. Copyright 2013, Oxford University Press.", "authors": ["eple61"], "abstractStem": " the role of bank and secur market evolv dure the process of econom develop as countri develop econom 1 the size of both bank and secur market increas rel to the size of the economi 2 the associ between an increas in econom output and an increas in bank develop becom smaller and 3 the associ between an increas in econom output and an increas in secur market develop becom larger these find are consist with theori predict that as economi develop the servic provid by secur market becom more import for econom activ wherea those provid by bank becom less import copyright 2013 oxford univers press", "title": "The Evolving Importance of Banks and Securities Markets"}, "https://ideas.repec.org/a/eee/jfinin/v16y2007i4p584-617.html": {"abstract": "Which public policies and ownership structures enhance the governance of banks? The authors construct a new database on the ownership of banks internationally and then assess the ramifications of ownership, shareholder protection laws, and supervisory and regulatory policies on bank valuations. Except in a few countries with very strong shareholder protection laws, banks are not widely held, but rather families or the state tend to control banks. The authors find that: (i) Larger cash flow rights by the controlling owner boosts valuations; (ii) Stronger shareholder protection laws increase valuations; and (iii) Greater cash flow rights mitigate the adverse effects of weak shareholder protection laws on bank valuations. These results are consistent with the views that expropriation of minority shareholders is important internationally, that laws canrestrain this expropriation, and concentrated cash flow rights represent an important mechanism for governing banks. Finally, the evidence does not support the view that empowering official supervisory and regulatory agencies will increase the market valuation of banks.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpca519", "epla174", "eple61"], "abstractStem": "which public polici and ownership structur enhanc the govern of bank the author construct a new databas on the ownership of bank intern and then assess the ramif of ownership sharehold protect law and supervisori and regulatori polici on bank valuat except in a few countri with veri strong sharehold protect law bank are not wide held but rather famili or the state tend to control bank the author find that i larger cash flow right by the control owner boost valuat ii stronger sharehold protect law increas valuat and iii greater cash flow right mitig the advers effect of weak sharehold protect law on bank valuat these result are consist with the view that expropri of minor sharehold is import intern that law canrestrain thi expropri and concentr cash flow right repres an import mechan for govern bank final the evid doe not support the view that empow offici supervisori and regulatori agenc will increas the market valuat of bankspthi abstract wa borrow from anoth version of thi item", "title": "Governance and bank valuation"}, "https://ideas.repec.org/a/eee/jfinec/v58y2000i1-2p261-300.html": {"abstract": "The authors evaluate whether the level of development in the banking sector exerts a causal impact on economic growth and its sources-total factor productivity growth, physical capital accumulation, and private saving. They use (1) a pure cross-country instrumental variable estimator to extract the exogenous component of banking development and (2) a new panel technique that controls for country-specific effects and endogeneity. They find that: Banks do exert a large, causal impact on total factor productivity growth, which feeds through to overall GDP (Gross Domestic Product) growth. The long-run links between banking development and both capital growth and private savings are more tenuous.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpbe266", "eple61", "eplo190"], "abstractStem": "the author evalu whether the level of develop in the bank sector exert a causal impact on econom growth and it sourcestot factor product growth physic capit accumul and privat save they use 1 a pure crosscountri instrument variabl estim to extract the exogen compon of bank develop and 2 a new panel techniqu that control for countryspecif effect and endogen they find that bank do exert a larg causal impact on total factor product growth which feed through to overal gdp gross domest product growth the longrun link between bank develop and both capit growth and privat save are more tenuouspthi abstract wa borrow from anoth version of thi item", "title": "Finance and the sources of growth"}, "https://ideas.repec.org/a/eee/jfinec/v88y2008i3p607-632.html": {"abstract": "By documenting the evolution of Tobin's q before, during, and after firms internationalize, this paper provides evidence on the bonding, segmentation, and market-timing theories of internationalization. We find that Tobin's q does not rise after internationalization, even relative to domestic firms. Instead, q rises significantly before and during the internationalization year, but then falls sharply in the following year, quickly relinquishing the increases of the previous years. In decomposing these dynamics, we find that market capitalization rises before internationalization and remains high, while corporate assets increase during internationalization. The evidence supports the theory that financial internationalization facilitates corporate expansion, but challenges the theory that internationalization produces an enduring effect on q by bonding firms to a better corporate governance system.", "authors": ["fpgo242", "eple61", "epsc64"], "abstractStem": "by document the evolut of tobin q befor dure and after firm internation thi paper provid evid on the bond segment and markettim theori of internation we find that tobin q doe not rise after internation even rel to domest firm instead q rise significantli befor and dure the internation year but then fall sharpli in the follow year quickli relinquish the increas of the previou year in decompos these dynam we find that market capit rise befor internation and remain high while corpor asset increas dure internation the evid support the theori that financi internation facilit corpor expans but challeng the theori that internation produc an endur effect on q by bond firm to a better corpor govern system", "title": "Internationalization and the evolution of corporate valuation"}, "https://ideas.repec.org/a/fip/fedcpr/y2004p593-626.html": {"abstract": "This paper examines the impact of bank regulations, market structure, and national institutions on bank net interest margins and overhead costs using data on over 1400 banks across 72 countries while controlling for bank specific characteristics. The data indicate that tighter regulations on bank entry and bank activities boost the cost of financial intermediation. Inflation also exerts a robust, positive impact on bank margins and overhead costs. While concentration is positively associated with net interest margins, this relationship breaks down when controlling for regulatory impediments to competition and inflation.", "authors": ["fpde226", "epla174", "eple61"], "abstractStem": "thi paper examin the impact of bank regul market structur and nation institut on bank net interest margin and overhead cost use data on over 1400 bank across 72 countri while control for bank specif characterist the data indic that tighter regul on bank entri and bank activ boost the cost of financi intermedi inflat also exert a robust posit impact on bank margin and overhead cost while concentr is posit associ with net interest margin thi relationship break down when control for regulatori impedi to competit and inflat", "title": "Regulations, market structure, institutions, and the cost of financial intermediation"}, "https://ideas.repec.org/a/eee/jfinin/v8y1999i1-2p8-35.html": {"abstract": "No abstract is available for this item.", "authors": ["eple61"], "abstractStem": "no abstract is avail for thi item", "title": "Law, Finance, and Economic Growth"}, "https://ideas.repec.org/a/eee/inecon/v37y1994i3-4p273-277.html": {"abstract": "No abstract is available for this item.", "authors": ["eple61"], "abstractStem": "no abstract is avail for thi item", "title": "Finance and development: Issues and experience : Alberto Giovannini, ed (Cambridge university press, New York, 1993) pp. ix+436, $49.50"}, "https://ideas.repec.org/a/eee/jfinin/v24y2015i1p1-24.html": {"abstract": "Is financial innovation necessary for sustaining economic growth? To address this question, we build a Schumpeterian model in which entrepreneurs earn profits by inventing better goods and profit-maximizing financiers arise to screen entrepreneurs. The model has two novel features. First, financiers engage in the costly but potentially profitable process of innovation: they can invent better methods for screening entrepreneurs. Second, every screening process becomes less effective as technology advances. The model predicts that technological innovation and economic growth eventually stop unless financiers innovate. Empirical evidence is consistent with this dynamic, synergistic model of financial and technological innovation.", "authors": ["epla174", "eple61", "fpmi314"], "abstractStem": "is financi innov necessari for sustain econom growth to address thi question we build a schumpeterian model in which entrepreneur earn profit by invent better good and profitmaxim financi aris to screen entrepreneur the model ha two novel featur first financi engag in the costli but potenti profit process of innov they can invent better method for screen entrepreneur second everi screen process becom less effect as technolog advanc the model predict that technolog innov and econom growth eventu stop unless financi innov empir evid is consist with thi dynam synergist model of financi and technolog innov", "title": "Financial innovation and endogenous growth"}, "https://ideas.repec.org/a/eee/jfinin/v17y2008i4p509-510.html": {"abstract": "No abstract is available for this item.", "authors": ["fpbe266", "epla174", "eple61", "fppe479"], "abstractStem": "no abstract is avail for thi item", "title": "Special issue: Banking and bank regulation: Challenges for the future"}, "https://ideas.repec.org/a/oup/wbecrv/v10y1996i2p291-321.html": {"abstract": " World stock markets are booming, and emerging stock markets account for a disproportionate share of this growth. Yet economists lack a common concept or measure of stock market development. This article collects and compares a broad array indicators of stock market and financial intermediary development, using data from forty-four developing and industrial countries during the period from 1986 to 1993. The empirical results exhibit wide cross-country differences for each indicator as well as intuitively appealing correlations between various indicators. The article constructs aggregate indexes and analyzes them to document the relationship between the emergence of stock markets and the growth of financial intermediaries. It produces a set of stylized facts that facilitates and stimulates research into the links among stock markets, economic development, and corporate financing decisions. Copyright 1996 by Oxford University Press.", "authors": ["fpde226", "eple61"], "abstractStem": " world stock market are boom and emerg stock market account for a disproportion share of thi growth yet economist lack a common concept or measur of stock market develop thi articl collect and compar a broad array indic of stock market and financi intermediari develop use data from fortyfour develop and industri countri dure the period from 1986 to 1993 the empir result exhibit wide crosscountri differ for each indic as well as intuit appeal correl between variou indic the articl construct aggreg index and analyz them to document the relationship between the emerg of stock market and the growth of financi intermediari it produc a set of styliz fact that facilit and stimul research into the link among stock market econom develop and corpor financ decis copyright 1996 by oxford univers press", "title": "Stock Market Development and Financial Intermediaries: Stylized Facts"}}}