{"epli176": {"https://ideas.repec.org/a/eee/ecolet/v61y1998i1p67-71.html": {"abstract": "No abstract is available for this item.", "authors": ["epga149", "epli176"], "abstractStem": "no abstract is avail for thi item", "title": "Elasticities of beer demand revisited"}, "https://ideas.repec.org/a/eee/pubeco/v95y2011i5-6p333-333.html": {"abstract": "No abstract is available for this item.", "authors": ["epan31", "epli176"], "abstractStem": "no abstract is avail for thi item", "title": "Introduction to Charitable Giving and Fundraising Special issue"}, "https://ideas.repec.org/a/oup/ajagec/v82y2000i4p1016-1021.html": {"abstract": " This paper explores the origins of the strikingly high price premia paid for new food products in lab valuation exercises. Our experimental design distinguishes between two explanations of this phenomenon: novelty of the experimental experience versus the novelty of the good, i.e., preference learning—bids reflect a person's desire to learn how an unfamiliar good fits into their preference set. Subjects bid in four consecutive experimental auctions for three goods that vary in familiarity, candy bars, mangos, and irradiated meat. Our results suggest that preference learning is the main source of the high premia, and that novelty of the experimental experience does not in itself artificially inflate valuations. Copyright 2000, Oxford University Press.", "authors": ["epha113", "epli176", "epsh64"], "abstractStem": " thi paper explor the origin of the strikingli high price premia paid for new food product in lab valuat exercis our experiment design distinguish between two explan of thi phenomenon novelti of the experiment experi versu the novelti of the good ie prefer learn bid reflect a person desir to learn how an unfamiliar good fit into their prefer set subject bid in four consecut experiment auction for three good that vari in familiar candi bar mango and irradi meat our result suggest that prefer learn is the main sourc of the high premia and that novelti of the experiment experi doe not in itself artifici inflat valuat copyright 2000 oxford univers press", "title": "Preference Learning in Consecutive Experimental Auctions"}, "https://ideas.repec.org/a/bla/ecinqu/v48y2010i1p104-122.html": {"abstract": " \"Using sportscard grading as an example, we employ field experiments to investigate the informational role of professional certifiers. Empirical results suggest three patterns: first, the grading certification provided by the first professional certifier offers new information to inexperienced traders but adds little information to experienced dealers. This implies that the certification may reduce the information asymmetry between informed and uninformed parties. Second, compared with the incumbent, new entrants adopt more precise signals and use finer grading cutoffs to differentiate from the incumbent. Third, our measured differentiated grading cutoffs map consistently into prevailing market prices, suggesting that the market recognizes differences across multiple grading criteria.\" (\"JEL\" D8, C93) Copyright (c) 2008 Western Economic Association International.", "authors": ["fpka494", "epli176"], "abstractStem": " use sportscard grade as an exampl we employ field experi to investig the inform role of profession certifi empir result suggest three pattern first the grade certif provid by the first profession certifi offer new inform to inexperienc trader but add littl inform to experienc dealer thi impli that the certif may reduc the inform asymmetri between inform and uninform parti second compar with the incumb new entrant adopt more precis signal and use finer grade cutoff to differenti from the incumb third our measur differenti grade cutoff map consist into prevail market price suggest that the market recogn differ across multipl grade criteria jel d8 c93 copyright c 2008 western econom associ intern", "title": "That'S News To Me! Information Revelation In Professional Certification Markets"}, "https://ideas.repec.org/a/uwp/landec/v84y2008i3p489-500.html": {"abstract": "A concern with the contingent valuation method (CVM) is the finding that hypothetical and real statements of value often differ. We test whether hypothetical bias, broadly defined, is independent of location by comparing real and hypothetical votes on a dichotomous choice referendum in China, France, Indiana, Kansas, and Niger. We find significant differences in hypothetical bias across locations and reject the hypothesis that hypothetical bias is independent of location. As opposed to the typical finding reported in the literature, subjects in Niger significantly understated their willingness-to-pay in the hypothetical referendum.", "authors": ["epli176", "eplu63", "epta139"], "abstractStem": "a concern with the conting valuat method cvm is the find that hypothet and real statement of valu often differ we test whether hypothet bia broadli defin is independ of locat by compar real and hypothet vote on a dichotom choic referendum in china franc indiana kansa and niger we find signific differ in hypothet bia across locat and reject the hypothesi that hypothet bia is independ of locat as oppos to the typic find report in the literatur subject in niger significantli underst their willingnesstopay in the hypothet referendum", "title": "Is Hypothetical Bias a Universal Phenomenon? A Multinational Investigation"}, "https://ideas.repec.org/a/rje/randje/v36y20053p700-717.html": {"abstract": "We explore collusion by using the tools of experimental economics in a naturally occurring marketplace. We report that competitive price theory adequately organizes data in multilateral decentralized bargaining markets without conspiratorial opportunities. When conspiratorial opportunities are allowed and contract prices are perfectly observed, prices (quantities) are considerably above (below) competitive levels. When sellers receive imperfect price signals, outcomes are intermediate to those of competitive markets and collusive markets with full information. Finally, experienced buyers serve as a catalyst to thwart attempts by sellers to engage in anticompetitive pricing: in periods where experienced agents transact in the market, average transaction prices are below those realized in periods where only inexperienced agents execute trades.", "authors": ["epli176", "eppr89"], "abstractStem": "we explor collus by use the tool of experiment econom in a natur occur marketplac we report that competit price theori adequ organ data in multilater decentr bargain market without conspiratori opportun when conspiratori opportun are allow and contract price are perfectli observ price quantiti are consider abov below competit level when seller receiv imperfect price signal outcom are intermedi to those of competit market and collus market with full inform final experienc buyer serv as a catalyst to thwart attempt by seller to engag in anticompetit price in period where experienc agent transact in the market averag transact price are below those realiz in period where onli inexperienc agent execut trade", "title": "Conspiraces and Secret Price Discounts in the Marketplace: Evidence from Field Experiments"}, "https://ideas.repec.org/a/aea/aecrev/v94y2004i3p741-752.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe153", "fpbo509", "epli176"], "abstractStem": "no abstract is avail for thi item", "title": "Examining the Role of Social Isolation on Stated Preferences"}, "https://ideas.repec.org/a/eee/ecolec/v27y1998i2p161-170.html": {"abstract": "No abstract is available for this item.", "authors": ["fpal645", "fpda585", "epli176", "fpma2091"], "abstractStem": "no abstract is avail for thi item", "title": "A method for valuing global ecosystem services"}, "https://ideas.repec.org/a/ucp/jaerec/doi10.1086-676450.html": {"abstract": "Researchers, using contingent valuation (CV) to value changes in nonmarket goods, typically believe respondents always answer questions truthfully or they answer truthfully only when it is in their interest to do so. The second position, while consistent with economic theory, implies that interpreting survey responses depends critically on the incentive structure provided. We derive simple tests capable of distinguishing the two views. Our theoretical model for examining the incentive structure of a single binary choice relaxes the usual expected utility assumption. We test our theory using a field experiment involving voting to provide a public good. Experimental results are consistent theoretical predictions and cast doubt on the relevance of a large experimental literature using inconsequential questions and non-incentive-compatible mechanisms to make inferences about CV. The framework put forth should help in understanding the role played by theoretical conditions for preference elicitation and lend insight into the hypothetical bias literature.", "authors": ["epgr40", "epli176"], "abstractStem": "research use conting valuat cv to valu chang in nonmarket good typic believ respond alway answer question truth or they answer truth onli when it is in their interest to do so the second posit while consist with econom theori impli that interpret survey respons depend critic on the incent structur provid we deriv simpl test capabl of distinguish the two view our theoret model for examin the incent structur of a singl binari choic relax the usual expect util assumpt we test our theori use a field experi involv vote to provid a public good experiment result are consist theoret predict and cast doubt on the relev of a larg experiment literatur use inconsequenti question and nonincentivecompat mechan to make infer about cv the framework put forth should help in understand the role play by theoret condit for prefer elicit and lend insight into the hypothet bia literatur", "title": "Consequentiality: A Theoretical and Experimental Exploration of a Single Binary Choice"}, "https://ideas.repec.org/a/kap/enreec/v20y2001i3p241-254.html": {"abstract": " Preferences elicited in hypothetical settings have recently come underscrutiny, causing estimates from the contingent valuation method to bechallenged due to perceived ``hypothetical bias.'' Given that the receivedliterature derives value estimates using heterogeneous experimentaltechniques, understanding the effects of important design parameters onthe magnitude of hypothetical bias is invaluable. In this paper, we addressthis issue statistically by using a meta-analysis to examine data from 29experimental studies. Our empirical findings suggest that on averagesubjects overstate their preferences by a factor of about 3 in hypotheticalsettings, and that the degree of over-revelation is influenced by thedistinction between willingness-to-pay and willingness-to-accept, publicversus private goods, and several elicitation methods. Copyright Kluwer Academic Publishers 2001", "authors": ["epga149", "epli176"], "abstractStem": " prefer elicit in hypothet set have recent come underscrutini caus estim from the conting valuat method to bechalleng due to perceiv hypothet bia given that the receivedliteratur deriv valu estim use heterogen experimentaltechniqu understand the effect of import design paramet onth magnitud of hypothet bia is invalu in thi paper we addressthi issu statist by use a metaanalysi to examin data from 29experiment studi our empir find suggest that on averagesubject overst their prefer by a factor of about 3 in hypotheticalset and that the degre of overrevel is influenc by thedistinct between willingnesstopay and willingnesstoaccept publicversu privat good and sever elicit method copyright kluwer academ publish 2001", "title": "What Experimental Protocol Influence Disparities Between Actual and Hypothetical Stated Values?"}, "https://ideas.repec.org/a/kap/enreec/v31y2005i2p121-121.html": {"abstract": "No abstract is available for this item.", "authors": ["epli176", "epli73"], "abstractStem": "no abstract is avail for thi item", "title": "Introduction"}, "https://ideas.repec.org/a/bpj/bejeap/vadvances.6y2006i2n2.html": {"abstract": "Critics of stated preference methods argue that hypothetical bias precludes survey techniques from providing reliable economic values for non-market goods and services, rendering estimation of the total economic benefits of public programs fruitless. This paper explores a relatively new methodology to obtain the total value of non-market goods and services\u0097choice experiments\u0097which conveniently provide information on the purchase decision as well as the characteristic value vector. The empirical work revolves around examining behavior in two very different field settings. In the first field study, we explore hypothetical bias in the purchase decision by eliciting contributions for a threshold public good in an actual capital campaign. To extend the analysis a level deeper, in a second field experiment we examine both the purchase decision and the marginal value vector via inspection of consumption decisions in an actual marketplace. In support of the new valuation design, both field experiments provide some evidence that hypothetical choice experiments combined with \u0093cheap talk\u0094 can yield credible estimates of the purchase decision. Furthermore, we find no evidence of hypothetical bias when estimating marginal attribute values. Yet, we do find that the \u0093cheap talk\u0094 component might induce internal inconsistency of subjects\u0092 preferences in the choice experiment.", "authors": ["epli176", "fpta421"], "abstractStem": "critic of state prefer method argu that hypothet bia preclud survey techniqu from provid reliabl econom valu for nonmarket good and servic render estim of the total econom benefit of public program fruitless thi paper explor a rel new methodolog to obtain the total valu of nonmarket good and servic choic experi which conveni provid inform on the purchas decis as well as the characterist valu vector the empir work revolv around examin behavior in two veri differ field set in the first field studi we explor hypothet bia in the purchas decis by elicit contribut for a threshold public good in an actual capit campaign to extend the analysi a level deeper in a second field experi we examin both the purchas decis and the margin valu vector via inspect of consumpt decis in an actual marketplac in support of the new valuat design both field experi provid some evid that hypothet choic experi combin with  cheap talk  can yield credibl estim of the purchas decis furthermor we find no evid of hypothet bia when estim margin attribut valu yet we do find that the  cheap talk  compon might induc intern inconsist of subject  prefer in the choic experi", "title": "Using Choice Experiments to Value Non-Market Goods and Services: Evidence from Field Experiments"}, "https://ideas.repec.org/a/bla/ecinqu/v53y2015i3p1522-1538.html": {"abstract": " A pillar of behavioral research is that preferences are constructed during the process of choice. A prominent finding is that uninformative numerical “anchors” influence judgment and valuation. It remains unclear whether such processes influence market equilibria. We conduct two experiments that extend the study of anchoring to field settings. The first experiment produces evidence that some consumers' valuations can be anchored in novel situations; there is no evidence that experienced agents are influenced by anchors. The second experiment finds that anchors have only transient effects on market outcomes that converge to equilibrium predictions after a few market periods . (JEL C93, D11)", "authors": ["epal198", "fpla339", "epli176"], "abstractStem": " a pillar of behavior research is that prefer are construct dure the process of choic a promin find is that uninform numer  anchor  influenc judgment and valuat it remain unclear whether such process influenc market equilibria we conduct two experi that extend the studi of anchor to field set the first experi produc evid that some consum valuat can be anchor in novel situat there is no evid that experienc agent are influenc by anchor the second experi find that anchor have onli transient effect on market outcom that converg to equilibrium predict after a few market period  jel c93 d11", "title": "Field Experiments On The Anchoring Of Economic Valuations"}, "https://ideas.repec.org/a/aea/aecrev/v91y2001i5p1498-1507.html": {"abstract": "No abstract is available for this item.", "authors": ["epli176"], "abstractStem": "no abstract is avail for thi item", "title": "Do Explicit Warnings Eliminate the Hypothetical Bias in Elicitation Procedures? Evidence from Field Auctions for Sportscards"}, "https://ideas.repec.org/a/bla/jregsc/v40y2000i3p453-471.html": {"abstract": " In this paper we address two aspects of regulatory federalism in U.S. environmental policy. First, we suggest that environmental quality in U.S. states responds positively to increases in income. Second, we provide evidence that environmental quality did not decline when President Reagan's policy of new federalism returned responsibility for many environmental regulations to the states. Thus, state environmental quality appears to reflect more than just the dictates of federal policy. Additionally, we find that a \"race to the bottom\" in environmental quality did not materialize in the 1980s. Copyright 2000 Blackwell Publishers", "authors": ["epli176"], "abstractStem": " in thi paper we address two aspect of regulatori feder in us environment polici first we suggest that environment qualiti in us state respond posit to increas in incom second we provid evid that environment qualiti did not declin when presid reagan polici of new feder return respons for mani environment regul to the state thu state environment qualiti appear to reflect more than just the dictat of feder polici addit we find that a race to the bottom in environment qualiti did not materi in the 1980 copyright 2000 blackwel publish", "title": "Regulatory Federalism and Environmental Protection in the United States"}, "https://ideas.repec.org/a/bla/jregsc/v42y2002i1p19-49.html": {"abstract": " Stricter environmental regulations are often opposed on the grounds that they will alter equilibrium capital flows. Empirical evidence in this area remains largely unresolved, mainly due to the quite disparate results found in the literature. This paper takes a positive look at the relationship between new manufacturing plant location decisions and environmental regulations by examining data from 11 studies that provide more than 365 observations. One major result from our meta-analysis is that methodological considerations play a critical role in shaping the body of received estimates. Our empirical estimates also lend insights into future research that is necessary before any robust conclusions can be made regarding the effects of environmental regulations on capital flows. Copyright 2002 Blackwell Publishers Inc.", "authors": ["fpfo227", "epli176"], "abstractStem": " stricter environment regul are often oppos on the ground that they will alter equilibrium capit flow empir evid in thi area remain larg unresolv mainli due to the quit dispar result found in the literatur thi paper take a posit look at the relationship between new manufactur plant locat decis and environment regul by examin data from 11 studi that provid more than 365 observ one major result from our metaanalysi is that methodolog consider play a critic role in shape the bodi of receiv estim our empir estim also lend insight into futur research that is necessari befor ani robust conclus can be made regard the effect of environment regul on capit flow copyright 2002 blackwel publish inc", "title": "Environmental Regulations and New Plant Location Decisions: Evidence from a Meta-Analysis"}, "https://ideas.repec.org/a/eee/jeeman/v51y2006i3p354-370.html": {"abstract": "In this paper we examine temporal properties of eleven natural resource real price series from 1870-1990 by employing a Lagrangian Multiplier unit root test that allows for two endogenously determined structural breaks with and without a quadratic trend. Contrary to previous research, we find evidence against the unit root hypothesis for all price series. Our findings support characterizing natural resource prices as stationary around deterministic trends with structural breaks. This result is important in both a positive and normative sense. For example, without an appropriate understanding of the dynamics of a time series, empirical verification of theories, forecasting, and proper inference are potentially fruitless. More generally, we show that both pre-testing for unit roots with breaks and allowing for breaks in the forecast model can improve forecast accuracy.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fple589", "epli176", "epst160"], "abstractStem": "in thi paper we examin tempor properti of eleven natur resourc real price seri from 18701990 by employ a lagrangian multipli unit root test that allow for two endogen determin structur break with and without a quadrat trend contrari to previou research we find evid against the unit root hypothesi for all price seri our find support character natur resourc price as stationari around determinist trend with structur break thi result is import in both a posit and norm sens for exampl without an appropri understand of the dynam of a time seri empir verif of theori forecast and proper infer are potenti fruitless more gener we show that both pretest for unit root with break and allow for break in the forecast model can improv forecast accuracypthi abstract wa borrow from anoth version of thi item", "title": "Non-renewable resource prices: Deterministic or stochastic trends?"}, "https://ideas.repec.org/a/kap/regeco/v23y2003i2p193-205.html": {"abstract": " Public policy decision making often requires balancing the benefits of a policy with the costs. While regulators in the United States and abroad rely heavily on benefit-cost analysis, critics contend that hypothetical bias precludes one of the most popular benefit estimation techniques--contingent surveys--from providing reliable economic values for nonmarket goods and services. This paper explores a new methodology to obtain the total value of nonmarket goods and services--random nth price auctions. The empirical work revolves around examining behavior of 360 participants in a competitive marketplace, where subjects naturally buy, sell, and trade commodities. The field experiment provides some preliminary evidence that hypothetical random nth price auctions can, in certain situations, reveal demand truthfully. Copyright 2003 by Kluwer Academic Publishers", "authors": ["epli176"], "abstractStem": " public polici decis make often requir balanc the benefit of a polici with the cost while regul in the unit state and abroad reli heavili on benefitcost analysi critic contend that hypothet bia preclud one of the most popular benefit estim techniquesconting surveysfrom provid reliabl econom valu for nonmarket good and servic thi paper explor a new methodolog to obtain the total valu of nonmarket good and servicesrandom nth price auction the empir work revolv around examin behavior of 360 particip in a competit marketplac where subject natur buy sell and trade commod the field experi provid some preliminari evid that hypothet random nth price auction can in certain situat reveal demand truth copyright 2003 by kluwer academ publish", "title": "Using Random nth Price Auctions to Value Non-market Goods and Services"}, "https://ideas.repec.org/a/eee/ecolet/v85y2004i2p157-162.html": {"abstract": "Measuring preferences via stated methods remains the only technique to obtain the total economic value of a non-marketed good or service. This study examines if alternative causes of an environmental problem affect individual statements of compensation demanded. Making use of a unique sample drawn from the Netherlands, we find that Hicksian equivalent surplus (ES) is not significantly affected by causes of environmental harm. While our finding that agents only care about outcomes, rather than causes, is consonant with standard applications of utility theory, it is at odds with some recent experimental findings measuring the effects of cause on Hicksian compensating surplus (CS).<p>(This abstract was borrowed from another version of this item.)", "authors": ["epbu155", "fpde609", "epli176"], "abstractStem": "measur prefer via state method remain the onli techniqu to obtain the total econom valu of a nonmarket good or servic thi studi examin if altern caus of an environment problem affect individu statement of compens demand make use of a uniqu sampl drawn from the netherland we find that hicksian equival surplu es is not significantli affect by caus of environment harm while our find that agent onli care about outcom rather than caus is conson with standard applic of util theori it is at odd with some recent experiment find measur the effect of caus on hicksian compens surplu cspthi abstract wa borrow from anoth version of thi item", "title": "Do causes of environmental problems affect Hicksian equivalent surplus? Evidence from the field"}, "homepage": "https://ideas.repec.org/e/pli176.html", "https://ideas.repec.org/a/eee/pubeco/v93y2009i5-6p798-806.html": {"abstract": "This paper considers how six alternative rebate rules affect voluntary contributions in a threshold public-good experiment. The rules differ by (1) whether an individual can receive a proportional rebate of excess contributions, a winner-takes-all of any excess contributions, or a full rebate of one's contribution in the event the public good is provided and excess contributions exist, and (2) whether the probability of receiving a rebate is proportional to an individual's contribution relative to total contributions or is a simple uniform probability distribution set by the number of contributors. The paper adds to the existing experimental economics literature on threshold public goods by investigating both aggregate and individual demand revelation under the winner-take-all and random full-rebate rules. Half of the rules (proportional rebate, winner-take-all with uniform probability among all group members, and random full-rebate with uniform probability) provide total contributions that nearly equal total benefits, while the rest (winner-take-all with proportional probability, winner-take-all with uniform probability among contributors only, and random full-rebate with proportional probability) exceed benefits by over 30%. Only the proportional rebate rule is found to achieve both aggregate and individual demand revelation. Our experimental results have implications for both fundraisers and valuation practitioners.", "authors": ["epli176", "epsh64", "epsp120", "epsw43"], "abstractStem": "thi paper consid how six altern rebat rule affect voluntari contribut in a threshold publicgood experi the rule differ by 1 whether an individu can receiv a proport rebat of excess contribut a winnertakesal of ani excess contribut or a full rebat of one contribut in the event the public good is provid and excess contribut exist and 2 whether the probabl of receiv a rebat is proport to an individu contribut rel to total contribut or is a simpl uniform probabl distribut set by the number of contributor the paper add to the exist experiment econom literatur on threshold public good by investig both aggreg and individu demand revel under the winnertakeal and random fullreb rule half of the rule proport rebat winnertakeal with uniform probabl among all group member and random fullreb with uniform probabl provid total contribut that nearli equal total benefit while the rest winnertakeal with proport probabl winnertakeal with uniform probabl among contributor onli and random fullreb with proport probabl exceed benefit by over 30 onli the proport rebat rule is found to achiev both aggreg and individu demand revel our experiment result have implic for both fundrais and valuat practition", "title": "Rebate rules in threshold public good provision"}, "https://ideas.repec.org/a/taf/jeduce/v45y2014i2p81-89.html": {"abstract": " In this article, the author explains why field experiments can improve what we teach and how we teach economics. Economists no longer operate as passive observers of economic phenomena. Instead, they participate actively in the research process by collecting data from field experiments to investigate the economics of everyday life. This change can be shown to students by presenting them with evidence from field experiments. Field experiments related to factor markets, behavioral economics, and discrimination are presented to explain how this approach works across different economic content. The three questions that are highlighted are the following: (1) Why do women get paid less than men in labor markets? (2) How can we use behavioral economics to motivate teachers? (3) What seven words can end third-degree price discrimination?", "authors": ["epli176"], "abstractStem": " in thi articl the author explain whi field experi can improv what we teach and how we teach econom economist no longer oper as passiv observ of econom phenomena instead they particip activ in the research process by collect data from field experi to investig the econom of everyday life thi chang can be shown to student by present them with evid from field experi field experi relat to factor market behavior econom and discrimin are present to explain how thi approach work across differ econom content the three question that are highlight are the follow 1 whi do women get paid less than men in labor market 2 how can we use behavior econom to motiv teacher 3 what seven word can end thirddegre price discrimin", "title": "Using Field Experiments to Change the Template of How We Teach Economics"}, "https://ideas.repec.org/a/eee/pubeco/v87y2003i7-8p1407-1430.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr73", "epli176", "epmi3"], "abstractStem": "no abstract is avail for thi item", "title": "Bureaucratic corruption, environmental policy and inbound US FDI: theory and evidence"}, "https://ideas.repec.org/a/kap/jfsres/v15y1999i2p103-122.html": {"abstract": "No abstract is available for this item.", "authors": ["epli176"], "abstractStem": "no abstract is avail for thi item", "title": "Evidence of Early Withdrawal in Time Deposit Portfolios"}, "https://ideas.repec.org/a/aea/jecper/v25y2011i3p3-16.html": {"abstract": "In this introduction to the symposium, I first offer an overview of the spectrum of experimental methods in economics, from laboratory experiments to the field experiments that are the subject of this symposium. I then offer some thoughts about the potential gains from doing economic research using field experiments and my own mental checklist of 14 steps to improve the chances of carrying out an economics field experiment successfully.", "authors": ["epli176"], "abstractStem": "in thi introduct to the symposium i first offer an overview of the spectrum of experiment method in econom from laboratori experi to the field experi that are the subject of thi symposium i then offer some thought about the potenti gain from do econom research use field experi and my own mental checklist of 14 step to improv the chanc of carri out an econom field experi success", "title": "Why Economists Should Conduct Field Experiments and 14 Tips for Pulling One Off"}, "lastname": "List", "https://ideas.repec.org/a/aea/aecrev/v101y2011i3p313-17.html": {"abstract": " A vibrant literature has emerged that suggests willingness to pay and willingness to accept measures of value are quite different for inexperienced consumers but that value differences erode with market experience. One potential shortcoming of this literature is that market experience is endogenous. This study presents a framed field experiment that exogenously induces market experience. Empirical findings support the premise that market experience, alone, can eliminate an important market anomaly", "authors": ["epli176"], "abstractStem": " a vibrant literatur ha emerg that suggest willing to pay and willing to accept measur of valu are quit differ for inexperienc consum but that valu differ erod with market experi one potenti shortcom of thi literatur is that market experi is endogen thi studi present a frame field experi that exogen induc market experi empir find support the premis that market experi alon can elimin an import market anomali", "title": "Does Market Experience Eliminate Market Anomalies? The Case of Exogenous Market Experience"}, "https://ideas.repec.org/a/eee/regeco/v34y2004i4p387-410.html": {"abstract": "Empirical evidence suggesting that a considerable amount of horizontal strategic interaction exists amongst governments is important in light of recent devolutionary trends of many important public programs. The empirical approach in these studies typically relies on estimating reaction functions in a uni-dimensional policy framework, where a nonzero slope estimate is interpreted as evidence in support of strategic interactions. While this framework is a useful representation within certain contexts, it is potentially too restrictive; for example, in models of resource competition, localities may use multiple instruments in their recruiting pursuits, leading to potential strategic interactions across policy instruments. In this study, we first develop a simple theoretic construct that includes resource competition in a world of three-dimensional policy choice. The model suggests that while a zero-sloped reaction function may exist for any particular policy, this does not necessarily imply the absence of strategic interactions. We examine the implications of the model empirically using US state-level panel data over the period 1977-1994. The results suggest that important cross-policy strategic interactions exist, lending support in favor of the multi-dimensional framework, and indicate that uni-dimensional frameworks may present lower bound estimates of the degree of strategic interaction.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfr73", "epli176", "epmi3"], "abstractStem": "empir evid suggest that a consider amount of horizont strateg interact exist amongst govern is import in light of recent devolutionari trend of mani import public program the empir approach in these studi typic reli on estim reaction function in a unidimension polici framework where a nonzero slope estim is interpret as evid in support of strateg interact while thi framework is a use represent within certain context it is potenti too restrict for exampl in model of resourc competit local may use multipl instrument in their recruit pursuit lead to potenti strateg interact across polici instrument in thi studi we first develop a simpl theoret construct that includ resourc competit in a world of threedimension polici choic the model suggest that while a zeroslop reaction function may exist for ani particular polici thi doe not necessarili impli the absenc of strateg interact we examin the implic of the model empir use us statelevel panel data over the period 19771994 the result suggest that import crosspolici strateg interact exist lend support in favor of the multidimension framework and indic that unidimension framework may present lower bound estim of the degre of strateg interactionpthi abstract wa borrow from anoth version of thi item", "title": "Chasing the smokestack: strategic policymaking with multiple instruments"}, "https://ideas.repec.org/a/bla/jfinan/v60y2005i1p523-534.html": {"abstract": " Two behavioral concepts, loss aversion and mental accounting, have been combined to provide a theoretical explanation of the equity premium puzzle. Recent experimental evidence supports the theory, as students' behavior has been found to be consistent with myopic loss aversion (MLA). Yet, much like certain anomalies in the realm of riskless decision-making, these behavioral tendencies may be attenuated among professionals. Using traders recruited from the CBOT, we do indeed find behavioral differences between professionals and students, but rather than discovering that the anomaly is muted, we find that traders exhibit behavior consistent with MLA to a \"greater\" extent than students. Copyright 2005 by The American Finance Association.", "authors": ["epli176"], "abstractStem": " two behavior concept loss avers and mental account have been combin to provid a theoret explan of the equiti premium puzzl recent experiment evid support the theori as student behavior ha been found to be consist with myopic loss avers mla yet much like certain anomali in the realm of riskless decisionmak these behavior tendenc may be attenu among profession use trader recruit from the cbot we do inde find behavior differ between profession and student but rather than discov that the anomali is mute we find that trader exhibit behavior consist with mla to a greater extent than student copyright 2005 by the american financ associ", "title": "Do Professional Traders Exhibit Myopic Loss Aversion? An Experimental Analysis"}, "https://ideas.repec.org/a/eee/jeborg/v46y2001i4p409-421.html": {"abstract": "No abstract is available for this item.", "authors": ["epli176", "fpma2091", "epsh64"], "abstractStem": "no abstract is avail for thi item", "title": "A random nth-price auction"}, "https://ideas.repec.org/a/kap/enreec/v29y2004i1p21-37.html": {"abstract": " Despite its growth in other areas of economics,time series econometric methods have not beenwidespread in the area of environmental andresource economics. We illustrate one use oftime series methods by examining the time pathof US nitrogen oxide (NO x) emission dataover the period 1900–1994. The analysishighlights that proper time series methods canaid in optimal regulatory policy as well asdeveloping empirical verification of theoriesput forth to explain economic phenomena. Inaddition, several interesting results emerge. First, we find that the emissions seriescontains both a permanent and random component. Second, if one attributed all of the emissionsreductions to regulatory policy, interventionanalysis suggests that the 1970 Clean Air Act(CAA) did not merely have transitory effects,but permanently influenced the NO xemission path. In terms of total regulatoryimpact, an upper bound on the emissions saveddue to the 1970 CAA is in the range of27%–48%. Copyright Kluwer Academic Publishers 2004", "authors": ["fple589", "epli176"], "abstractStem": " despit it growth in other area of economicstim seri econometr method have not beenwidespread in the area of environment andresourc econom we illustr one use oftim seri method by examin the time pathof us nitrogen oxid no x emiss dataov the period 1900 1994 the analysishighlight that proper time seri method canaid in optim regulatori polici as well asdevelop empir verif of theoriesput forth to explain econom phenomena inaddit sever interest result emerg first we find that the emiss seriescontain both a perman and random compon second if one attribut all of the emissionsreduct to regulatori polici interventionanalysi suggest that the 1970 clean air actcaa did not mere have transitori effectsbut perman influenc the no xemiss path in term of total regulatoryimpact an upper bound on the emiss saveddu to the 1970 caa is in the rang of27 48 copyright kluwer academ publish 2004", "title": "Examining Trends of Criteria Air Pollutants: Are the Effects of Governmental Intervention Transitory?"}, "https://ideas.repec.org/a/cje/issued/v40y2007i2p347-370.html": {"abstract": "to the class of games in which financial payoffs and `doing the right thing' are not necessarily in conflict. We argue that behaviour is crucially linked to not only the preferences of people, but also the properties of the situation. By doing so, we are able to provide a road map of the psychological and economic properties of people and situations that might interfere with generalizability of laboratory result from a broad class of games.", "authors": ["eple59", "epli176"], "abstractStem": "to the class of game in which financi payoff and do the right thing are not necessarili in conflict we argu that behaviour is crucial link to not onli the prefer of peopl but also the properti of the situat by do so we are abl to provid a road map of the psycholog and econom properti of peopl and situat that might interfer with generaliz of laboratori result from a broad class of game", "title": "Viewpoint: On the generalizability of lab behaviour to the field"}, "https://ideas.repec.org/a/aea/aecrev/v100y2010i3p958-83.html": {"abstract": "This study examines why people initially give to charities, why they remain committed to the cause, and what factors attenuate these influences. Using an experimental design that links donations across distinct treatments separated in time, we present several results. For example, previous donors are more likely to give, and contribute more, than other donor types. Yet, how previous donors were acquired is critical: agents initially attracted by an economic mechanism are more likely to continue giving than agents attracted by a nonmechanism factor. From a methodological viewpoint, our study showcases the benefit of moving beyond an experimental design that focuses on short-run substitution effects. (JEL C93, D64, D82, H41, L31, Z12)", "authors": ["fpla289", "fpla339", "epli176", "eppr89", "epru112"], "abstractStem": "thi studi examin whi peopl initi give to chariti whi they remain commit to the caus and what factor attenu these influenc use an experiment design that link donat across distinct treatment separ in time we present sever result for exampl previou donor are more like to give and contribut more than other donor type yet how previou donor were acquir is critic agent initi attract by an econom mechan are more like to continu give than agent attract by a nonmechan factor from a methodolog viewpoint our studi showcas the benefit of move beyond an experiment design that focus on shortrun substitut effect jel c93 d64 d82 h41 l31 z12", "title": "Is a Donor in Hand Better Than Two in the Bush? Evidence from a Natural Field Experiment"}, "https://ideas.repec.org/a/jec/journl/v9y2013i2p103-106.html": {"abstract": "No abstract is available for this item.", "authors": ["epli176", "eppr89", "fpsa1068"], "abstractStem": "no abstract is avail for thi item", "title": "Guest Editors' Preface to the Special Issue of Field Experiments in Economics and Management"}, "https://ideas.repec.org/a/ecm/emetrp/v77y2009i5p1637-1664.html": {"abstract": " We use a controlled experiment to explore whether there are gender differences in selecting into competitive environments across two distinct societies: the Maasai in Tanzania and the Khasi in India. One unique aspect of these societies is that the Maasai represent a textbook example of a patriarchal society, whereas the Khasi are matrilineal. Similar to the extant evidence drawn from experiments executed in Western cultures, Maasai men opt to compete at roughly twice the rate as Maasai women. Interestingly, this result is reversed among the Khasi, where women choose the competitive environment more often than Khasi men, and even choose to compete weakly more often than Maasai men. These results provide insights into the underpinnings of the factors hypothesized to be determinants of the observed gender differences in selecting into competitive environments. Copyright 2009 The Econometric Society.", "authors": ["epgn18", "eple2", "epli176"], "abstractStem": " we use a control experi to explor whether there are gender differ in select into competit environ across two distinct societi the maasai in tanzania and the khasi in india one uniqu aspect of these societi is that the maasai repres a textbook exampl of a patriarch societi wherea the khasi are matrilin similar to the extant evid drawn from experi execut in western cultur maasai men opt to compet at roughli twice the rate as maasai women interestingli thi result is revers among the khasi where women choos the competit environ more often than khasi men and even choos to compet weakli more often than maasai men these result provid insight into the underpin of the factor hypothes to be determin of the observ gender differ in select into competit environ copyright 2009 the econometr societi", "title": "Gender Differences in Competition: Evidence From a Matrilineal and a Patriarchal Society"}, "https://ideas.repec.org/a/aea/aejapp/v3y2011i1p224-38.html": {"abstract": "The \"Hawthorne effect\" draws its name from a landmark set of studies conducted at the Hawthorne plant in the 1920s. The data from the first and most influential of these studies, the \"Illumination Experiment,\" were never formally analyzed and were thought to have been destroyed. Our research has uncovered these data. Existing descriptions of supposedly remarkable data patterns prove to be entirely fictional. We do find more subtle manifestations of possible Hawthorne effects. We also propose a new means of testing for Hawthorne effects based on excess responsiveness to experimenter- induced variations relative to naturally occurring variation. (JEL C90, J24, J28, M12, M54, N32)", "authors": ["eple59", "epli176"], "abstractStem": "the hawthorn effect draw it name from a landmark set of studi conduct at the hawthorn plant in the 1920 the data from the first and most influenti of these studi the illumin experi were never formal analyz and were thought to have been destroy our research ha uncov these data exist descript of supposedli remark data pattern prove to be entir fiction we do find more subtl manifest of possibl hawthorn effect we also propos a new mean of test for hawthorn effect base on excess respons to experiment induc variat rel to natur occur variat jel c90 j24 j28 m12 m54 n32", "title": "Was There Really a Hawthorne Effect at the Hawthorne Plant? An Analysis of the Original Illumination Experiments"}, "https://ideas.repec.org/a/oup/ajagec/v89y2007i2p420-429.html": {"abstract": " While contingent valuation remains the only option available for measurement of total economic value of nonmarketed goods, the method has been criticized due to its hypothetical nature. We analyze field experimental data to evaluate two ex ante approaches to attenuating hypothetical bias, directly comparing value statements across four distinct referenda: hypothetical, \"cheap talk\", \"consequential\", and real. Our empirical evidence suggests two major findings: hypothetical responses are significantly different from real responses; and responses in the consequential and cheap talk treatments are statistically indistinguishable from real responses. We review the potential for each method to produce reliable results in the field. Copyright 2007, Oxford University Press.", "authors": ["fpla339", "epli176"], "abstractStem": " while conting valuat remain the onli option avail for measur of total econom valu of nonmarket good the method ha been critic due to it hypothet natur we analyz field experiment data to evalu two ex ant approach to attenu hypothet bia directli compar valu statement across four distinct referenda hypothet cheap talk consequenti and real our empir evid suggest two major find hypothet respons are significantli differ from real respons and respons in the consequenti and cheap talk treatment are statist indistinguish from real respons we review the potenti for each method to produc reliabl result in the field copyright 2007 oxford univers press", "title": "Using Ex Ante Approaches to Obtain Credible Signals for Value in Contingent Markets: Evidence from the Field"}, "https://ideas.repec.org/a/bla/jregsc/v47y2007i1p155-178.html": {"abstract": " Recent empirical work suggests that (i) incomes are converging through time, and (ii) income and pollution levels are linked. This paper weds these two literatures by examining the spatial and temporal distribution of pollution. After establishing that theoretical predictions about whether pollution will converge are critically linked to certain structural parameters, we explore pollution convergence using state-level data on two important pollutants-nitrogen oxides and sulfur oxides-from 1929 to 1999. We find stronger evidence of converging emission rates during the federal pollution control years (1970-1999) than during the local control years (1929-1969). These results suggest that income convergence alone may not be sufficient to induce convergence of pollutant emissions. Copyright Blackwell Publishing, Inc. 2007", "authors": ["epbu155", "epli176", "epst160"], "abstractStem": " recent empir work suggest that i incom are converg through time and ii incom and pollut level are link thi paper wed these two literatur by examin the spatial and tempor distribut of pollut after establish that theoret predict about whether pollut will converg are critic link to certain structur paramet we explor pollut converg use statelevel data on two import pollutantsnitrogen oxid and sulfur oxidesfrom 1929 to 1999 we find stronger evid of converg emiss rate dure the feder pollut control year 19701999 than dure the local control year 19291969 these result suggest that incom converg alon may not be suffici to induc converg of pollut emiss copyright blackwel publish inc 2007", "title": "Regulatory Federalism And The Distribution Of Air Pollutant Emissions"}, "https://ideas.repec.org/a/oup/oxford/v30y2014i4p585-596..html": {"abstract": "Field experiments represent a relatively new area in economics to understand the causal links from one variable to another. They have been used by academics to help answer interesting and policy-relevant questions in the developed world relating to educational attainment, tax avoidance, consumer finance, negative externalities, charitable giving, and labour market contracts. In this paper we bring together the key ideas behind the different variants of field experiments, how field experiments have been used to test theory, their limitations, and the new areas currently being opened up by field experiments.", "authors": ["epli176", "epme196"], "abstractStem": "field experi repres a rel new area in econom to understand the causal link from one variabl to anoth they have been use by academ to help answer interest and policyrelev question in the develop world relat to educ attain tax avoid consum financ neg extern charit give and labour market contract in thi paper we bring togeth the key idea behind the differ variant of field experi how field experi have been use to test theori their limit and the new area current be open up by field experi", "title": "Field experiments in the developed world: an introduction"}, "https://ideas.repec.org/a/oup/qjecon/v119y2004i1p49-89..html": {"abstract": "Empirical studies have provided evidence that discrimination exists in various markets, but they rarely allow the analyst to draw conclusions concerning the nature of discrimination. By combining data from bilateral negotiations in the Sportscard market with complementary field experiments, this study provides a framework that amends this shortcoming. The experimental design, which includes data gathered from more than 1100 market participants, provides sharp findings: (i) there is a strong tendency for minorities to receive initial and final offers that are inferior to those received by majorities, and (ii) overall, the data indicate that the observed discrimination is not due to animus, but represents statistical discrimination.", "authors": ["epli176"], "abstractStem": "empir studi have provid evid that discrimin exist in variou market but they rare allow the analyst to draw conclus concern the natur of discrimin by combin data from bilater negoti in the sportscard market with complementari field experi thi studi provid a framework that amend thi shortcom the experiment design which includ data gather from more than 1100 market particip provid sharp find i there is a strong tendenc for minor to receiv initi and final offer that are inferior to those receiv by major and ii overal the data indic that the observ discrimin is not due to animu but repres statist discrimin", "title": "The Nature and Extent of Discrimination in the Marketplace: Evidence from the Field"}, "https://ideas.repec.org/a/ejw/journl/v11y2014i1p11-16.html": {"abstract": "In this paper we reply to Mitesh Kataria’s comment, which criticized the simulations of Maniadis, Tufano, and List (2014, Am. Econ. Rev. 104(1), 277-290). We view these simulations as a means to illustrating the fact that we economists are unaware of the value of key variables that determine the credibility of our own empirical findings. Such variables include priors (i.e., the pre-study probability that a tested phenomenon is true) and the statistical power of the empirical design. Economists should not hesitate to use Bayesian tools and meta-analysis in order to quantify what we know about these variables.", "authors": ["epli176", "fpma1858"], "abstractStem": "in thi paper we repli to mitesh kataria s comment which critic the simul of maniadi tufano and list 2014 am econ rev 1041 277290 we view these simul as a mean to illustr the fact that we economist are unawar of the valu of key variabl that determin the credibl of our own empir find such variabl includ prior ie the prestudi probabl that a test phenomenon is true and the statist power of the empir design economist should not hesit to use bayesian tool and metaanalysi in order to quantifi what we know about these variabl", "title": "One Swallow Doesn't Make a Summer: Reply to Kataria"}, "https://ideas.repec.org/a/spr/presci/v79y2000i2p177-190.html": {"abstract": "In this article, we use annual (1980-90) county-level manufacturing plant location data for New York State to examine the effects of the 1977 Clean Air Act Amendments on the location decisions of new pollution-intensive manufacturing plants in the “:neo-regulatory\" (1980-84) and \"mature-regulatory\" (1985-90) phases of the Act's implementation. Our results suggest that the temporal effects of regulation vary. Whereas the location decisions of pollution intensive manufacturing firms were unaffected by the Act's regulatory restrictions in the \"neo-regulatory\" period, the restrictions appear to have had a significant negative impact on the location decisions of these types of firms in the Act's \"mature-regulatory\" phase. The diversion of new pollution intensive plants to counties with less stringent environmental regulations suggests that current US environmental regulations may be leading to a \"browning process\" whereby counties historically free of pollution become havens for polluters.", "authors": ["epli176"], "abstractStem": "in thi articl we use annual 198090 countylevel manufactur plant locat data for new york state to examin the effect of the 1977 clean air act amend on the locat decis of new pollutionintens manufactur plant in the  neoregulatori 198084 and matureregulatori 198590 phase of the act implement our result suggest that the tempor effect of regul vari wherea the locat decis of pollut intens manufactur firm were unaffect by the act regulatori restrict in the neoregulatori period the restrict appear to have had a signific neg impact on the locat decis of these type of firm in the act matureregulatori phase the divers of new pollut intens plant to counti with less stringent environment regul suggest that current us environment regul may be lead to a brown process wherebi counti histor free of pollut becom haven for pollut", "title": "Measuring the effects of air quality regulations on \"dirty\" firm births: Evidence from the neo- and mature-regulatory periods"}, "https://ideas.repec.org/a/oup/ajagec/v81y1999i4p942-949.html": {"abstract": " Examining panel data on bidding behavior in over forty second-price auction markets with repeated trials, we observe that (i) posted prices influence the behavior of the median naive bidder; (ii) posted prices do not affect the behavior of the median experienced bidder or the bidder for familiar goods; and (iii) anticipated strategic behavior wanes after two trials. The results suggest that while affiliation might exist in auctions for new goods, the repeated trial design with nonprice information removes the correlation of values and provides the experience that bidders need to understand the market mechanism. Copyright 1999, Oxford University Press.", "authors": ["epli176", "epsh64"], "abstractStem": " examin panel data on bid behavior in over forti secondpric auction market with repeat trial we observ that i post price influenc the behavior of the median naiv bidder ii post price do not affect the behavior of the median experienc bidder or the bidder for familiar good and iii anticip strateg behavior wane after two trial the result suggest that while affili might exist in auction for new good the repeat trial design with nonpric inform remov the correl of valu and provid the experi that bidder need to understand the market mechan copyright 1999 oxford univers press", "title": "Price Information and Bidding Behavior in Repeated Second-Price Auctions"}, "https://ideas.repec.org/a/ucp/jpolec/v112y2004i5p1131-1156.html": {"abstract": "Walrasian tatonnement has been a fundamental assumption in economics ever since Walrasian general equilibrium theory was introduced in 1874. Nearly a century after its introduction, Vernon Smith relaxed the Walrasian tatonnement assumption by showing that neoclassical competitive market theory explains the equilibrating forces in double-auction markets. I make a next step in this evolution by exploring the predictive power of neoclassical theory in decentralized naturally occurring markets. Using data gathered from two distinct markets--the sports card and collector pin markets--I find a tendency for exchange prices to approach the neoclassical competitive model prediction after a few market periods.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epli176"], "abstractStem": "walrasian tatonn ha been a fundament assumpt in econom ever sinc walrasian gener equilibrium theori wa introduc in 1874 nearli a centuri after it introduct vernon smith relax the walrasian tatonn assumpt by show that neoclass competit market theori explain the equilibr forc in doubleauct market i make a next step in thi evolut by explor the predict power of neoclass theori in decentr natur occur market use data gather from two distinct marketsth sport card and collector pin marketsi find a tendenc for exchang price to approach the neoclass competit model predict after a few market periodspthi abstract wa borrow from anoth version of thi item", "title": "Testing Neoclassical Competitive Theory in Multilateral Decentralized Markets"}, "https://ideas.repec.org/a/kap/iaecre/v5y1999i2p269-270.html": {"abstract": "No abstract is available for this item.", "authors": ["epli176"], "abstractStem": "no abstract is avail for thi item", "title": "Is a race to the bottom rational? Evidence from a differential game"}, "https://ideas.repec.org/a/eee/juecon/v56y2004i2p303-326.html": {"abstract": "No abstract is available for this item.", "authors": ["epli176", "epmi3"], "abstractStem": "no abstract is avail for thi item", "title": "Effects of environmental regulation on foreign and domestic plant births: is there a home field advantage?"}, "https://ideas.repec.org/a/ecm/emetrp/v78y2010i4p1413-1434.html": {"abstract": " The minimax argument represents game theory in its most elegant form: simple but with stark predictions. Although some of these predictions have been met with reasonable success in the field, experimental data have generally not provided results close to the theoretical predictions. In a striking study, Palacios-Huerta and Volij ( 2008) presented evidence that potentially resolves this puzzle: both amateur and professional soccer players play nearly exact minimax strategies in laboratory experiments. In this paper, we establish important bounds on these results by examining the behavior of four distinct subject pools: college students, bridge professionals, world-class poker players, who have vast experience with high-stakes randomization in card games, and American professional soccer players. In contrast to Palacios-Huerta and Volij's results, we find little evidence that real-world experience transfers to the lab in these games-indeed, similar to previous experimental results, all four subject pools provide choices that are generally not close to minimax predictions. We use two additional pieces of evidence to explore why professionals do not perform well in the lab: (i) complementary experimental treatments that pit professionals against preprogrammed computers and (ii) post-experiment questionnaires. The most likely explanation is that these professionals are unable to transfer their skills at randomization from the familiar context of the field to the unfamiliar context of the lab. Copyright 2010 The Econometric Society.", "authors": ["eple59", "epli176", "fpre371"], "abstractStem": " the minimax argument repres game theori in it most eleg form simpl but with stark predict although some of these predict have been met with reason success in the field experiment data have gener not provid result close to the theoret predict in a strike studi palacioshuerta and volij  2008 present evid that potenti resolv thi puzzl both amateur and profession soccer player play nearli exact minimax strategi in laboratori experi in thi paper we establish import bound on these result by examin the behavior of four distinct subject pool colleg student bridg profession worldclass poker player who have vast experi with highstak random in card game and american profession soccer player in contrast to palacioshuerta and volij result we find littl evid that realworld experi transfer to the lab in these gamesinde similar to previou experiment result all four subject pool provid choic that are gener not close to minimax predict we use two addit piec of evid to explor whi profession do not perform well in the lab i complementari experiment treatment that pit profession against preprogram comput and ii postexperi questionnair the most like explan is that these profession are unabl to transfer their skill at random from the familiar context of the field to the unfamiliar context of the lab copyright 2010 the econometr societi", "title": "What Happens in the Field Stays in the Field: Exploring Whether Professionals Play Minimax in Laboratory Experiments"}, "https://ideas.repec.org/a/ecm/emetrp/v75y2007i2p433-458.html": {"abstract": " Does individual behavior in a laboratory setting provide a reliable indicator of behavior in a naturally occurring setting? We consider this general methodological question in the context of eliciting risk attitudes. The controls that are typically employed in laboratory settings, such as the use of abstract lotteries, could lead subjects to employ behavioral rules that differ from the ones they employ in the field. Because it is field behavior that we are interested in understanding, those controls might be a confound in themselves if they result in differences in behavior. We find that the use of artificial monetary prizes provides a reliable measure of risk attitudes when the natural counterpart outcome has minimal uncertainty, but that it can provide an unreliable measure when the natural counterpart outcome has background risk. Behavior tended to be moderately risk averse when artificial monetary prizes were used or when there was minimal uncertainty in the natural nonmonetary outcome, but subjects drawn from the same population were much more risk averse when their attitudes were elicited using the natural nonmonetary outcome that had some background risk. These results are consistent with conventional expected utility theory for the effects of background risk on attitudes to risk. Copyright The Econometric Society 2007.", "authors": ["fpha248", "epli176", "epto177"], "abstractStem": " doe individu behavior in a laboratori set provid a reliabl indic of behavior in a natur occur set we consid thi gener methodolog question in the context of elicit risk attitud the control that are typic employ in laboratori set such as the use of abstract lotteri could lead subject to employ behavior rule that differ from the one they employ in the field becaus it is field behavior that we are interest in understand those control might be a confound in themselv if they result in differ in behavior we find that the use of artifici monetari prize provid a reliabl measur of risk attitud when the natur counterpart outcom ha minim uncertainti but that it can provid an unreli measur when the natur counterpart outcom ha background risk behavior tend to be moder risk avers when artifici monetari prize were use or when there wa minim uncertainti in the natur nonmonetari outcom but subject drawn from the same popul were much more risk avers when their attitud were elicit use the natur nonmonetari outcom that had some background risk these result are consist with convent expect util theori for the effect of background risk on attitud to risk copyright the econometr societi 2007", "title": "Naturally Occurring Preferences and Exogenous Laboratory Experiments: A Case Study of Risk Aversion"}, "https://ideas.repec.org/a/aea/aecrev/v101y2011i2p975-90.html": {"abstract": " Although backward induction is a cornerstone of game theory, most laboratory experiments have found that agents are not able to successfully backward induct. We analyze the play of world-class chess players in the centipede game, which is ill-suited for testing backward induction, and in pure backward induction games--Race to 100 games. We find that chess players almost never play the backward induction equilibrium in the centipede game, but many properly backward induct in the Race to 100 games. We find no systematic within-subject relationship between choices in the centipede game and performance in pure backward induction games. (JEL C73)", "authors": ["eple59", "epli176"], "abstractStem": " although backward induct is a cornerston of game theori most laboratori experi have found that agent are not abl to success backward induct we analyz the play of worldclass chess player in the centiped game which is illsuit for test backward induct and in pure backward induct gamesrac to 100 game we find that chess player almost never play the backward induct equilibrium in the centiped game but mani properli backward induct in the race to 100 game we find no systemat withinsubject relationship between choic in the centiped game and perform in pure backward induct game jel c73", "title": "Checkmate: Exploring Backward Induction among Chess Players"}, "https://ideas.repec.org/a/eee/jeborg/v69y2009i2p160-169.html": {"abstract": "The economics literature suggests that enhanced social connection can increase trust amongst agents, which can ultimately lead to more efficient economic outcomes, including increased provision of public goods. This study provides a test of whether social connectedness (proxied via agent similarities in race and gender) influences giving to a charitable fundraiser. Using data gathered from more than 2000 households approached in an actual door-to-door fundraising drive, we find limited evidence of the importance of such social connections. A robust result in the data, however, is that our minority solicitors, whether approaching a majority or minority household, are considerably less likely to obtain a contribution, and conditional on securing a contribution, gift size is lower than their majority counterparts receive.", "authors": ["epli176", "eppr89"], "abstractStem": "the econom literatur suggest that enhanc social connect can increas trust amongst agent which can ultim lead to more effici econom outcom includ increas provis of public good thi studi provid a test of whether social connected proxi via agent similar in race and gender influenc give to a charit fundrais use data gather from more than 2000 household approach in an actual doortodoor fundrais drive we find limit evid of the import of such social connect a robust result in the data howev is that our minor solicitor whether approach a major or minor household are consider less like to obtain a contribut and condit on secur a contribut gift size is lower than their major counterpart receiv", "title": "The role of social connections in charitable fundraising: Evidence from a natural field experiment"}, "https://ideas.repec.org/a/tpr/restat/v92y2010i4p974-984.html": {"abstract": " An important class of investment decisions is characterized by unrecoverable sunk costs, resolution of uncertainty through time, and the ability to invest in the future as an alternative to investing today. The options model provides guidance in such settings, including an investment decision rule called the bad news principle: the downside investment state influences the investment decision, whereas the upside investment state is ignored. This study takes a new approach to examining predictions of the options model by using the tools of experimental economics. Our evidence, drawn from student and professional trader subject pools, is broadly consonant with the options model. (c) 2010 The President and Fellows of Harvard College and the Massachusetts Institute of Technology.", "authors": ["epli176"], "abstractStem": " an import class of invest decis is character by unrecover sunk cost resolut of uncertainti through time and the abil to invest in the futur as an altern to invest today the option model provid guidanc in such set includ an invest decis rule call the bad news principl the downsid invest state influenc the invest decis wherea the upsid invest state is ignor thi studi take a new approach to examin predict of the option model by use the tool of experiment econom our evid drawn from student and profession trader subject pool is broadli conson with the option model c 2010 the presid and fellow of harvard colleg and the massachusett institut of technolog", "title": "Investment Under Uncertainty: Testing the Options Model with Professional Traders"}, "https://ideas.repec.org/a/ucp/jpolec/v114y2006i1p1-37.html": {"abstract": "The role of the market in mitigating and mediating various forms of behavior is perhaps the central issue facing behavioral economics today. This study designs a field experiment that is explicitly linked to a controlled laboratory experiment to examine whether, and to what extent, social preferences influence outcomes in actual market transactions. While agents drawn from a well-functioning marketplace behave in accord with social preference models in tightly controlled laboratory experiments, when they are observed in their naturally occurring settings, their behavior approaches what is predicted by self-interest theory. In the limit, much of the observed behavior in the marketplace that is consistent with social preferences is due to reputational concerns: suppliers who expect to have future interactions with buyers provide higher product quality only when the buyer can verify quality via a third-party certifier. The data also speak to theories of how reputation effects enhance market performance. In particular, reputation and the monitoring of quality are found to be complements, and findings suggest that the private market can solve the lemons problem through third-party verification.", "authors": ["epli176"], "abstractStem": "the role of the market in mitig and mediat variou form of behavior is perhap the central issu face behavior econom today thi studi design a field experi that is explicitli link to a control laboratori experi to examin whether and to what extent social prefer influenc outcom in actual market transact while agent drawn from a wellfunct marketplac behav in accord with social prefer model in tightli control laboratori experi when they are observ in their natur occur set their behavior approach what is predict by selfinterest theori in the limit much of the observ behavior in the marketplac that is consist with social prefer is due to reput concern supplier who expect to have futur interact with buyer provid higher product qualiti onli when the buyer can verifi qualiti via a thirdparti certifi the data also speak to theori of how reput effect enhanc market perform in particular reput and the monitor of qualiti are found to be complement and find suggest that the privat market can solv the lemon problem through thirdparti verif", "title": "The Behavioralist Meets the Market: Measuring Social Preferences and Reputation Effects in Actual Transactions"}, "firstname": "John", "https://ideas.repec.org/a/eee/indorg/v19y2001i6p953-973.html": {"abstract": "No abstract is available for this item.", "authors": ["epli176"], "abstractStem": "no abstract is avail for thi item", "title": "US county-level determinants of inbound FDI: evidence from a two-step modified count data model"}, "https://ideas.repec.org/a/uwp/landec/v76y2000i2p267-282.html": {"abstract": "Conventional wisdom implies economic growth and environmental quality are incompatible policy objectives. Recent empirical evidence, however, suggests stringency of environmental regulations are only weakly (or not at all) associated with decreased manufacturing activity. This paper uses more recent (1982-1994) state-level panel data to test if environmental regulations affect manufacturing employment. Estimation results from our three-stage sample selection panel data model suggest that state environmental regulations adversely affect job growth in three of the four industries analyzed.", "authors": ["epli176"], "abstractStem": "convent wisdom impli econom growth and environment qualiti are incompat polici object recent empir evid howev suggest stringenc of environment regul are onli weakli or not at all associ with decreas manufactur activ thi paper use more recent 19821994 statelevel panel data to test if environment regul affect manufactur employ estim result from our threestag sampl select panel data model suggest that state environment regul advers affect job growth in three of the four industri analyz", "title": "Environmental Protection and Economic Growth: What Do the Residuals Tell Us?"}, "https://ideas.repec.org/a/oup/qjecon/v121y2006i2p747-782..html": {"abstract": "This study develops theory and uses a door-to-door fund-raising field experiment to explore the economics of charity. We approached nearly 5000 households, randomly divided into four experimental treatments, to shed light on key issues on the demand side of charitable fund-raising. Empirical results are in line with our theory: in gross terms, the lotteries raised more money than the voluntary contributions treatments. Interestingly, in terms of both maximizing current contributions and inducing participation, we find that a one-standard deviation increase in female solicitor physical attractiveness is similar to that ofthe lottery incentive.", "authors": ["fpla339", "epli176"], "abstractStem": "thi studi develop theori and use a doortodoor fundrais field experi to explor the econom of chariti we approach nearli 5000 household randomli divid into four experiment treatment to shed light on key issu on the demand side of charit fundrais empir result are in line with our theori in gross term the lotteri rais more money than the voluntari contribut treatment interestingli in term of both maxim current contribut and induc particip we find that a onestandard deviat increas in femal solicitor physic attract is similar to that ofth lotteri incent", "title": "Toward an Understanding of the Economics of Charity: Evidence from a Field Experiment"}, "https://ideas.repec.org/a/aea/aecrev/v101y2011i7p3427-39.html": {"abstract": " One of the most robust findings in experimental economics is that individuals in one-shot ultimatum games reject unfair offers. Puzzlingly, rejections have been found robust to substantial increases in stakes. By using a novel experimental design that elicits frequent low offers and uses much larger stakes than in the literature, we are able to examine stakes' effects over ranges of data that are heretofore unexplored. Our main result is that proportionally equivalent offers are less likely to be rejected with high stakes. In fact, our paper is the first to present evidence that as stakes increase, rejection rates approach zero. (JEL: C72, C78, C91)", "authors": ["epan114", "eper98", "epgn18", "epli176"], "abstractStem": " one of the most robust find in experiment econom is that individu in oneshot ultimatum game reject unfair offer puzzlingli reject have been found robust to substanti increas in stake by use a novel experiment design that elicit frequent low offer and use much larger stake than in the literatur we are abl to examin stake effect over rang of data that are heretofor unexplor our main result is that proport equival offer are less like to be reject with high stake in fact our paper is the first to present evid that as stake increas reject rate approach zero jel c72 c78 c91", "title": "Stakes Matter in Ultimatum Games"}, "https://ideas.repec.org/a/ags/jrapmc/130423.html": {"abstract": "No abstract is available for this item.", "authors": ["epli176"], "abstractStem": "no abstract is avail for thi item", "title": "Optimal Institutional Arrangements for Pollution Control"}, "https://ideas.repec.org/a/ecj/econjl/v114y2004i492p121-149.html": {"abstract": " This study examines social preferences in three distinct field environments. In the first field setting, I allow consumers of all age and education levels to participate in one-shot and multiple-shot public goods games in a well-functioning marketplace. The second field study, an actual university capital campaign, gathers data from mail solicitations sent to 2,000 Central Florida residents. In the third field experiment, I examine data from an uncontrolled environment, a television gameshow, which closely resembles the classic prisoner's dilemma game. Several insights emerge; perhaps the most provocative is that age and social preferences appear linked. Copyright 2004 Royal Economic Society.", "authors": ["epli176"], "abstractStem": " thi studi examin social prefer in three distinct field environ in the first field set i allow consum of all age and educ level to particip in oneshot and multipleshot public good game in a wellfunct marketplac the second field studi an actual univers capit campaign gather data from mail solicit sent to 2000 central florida resid in the third field experi i examin data from an uncontrol environ a televis gameshow which close resembl the classic prison dilemma game sever insight emerg perhap the most provoc is that age and social prefer appear link copyright 2004 royal econom societi", "title": "Young, Selfish and Male: Field evidence of social preferences"}, "https://ideas.repec.org/a/eee/jeeman/v43y2002i2p219-233.html": {"abstract": "This paper calibrates real and hypothetical willingness-to-accept estimates elicited for consumer goods in a multi-unit, random nth-price auction. Using a within-subject experimental design, we find that people understated their real willingness to accept in the hypothetical regimes, framed both as demand and non-demand revealing. After controlling for personspecific effects, however, hypothetical and real statements are equivalent on the margin.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epli176", "epsh64"], "abstractStem": "thi paper calibr real and hypothet willingnesstoaccept estim elicit for consum good in a multiunit random nthprice auction use a withinsubject experiment design we find that peopl underst their real willing to accept in the hypothet regim frame both as demand and nondemand reveal after control for personspecif effect howev hypothet and real statement are equival on the marginpthi abstract wa borrow from anoth version of thi item", "title": "Calibration of Willingness-to-Accept"}, "https://ideas.repec.org/a/tpr/restat/v85y2003i4p1038-1047.html": {"abstract": " We explore the importance of modeling strategies when estimating the emissions-income relationship. Using U.S. state-level panel data on nitrogen oxide and sulfur dioxide emissions, we estimate several environmental Kuznets curves using the standard parametric framework as well as a more flexible semiparametric alternative. Formal statistical comparisons of the results overwhelmingly reject the parametric approach. Moreover, the differences, particularly for sulfur dioxide, are economically significant. © 2003 President and Fellows of Harvard College and the Massachusetts Institute of Technology.", "authors": ["epli176", "epmi3", "epst21"], "abstractStem": " we explor the import of model strategi when estim the emissionsincom relationship use us statelevel panel data on nitrogen oxid and sulfur dioxid emiss we estim sever environment kuznet curv use the standard parametr framework as well as a more flexibl semiparametr altern formal statist comparison of the result overwhelmingli reject the parametr approach moreov the differ particularli for sulfur dioxid are econom signific   2003 presid and fellow of harvard colleg and the massachusett institut of technolog", "title": "The Environmental Kuznets Curve: Real Progress or Misspecified Models?"}, "https://ideas.repec.org/a/aea/aecrev/v97y2007i5p1774-1793.html": {"abstract": "We conducted a natural field experiment to further our understanding of the economics of charity. Using direct mail solicitations to over 50,000 prior donors of a nonprofit organization, we tested the effectiveness of a matching grant on charitable giving. We find that the match offer increases both the revenue per solicitation and the response rate. Larger match ratios (i.e., $3:$1 and $2:$1) relative to a smaller match ratio ($1:$1) had no additional impact, however. The results provide avenues for future empirical and theoretical work on charitable giving, cost-benefit analysis, and the private provision of public goods. (JEL D64, L31)", "authors": ["epka56", "epli176"], "abstractStem": "we conduct a natur field experi to further our understand of the econom of chariti use direct mail solicit to over 50000 prior donor of a nonprofit organ we test the effect of a match grant on charit give we find that the match offer increas both the revenu per solicit and the respons rate larger match ratio ie 31 and 21 rel to a smaller match ratio 11 had no addit impact howev the result provid avenu for futur empir and theoret work on charit give costbenefit analysi and the privat provis of public good jel d64 l31", "title": "Does Price Matter in Charitable Giving? Evidence from a Large-Scale Natural Field Experiment"}, "https://ideas.repec.org/a/ucp/ecdecc/doi10.1086-682706.html": {"abstract": "A vibrant literature has emerged that explores the economic implications of the sex ratio (the ratio of men to women in the population), including changes in fertility rates, educational outcomes, labor supply, and household purchases. Previous empirical efforts, however, have paid less attention to the underlying channel via which changes in the sex ratio affect economic decisions. This study combines evidence from a field experiment and a survey to document that the sex ratio importantly influences female bargaining power: as the sex ratio increases, female bargaining power increases.", "authors": ["epbu155", "epli176"], "abstractStem": "a vibrant literatur ha emerg that explor the econom implic of the sex ratio the ratio of men to women in the popul includ chang in fertil rate educ outcom labor suppli and household purchas previou empir effort howev have paid less attent to the underli channel via which chang in the sex ratio affect econom decis thi studi combin evid from a field experi and a survey to document that the sex ratio importantli influenc femal bargain power as the sex ratio increas femal bargain power increas", "title": "Battle of the Sexes: How Sex Ratios Affect Female Bargaining Power"}, "https://ideas.repec.org/a/aea/aecrev/v98y2008i2p370-75.html": {"abstract": "No abstract is available for this item.", "authors": ["eple59", "epli176"], "abstractStem": "no abstract is avail for thi item", "title": "Exploring the Impact of Financial Incentives on Stereotype Threat: Evidence from a Pilot Study"}, "https://ideas.repec.org/a/oup/restud/v82y2015i1p122-155.html": {"abstract": "An important line of research using laboratory experiments has provided a new potential reason for gender imbalances in labour markets: men are more competitively inclined than women. Whether, and to what extent, gender differences in attitudes toward competition lead to differences in naturally occurring labour markets remains an open question. To examine this, we run a natural field experiment on job-entry decisions where we randomize almost 9000 job-seekers into different compensation regimes. By varying the role that individual competition plays in setting the wage and the gender composition, we examine whether a competitive compensation regime, by itself, can cause differential job entry. The data highlight the power of the compensation regime in that women disproportionately shy away from competitive work settings. Yet, there are important factors that attenuate the gender differences, including whether the job is performed in teams, whether the position has overt gender associations, and the age of the job-seekers. We also find that the effect is most pronounced in labour markets with attractive alternative employment options. Furthermore, our results suggest that preferences over uncertainty can be just as important as preferences over competition per se in driving job-entry choices.", "authors": ["fple391", "epli176"], "abstractStem": "an import line of research use laboratori experi ha provid a new potenti reason for gender imbal in labour market men are more competit inclin than women whether and to what extent gender differ in attitud toward competit lead to differ in natur occur labour market remain an open question to examin thi we run a natur field experi on jobentri decis where we random almost 9000 jobseek into differ compens regim by vari the role that individu competit play in set the wage and the gender composit we examin whether a competit compens regim by itself can caus differenti job entri the data highlight the power of the compens regim in that women disproportion shi away from competit work set yet there are import factor that attenu the gender differ includ whether the job is perform in team whether the posit ha overt gender associ and the age of the jobseek we also find that the effect is most pronounc in labour market with attract altern employ option furthermor our result suggest that prefer over uncertainti can be just as import as prefer over competit per se in drive jobentri choic", "title": "Do Competitive Workplaces Deter Female Workers? A Large-Scale Natural Field Experiment on Job Entry Decisions"}, "https://ideas.repec.org/a/eee/eecrev/v50y2006i5p1151-1167.html": {"abstract": "No abstract is available for this item.", "authors": ["epli176", "fpva230"], "abstractStem": "no abstract is avail for thi item", "title": "Shadow prices, environmental stringency, and international competitiveness"}, "https://ideas.repec.org/a/kap/enreec/v16y2000i1p81-91.html": {"abstract": " Conventional parametric techniques for estimatinghedonic price models require a correct functionalform. In this paper, we side-step this parametricshortcoming by estimating a hedonic price model usingaverage derivative estimation (ADE). Thissemiparametric approach produces robust estimates ofthe marginal effects without assuming a specificfunctional form a priori. In our application ofthe model to a unique data set on Korean home prices,ADE produced estimates consistent with priorexpectations, providing initial evidence that themodel may represent a viable alternative when usingthe hedonic approach. Copyright Kluwer Academic Publishers 2000", "authors": ["fple589", "epli176"], "abstractStem": " convent parametr techniqu for estimatinghedon price model requir a correct functionalform in thi paper we sidestep thi parametricshortcom by estim a hedon price model usingaverag deriv estim ade thissemiparametr approach produc robust estim ofth margin effect without assum a specificfunct form a priori in our applic ofth model to a uniqu data set on korean home pricesad produc estim consist with priorexpect provid initi evid that themodel may repres a viabl altern when usingth hedon approach copyright kluwer academ publish 2000", "title": "Average Derivative Estimation of Hedonic Price Models"}, "https://ideas.repec.org/a/taf/apeclt/v5y1998i6p347-350.html": {"abstract": " This paper employs a sample selection model to analyse the effects of a location's tax climate on manufacturing activity from 1974-1994. Results reveal the 'tax effect' varies substantially across industry and is significant in half of the industries analysed-chemical and allieds and food and kindreds. These results reinforce the lack of a robust consensus regarding this issue and highlight the importance of disaggregating industry.", "authors": ["epli176"], "abstractStem": " thi paper employ a sampl select model to analys the effect of a locat tax climat on manufactur activ from 19741994 result reveal the tax effect vari substanti across industri and is signific in half of the industri analysedchem and alli and food and kindr these result reinforc the lack of a robust consensu regard thi issu and highlight the import of disaggreg industri", "title": "Industry chasing and the tax effect: a question of approach"}, "https://ideas.repec.org/a/ucp/jpolec/doi10.1086-671137.html": {"abstract": "We investigate learning by doing using detailed data from a major auto producer's assembly plant. We focus on the acquisition, aggregation, transmission, and embodiment of the knowledge stock built through learning. We find that most knowledge was not retained by plant workers despite their importance as a learning conduit. This is consistent with the plant's systems for productivity measurement and improvement. We further explore how learning at the hundreds of processes along the production line undergirds plantwide productivity. Our results shed light on how productivity gains accrue at the plant level and how firms apply managerial inputs to expand production.", "authors": ["epli176", "epsy13"], "abstractStem": "we investig learn by do use detail data from a major auto produc assembl plant we focu on the acquisit aggreg transmiss and embodi of the knowledg stock built through learn we find that most knowledg wa not retain by plant worker despit their import as a learn conduit thi is consist with the plant system for product measur and improv we further explor how learn at the hundr of process along the product line undergird plantwid product our result shed light on how product gain accru at the plant level and how firm appli manageri input to expand product", "title": "Toward an Understanding of Learning by Doing: Evidence from an Automobile Assembly Plant"}, "https://ideas.repec.org/a/tpr/jeurec/v2y2004i5p743-771.html": {"abstract": " We examine experimentally how Chief Executive Officers (CEOs) respond to incentives and how they provide incentives in situations requiring trust and trustworthiness. As a control we compare the behavior of CEOs with the behavior of students. We find that CEOs are consider-ably more trusting and exhibit more trustworthiness than students-thus reaching substantially higher efficiency levels than students. Moreover, we find that, for CEOs as well as for students, incentives based on explicit threats to penalize shirking backfire by inducing less trustworthy behavior-giving rise to hidden costs of incentives. However, the availability of penalizing incentives also creates hidden returns: if a principal expresses trust by voluntarily refraining from implementing the punishment threat, the agent exhibits significantly more trustworthiness than if the punishment threat is not available. Thus trust seems to reinforce trustworthy behav-ior. Overall, trustworthiness is highest if the threat to punish is available but not used, while it is lowest if the threat to punish is used. Paradoxically, however, most CEOs and students use the punishment threat, although CEOs use it significantly less. (JEL: C91, C92, J30, J41) Copyright (c) 2004 by the European Economic Association.", "authors": ["epfe29", "epli176"], "abstractStem": " we examin experiment how chief execut offic ceo respond to incent and how they provid incent in situat requir trust and trustworthi as a control we compar the behavior of ceo with the behavior of student we find that ceo are consider more trust and exhibit more trustworthi than studentsthu reach substanti higher effici level than student moreov we find that for ceo as well as for student incent base on explicit threat to penal shirk backfir by induc less trustworthi behaviorgiv rise to hidden cost of incent howev the avail of penal incent also creat hidden return if a princip express trust by voluntarili refrain from implement the punish threat the agent exhibit significantli more trustworthi than if the punish threat is not avail thu trust seem to reinforc trustworthi behavior overal trustworthi is highest if the threat to punish is avail but not use while it is lowest if the threat to punish is use paradox howev most ceo and student use the punish threat although ceo use it significantli less jel c91 c92 j30 j41 copyright c 2004 by the european econom associ", "title": "The Hidden Costs and Returns of Incentives-Trust and Trustworthiness Among CEOs"}, "https://ideas.repec.org/a/eee/ecolet/v79y2003i2p153-159.html": {"abstract": "No abstract is available for this item.", "authors": ["epli176", "fpro295"], "abstractStem": "no abstract is avail for thi item", "title": "The impact of challenge gifts on charitable giving: an experimental investigation"}, "https://ideas.repec.org/a/kap/pubcho/v111y2002i3-4p303-15.html": {"abstract": " An important public policy question that remains unresolved is whether devolution will enhance sensible policy making by exploiting informational asymmetries or, instead, trigger a \"beggar thy neighbor\" response and stimulate free riding amongst localities. We analyze this question within the framework of U.S. environmental policymaking by scrutinizing a unique panel data set on state-level endangered species expenditure patterns. Our empirical estimates are consistent with the notion that states free ride, which may lead to an expenditure equilibrium that is not Pareto efficient. Copyright 2002 by Kluwer Academic Publishers", "authors": ["epbu155", "epli176", "epsh64"], "abstractStem": " an import public polici question that remain unresolv is whether devolut will enhanc sensibl polici make by exploit inform asymmetri or instead trigger a beggar thi neighbor respons and stimul free ride amongst local we analyz thi question within the framework of us environment policymak by scrutin a uniqu panel data set on statelevel endang speci expenditur pattern our empir estim are consist with the notion that state free ride which may lead to an expenditur equilibrium that is not pareto effici copyright 2002 by kluwer academ publish", "title": " \"Beggar Thy Neighbor\": Testing for Free Riding in State-Level Endangered Species Expenditures"}, "https://ideas.repec.org/a/oup/qjecon/v121y2006i4p1249-1281..html": {"abstract": "This paper explores to what extent secondary policy issues are influenced by electoral incentives. We develop a two-dimensional political agency model, in which a politician decides on both a frontline policy issue and a secondary policy issue. The model predicts when the incumbent should manipulate the secondary policy to attract voters. We test our model by using panel data on environmental policy choices in the U. S. states. In contrast to the popular view that secondary policies are largely determined by lobbying, we find that there are strong effects of electoral incentives.", "authors": ["epli176", "fpst443"], "abstractStem": "thi paper explor to what extent secondari polici issu are influenc by elector incent we develop a twodimension polit agenc model in which a politician decid on both a frontlin polici issu and a secondari polici issu the model predict when the incumb should manipul the secondari polici to attract voter we test our model by use panel data on environment polici choic in the u s state in contrast to the popular view that secondari polici are larg determin by lobbi we find that there are strong effect of elector incent", "title": "How Elections Matter: Theory and Evidence from Environmental Policy"}, "https://ideas.repec.org/a/aea/aecrev/v103y2013i3p586-90.html": {"abstract": "Do men and women have different social preferences? Previous findings are contradictory. We provide a potential explanation using evidence from a field experiment. In a door-to-door solicitation, men and women are equally generous, but women become less generous when it becomes easy to avoid the solicitor. Our structural estimates of the social preference parameters suggest an explanation: women are more likely to be on the margin of giving, partly because of a less dispersed distribution of altruism. We find similar results for the willingness to complete an unpaid survey; women are more likely to be on the margin of participation.", "authors": ["fpde710", "epli176"], "abstractStem": "do men and women have differ social prefer previou find are contradictori we provid a potenti explan use evid from a field experi in a doortodoor solicit men and women are equal gener but women becom less gener when it becom easi to avoid the solicitor our structur estim of the social prefer paramet suggest an explan women are more like to be on the margin of give partli becaus of a less dispers distribut of altruism we find similar result for the willing to complet an unpaid survey women are more like to be on the margin of particip", "title": "The Importance of Being Marginal: Gender Differences in Generosity"}, "https://ideas.repec.org/a/eee/pubeco/v89y2005i8p1355-1359.html": {"abstract": "No abstract is available for this item.", "authors": ["epan31", "epli176"], "abstractStem": "no abstract is avail for thi item", "title": "Experimental approaches to public economics: guest editors' introduction"}, "https://ideas.repec.org/a/kap/expeco/v11y2008i3p203-212.html": {"abstract": "This special issue highlights an empirical approach that has increasingly grown in prominence in the last decade--field experiments. While field experiments can be used quite generally in economics to test theories' predictions, to measure key parameters, and to provide insights into the generalizability of empirical results, this special issue focuses on using field experiments to explore questions within the economics of charity. The issue contains six distinct field experimental studies that investigate various aspects associated with the economics of charitable giving. The issue also includes a fitting tribute to one of the earliest experimenters to depart from traditional lab methods, Peter Bohm, who curiously has not received deep credit or broad acclaim. Hopefully this issue will begin to rectify this oversight.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epli176"], "abstractStem": "thi special issu highlight an empir approach that ha increasingli grown in promin in the last decadefield experi while field experi can be use quit gener in econom to test theori predict to measur key paramet and to provid insight into the generaliz of empir result thi special issu focus on use field experi to explor question within the econom of chariti the issu contain six distinct field experiment studi that investig variou aspect associ with the econom of charit give the issu also includ a fit tribut to one of the earliest experiment to depart from tradit lab method peter bohm who curious ha not receiv deep credit or broad acclaim hope thi issu will begin to rectifi thi oversightpthi abstract wa borrow from anoth version of thi item", "title": "Introduction to field experiments in economics with applications to the economics of charity"}, "https://ideas.repec.org/a/tpr/restat/v88y2006i3p463-471.html": {"abstract": " This study examines data drawn from the game show Friend or Foe? which is similar to the classic prisoner's dilemma tale: partnerships are endogenously determined, and players work together to earn money, after which they play a one-shot prisoner's dilemma game over large stakes: varying from $200 to (potentially) more than $22,000. The data reveal several interesting insights; perhaps most provocatively, they suggest that even though the game is played in front of an audience of millions of viewers, some of the evidence is consistent with a model of discrimination. The observed patterns of social discrimination are unanticipated, however. Copyright by the President and Fellows of Harvard College and the Massachusetts Institute of Technology.", "authors": ["epli176"], "abstractStem": " thi studi examin data drawn from the game show friend or foe which is similar to the classic prison dilemma tale partnership are endogen determin and player work togeth to earn money after which they play a oneshot prison dilemma game over larg stake vari from 200 to potenti more than 22000 the data reveal sever interest insight perhap most provoc they suggest that even though the game is play in front of an audienc of million of viewer some of the evid is consist with a model of discrimin the observ pattern of social discrimin are unanticip howev copyright by the presid and fellow of harvard colleg and the massachusett institut of technolog", "title": "Friend or Foe? A Natural Experiment of the Prisoner's Dilemma"}, "https://ideas.repec.org/a/bla/scandj/v115y2013i1p1-2.html": {"abstract": "No abstract is available for this item.", "authors": ["fpba470", "epfr105", "epjo96", "epli176", "epst4"], "abstractStem": "no abstract is avail for thi item", "title": "Guest Editors’ Preface to the Special Symposium on Field Experiments"}, "https://ideas.repec.org/a/ucp/jpolec/v110y2002i1p215-233.html": {"abstract": "We design a field experiment to test two theories of fund-raising for threshold public goods: Andreoni predicts that publicly announced \"seed money\" will increase charitable donations, whereas Bagnoli and Lipman predict a similar increase for a refund policy. Experimentally manipulating a solicitation of 3,000 households for a university capital campaign produced data confirming both predictions. Increasing seed money from 10 percent to 67 percent of the campaign goal produced a nearly sixfold increase in contributions, with significant effects on both participation rates and average gift size. Imposing a refund increased contributions by a more modest 20 percent, with significant effects on average gift size.", "authors": ["epli176", "fpre371"], "abstractStem": "we design a field experi to test two theori of fundrais for threshold public good andreoni predict that publicli announc seed money will increas charit donat wherea bagnoli and lipman predict a similar increas for a refund polici experiment manipul a solicit of 3000 household for a univers capit campaign produc data confirm both predict increas seed money from 10 percent to 67 percent of the campaign goal produc a nearli sixfold increas in contribut with signific effect on both particip rate and averag gift size impos a refund increas contribut by a more modest 20 percent with signific effect on averag gift size", "title": "The Effects of Seed Money and Refunds on Charitable Giving: Experimental Evidence from a University Capital Campaign"}, "https://ideas.repec.org/a/oup/qjecon/v121y2006i4p1283-1309..html": {"abstract": "Expected utility theory, prospect theory, and most other models of risky choice are based on the fundamental premise that individuals choose among risky prospects by balancing the value of the possible consequences. These models, therefore, require that the value of a risky prospect lie between the value of that prospect's highest and lowest outcome. Although this requirement seems essential for any theory of risky decision-making, we document a violation of this condition in which individuals value a risky prospect less than its worst possible realization. This demonstration, which we term the uncertainty effect, draws from more than 1000 experimental participants, and includes hypothetical and real pricing and choice tasks, as well as field experiments in real markets with financial incentives. Our results suggest that there are choice situations in which decision-makers discount lotteries for uncertainty in a manner that cannot be accommodated by standard models of risky choice. From the time of Bernoulli on, it has been common to argue that (a) individuals tend to display aversion to the taking of risks, and (b) that risk aversion in turn is an explanation for many observed phenomena in the economic world [Arrow 1971, p. 90].", "authors": ["epli176"], "abstractStem": "expect util theori prospect theori and most other model of riski choic are base on the fundament premis that individu choos among riski prospect by balanc the valu of the possibl consequ these model therefor requir that the valu of a riski prospect lie between the valu of that prospect highest and lowest outcom although thi requir seem essenti for ani theori of riski decisionmak we document a violat of thi condit in which individu valu a riski prospect less than it worst possibl realiz thi demonstr which we term the uncertainti effect draw from more than 1000 experiment particip and includ hypothet and real price and choic task as well as field experi in real market with financi incent our result suggest that there are choic situat in which decisionmak discount lotteri for uncertainti in a manner that cannot be accommod by standard model of riski choic from the time of bernoulli on it ha been common to argu that a individu tend to display avers to the take of risk and b that risk avers in turn is an explan for mani observ phenomena in the econom world arrow 1971 p 90", "title": "The Uncertainty Effect: When a Risky Prospect is Valued Less than its Worst Possible Outcome"}, "https://ideas.repec.org/a/inm/ormnsc/v57y2011i7piv-iv.html": {"abstract": "No abstract available.", "authors": ["epgn18", "epho151", "epli176"], "abstractStem": "no abstract avail", "title": "Editorial Statement: Behavioral Economics"}, "https://ideas.repec.org/a/tpr/restat/v85y2003i4p944-952.html": {"abstract": " This study examines the effects of air quality regulation on economic activity. Anecdotal evidence and some recent empirical studies suggest that an inverse relationship exists between the stringency of environmental regulations and new plant formations. Using a unique county-level data set for New York State from 1980 to 1990, we revisit this conjecture using a seminonparametric method based on propensity score matching. Our empirical estimates suggest that pollution-intensive plants are responding to environmental regulations; more importantly, we find that traditional parametric methods used in previous studies may dramatically understate the impact of more stringent regulations. © 2003 President and Fellows of Harvard College and the Massachusetts Institute of Technology.", "authors": ["epfr73", "epli176", "epmi3"], "abstractStem": " thi studi examin the effect of air qualiti regul on econom activ anecdot evid and some recent empir studi suggest that an invers relationship exist between the stringenc of environment regul and new plant format use a uniqu countylevel data set for new york state from 1980 to 1990 we revisit thi conjectur use a seminonparametr method base on propens score match our empir estim suggest that pollutionintens plant are respond to environment regul more importantli we find that tradit parametr method use in previou studi may dramat underst the impact of more stringent regul   2003 presid and fellow of harvard colleg and the massachusett institut of technolog", "title": "Effects of Environmental Regulations on Manufacturing Plant Births: Evidence from a Propensity Score Matching Estimator"}, "https://ideas.repec.org/a/aea/aecrev/v104y2014i1p277-90.html": {"abstract": "Some researchers have argued that anchoring in economic valuations casts doubt on the assumption of consistent and stable preferences. We present new evidence that explores the strength of certain anchoring results. We then present a theoretical framework that provides insights into why we should be cautious of initial empirical findings in general. The model importantly highlights that the rate of false positives depends not only on the observed significance level, but also on statistical power, research priors, and the number of scholars exploring the question. Importantly, a few independent replications dramatically increase the chances that the original finding is true.", "authors": ["epli176", "fpma1858"], "abstractStem": "some research have argu that anchor in econom valuat cast doubt on the assumpt of consist and stabl prefer we present new evid that explor the strength of certain anchor result we then present a theoret framework that provid insight into whi we should be cautiou of initi empir find in gener the model importantli highlight that the rate of fals posit depend not onli on the observ signific level but also on statist power research prior and the number of scholar explor the question importantli a few independ replic dramat increas the chanc that the origin find is true", "title": "One Swallow Doesn't Make a Summer: New Evidence on Anchoring Effects"}, "https://ideas.repec.org/a/kap/regeco/v26y2004i3p239-262.html": {"abstract": " One particularly vexing puzzle for economists and policymakers over the past several decades concerns the empirical significance of the theoretically predicted pollution haven hypothesis. While neoclassical theory and conventional wisdom both surmise that local economies will suffer deleterious effects from stricter environmental regulations, empirical studies have largely failed to validate such claims. This study utilizes the method of matching to show that the impact of stricter regulation is heterogeneous spatially, varying systematically based on location-specific attributes. Previous studies that assume a homogenous response may therefore inadvertently mask the overall impact of more stringent regulations by pooling unaffected and affected regions. Copyright Kluwer Academic Publishers 2004", "authors": ["epli176", "epmi3"], "abstractStem": " one particularli vex puzzl for economist and policymak over the past sever decad concern the empir signific of the theoret predict pollut haven hypothesi while neoclass theori and convent wisdom both surmis that local economi will suffer deleteri effect from stricter environment regul empir studi have larg fail to valid such claim thi studi util the method of match to show that the impact of stricter regul is heterogen spatial vari systemat base on locationspecif attribut previou studi that assum a homogen respons may therefor inadvert mask the overal impact of more stringent regul by pool unaffect and affect region copyright kluwer academ publish 2004", "title": "The Case of the Missing Pollution Haven Hypothesis"}, "https://ideas.repec.org/a/uwp/landec/v87y2011iii1p365-381.html": {"abstract": "Psychological insights have made inroads within most areas of study in economics. One area where less advance has occurred is environmental and resource economics. In this study, we examine preference reversals over evaluation modes, in which economic values critically depend on whether a good is valued jointly with others, or in isolation. The question arises because two methods for eliciting stated preferences differ in that one presents objects together and another presents them in isolation. Our empirical evidence demonstrates the import of behavioral economics and sheds new light on the possible insensitivity of valuations to the scope of the good.", "authors": ["epad105", "epal198", "epli176"], "abstractStem": "psycholog insight have made inroad within most area of studi in econom one area where less advanc ha occur is environment and resourc econom in thi studi we examin prefer revers over evalu mode in which econom valu critic depend on whether a good is valu jointli with other or in isol the question aris becaus two method for elicit state prefer differ in that one present object togeth and anoth present them in isol our empir evid demonstr the import of behavior econom and shed new light on the possibl insensit of valuat to the scope of the good", "title": "How Can Behavioral Economics Inform Nonmarket Valuation? An Example from the Preference Reversal Literature"}, "https://ideas.repec.org/a/aea/jecper/v25y2011i2p157-80.html": {"abstract": "Through good and bad economic times, charitable gifts have continued to roll in largely unabated over the past half century. In a typical year, total charitable gifts of money now exceed 2 percent of gross domestic product. Moreover, charitable giving has nearly doubled in real terms since 1990, and the number of nonprofit organizations registered with the IRS grew by nearly 60 percent from 1995 to 2005. This study provides a perspective on the economic interplay of three types of actors: donors, charitable organizations, and government. How much is given annually? Who gives? Who are the recipients of these gifts? Would changes in the tax treatment of charitable contributions lead to more or less giving? How can charitable institutions design mechanisms to generate the greatest level of gifts? What about the effectiveness of seed money and matching grants?", "authors": ["epli176"], "abstractStem": "through good and bad econom time charit gift have continu to roll in larg unab over the past half centuri in a typic year total charit gift of money now exceed 2 percent of gross domest product moreov charit give ha nearli doubl in real term sinc 1990 and the number of nonprofit organ regist with the ir grew by nearli 60 percent from 1995 to 2005 thi studi provid a perspect on the econom interplay of three type of actor donor charit organ and govern how much is given annual who give who are the recipi of these gift would chang in the tax treatment of charit contribut lead to more or less give how can charit institut design mechan to gener the greatest level of gift what about the effect of seed money and match grant", "title": "The Market for Charitable Giving"}, "https://ideas.repec.org/a/bpj/bejeap/vadvances.4y2004i2n2.html": {"abstract": "The Clean Air Act and its subsequent amendments have been lauded as the primary stimulant to the impressive improvement in local air quality in the US since 1970. A key component of these regulations is the New Source Review (NSR) requirement, which includes the contentious stipulation that when an existing plant seeks to modify its operations, the entire plant must comply with current standards for new sources. This requirement was included to improve air quality in dirty areas, and prevent a deterioration of air quality in clean areas. Yet, whether NSR provides the proper plant-level incentives is unclear: there are strong disincentives to undertake major plant modifications to avoid NSR. In our examination of more than 2500 and 2200 plant-level modification decisions and closures, respectively, we find empirical evidence suggesting that NSR retards modification rates, while doing little to hasten the closure of existing dirty plants.", "authors": ["epli176", "epmi3"], "abstractStem": "the clean air act and it subsequ amend have been laud as the primari stimul to the impress improv in local air qualiti in the us sinc 1970 a key compon of these regul is the new sourc review nsr requir which includ the contenti stipul that when an exist plant seek to modifi it oper the entir plant must compli with current standard for new sourc thi requir wa includ to improv air qualiti in dirti area and prevent a deterior of air qualiti in clean area yet whether nsr provid the proper plantlevel incent is unclear there are strong disincent to undertak major plant modif to avoid nsr in our examin of more than 2500 and 2200 plantlevel modif decis and closur respect we find empir evid suggest that nsr retard modif rate while do littl to hasten the closur of exist dirti plant", "title": "The Unintended Disincentive in the Clean Air Act"}, "https://ideas.repec.org/a/ier/iecrev/v47y2006i1p203-231.html": {"abstract": " Recent auction theory and experimental results document strategic demand reduction by bidders in uniform-price auctions. The present article extends this area of research to consider the effects of varying the number of bidders. Our theoretical model predicts that demand reduction should decrease with an increase in the number of bidders. Considerable demand reduction remains even in the asymptotic limit, although truthful bidding yields profits very close to those of equilibrium play. We experimentally confirm several of our predictions by examining bidding behavior of subjects in an actual marketplace, auctioning dozens of sportscards using both uniform-price and Vickrey auction formats. Copyright 2006 by the Economics Department Of The University Of Pennsylvania And Osaka University Institute Of Social And Economic Research Association.", "authors": ["epli176", "fpre371"], "abstractStem": " recent auction theori and experiment result document strateg demand reduct by bidder in uniformpric auction the present articl extend thi area of research to consid the effect of vari the number of bidder our theoret model predict that demand reduct should decreas with an increas in the number of bidder consider demand reduct remain even in the asymptot limit although truth bid yield profit veri close to those of equilibrium play we experiment confirm sever of our predict by examin bid behavior of subject in an actual marketplac auction dozen of sportscard use both uniformpric and vickrey auction format copyright 2006 by the econom depart of the univers of pennsylvania and osaka univers institut of social and econom research associ", "title": "Demand Reduction In Multi-Unit Auctions With Varying Numbers Of Bidders: Theory And Evidence From A Field Experiment "}, "https://ideas.repec.org/a/inm/ormnsc/v58y2012i12p2151-2167.html": {"abstract": "Recent discoveries in behavioral economics have led to important new insights concerning what can happen in markets. Such gains in knowledge have come primarily via laboratory experiments--a missing piece of the puzzle in many cases is parallel evidence drawn from naturally occurring field counterparts. We provide a small movement in this direction by taking advantage of a unique opportunity to work with a Chinese high-tech manufacturing facility. Our study revolves around using insights gained from one of the most influential lines of behavioral research--framing manipulations--in an attempt to increase worker productivity in the facility. Using a natural field experiment, we report several insights. For example, conditional incentives framed as both \"losses\" and \"gains\" increase productivity for both individuals and teams. In addition, teams more acutely respond to bonuses posed as losses than as comparable bonuses posed as gains. The magnitude of this framing effect is roughly 1%: that is, total team productivity is enhanced by 1% purely due to the framing manipulation. Importantly, we find that neither the framing nor the incentive effect lose their significance over time; rather, the effects are observed over the entire sample period. Moreover, we learn that repeated interaction with workers and conditionality of the bonus contract are substitutes for sustenance of incentive effects in the long run. This paper was accepted by Gérard P. Cachon, decision analysis.", "authors": ["fpho203", "epli176"], "abstractStem": "recent discoveri in behavior econom have led to import new insight concern what can happen in market such gain in knowledg have come primarili via laboratori experimentsa miss piec of the puzzl in mani case is parallel evid drawn from natur occur field counterpart we provid a small movement in thi direct by take advantag of a uniqu opportun to work with a chines hightech manufactur facil our studi revolv around use insight gain from one of the most influenti line of behavior researchfram manipulationsin an attempt to increas worker product in the facil use a natur field experi we report sever insight for exampl condit incent frame as both loss and gain increas product for both individu and team in addit team more acut respond to bonus pose as loss than as compar bonus pose as gain the magnitud of thi frame effect is roughli 1 that is total team product is enhanc by 1 pure due to the frame manipul importantli we find that neither the frame nor the incent effect lose their signific over time rather the effect are observ over the entir sampl period moreov we learn that repeat interact with worker and condition of the bonu contract are substitut for susten of incent effect in the long run thi paper wa accept by g rard p cachon decis analysi", "title": "The Behavioralist Visits the Factory: Increasing Productivity Using Simple Framing Manipulations"}, "https://ideas.repec.org/a/aea/aecrev/v101y2011i3p288-92.html": {"abstract": " Each year, more than 250 students in the Chicago Public Schools (CPS) are shot. The authors of this paper worked with the leadership of CPS to build a predictive model of shootings that helped determine which students would be included in a highly targeted and resource intensive mentorship program. This paper describes our predictive model and offers a preliminary evaluation of the mentoring intervention performed by Youth Advocate Programs, Inc. (YAP). We find little evidence that the intervention reduces school misconducts or improves educational outcomes. The scale of intervention was too small to generate meaningful findings on shootings.", "authors": ["eple59", "epli176"], "abstractStem": " each year more than 250 student in the chicago public school cp are shot the author of thi paper work with the leadership of cp to build a predict model of shoot that help determin which student would be includ in a highli target and resourc intens mentorship program thi paper describ our predict model and offer a preliminari evalu of the mentor intervent perform by youth advoc program inc yap we find littl evid that the intervent reduc school misconduct or improv educ outcom the scale of intervent wa too small to gener meaning find on shoot", "title": "Predicting and Preventing Shootings among At-Risk Youth"}, "https://ideas.repec.org/a/oup/ajagec/v86y2004i1p213-221.html": {"abstract": " The lack of robust evidence showing that hypothetical behavior directly maps into real actions remains a major concern for proponents of stated preference nonmarket valuation techniques. This article explores a new statistical approach to link actual and hypothetical statements. Using willingness-to-pay field data on individual bids from sealed-bid auctions for a $350 baseball card, our results are quite promising. Estimating a stochastic frontier regression model that makes use of data that any contingent valuation survey would obtain, we derive a bid function that is not statistically different from the bid function obtained from subjects in an actual auction. If other data can be calibrated similarly, this method holds significant promise since an appropriate calibration scheme, ex ante or ex post, can be invaluable to the policy maker that desires more accurate estimates of use and nonuse values for nonmarket goods and services. Copyright 2004, Oxford University Press.", "authors": ["epli176"], "abstractStem": " the lack of robust evid show that hypothet behavior directli map into real action remain a major concern for propon of state prefer nonmarket valuat techniqu thi articl explor a new statist approach to link actual and hypothet statement use willingnesstopay field data on individu bid from sealedbid auction for a 350 basebal card our result are quit promis estim a stochast frontier regress model that make use of data that ani conting valuat survey would obtain we deriv a bid function that is not statist differ from the bid function obtain from subject in an actual auction if other data can be calibr similarli thi method hold signific promis sinc an appropri calibr scheme ex ant or ex post can be invalu to the polici maker that desir more accur estim of use and nonus valu for nonmarket good and servic copyright 2004 oxford univers press", "title": "Valuation on the Frontier: Calibrating Actual and Hypothetical Statements of Value"}, "https://ideas.repec.org/a/oup/ajagec/v94y2012i2p457-463.html": {"abstract": "The article reports on a study that provides understanding of how risk preferences and other factors influence a farmer's decision to participate in a carbon offset market. It states incorporating background risk in a laboratory setting and drawing subjects from both a standard student population and a nonstandard farmer population helped to understand the decision making process. The study suggests that farmers are slightly more risk averse than students.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epli176"], "abstractStem": "the articl report on a studi that provid understand of how risk prefer and other factor influenc a farmer decis to particip in a carbon offset market it state incorpor background risk in a laboratori set and draw subject from both a standard student popul and a nonstandard farmer popul help to understand the decis make process the studi suggest that farmer are slightli more risk avers than studentspthi abstract wa borrow from anoth version of thi item", "title": "Digging into Background Risk: Experiments with Farmers and Students"}, "https://ideas.repec.org/a/oup/qjecon/v127y2012i1p1-56.html": {"abstract": " Every year, 90% of Americans give money to charities. Is such generosity necessarily welfare enhancing for the giver? We present a theoretical framework that distinguishes two types of motivation: individuals like to give, for example, due to altruism or warm glow, and individuals would rather not give but dislike saying no, for example, due to social pressure. We design a door-to-door fund-raiser in which some households are informed about the exact time of solicitation with a flyer on their doorknobs. Thus, they can seek or avoid the fund-raiser. We find that the flyer reduces the share of households opening the door by 9% to 25% and, if the flyer allows checking a Do Not Disturb box, reduces giving by 28% to 42%. The latter decrease is concentrated among donations smaller than $10. These findings suggest that social pressure is an important determinant of door-to-door giving. Combining data from this and a complementary field experiment, we structurally estimate the model. The estimated social pressure cost of saying no to a solicitor is $3.80 for an in-state charity and $1.40 for an out-of-state charity. Our welfare calculations suggest that our door-to-door fund-raising campaigns on average lower the utility of the potential donors. Copyright 2012, Oxford University Press.", "authors": ["fpde710", "epli176", "fpma1397"], "abstractStem": " everi year 90 of american give money to chariti is such generos necessarili welfar enhanc for the giver we present a theoret framework that distinguish two type of motiv individu like to give for exampl due to altruism or warm glow and individu would rather not give but dislik say no for exampl due to social pressur we design a doortodoor fundrais in which some household are inform about the exact time of solicit with a flyer on their doorknob thu they can seek or avoid the fundrais we find that the flyer reduc the share of household open the door by 9 to 25 and if the flyer allow check a do not disturb box reduc give by 28 to 42 the latter decreas is concentr among donat smaller than 10 these find suggest that social pressur is an import determin of doortodoor give combin data from thi and a complementari field experi we structur estim the model the estim social pressur cost of say no to a solicitor is 380 for an instat chariti and 140 for an outofst chariti our welfar calcul suggest that our doortodoor fundrais campaign on averag lower the util of the potenti donor copyright 2012 oxford univers press", "title": "Testing for Altruism and Social Pressure in Charitable Giving"}, "https://ideas.repec.org/a/uwp/landec/v80y2004i2p153-173.html": {"abstract": "Sustainable development has been a popular buzzword among policymakers and economists for over a decade. Although a key tenet of maintaining a sustainable development path for many economies rests on attracting mobile capital, theoretical and empirical evidence into the institutional policies that attract factors remains largely unresolved. This paper takes a positive look at the determinants of attracting capital with particular attention paid to intellectual property rights and environmental regulations.", "authors": ["fpco207", "epli176"], "abstractStem": "sustain develop ha been a popular buzzword among policymak and economist for over a decad although a key tenet of maintain a sustain develop path for mani economi rest on attract mobil capit theoret and empir evid into the institut polici that attract factor remain larg unresolv thi paper take a posit look at the determin of attract capit with particular attent paid to intellectu properti right and environment regul", "title": "Intellectual Property Rights, Environmental Regulations, and Foreign Direct Investment"}, "https://ideas.repec.org/a/eee/resene/v23y2001i2p97-109.html": {"abstract": "No abstract is available for this item.", "authors": ["epli176", "epsh64"], "abstractStem": "no abstract is avail for thi item", "title": "Auction mechanisms and the measurement of WTP and WTA"}, "https://ideas.repec.org/a/kap/expeco/v11y2008i3p253-267.html": {"abstract": "This study designs a natural field experiment linked to a controlled laboratory experiment to examine the effectiveness of matching gifts and challenge gifts, two popular strategies used to secure a portion of the $200 billion annually given to charities. We find evidence that challenge gifts positively influence contributions in the field, but matching gifts do not. Methodologically, we find important similarities and dissimilarities between behavior in the lab and the field. Overall, our results have clear implications for fundraisers and provide avenues for future empirical and theoretical work on charitable giving.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epli176", "fpro295"], "abstractStem": "thi studi design a natur field experi link to a control laboratori experi to examin the effect of match gift and challeng gift two popular strategi use to secur a portion of the 200 billion annual given to chariti we find evid that challeng gift posit influenc contribut in the field but match gift do not methodolog we find import similar and dissimilar between behavior in the lab and the field overal our result have clear implic for fundrais and provid avenu for futur empir and theoret work on charit givingpthi abstract wa borrow from anoth version of thi item", "title": "Matching and challenge gifts to charity: evidence from laboratory and natural field experiments"}, "https://ideas.repec.org/a/eee/ecolet/v118y2013i3p431-434.html": {"abstract": "An active area of research within economics concerns the underpinnings of why people give to charitable causes. This study takes a new approach to this question by exploring motivations for giving among children aged 3–5. Using data gathered from 122 children, our artefactual field experiment naturally permits us to disentangle pure altruism and warm glow motivators for giving. We find evidence for the existence of pure altruism but not warm glow. Our results suggest pure altruism is a fundamental component of our preferences, and highlight that warm glow preferences found amongst adults likely develop over time. One speculative hypothesis is that warm glow preferences are learned through socialization.", "authors": ["epli176", "fpsa1068"], "abstractStem": "an activ area of research within econom concern the underpin of whi peopl give to charit caus thi studi take a new approach to thi question by explor motiv for give among children age 3 5 use data gather from 122 children our artefactu field experi natur permit us to disentangl pure altruism and warm glow motiv for give we find evid for the exist of pure altruism but not warm glow our result suggest pure altruism is a fundament compon of our prefer and highlight that warm glow prefer found amongst adult like develop over time one specul hypothesi is that warm glow prefer are learn through social", "title": "Exploring the origins of charitable acts: Evidence from an artefactual field experiment with young children"}, "https://ideas.repec.org/a/bla/ecinqu/v51y2013i1p909-921.html": {"abstract": "Evidence from laboratory experiments suggests that important disparities exist between willingness to pay (WTP) and compensation demanded for the same good. This study advances, and experimentally tests, a new explanation of the WTP/WTA disparity--a dynamic theory based on the presence of commitment costs. We find that the commitment cost theory combined with a simple behavioral anomaly is able to lend insights into the causes and severity of the WTA/WTP disparity. Further, we find that market experience attenuates the behavioral anomaly, consistent with the notion that no value disparity exists for agents with sufficient market experience.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epkl29", "epli176", "epzh122"], "abstractStem": "evid from laboratori experi suggest that import dispar exist between willing to pay wtp and compens demand for the same good thi studi advanc and experiment test a new explan of the wtpwta disparitya dynam theori base on the presenc of commit cost we find that the commit cost theori combin with a simpl behavior anomali is abl to lend insight into the caus and sever of the wtawtp dispar further we find that market experi attenu the behavior anomali consist with the notion that no valu dispar exist for agent with suffici market experiencepthi abstract wa borrow from anoth version of thi item", "title": "A Dynamic Explanation Of The Willingness To Pay And Willingness To Accept Disparity"}, "https://ideas.repec.org/a/aea/aecrev/v90y2000i4p961-972.html": {"abstract": "No abstract is available for this item.", "authors": ["epli176", "fpre371"], "abstractStem": "no abstract is avail for thi item", "title": "Demand Reduction in Multiunit Auctions: Evidence from a Sportscard Field Experiment"}, "https://ideas.repec.org/a/taf/applec/v36y2004i11p1143-1149.html": {"abstract": " The effect of 'knowledge creators' on location patterns of new foreign plants entering the USA from 1986 to 1993 is analysed. The empirical results from a conditional logit model suggest a link exists between knowledge bases, measured by patent counts, and the location decisions of foreign plants. In the limit, these results imply that a 1% increase in patent counts is associated with an increase in the probability of attracting a new foreign plant by as much as 1.874%.", "authors": ["fpco207", "epli176"], "abstractStem": " the effect of knowledg creator on locat pattern of new foreign plant enter the usa from 1986 to 1993 is analys the empir result from a condit logit model suggest a link exist between knowledg base measur by patent count and the locat decis of foreign plant in the limit these result impli that a 1 increas in patent count is associ with an increas in the probabl of attract a new foreign plant by as much as 1874", "title": "Is foreign direct investment attracted to 'knowledge creators'?"}, "https://ideas.repec.org/a/eee/pubeco/v95y2011i5-6p344-350.html": {"abstract": "To further our understanding of the economics of charity, we conducted a natural field experiment. Making use of two direct mail solicitations sent to nearly 20,000 prior donors to a charity, we tested the effectiveness of $1:$1 and $1:$3 matching grants on charitable giving. We find only weak evidence that either of the matches work; in fact, for the full sample, the match only increased giving after the match deadline expired. Yet, the aggregation masks important heterogeneities: those donors who are actively supporting the organization tend to be positively influenced whereas lapsed givers are either not affected or adversely affected. Furthermore, some presentations of the match can do harm, e.g., when an example amount given is high ($75) and the match ratio is below $1:$1. Overall, the results help clarify what might cause people to give and provide further evidence that larger match ratios are not necessarily superior to smaller match ratios.", "authors": ["epka56", "epli176"], "abstractStem": "to further our understand of the econom of chariti we conduct a natur field experi make use of two direct mail solicit sent to nearli 20000 prior donor to a chariti we test the effect of 11 and 13 match grant on charit give we find onli weak evid that either of the match work in fact for the full sampl the match onli increas give after the match deadlin expir yet the aggreg mask import heterogen those donor who are activ support the organ tend to be posit influenc wherea laps giver are either not affect or advers affect furthermor some present of the match can do harm eg when an exampl amount given is high 75 and the match ratio is below 11 overal the result help clarifi what might caus peopl to give and provid further evid that larger match ratio are not necessarili superior to smaller match ratio", "title": "Small matches and charitable giving: Evidence from a natural field experiment"}, "https://ideas.repec.org/a/oup/ecinqu/v39y2001i1p162-70.html": {"abstract": " This article measures the degree to which academic economists have engaged in unethical behavior and the degree to which academic economists believe the profession as a whole engages in unethical behavior. Three main types of unethical behavior are examined: (1) falsification of research; (2) expropriation of graduate student research or including an undeserving co-author on a research paper; and (3) exchange of grades for gifts, money, or sex. Using a unique data set gathered at the 1998 American Economic Association (AEA) meetings, we find that there is a significant amount of misconduct, particularly in the second category. Copyright 2001 by Oxford University Press.", "authors": ["epli176"], "abstractStem": " thi articl measur the degre to which academ economist have engag in uneth behavior and the degre to which academ economist believ the profess as a whole engag in uneth behavior three main type of uneth behavior are examin 1 falsif of research 2 expropri of graduat student research or includ an undeserv coauthor on a research paper and 3 exchang of grade for gift money or sex use a uniqu data set gather at the 1998 american econom associ aea meet we find that there is a signific amount of misconduct particularli in the second categori copyright 2001 by oxford univers press", "title": "Academic Economists Behaving Badly? A Survey on Three Areas of Unethical Behavior"}, "https://ideas.repec.org/a/aea/jeclit/v42y2004i4p1009-1055.html": {"abstract": "Experimental economists are leaving the reservation. They are recruiting subjects in the field rather than in the classroom, using field goods rather than induced valuations, and using field context rather than abstract terminology in instructions. We argue that there is something methodologically fundamental behind this trend. Field experiments differ from laboratory experiments in many ways. Although it is tempting to view field experiments as simply less controlled variants of laboratory experiments, we argue that to do so would be to seriously mischaracterize them. What passes for \"control\" in laboratory experiments might in fact be precisely the opposite if it is artificial to the subject or context of the task. We propose six factors that can be used to determine the field context of an experiment: the nature of the subject pool, the nature of the information that the subjects bring to the task, the nature of the commodity, the nature of the task or trading rules applied, the nature of the stakes, and the environment that subjects operate in.", "authors": ["fpha248", "epli176"], "abstractStem": "experiment economist are leav the reserv they are recruit subject in the field rather than in the classroom use field good rather than induc valuat and use field context rather than abstract terminolog in instruct we argu that there is someth methodolog fundament behind thi trend field experi differ from laboratori experi in mani way although it is tempt to view field experi as simpli less control variant of laboratori experi we argu that to do so would be to serious mischaracter them what pass for control in laboratori experi might in fact be precis the opposit if it is artifici to the subject or context of the task we propos six factor that can be use to determin the field context of an experi the natur of the subject pool the natur of the inform that the subject bring to the task the natur of the commod the natur of the task or trade rule appli the natur of the stake and the environ that subject oper in", "title": "Field Experiments"}, "https://ideas.repec.org/a/taf/applec/v33y2001i11p1423-1431.html": {"abstract": " This paper uses a new data set to estimate empirically the optimal job search strategies for recently non-tenured economists seeking to obtain an academic job. Estimates from a zero inflated Poisson model suggest that a portion of interview counts is beyond the candidate's control as age, colour of skin, gender, and citizenship all play a part in the interview decision. A candidate can substantially enhance the probability of obtaining initial interviews by maintaining quality research and teaching portfolios, however.", "authors": ["epli176"], "abstractStem": " thi paper use a new data set to estim empir the optim job search strategi for recent nontenur economist seek to obtain an academ job estim from a zero inflat poisson model suggest that a portion of interview count is beyond the candid control as age colour of skin gender and citizenship all play a part in the interview decis a candid can substanti enhanc the probabl of obtain initi interview by maintain qualiti research and teach portfolio howev", "title": "Determinants of securing academic interviews after tenure denial: evidence from a zero-inflated Poisson model"}, "https://ideas.repec.org/a/eee/eecrev/v53y2009i1p1-18.html": {"abstract": "This study presents an overview of modern field experiments and their usage in economics. Our discussion focuses on three distinct periods of field experimentation that have influenced the economics literature. The first might well be thought of as the dawn of \"field\" experimentation: the work of Neyman and Fisher, who laid the experimental foundation in the 1920s and 1930s by conceptualizing randomization as an instrument to achieve identification via experimentation with agricultural plots. The second, the large-scale social experiments conducted by government agencies in the mid-twentieth century, moved the exploration from plots of land to groups of individuals. More recently, the nature and range of field experiments has expanded, with a diverse set of controlled experiments being completed outside of the typical laboratory environment. With this growth, the number and types of questions that can be explored using field experiments has grown tremendously. After discussing these three distinct phases, we speculate on the future of field experimental methods, a future that we envision including a strong collaborative effort with outside parties, most importantly private entities.", "authors": ["eple59", "epli176"], "abstractStem": "thi studi present an overview of modern field experi and their usag in econom our discuss focus on three distinct period of field experiment that have influenc the econom literatur the first might well be thought of as the dawn of field experiment the work of neyman and fisher who laid the experiment foundat in the 1920 and 1930 by conceptu random as an instrument to achiev identif via experiment with agricultur plot the second the largescal social experi conduct by govern agenc in the midtwentieth centuri move the explor from plot of land to group of individu more recent the natur and rang of field experi ha expand with a divers set of control experi be complet outsid of the typic laboratori environ with thi growth the number and type of question that can be explor use field experi ha grown tremend after discuss these three distinct phase we specul on the futur of field experiment method a futur that we envis includ a strong collabor effort with outsid parti most importantli privat entiti", "title": "Field experiments in economics: The past, the present, and the future"}, "https://ideas.repec.org/a/bpj/bejeap/vadvances.6y2007i2n8.html": {"abstract": "Laboratory experiments have been used extensively in economics in the past several decades to lend both positive and normative insights into a myriad of important economic issues. This study discusses a related approach that has increasingly grown in prominence of late\u0097field experiments. I argue that field experiments serve as a useful bridge between data generated in the lab and empirical studies using naturally-occurring data. In discussing this relationship, I highlight that field experiments can yield important insights into economic theory and provide useful guidance to policymakers. I also draw attention to an important methodological contribution of field experiments: they provide an empirical account of behavioral principles that are shared across different domains. In this regard, at odds with conventional wisdom, I argue that representativeness of the environment, rather than representative of the sampled population, is the most crucial variable in determining generalizability of results for a large class of experimental laboratory games.", "authors": ["epli176"], "abstractStem": "laboratori experi have been use extens in econom in the past sever decad to lend both posit and norm insight into a myriad of import econom issu thi studi discuss a relat approach that ha increasingli grown in promin of late field experi i argu that field experi serv as a use bridg between data gener in the lab and empir studi use naturallyoccur data in discuss thi relationship i highlight that field experi can yield import insight into econom theori and provid use guidanc to policymak i also draw attent to an import methodolog contribut of field experi they provid an empir account of behavior principl that are share across differ domain in thi regard at odd with convent wisdom i argu that repres of the environ rather than repres of the sampl popul is the most crucial variabl in determin generaliz of result for a larg class of experiment laboratori game", "title": "Field Experiments: A Bridge between Lab and Naturally Occurring Data"}, "https://ideas.repec.org/a/aea/jecper/v21y2007i2p153-174.html": {"abstract": "A critical question facing experimental economists is whether behavior inside the laboratory is a good indicator of behavior outside the laboratory. To address that question, we build a model in which the choices that individuals make depend not just on financial implications, but also on the nature and extent of scrutiny by others, the particular context in which a decision is embedded, and the manner in which participants and tasks are selected. We present empirical evidence demonstrating the importance of these various factors. To the extent that lab and naturally occurring environments systematically differ on any of these dimensions, the results obtained inside and outside the lab need not correspond. Focusing on experiments designed to measure social preferences, we discuss the extent to which the existing laboratory results generalize to naturally-occurring markets. We summarize cases where the lab may understate the importance of social preferences as well as instances in which the lab might exaggerate their importance. We conclude by emphasizing the importance of interpreting laboratory and field data through the lens of theory.", "authors": ["eple59", "epli176"], "abstractStem": "a critic question face experiment economist is whether behavior insid the laboratori is a good indic of behavior outsid the laboratori to address that question we build a model in which the choic that individu make depend not just on financi implic but also on the natur and extent of scrutini by other the particular context in which a decis is embed and the manner in which particip and task are select we present empir evid demonstr the import of these variou factor to the extent that lab and natur occur environ systemat differ on ani of these dimens the result obtain insid and outsid the lab need not correspond focus on experi design to measur social prefer we discuss the extent to which the exist laboratori result gener to naturallyoccur market we summar case where the lab may underst the import of social prefer as well as instanc in which the lab might exagger their import we conclud by emphas the import of interpret laboratori and field data through the len of theori", "title": "What Do Laboratory Experiments Measuring Social Preferences Reveal About the Real World?"}, "https://ideas.repec.org/a/ier/iecrev/v48y2007i3p901-927.html": {"abstract": " This study explores the economics of charitable fund-raising. We begin by developing theory that examines the optimal lottery design while explicitly relaxing both risk-neutrality and preference homogeneity assumptions. We test our theory using a battery of experimental treatments and find that our theoretical predictions are largely confirmed. Specifically, we find that single- and multiple-prize lotteries dominate the voluntary contribution mechanism both in total dollars raised and the number of contributors attracted. Moreover, we find that the optimal fund-raising mechanism depends critically on the risk postures of potential contributors and preference heterogeneity. Copyright 2007 by the Economics Department Of The University Of Pennsylvania And Osaka University Institute Of Social And Economic Research Association.", "authors": ["fpla289", "epli176", "eppr89"], "abstractStem": " thi studi explor the econom of charit fundrais we begin by develop theori that examin the optim lotteri design while explicitli relax both riskneutr and prefer homogen assumpt we test our theori use a batteri of experiment treatment and find that our theoret predict are larg confirm specif we find that singl and multiplepr lotteri domin the voluntari contribut mechan both in total dollar rais and the number of contributor attract moreov we find that the optim fundrais mechan depend critic on the risk postur of potenti contributor and prefer heterogen copyright 2007 by the econom depart of the univers of pennsylvania and osaka univers institut of social and econom research associ", "title": "Using Lotteries To Finance Public Goods: Theory And Experimental Evidence"}, "https://ideas.repec.org/a/bla/scandj/v108y2006i1p115-134.html": {"abstract": " This paper pits neoclassical theory against prospect theory by investigating several clean tests of the competing hypotheses. Consistent with previous work, the field experimental data suggest that prospect theory adequately organizes behavior among inexperienced consumers, whereas consumers with intense market experience behave largely in accordance with neoclassical predictions. The data indicate that the convergence in values occurs entirely because of lower Hicksian equivalent surplus values. Copyright The editors of the \"Scandinavian Journal of Economics\", 2006 .", "authors": ["epli176"], "abstractStem": " thi paper pit neoclass theori against prospect theori by investig sever clean test of the compet hypothes consist with previou work the field experiment data suggest that prospect theori adequ organ behavior among inexperienc consum wherea consum with intens market experi behav larg in accord with neoclass predict the data indic that the converg in valu occur entir becaus of lower hicksian equival surplu valu copyright the editor of the scandinavian journal of econom 2006 ", "title": "Using Hicksian Surplus Measures to Examine Consistency of Individual Preferences: Evidence from a Field Experiment"}, "https://ideas.repec.org/a/sej/ancoec/v722y2005p284-304.html": {"abstract": "The 1987 academic market was strong, whereas the 1997 market was weak. A multimarket theory of optimal search suggests that job seekers will respond to a weakening market by changing their search strategies at the extensive margin (which markets to enter) and the intensive margin (how many applications to submit per market). Employers respond to the weakening market by raising their hiring standards. High-quality applicants will obtain an increased share of academic interviews in weak markets while applicants from weaker schools will increasingly secure interviews outside of the academic market. Empirical results show that in the bust market, graduates of elite schools shifted their search strategies to include weaker academic institutions, while graduates of lower-ranked schools shifted their applications away from academia and toward the business sector. In bust conditions, academic institutions increasingly concentrate their interviews on elite school graduates, women, and U.S. residents.", "authors": ["epga149", "epli176", "epor6"], "abstractStem": "the 1987 academ market wa strong wherea the 1997 market wa weak a multimarket theori of optim search suggest that job seeker will respond to a weaken market by chang their search strategi at the extens margin which market to enter and the intens margin how mani applic to submit per market employ respond to the weaken market by rais their hire standard highqual applic will obtain an increas share of academ interview in weak market while applic from weaker school will increasingli secur interview outsid of the academ market empir result show that in the bust market graduat of elit school shift their search strategi to includ weaker academ institut while graduat of lowerrank school shift their applic away from academia and toward the busi sector in bust condit academ institut increasingli concentr their interview on elit school graduat women and us resid", "title": "Cyclicality and the Labor Market for Economists"}, "https://ideas.repec.org/a/eee/jeeman/v49y2005i2p330-342.html": {"abstract": "Standard applications of utility theory assume that utility depends solely on outcomes and not on causes. This study uses a field experiment conducted in the Netherlands to determine if alternative causes of an environmental problem affect willingness to pay to ameliorate it. We find evidence supporting the hypothesis that people are willing to pay significantly more to correct problems caused by humans than by nature (the \"outrage effect\"), but find no support for the hypothesis that \"moral responsibility\" matters. We also find support for the hypothesis that stated willingness to pay values obtained via \"cheap talk\" and \"consequential\" treatments are lower than without inclusion of these protocols.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epbu155", "fpde609", "epli176"], "abstractStem": "standard applic of util theori assum that util depend sole on outcom and not on caus thi studi use a field experi conduct in the netherland to determin if altern caus of an environment problem affect willing to pay to amelior it we find evid support the hypothesi that peopl are will to pay significantli more to correct problem caus by human than by natur the outrag effect but find no support for the hypothesi that moral respons matter we also find support for the hypothesi that state willing to pay valu obtain via cheap talk and consequenti treatment are lower than without inclus of these protocolspthi abstract wa borrow from anoth version of thi item", "title": "The effect of varying the causes of environmental problems on stated WTP values: evidence from a field study"}, "https://ideas.repec.org/a/eee/pubeco/v114y2014icp1-13.html": {"abstract": "People respond to those who ask. Within the charitable fundraising community, the power of the ask represents the backbone of most fundraising strategies. Despite this, the optimal design of communication strategies has received less formal attention. For their part, economists have recently explored how communication affects empathy, altruism, and giving rates to charities. Our study takes a step back from this literature to examine how suggestions–a direct ask for a certain amount of money–affect giving rates. We find that our suggestion amounts affect both the intensive and extensive margins: more people give and they tend to give the suggested amount. The resulting insights help us understand why people give, why messages work, and deepen practitioners' understanding of how to use messages to leverage more giving.", "authors": ["epli176"], "abstractStem": "peopl respond to those who ask within the charit fundrais commun the power of the ask repres the backbon of most fundrais strategi despit thi the optim design of commun strategi ha receiv less formal attent for their part economist have recent explor how commun affect empathi altruism and give rate to chariti our studi take a step back from thi literatur to examin how suggest a direct ask for a certain amount of money affect give rate we find that our suggest amount affect both the intens and extens margin more peopl give and they tend to give the suggest amount the result insight help us understand whi peopl give whi messag work and deepen practition understand of how to use messag to leverag more give", "title": "Toward an understanding of why suggestions work in charitable fundraising: Theory and evidence from a natural field experiment"}, "https://ideas.repec.org/a/bla/rdevec/v3y1999i2p200-206.html": {"abstract": " Recent research has posited that, in advanced economies, there is a positive correlation between income inequality and development. Using a new unbalanced panel dataset for 71 countries from 1961 to 1992, we present evidence that supports this conjecture. Although many factors may be contributing to this renewed positive relationship between growth and inequality, one plausible explanation rests on the shift away from a manufacturing base towards a service base in most advanced economies. Copyright 1999 by Blackwell Publishing Ltd", "authors": ["epga149", "epli176"], "abstractStem": " recent research ha posit that in advanc economi there is a posit correl between incom inequ and develop use a new unbalanc panel dataset for 71 countri from 1961 to 1992 we present evid that support thi conjectur although mani factor may be contribut to thi renew posit relationship between growth and inequ one plausibl explan rest on the shift away from a manufactur base toward a servic base in most advanc economi copyright 1999 by blackwel publish ltd", "title": "The Kuznets Curve: What Happens after the Inverted-U?"}, "https://ideas.repec.org/a/eee/ecolet/v114y2012i3p308-311.html": {"abstract": "We use a sample of subsistence farmers in Sierra Leone as respondents to compare behavior in a context-free experiment (a standard public goods game) and behavior in the field (a real development intervention). There is no meaningful correlation in behavior across contexts. This casts doubt on the prospect of using lab experiments as “predictors” of behavior in real life.", "authors": ["epbu155", "epko183", "epli176", "epvo144"], "abstractStem": "we use a sampl of subsist farmer in sierra leon as respond to compar behavior in a contextfre experi a standard public good game and behavior in the field a real develop intervent there is no meaning correl in behavior across context thi cast doubt on the prospect of use lab experi as  predictor  of behavior in real life", "title": "Exploring whether behavior in context-free experiments is predictive of behavior in the field: Evidence from lab and field experiments in rural Sierra Leone"}, "https://ideas.repec.org/a/eee/jebusi/v53y2001i5p473-480.html": {"abstract": "No abstract is available for this item.", "authors": ["epga149", "epli176"], "abstractStem": "no abstract is avail for thi item", "title": "Market share instability: an application of unit root tests to the cigarette industry"}, "https://ideas.repec.org/a/eee/jeeman/v46y2003i3p490-512.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr73", "epli176"], "abstractStem": "no abstract is avail for thi item", "title": "Trade liberalization, corruption, and environmental policy formation: theory and evidence"}, "https://ideas.repec.org/a/spr/sochwe/v31y2008i1p15-39.html": {"abstract": "Several recent results on the aggregation of judgments over logically connected propositions show that, under certain conditions, dictatorships are the only propositionwise aggregation functions generating fully rational (i.e., complete and consistent) collective judgments. A frequently mentioned route to avoid dictatorships is to allow incomplete collective judgments. We show that this route does not lead very far: we obtain oligarchies rather than dictatorships if instead of full rationality we merely require that collective judgments be deductively closed, arguably a minimal condition of rationality, compatible even with empty judgment sets. We derive several characterizations of oligarchies and provide illustrative applications to Arrowian preference aggregation and Kasher and Rubinstein''s group identification problem.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epdi169", "epli176", "epli41"], "abstractStem": "sever recent result on the aggreg of judgment over logic connect proposit show that under certain condit dictatorship are the onli propositionwis aggreg function gener fulli ration ie complet and consist collect judgment a frequent mention rout to avoid dictatorship is to allow incomplet collect judgment we show that thi rout doe not lead veri far we obtain oligarchi rather than dictatorship if instead of full ration we mere requir that collect judgment be deduct close arguabl a minim condit of ration compat even with empti judgment set we deriv sever character of oligarchi and provid illustr applic to arrowian prefer aggreg and kasher and rubinstein group identif problempthi abstract wa borrow from anoth version of thi item", "title": "Judgment aggregation without full rationality"}, "https://ideas.repec.org/a/bla/jeurec/v12y2014i5p1396-1422.html": {"abstract": " A hallmark result within behavioral economics is that individuals' choices are affected by current endowments. A recent theory due to Kőszegi and Rabin ( , Quarterly Journal of Economics, 121, 1133–1165) explains such endowment effect with a model of expectations-based reference-dependent preferences. Departing from past work, we conduct complementary experiments to disentangle expectations—verified probabilistic beliefs held by subjects—from other features of endowment—such as “assignment” to a good—hence allowing us to compare the effect of expectations with that of other variations. While mere assignment can affect choices, we do not find a large role in the effect for Kőszegi–Rabin expectations.", "authors": ["fphe566", "epli176"], "abstractStem": " a hallmark result within behavior econom is that individu choic are affect by current endow a recent theori due to k szegi and rabin   quarterli journal of econom 121 1133 1165 explain such endow effect with a model of expectationsbas referencedepend prefer depart from past work we conduct complementari experi to disentangl expect verifi probabilist belief held by subject from other featur of endow such as  assign  to a good henc allow us to compar the effect of expect with that of other variat while mere assign can affect choic we do not find a larg role in the effect for k szegi rabin expect", "title": "Is The Endowment Effect An Expectations Effect?"}, "https://ideas.repec.org/a/bla/jfinan/v62y2007i1p151-180.html": {"abstract": " Previous empirical studies of information cascades use either naturally occurring data or laboratory experiments. We combine attractive elements from each of these lines of research by observing market professionals from the Chicago Board of Trade (CBOT) in a controlled environment. Analysis of over 1,500 individual decisions suggests that CBOT professionals behave differently from our student control group. For instance, professionals are better able to discern the quality of public signals and their decisions are not affected by the domain of earnings. These results have implications for market efficiency and are important in both a positive and normative sense. Copyright 2007 by The American Finance Association.", "authors": ["epal198", "epli176"], "abstractStem": " previou empir studi of inform cascad use either natur occur data or laboratori experi we combin attract element from each of these line of research by observ market profession from the chicago board of trade cbot in a control environ analysi of over 1500 individu decis suggest that cbot profession behav differ from our student control group for instanc profession are better abl to discern the qualiti of public signal and their decis are not affect by the domain of earn these result have implic for market effici and are import in both a posit and norm sens copyright 2007 by the american financ associ", "title": "Information Cascades: Evidence from a Field Experiment with Financial Market Professionals"}, "https://ideas.repec.org/a/spr/sochwe/v31y2008i1p59-78.html": {"abstract": "In the emerging literature on judgment (as opposed to preference) aggregation, expert rights or liberal rights have not been investigated yet. When a group forms collective beliefs, it may assign experts with special knowledge on certain propositions the right to determine the collective judgment on those propositions; and, when a group forms collective goals or desires, it may assign individuals specially affected by certain propositions similar rights on those propositions. We identify a problem similar to, but more general than, Sen's `liberal paradox': Under plausible conditions, the assignment of such rights to two or more individuals (or subgroups) is inconsistent with the unanimity principle, whereby propositions accepted by all individuals must be collectively accepted. So a group respecting expert or liberal rights on certain propositions must sometimes overrule its unanimous judgments on others. The inconsistency does not arise if either different individuals' rights are `disconnected' or individuals are `agnostic/tolerant' or `deferring/empathetic' towards other individuals' rights. Our findings have implications for the design of mechanisms by which groups (societies, committees, expert panels, organizations) can reach decisions on systems of interconnected propositions.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epdi169", "epli176", "epli41"], "abstractStem": "in the emerg literatur on judgment as oppos to prefer aggreg expert right or liber right have not been investig yet when a group form collect belief it may assign expert with special knowledg on certain proposit the right to determin the collect judgment on those proposit and when a group form collect goal or desir it may assign individu special affect by certain proposit similar right on those proposit we identifi a problem similar to but more gener than sen liber paradox under plausibl condit the assign of such right to two or more individu or subgroup is inconsist with the unanim principl wherebi proposit accept by all individu must be collect accept so a group respect expert or liber right on certain proposit must sometim overrul it unanim judgment on other the inconsist doe not aris if either differ individu right are disconnect or individu are agnostictoler or deferringempathet toward other individu right our find have implic for the design of mechan by which group societi committe expert panel organ can reach decis on system of interconnect propositionspthi abstract wa borrow from anoth version of thi item", "title": "A liberal paradox for judgment aggregation"}, "https://ideas.repec.org/a/eee/pubeco/v91y2007i9p1750-1782.html": {"abstract": "No abstract is available for this item.", "authors": ["fpla289", "epli176", "eppr89"], "abstractStem": "no abstract is avail for thi item", "title": "A fundraising mechanism inspired by historical tontines: Theory and experimental evidence"}, "https://ideas.repec.org/a/eee/econom/v162y2011i1p114-123.html": {"abstract": "Are individuals expected utility maximizers? This question represents much more than academic curiosity. In a normative sense, at stake are the fundamental underpinnings of the bulk of the last half-century's models of choice under uncertainty. From a positive perspective, the ubiquitous use of benefit-cost analysis across government agencies renders the expected utility maximization paradigm literally the only game in town. In this study, we advance the literature by exploring CEO's preferences over small probability, high loss lotteries. Using undergraduate students as our experimental control group, we find that both our CEO and student subject pools exhibit frequent and large departures from expected utility theory. In addition, as the extreme payoffs become more likely CEOs exhibit greater aversion to risk. Our results suggest that use of the expected utility paradigm in decision making substantially underestimates society's willingness to pay to reduce risk in small probability, high loss events.", "authors": ["epli176", "fpma1190"], "abstractStem": "are individu expect util maxim thi question repres much more than academ curios in a norm sens at stake are the fundament underpin of the bulk of the last halfcenturi model of choic under uncertainti from a posit perspect the ubiquit use of benefitcost analysi across govern agenc render the expect util maxim paradigm liter the onli game in town in thi studi we advanc the literatur by explor ceo prefer over small probabl high loss lotteri use undergradu student as our experiment control group we find that both our ceo and student subject pool exhibit frequent and larg departur from expect util theori in addit as the extrem payoff becom more like ceo exhibit greater avers to risk our result suggest that use of the expect util paradigm in decis make substanti underestim societi willing to pay to reduc risk in small probabl high loss event", "title": "Are CEOs expected utility maximizers?"}, "https://ideas.repec.org/a/eee/ecolet/v75y2002i1p81-86.html": {"abstract": "No abstract is available for this item.", "authors": ["fpch432", "epli176"], "abstractStem": "no abstract is avail for thi item", "title": "Aggregation bias in the economic model of crime"}, "https://ideas.repec.org/a/bpj/evoice/v2y2005i2n7.html": {"abstract": "Clear Skies is an economist\u0092s approach to pollution reduction. We heartily endorse its core approach, while recommending surgery for a few minor blemishes.", "authors": ["epli176"], "abstractStem": "clear sky is an economist s approach to pollut reduct we heartili endors it core approach while recommend surgeri for a few minor blemish", "title": "When Economists Dream, They Dream of Clear Skies"}, "https://ideas.repec.org/a/aea/aecrev/v105y2015i5p385-90.html": {"abstract": "Behavioral economics has become an important and integrated component of modern economics. Behavioral economists embrace the core principles of economics—optimization and equilibrium—and seek to develop and extend those ideas to make them more empirically accurate. Behavioral models assume that economic actors try to pick the best feasible option and those actors sometimes make mistakes. Behavioral ideas should be incorporated throughout the first-year undergraduate course. Instructors should also considering allocating a lecture (or more) to a focused discussion of behavioral concepts. We describe our approach to such a lecture, highlighting six modular principles and empirical examples that support them.", "authors": ["epla164", "epli176"], "abstractStem": "behavior econom ha becom an import and integr compon of modern econom behavior economist embrac the core principl of econom optim and equilibrium and seek to develop and extend those idea to make them more empir accur behavior model assum that econom actor tri to pick the best feasibl option and those actor sometim make mistak behavior idea should be incorpor throughout the firstyear undergradu cours instructor should also consid alloc a lectur or more to a focus discuss of behavior concept we describ our approach to such a lectur highlight six modular principl and empir exampl that support them", "title": "Principles of (Behavioral) Economics"}, "https://ideas.repec.org/a/wly/hlthec/v12y2003i10p821-835.html": {"abstract": " Estimating elasticities of cigarette demand has become commonplace amongst economists and policymakers. Synthesizing the various elasticities into a coherent message is quite challenging, however, as the point estimates are obtained using quite disparate modeling techniques and data. In this study, we perform a meta-analysis to explore factors that influence variations within and across studies. Empirical results suggest that demand specification, data issues, and estimation methodology have varying degrees of influence on reported estimates of price, income, and advertising elasticities. Copyright © 2002 John Wiley &amp; Sons, Ltd.", "authors": ["epga149", "epli176"], "abstractStem": " estim elast of cigarett demand ha becom commonplac amongst economist and policymak synthes the variou elast into a coher messag is quit challeng howev as the point estim are obtain use quit dispar model techniqu and data in thi studi we perform a metaanalysi to explor factor that influenc variat within and across studi empir result suggest that demand specif data issu and estim methodolog have vari degre of influenc on report estim of price incom and advertis elast copyright   2002 john wiley amp son ltd", "title": "Cigarette demand: a meta-analysis of elasticities"}, "https://ideas.repec.org/a/eee/jeeman/v47y2004i3p486-509.html": {"abstract": "Several experimental studies have recently provided strong evidence that the basic independence assumption, which is used in most theoretical and applied economic models to assess the operation of markets, is rarely appropriate. These results, which clearly contradict closely held economic doctrines, have led some influential commentators to call for an entirely new economic paradigm to displace conventional neoclassical theory. This paper refutes the generality of these experimental findings by going to a well-functioning marketplace and examining more than 350 individual decisions across various incentive compatible elicitation mechanisms. The data suggest that individuals with significant marketlike experience behave largely in accordance with neoclassical predictions: any observed WTA/WTP disparity amongst this group can be explained by neoclassical arguments. In light of these findings, I believe that we have discarded neoclassical explanations of the value disparity too quickly. More narrowly, these empirical results have important implications for stated valuation methods, such as contingent valuation.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epli176"], "abstractStem": "sever experiment studi have recent provid strong evid that the basic independ assumpt which is use in most theoret and appli econom model to assess the oper of market is rare appropri these result which clearli contradict close held econom doctrin have led some influenti comment to call for an entir new econom paradigm to displac convent neoclass theori thi paper refut the gener of these experiment find by go to a wellfunct marketplac and examin more than 350 individu decis across variou incent compat elicit mechan the data suggest that individu with signific marketlik experi behav larg in accord with neoclass predict ani observ wtawtp dispar amongst thi group can be explain by neoclass argument in light of these find i believ that we have discard neoclass explan of the valu dispar too quickli more narrowli these empir result have import implic for state valuat method such as conting valuationpthi abstract wa borrow from anoth version of thi item", "title": "Substitutability, experience, and the value disparity: evidence from the marketplace"}, "https://ideas.repec.org/a/oup/ajagec/v91y2009i5p1259-1265.html": {"abstract": "No abstract is available for this item.", "authors": ["epli176"], "abstractStem": "no abstract is avail for thi item", "title": "Can Field Experiments Return Agricultural Economics to the Glory Days?"}, "https://ideas.repec.org/a/eee/ecolet/v83y2004i3p285-292.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr73", "epli176"], "abstractStem": "no abstract is avail for thi item", "title": "The multiplier effect of globalization"}, "https://ideas.repec.org/a/aea/aejmic/v4y2012i4p131-44.html": {"abstract": "Inequity aversion models have dominated the behavioral economics landscape in the last decade. This study uses variants of dictator and trust games to provide empirical content to these models. We manipulate market features—such as competition over resources—to demonstrate that extant models cannot explain realistic manipulations of either game. For example, we show that if socially acceptable actions provide one player with a greater portion of the rents, she will put forth extra effort to secure them, to the detriment of the other person. When she can earn more than the other player through customary actions, we find a preference for selfishness. (JEL C71, C70, D03, Z13)", "authors": ["fpfe232", "epgn18", "epli176"], "abstractStem": "inequ avers model have domin the behavior econom landscap in the last decad thi studi use variant of dictat and trust game to provid empir content to these model we manipul market featur such as competit over resourc to demonstr that extant model cannot explain realist manipul of either game for exampl we show that if social accept action provid one player with a greater portion of the rent she will put forth extra effort to secur them to the detriment of the other person when she can earn more than the other player through customari action we find a prefer for selfish jel c71 c70 d03 z13", "title": "Equity Aversion: Social Norms and the Desire to Be Ahead"}, "https://ideas.repec.org/a/kap/jrisku/v31y2005i2p187-215.html": {"abstract": " We conduct a battery of experiments in which agents make choices from several pairs of all-loss-lotteries. Using these choices, we estimate a representation of individual preferences over lotteries. We find statistically and economically significant departures from expected utility maximization for many subjects. We also estimate a preference representation based on summary statistics for behavior in the population of subjects, and again find departures from expected utility maximization. Our results suggest that public policies based on an expected utility approach could significantly underestimate preferences and willingness to pay for risk reduction. Copyright Springer Science + Business Media, Inc. 2005", "authors": ["epli176", "fpma1190", "epsh64"], "abstractStem": " we conduct a batteri of experi in which agent make choic from sever pair of alllosslotteri use these choic we estim a represent of individu prefer over lotteri we find statist and econom signific departur from expect util maxim for mani subject we also estim a prefer represent base on summari statist for behavior in the popul of subject and again find departur from expect util maxim our result suggest that public polici base on an expect util approach could significantli underestim prefer and willing to pay for risk reduct copyright springer scienc  busi media inc 2005", "title": "Investigating Risky Choices Over Losses Using Experimental Data"}, "https://ideas.repec.org/a/eee/indorg/v29y2011i1p54-64.html": {"abstract": "Auction theory represents one of the richest areas of research in economics over the past three decades. Yet, whether, and to what extent, the introduction of secondary resale markets influences bidding behavior in sealed-bid first-price auctions remains under researched. This study begins by examining field data from a unique data set that includes nearly 3000 auctions (over 10,000 individual bids) for cutting rights of standing timber in British Columbia from 1996 to 2000. In comparing bidding patterns across agents who are likely to have resale opportunities with those who likely do not, we find evidence that is consistent with theory. Critical evaluation of the reduced-form bidding model, however, reveals that sharp tests of the theoretical predictions are not possible because several other differences may exist across these bidder types. We therefore use a laboratory experiment to examine if the resale opportunity by itself can have the predicted theoretical effect. We find that while it does have the predicted effect, a theoretical model based on risk-averse bidders explains the overall data patterns more accurately than a model based on risk-neutral bidders. Beyond testing theory, the paper highlights the inferential power of combining naturally occurring data with laboratory data.", "authors": ["fpla289", "epli176", "eppr89"], "abstractStem": "auction theori repres one of the richest area of research in econom over the past three decad yet whether and to what extent the introduct of secondari resal market influenc bid behavior in sealedbid firstpric auction remain under research thi studi begin by examin field data from a uniqu data set that includ nearli 3000 auction over 10000 individu bid for cut right of stand timber in british columbia from 1996 to 2000 in compar bid pattern across agent who are like to have resal opportun with those who like do not we find evid that is consist with theori critic evalu of the reducedform bid model howev reveal that sharp test of the theoret predict are not possibl becaus sever other differ may exist across these bidder type we therefor use a laboratori experi to examin if the resal opportun by itself can have the predict theoret effect we find that while it doe have the predict effect a theoret model base on riskavers bidder explain the overal data pattern more accur than a model base on riskneutr bidder beyond test theori the paper highlight the inferenti power of combin natur occur data with laboratori data", "title": "Auctions with resale when private values are uncertain: Evidence from the lab and field"}, "https://ideas.repec.org/a/aea/aecrev/v105y2015i5p462-66.html": {"abstract": "A commonly held view is that laboratory experiments provide researchers with more \"control\" than natural field experiments. This paper explores how natural field experiments can provide researchers with more control than laboratory experiments. While laboratory experiments provide researchers with a high degree of control in the environment which participants agree to be experimental subjects, when participants systematically opt out of laboratory experiments, the researcher's ability to manipulate certain variables is limited. In contrast, natural field experiments bypass the participation decision altogether due to their covertness, and they allow for a potentially more diverse participant pool within the market of interest.", "authors": ["epli176"], "abstractStem": "a commonli held view is that laboratori experi provid research with more control than natur field experi thi paper explor how natur field experi can provid research with more control than laboratori experi while laboratori experi provid research with a high degre of control in the environ which particip agre to be experiment subject when particip systemat opt out of laboratori experi the research abil to manipul certain variabl is limit in contrast natur field experi bypass the particip decis altogeth due to their covert and they allow for a potenti more divers particip pool within the market of interest", "title": "Do Natural Field Experiments Afford Researchers More or Less Control Than Laboratory Experiments?"}, "https://ideas.repec.org/a/eee/ecolet/v110y2011i2p166-169.html": {"abstract": "This paper examines aggregate time series data on individual charitable donations from 1968 to 2007. We find that changes in individual giving show an asymmetric response to changes in the S&amp;P; 500: individuals are more responsive to stock market upturns than downturns.", "authors": ["epli176"], "abstractStem": "thi paper examin aggreg time seri data on individu charit donat from 1968 to 2007 we find that chang in individu give show an asymmetr respons to chang in the sampp 500 individu are more respons to stock market upturn than downturn", "title": "Charitable donations are more responsive to stock market booms than busts"}, "https://ideas.repec.org/a/kap/expeco/v3y2000i1p11-29.html": {"abstract": " Focusing on responder behavior, we report panel data findings from both low and high stakes ultimatum bargaining games. Whereas Slonim and Roth (1998) find that offers are rejected fairly equally across rounds in both low and high stakes games, we find that learning does take place, but only when there is sufficient money on the table. The disparate results can be reconciled when one considers the added power that our experimental design provides-detecting subtle temporal differences in responder behavior requires a data generation process that induces a significant number of proportionally low offers. Copyright Kluwer Academic Publishers 2000", "authors": ["fpch432", "epli176"], "abstractStem": " focus on respond behavior we report panel data find from both low and high stake ultimatum bargain game wherea slonim and roth 1998 find that offer are reject fairli equal across round in both low and high stake game we find that learn doe take place but onli when there is suffici money on the tabl the dispar result can be reconcil when one consid the ad power that our experiment design providesdetect subtl tempor differ in respond behavior requir a data gener process that induc a signific number of proport low offer copyright kluwer academ publish 2000", "title": "Learning to Accept in Ultimatum Games: Evidence from an Experimental Design that Generates Low Offers"}, "https://ideas.repec.org/a/kap/expeco/v14y2011i4p439-457.html": {"abstract": "Experimental economics represents a strong growth industry. In the past several decades the method has expanded beyond intellectual curiosity, now meriting consideration alongside the other more traditional empirical approaches used in economics. Accompanying this growth is an influx of new experimenters who are in need of straightforward direction to make their designs more powerful. This study provides several simple rules of thumb that researchers can apply to improve the efficiency of their experimental designs. We buttress these points by including empirical examples from the literature.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epli176", "fpwa578"], "abstractStem": "experiment econom repres a strong growth industri in the past sever decad the method ha expand beyond intellectu curios now merit consider alongsid the other more tradit empir approach use in econom accompani thi growth is an influx of new experiment who are in need of straightforward direct to make their design more power thi studi provid sever simpl rule of thumb that research can appli to improv the effici of their experiment design we buttress these point by includ empir exampl from the literaturepthi abstract wa borrow from anoth version of thi item", "title": "So you want to run an experiment, now what? Some simple rules of thumb for optimal experimental design"}, "https://ideas.repec.org/a/kap/enreec/v29y2004i3p285-294.html": {"abstract": " Researchers now use the lab to examine the behavioral underpinnings of valuation before the field application which some argue has less experimental control. But lab valuation work raises its own set of concerns when it uses private goods to explore non-market valuation behavior because private goods have substitutes often unaccounted for in the lab. Therefore, the lab as a tool to testbed field valuation work may be limited. Herein we design an induced valuation experiment to explore bidding behavior in a second-price auction with an outside option that is a perfect substitute for the auction commodity. Theory predicts that rational bidders will consider the prices of outside options when formulating bidding strategies, and will reduce their bids whenever their resale value exceeds the price of the outside option. Our results suggest that bidders account for outside options when formulating bids with behavior following comparative static predictions. In addition, we provide evidence concerning hypothetical versus actual behavior with induced values – the data suggesting a hypothetical bias in the level of bids but not in bid shaving. Copyright Kluwer Academic Publishers 2004", "authors": ["fpch432", "epli176", "epsh64"], "abstractStem": " research now use the lab to examin the behavior underpin of valuat befor the field applic which some argu ha less experiment control but lab valuat work rais it own set of concern when it use privat good to explor nonmarket valuat behavior becaus privat good have substitut often unaccount for in the lab therefor the lab as a tool to testb field valuat work may be limit herein we design an induc valuat experi to explor bid behavior in a secondpric auction with an outsid option that is a perfect substitut for the auction commod theori predict that ration bidder will consid the price of outsid option when formul bid strategi and will reduc their bid whenev their resal valu exce the price of the outsid option our result suggest that bidder account for outsid option when formul bid with behavior follow compar static predict in addit we provid evid concern hypothet versu actual behavior with induc valu   the data suggest a hypothet bia in the level of bid but not in bid shave copyright kluwer academ publish 2004", "title": "Laboratory Testbeds and Non-Market Valuation: The Case of Bidding Behavior in a Second-Price Auction with an Outside Option"}, "https://ideas.repec.org/a/oup/qjecon/v118y2003i1p41-71..html": {"abstract": "This study examines individual behavior in two well-functioning marketplaces to investigate whether market experience eliminates the endowment effect. Field evidence from both markets suggests that individual behavior converges to the neoclassical prediction as market experience increases. In an experimental test of whether these observations are due to treatment (market experience) or selection (e.g., static preferences), I find that market experience plays a significant role in eliminating the endowment effect. I also find that these results are robust to institutional change and extend beyond the two marketplaces studied. Overall, this study provides strong evidence that market experience eliminates an important market anomaly.", "authors": ["epli176"], "abstractStem": "thi studi examin individu behavior in two wellfunct marketplac to investig whether market experi elimin the endow effect field evid from both market suggest that individu behavior converg to the neoclass predict as market experi increas in an experiment test of whether these observ are due to treatment market experi or select eg static prefer i find that market experi play a signific role in elimin the endow effect i also find that these result are robust to institut chang and extend beyond the two marketplac studi overal thi studi provid strong evid that market experi elimin an import market anomali", "title": "Does Market Experience Eliminate Market Anomalies?"}, "https://ideas.repec.org/a/aea/aecrev/v98y2008i2p376-81.html": {"abstract": "No abstract is available for this item.", "authors": ["epan114", "epbu155", "epgn18", "epli176"], "abstractStem": "no abstract is avail for thi item", "title": "Do Women Supply More Public Goods Than Men? Preliminary Experimental Evidence from Matrilineal and Patriarchal Societies"}, "https://ideas.repec.org/a/eee/jeeman/v42y2001i3p277-296.html": {"abstract": "No abstract is available for this item.", "authors": ["epli176", "fpma1190"], "abstractStem": "no abstract is avail for thi item", "title": "Optimal Institutional Arrangements for Transboundary Pollutants in a Second-Best World: Evidence from a Differential Game with Asymmetric Players"}, "https://ideas.repec.org/a/anr/reveco/v1y2009p563-583.html": {"abstract": "This review steps back from the burgeoning economics literature on measuring social preferences and considers more carefully the empirical evidence from the lab and the field. I place the claims from the ardent supporters of the literature into three bins: one for claims that are supported by the data upon closer scrutiny, one for claims that are not supported by the data upon closer scrutiny, and one for claims that may or may not be true. The third set of claims highlights important theoretical and empirical investigations that need to be done to further our understanding of the nature and import of social preferences.", "authors": ["epli176"], "abstractStem": "thi review step back from the burgeon econom literatur on measur social prefer and consid more care the empir evid from the lab and the field i place the claim from the ardent support of the literatur into three bin one for claim that are support by the data upon closer scrutini one for claim that are not support by the data upon closer scrutini and one for claim that may or may not be true the third set of claim highlight import theoret and empir investig that need to be done to further our understand of the natur and import of social prefer", "title": "Social Preferences: Some Thoughts from the Field"}, "https://ideas.repec.org/a/sej/ancoec/v661y1999p144-155.html": {"abstract": "Previous studies of income distribution have found evidence indicating that incomes across U.S. regions have converged, supporting the prediction of the neoclassical growth model. A potential shortcoming in these studies is that only one measure of well-being is considered—a measure of wealth linked to incomes or production. This paper examines whether income convergence was accompanied by air pollutant emission convergence. Results from unit root tests provide some evidence that indicators of environmental quality have converged across U.S. regions during the 1929–1994 period.", "authors": ["epli176"], "abstractStem": "previou studi of incom distribut have found evid indic that incom across us region have converg support the predict of the neoclass growth model a potenti shortcom in these studi is that onli one measur of wellb is consid a measur of wealth link to incom or product thi paper examin whether incom converg wa accompani by air pollut emiss converg result from unit root test provid some evid that indic of environment qualiti have converg across us region dure the 1929 1994 period", "title": "Have Air Pollutant Emissions Converged Among U.S. Regions? Evidence from Unit Root Tests"}, "https://ideas.repec.org/a/aea/aecrev/v92y2002i5p1636-1643.html": {"abstract": "No abstract is available for this item.", "authors": ["epli176"], "abstractStem": "no abstract is avail for thi item", "title": "Preference Reversals of a Different Kind: The \"More Is Less\" Phenomenon"}, "https://ideas.repec.org/a/ecm/emetrp/v74y2006i5p1365-1384.html": {"abstract": " Recent discoveries in behavioral economics have led scholars to question the underpinnings of neoclassical economics. We use insights gained from one of the most influential lines of behavioral research-gift exchange-in an attempt to maximize worker effort in two quite distinct tasks: data entry for a university library and door-to-door fundraising for a research center. In support of the received literature, our field evidence suggests that worker effort in the first few hours on the job is considerably higher in the \"gift\" treatment than in the \"nongift\" treatment. After the initial few hours, however, no difference in outcomes is observed, and overall the gift treatment yielded inferior aggregate outcomes for the employer: with the same budget we would have logged more data for our library and raised more money for our research center by using the market-clearing wage rather than by trying to induce greater effort with a gift of higher wages. Copyright The Econometric Society 2006.", "authors": ["epgn18", "epli176"], "abstractStem": " recent discoveri in behavior econom have led scholar to question the underpin of neoclass econom we use insight gain from one of the most influenti line of behavior researchgift exchangein an attempt to maxim worker effort in two quit distinct task data entri for a univers librari and doortodoor fundrais for a research center in support of the receiv literatur our field evid suggest that worker effort in the first few hour on the job is consider higher in the gift treatment than in the nongift treatment after the initi few hour howev no differ in outcom is observ and overal the gift treatment yield inferior aggreg outcom for the employ with the same budget we would have log more data for our librari and rais more money for our research center by use the marketclear wage rather than by tri to induc greater effort with a gift of higher wage copyright the econometr societi 2006", "title": "Putting Behavioral Economics to Work: Testing for Gift Exchange in Labor Markets Using Field Experiments"}, "https://ideas.repec.org/a/bpj/bejeap/v8y2008i1n47.html": {"abstract": "Assumptions of individual rationality and preference stability provide the foundation for a convenient and tractable modeling approach. While both of these assumptions have come under scrutiny in distinct literatures, the two lines of research remain disjointed. This study begins by explicitly linking the two literatures while providing insights into whether market experience mitigates one specific form of individual rationality\u0097consistent preferences. Using field experimental data gathered from more than 800 experimental subjects, we find evidence that the market is a catalyst for this type of rationality. The study then focuses on aggregate market outcomes by examining empirically whether individual rationality of this sort is a prerequisite for market efficiency. Using a complementary field experiment, we gathered data from more than 380 subjects of age 6-18 in multi-lateral bargaining markets at a shopping mall. We find that our chosen market institution is a filter of irrationality: even when markets are populated solely by irrational buyers, aggregate market outcomes converge to the intersection of the supply and demand functions.", "authors": ["epli176", "epmi3"], "abstractStem": "assumpt of individu ration and prefer stabil provid the foundat for a conveni and tractabl model approach while both of these assumpt have come under scrutini in distinct literatur the two line of research remain disjoint thi studi begin by explicitli link the two literatur while provid insight into whether market experi mitig one specif form of individu ration consist prefer use field experiment data gather from more than 800 experiment subject we find evid that the market is a catalyst for thi type of ration the studi then focus on aggreg market outcom by examin empir whether individu ration of thi sort is a prerequisit for market effici use a complementari field experi we gather data from more than 380 subject of age 618 in multilater bargain market at a shop mall we find that our chosen market institut is a filter of irration even when market are popul sole by irrat buyer aggreg market outcom converg to the intersect of the suppli and demand function", "title": "The Market: Catalyst for Rationality and Filter of Irrationality"}, "https://ideas.repec.org/a/bpj/evoice/v2y2005i2n10.html": {"abstract": "Several factors suggest the Ayres-Nalebuff scenario is unlikely to occur. First, producing a media player is not difficult: Cnet.com lists 31 free players. Second, although firms that own encoding standards can make money by licensing the standard, to monopolize encoding, Microsoft would need to exclude rival formats, forcing consumers to use its WMA format. Third, they assume that the ubiquity of one audio format means that content encoded in other formats will disappear. We believe it won\u0092t.", "authors": ["epli176"], "abstractStem": "sever factor suggest the ayresnalebuff scenario is unlik to occur first produc a media player is not difficult cnetcom list 31 free player second although firm that own encod standard can make money by licens the standard to monopol encod microsoft would need to exclud rival format forc consum to use it wma format third they assum that the ubiqu of one audio format mean that content encod in other format will disappear we believ it won t", "title": "Microsoft's Market Realities: A Letter Commenting on \"Going Soft on Microsoft? The EU's Antitrust Case and Remedy\" by Ian Ayres and Barry Nalebuff"}, "https://ideas.repec.org/a/bla/obuest/v65y2003i4p395-420.html": {"abstract": "No abstract is available for this item.", "authors": ["epli176", "epmi3"], "abstractStem": "no abstract is avail for thi item", "title": "A Natural Experiment on the 'Race to the Bottom' Hypothesis: Testing for Stochastic Dominance in Temporal Pollution Trends"}, "https://ideas.repec.org/a/aea/aecrev/v104y2014i5p523-27.html": {"abstract": "Internet-based educational resources are proliferating rapidly. One concern associated with these (potentially transformative) technological changes is that they will be disequalizing—as many technologies of the last several decades have been—creating superstar teachers and a winner-take-all education system. These important concerns notwithstanding, we contend that a major impact of web-based educational technologies will be the democratization of education: educational resources will be more equally distributed, and lower-skilled teachers will benefit. At the root of our results is the observation that skilled lecturers can only exploit their comparative advantage if other teachers complement those lectures with face-to-face instruction. This complementarity will increase the quantity and quality of face-to-face teaching services, potentially increasing the marginal product and wages of lower-skill teachers.", "authors": ["epac16", "epla164", "epli176"], "abstractStem": "internetbas educ resourc are prolifer rapidli one concern associ with these potenti transform technolog chang is that they will be disequ as mani technolog of the last sever decad have been creat superstar teacher and a winnertakeal educ system these import concern notwithstand we contend that a major impact of webbas educ technolog will be the democrat of educ educ resourc will be more equal distribut and lowerskil teacher will benefit at the root of our result is the observ that skill lectur can onli exploit their compar advantag if other teacher complement those lectur with facetofac instruct thi complementar will increas the quantiti and qualiti of facetofac teach servic potenti increas the margin product and wage of lowerskil teacher", "title": "Equalizing Superstars: The Internet and the Democratization of Education"}, "https://ideas.repec.org/a/ecm/emetrp/v72y2004i2p615-625.html": {"abstract": " Several experimental studies have provided evidence that suggest indifference curves have a kink around the current endowment level. These results, which clearly contradict closely held economic doctrines, have led some influential commentators to call for an entirely new economic paradigm to displace conventional neoclassical theory-e.g., prospect theory, which invokes psychological effects. This paper pits neoclassical theory against prospect theory by investigating data drawn from more than 375 subjects actively participating in a well-functioning marketplace. The pattern of results suggests that prospect theory adequately organizes behavior among inexperienced consumers, but consumers with intense market experience behave largely in accordance with neoclassical predictions. Moreover, the data are consistent with the notion that consumers learn to overcome the endowment effect in situations beyond specific problems they have previously encountered. This \"transference of behavior\" across domains has important implications in both a positive and normative sense. Copyright The Econometric Society 2004.", "authors": ["epli176"], "abstractStem": " sever experiment studi have provid evid that suggest indiffer curv have a kink around the current endow level these result which clearli contradict close held econom doctrin have led some influenti comment to call for an entir new econom paradigm to displac convent neoclass theoryeg prospect theori which invok psycholog effect thi paper pit neoclass theori against prospect theori by investig data drawn from more than 375 subject activ particip in a wellfunct marketplac the pattern of result suggest that prospect theori adequ organ behavior among inexperienc consum but consum with intens market experi behav larg in accord with neoclass predict moreov the data are consist with the notion that consum learn to overcom the endow effect in situat beyond specif problem they have previous encount thi transfer of behavior across domain ha import implic in both a posit and norm sens copyright the econometr societi 2004", "title": "Neoclassical Theory Versus Prospect Theory: Evidence from the Marketplace"}, "https://ideas.repec.org/a/taf/jeduce/v31y2000i2p191-201.html": {"abstract": "No abstract is available for this item.", "authors": ["epli176"], "abstractStem": "no abstract is avail for thi item", "title": "Interview Scheduling Strategies of New Ph.D. Economists"}, "https://ideas.repec.org/a/eee/jhecon/v32y2013i5p850-862.html": {"abstract": "We report results from two surveys of representative samples of Americans with private health insurance. The first examines how well Americans understand, and believe they understand, traditional health insurance coverage. The second examines whether those insured under a simplified all-copay insurance plan will be more likely to engage in cost-reducing behaviors relative to those insured under a traditional plan with deductibles and coinsurance, and measures consumer preferences between the two plans. The surveys provide strong evidence that consumers do not understand traditional plans and would better understand a simplified plan, but weaker evidence that a simplified plan would have strong appeal to consumers or change their healthcare choices.", "authors": ["fpch323", "epla164", "epli176", "eplo51", "fpma384"], "abstractStem": "we report result from two survey of repres sampl of american with privat health insur the first examin how well american understand and believ they understand tradit health insur coverag the second examin whether those insur under a simplifi allcopay insur plan will be more like to engag in costreduc behavior rel to those insur under a tradit plan with deduct and coinsur and measur consum prefer between the two plan the survey provid strong evid that consum do not understand tradit plan and would better understand a simplifi plan but weaker evid that a simplifi plan would have strong appeal to consum or chang their healthcar choic", "title": "Consumers’ misunderstanding of health insurance"}, "https://ideas.repec.org/a/aea/aecrev/v88y1998i5p1350-55.html": {"abstract": "No abstract is available for this item.", "authors": ["epli176", "epsh64"], "abstractStem": "no abstract is avail for thi item", "title": "The Deadweight Loss of Christmas: Comment"}, "https://ideas.repec.org/a/eee/jeborg/v65y2008i1p1-8.html": {"abstract": "Recent experimental evidence has led to a debate about the nature of utility functions in which people are concerned about the amount others earn, and what factors heighten or diminish social preference. We explore fairness by examining behavior across three variants of the dictator game. Using data from nearly 200 dictators allocating as much as $100 each, we observe that fairness considerations are very powerful—when subjects could reasonably believe that disproportionately low offers are “fair”, only 8-12 percent of dictators make positive offers. Examining the comparative static results from these allocation decisions, we find that recent theoretical models of inequality do a respectable job of explaining the data patterns.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpch432", "epli176"], "abstractStem": "recent experiment evid ha led to a debat about the natur of util function in which peopl are concern about the amount other earn and what factor heighten or diminish social prefer we explor fair by examin behavior across three variant of the dictat game use data from nearli 200 dictat alloc as much as 100 each we observ that fair consider are veri power when subject could reason believ that disproportion low offer are  fair  onli 812 percent of dictat make posit offer examin the compar static result from these alloc decis we find that recent theoret model of inequ do a respect job of explain the data patternspthi abstract wa borrow from anoth version of thi item", "title": "Examining the role of fairness in high stakes allocation decisions"}, "https://ideas.repec.org/a/eee/econom/v168y2012i1p17-28.html": {"abstract": "Nonparametric estimators provide a flexible means of uncovering salient features of auction data. Although these estimators are popular in the literature, many key features necessary for proper implementation have yet to be uncovered. Here we provide several suggestions for nonparametric estimation of first-price auction models. Specifically, we show how to impose monotonicity of the equilibrium bidding strategy; a key property of structural auction models not guaranteed in standard nonparametric estimation. We further develop methods for automatic bandwidth selection. Finally, we discuss how to impose monotonicity in auctions with differing numbers of bidders, reserve prices, and auction-specific characteristics. Finite sample performance is examined using simulated data as well as experimental auction data.", "authors": ["ephe142", "epli176", "epmi3", "fppa1068", "eppr89"], "abstractStem": "nonparametr estim provid a flexibl mean of uncov salient featur of auction data although these estim are popular in the literatur mani key featur necessari for proper implement have yet to be uncov here we provid sever suggest for nonparametr estim of firstpric auction model specif we show how to impos monoton of the equilibrium bid strategi a key properti of structur auction model not guarante in standard nonparametr estim we further develop method for automat bandwidth select final we discuss how to impos monoton in auction with differ number of bidder reserv price and auctionspecif characterist finit sampl perform is examin use simul data as well as experiment auction data", "title": "Empirical implementation of nonparametric first-price auction models"}, "https://ideas.repec.org/a/kap/enreec/v24y2003i3p263-271.html": {"abstract": " Time paths of carbon dioxide emissions intwenty-one industrial countries are examinedfrom 1960–1997 to test for stochastic andconditional convergence. Both panel unit roottests and cross-section regressions areperformed. Overall, we find significantevidence that CO 2 emissions haveconverged. Copyright Kluwer Academic Publishers 2003", "authors": ["epli176", "epst160"], "abstractStem": " time path of carbon dioxid emiss intwentyon industri countri are examinedfrom 1960 1997 to test for stochast andcondit converg both panel unit roottest and crosssect regress areperform overal we find significantevid that co 2 emiss haveconverg copyright kluwer academ publish 2003", "title": "Are CO 2 Emission Levels Converging Among Industrial Countries?"}, "https://ideas.repec.org/a/eee/ecolec/v31y1999i3p409-423.html": {"abstract": "No abstract is available for this item.", "authors": ["epga149", "epli176"], "abstractStem": "no abstract is avail for thi item", "title": "The environmental Kuznets curve: does one size fit all?"}, "https://ideas.repec.org/a/tpr/restat/v95y2013i4p1438-1443.html": {"abstract": " Recent literature presents evidence that men are more competitively inclined than women. Since top-level careers usually require competitiveness, competitiveness differences provide an explanation for gender gaps in wages and differences in occupational choice. A natural question is whether women are born less competitive or whether they become so through the process of socialization. To pinpoint when in the socialization process the difference arises, we compare the competitiveness of children in matrilineal and patriarchal societies. We find that while there is no difference at any age in the matrilineal society, girls become less competitive around puberty in the patriarchal society. © 2013 The President and Fellows of Harvard College and the Massachusetts Institute of Technology.", "authors": ["epan114", "eper98", "epli176"], "abstractStem": " recent literatur present evid that men are more competit inclin than women sinc toplevel career usual requir competit competit differ provid an explan for gender gap in wage and differ in occup choic a natur question is whether women are born less competit or whether they becom so through the process of social to pinpoint when in the social process the differ aris we compar the competit of children in matrilin and patriarch societi we find that while there is no differ at ani age in the matrilin societi girl becom less competit around puberti in the patriarch societi   2013 the presid and fellow of harvard colleg and the massachusett institut of technolog", "title": "Gender, Competitiveness, and Socialization at a Young Age: Evidence From a Matrilineal and a Patriarchal Society"}, "https://ideas.repec.org/a/eee/jeborg/v37y1998i2p193-205.html": {"abstract": "We design and implement a field experiment to elicit and calibrate in-sample hypothetical and actual bids given the presence of other goods and intensity of market experience. Using market goods that possess characteristics beyond the norm but yet remain deliverable, bidding behavior was consistent with theory. But we also observe the average calibration factor for hypothetical bids in the auction with other goods to be more severe (0.3) than for the auction without the goods (0.4). The results support the view that the calibration of hypothetical and actual bidding is good- and context-specific.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epli176", "epsh64"], "abstractStem": "we design and implement a field experi to elicit and calibr insampl hypothet and actual bid given the presenc of other good and intens of market experi use market good that possess characterist beyond the norm but yet remain deliver bid behavior wa consist with theori but we also observ the averag calibr factor for hypothet bid in the auction with other good to be more sever 03 than for the auction without the good 04 the result support the view that the calibr of hypothet and actual bid is good and contextspecificpthi abstract wa borrow from anoth version of thi item", "title": "Calibration of the difference between actual and hypothetical valuations in a field experiment"}, "https://ideas.repec.org/a/ecj/econjl/v118y2008i528p822-843.html": {"abstract": " We examine the relevance of experimental findings from laboratory settings that abstract from the field context of the task that theory purports to explain. Using common value auction theory as our guide, we identify naturally occurring settings in which one can test the theory. Experienced agents bidding in familiar roles do not fall prey to the winner's curse. Yet, experienced agents fall prey to the winner's curse when bidding in an unfamiliar role. We conclude that the theory predicts field behaviour well when one is able to identify naturally occurring field counterparts to the key theoretical conditions. Copyright � 2008 The Author(s).", "authors": ["fpha248", "epli176"], "abstractStem": " we examin the relev of experiment find from laboratori set that abstract from the field context of the task that theori purport to explain use common valu auction theori as our guid we identifi natur occur set in which one can test the theori experienc agent bid in familiar role do not fall prey to the winner curs yet experienc agent fall prey to the winner curs when bid in an unfamiliar role we conclud that the theori predict field behaviour well when one is abl to identifi natur occur field counterpart to the key theoret condit copyright   2008 the author", "title": "Naturally Occurring Markets and Exogenous Laboratory Experiments: A Case Study of the Winner's Curse"}, "https://ideas.repec.org/a/kap/enreec/v32y2005i1p35-53.html": {"abstract": " Recently an abundance of experimental evidence has been gathered that is consonant with the notion that individual preferences are inconsistent and unstable. These empirical results potentially undermine the theoretical foundation of welfare economics, as the degree of preference lability claimed suggests that perhaps no optimization principles underlie even the most straightforward of choices. Yet policymakers in the environmental arena continue to prescribe policies based on economics-based methods that are constructed on the very principles that have been directly refuted. Are policymakers creatures of habit that move at glacial speed or is there something deeper behind their inertness? In this study, I explore this issue within the U.S. context and argue that there is some rationality behind current public policy decisionmaking. I then explore whether the empirical evidence supports the view that policymakers should take preference anomalies seriously. As a case study, I focus on some of my recent findings on preference inconsistencies in the marketplace. Copyright Springer 2005", "authors": ["epli176"], "abstractStem": " recent an abund of experiment evid ha been gather that is conson with the notion that individu prefer are inconsist and unstabl these empir result potenti undermin the theoret foundat of welfar econom as the degre of prefer labil claim suggest that perhap no optim principl underli even the most straightforward of choic yet policymak in the environment arena continu to prescrib polici base on economicsbas method that are construct on the veri principl that have been directli refut are policymak creatur of habit that move at glacial speed or is there someth deeper behind their inert in thi studi i explor thi issu within the us context and argu that there is some ration behind current public polici decisionmak i then explor whether the empir evid support the view that policymak should take prefer anomali serious as a case studi i focu on some of my recent find on prefer inconsist in the marketplac copyright springer 2005", "title": "Scientific Numerology, Preference Anomalies, and Environmental Policymaking"}, "https://ideas.repec.org/a/oup/oxecpp/v55y2003i4p657-678.html": {"abstract": " Whether lax environmental regulations are an important attraction for mobile capital remains one of the most controversial issues in the area of regulatory federalism. While the extant literature does a nice job of estimating the effects of environmental regulation on the spatial allocation of new plant births, one neglected area of research is the effect that environmental regulation has on plant relocation decisions. This paper uses an annual (1980--90) county level panel data set to examine the relationship between air quality regulatory stringency and the destination choice of relocating plants. We estimate empirical models using both parametric and semi-nonparametric specifications. Empirical results from both models suggest that air quality regulations alter significantly the destination choices of relocating plants. Copyright 2003, Oxford University Press.", "authors": ["epli176", "epmi3"], "abstractStem": " whether lax environment regul are an import attract for mobil capit remain one of the most controversi issu in the area of regulatori feder while the extant literatur doe a nice job of estim the effect of environment regul on the spatial alloc of new plant birth one neglect area of research is the effect that environment regul ha on plant reloc decis thi paper use an annual 198090 counti level panel data set to examin the relationship between air qualiti regulatori stringenc and the destin choic of reloc plant we estim empir model use both parametr and seminonparametr specif empir result from both model suggest that air qualiti regul alter significantli the destin choic of reloc plant copyright 2003 oxford univers press", "title": "Effects of air quality regulation on the destination choice of relocating plants"}, "https://ideas.repec.org/a/eee/ecolet/v60y1998i3p263-268.html": {"abstract": "Evidence suggests the calibration of hypothetical and actual behavior is good-specific. We examine whether clustering commodities into mutual categories can reduce the burden. While we reject a common calibration across sets of commodities, a sport-specific calibration function cannot be rejected.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epli176", "fpma2091", "epsh64"], "abstractStem": "evid suggest the calibr of hypothet and actual behavior is goodspecif we examin whether cluster commod into mutual categori can reduc the burden while we reject a common calibr across set of commod a sportspecif calibr function cannot be rejectedpthi abstract wa borrow from anoth version of thi item", "title": "Hypothetical-actual bid calibration of a multigood auction"}, "https://ideas.repec.org/a/kap/enreec/v34y2006i3p339-346.html": {"abstract": " Protecting human health is a primary goal of environmental policy and economic evaluation of health can help policy-makers judge the relative worth of alternative actions. Economists use two distinct approaches in normatively evaluating health. Whereas environmental economists use benefit-cost analysis supported by monetary valuation in terms of willingness-to-pay, health economists evaluate interventions based on cost-effectiveness or cost-utility analysis (CEA), using quality-adjusted life-years (QALY) or similar indexes. This paper provides background on the controversy about the relative merits of these approaches and introduces the remaining papers in the special issue. These papers (with one exception) were presented at a conference sponsored by the Department of Economics at the University of Central Florida with support from the US Environmental Protection Agency. Although CEA might not lead to substantially different implications for environmental policy than benefit-cost analysis, and QALY may provide a benefit transfer tool to fill gaps in the morbidity valuation literature, the papers in this issue raise serious concerns about the suitability of QALY-based CEA for environmental regulatory analysis. QALY does not in general appropriately represent individual preferences for health and CEA is neither independent of income distribution nor adequate to assess efficiency. Copyright Springer Science+Business Media B.V. 2006", "authors": ["fpdi322", "epli176"], "abstractStem": " protect human health is a primari goal of environment polici and econom evalu of health can help policymak judg the rel worth of altern action economist use two distinct approach in norm evalu health wherea environment economist use benefitcost analysi support by monetari valuat in term of willingnesstopay health economist evalu intervent base on costeffect or costutil analysi cea use qualityadjust lifeyear qali or similar index thi paper provid background on the controversi about the rel merit of these approach and introduc the remain paper in the special issu these paper with one except were present at a confer sponsor by the depart of econom at the univers of central florida with support from the us environment protect agenc although cea might not lead to substanti differ implic for environment polici than benefitcost analysi and qali may provid a benefit transfer tool to fill gap in the morbid valuat literatur the paper in thi issu rais seriou concern about the suitabl of qalybas cea for environment regulatori analysi qali doe not in gener appropri repres individu prefer for health and cea is neither independ of incom distribut nor adequ to assess effici copyright springer sciencebusi media bv 2006", "title": "Economic Valuation of Health for Environmental Policy: Comparing Alternative Approaches. Introduction and Overview"}, "https://ideas.repec.org/a/eee/jeeman/v40y2000i1p1-20.html": {"abstract": "No abstract is available for this item.", "authors": ["fpco207", "epli176"], "abstractStem": "no abstract is avail for thi item", "title": "The Effects of Environmental Regulations on Foreign Direct Investment"}, "https://ideas.repec.org/a/eee/jeborg/v118y2015icp372-382.html": {"abstract": "Exploiting findings that losses loom larger than gains, studies have shown that framing manipulations can increase productivity of workers. Using a natural field experiment that exogenously manipulates wage bonuses within contests in a Chinese high-tech manufacturing facility, we show that how loss aversion affects worker behavior critically depends on the incentive scheme as well as the framing manipulation. Four sets of two identical teams competed against each other to win a bonus given to the team, within a set, with the higher average hourly productivity over the week. In each set, the bonus was framed as a reward or gain for one team and as a punishment or loss for the other. Average weekly productivity was slightly higher under the loss treatment, but this increase was statistically insignificant. However, the team under the loss treatment was at least 35% more likely to win the contest. As teams’ payoffs are based on relative productivity under a contest, framing effect is much stronger in terms of relative productivity. Finally, workers seemingly responded to the bonus by increasing the quality of production as well as quantity—defect rate fell as productivity increased.", "authors": ["epli176"], "abstractStem": "exploit find that loss loom larger than gain studi have shown that frame manipul can increas product of worker use a natur field experi that exogen manipul wage bonus within contest in a chines hightech manufactur facil we show that how loss avers affect worker behavior critic depend on the incent scheme as well as the frame manipul four set of two ident team compet against each other to win a bonu given to the team within a set with the higher averag hourli product over the week in each set the bonu wa frame as a reward or gain for one team and as a punish or loss for the other averag weekli product wa slightli higher under the loss treatment but thi increas wa statist insignific howev the team under the loss treatment wa at least 35 more like to win the contest as team  payoff are base on rel product under a contest frame effect is much stronger in term of rel product final worker seemingli respond to the bonu by increas the qualiti of product as well as quantiti defect rate fell as product increas", "title": "Framing manipulations in contests: A natural field experiment"}, "https://ideas.repec.org/a/bla/econom/v74y2007i296p650-663.html": {"abstract": " The notion of diminishing marginal value had a profound impact on the development of neoclassical theory. Early neoclassical scholars had difficulty convincing contemporaries of the new paradigm's value until political economists used the critical assumption of diminishing marginal value to link utility and demand. While diminishing marginal value remains a key component of modern economic intuition, there is little direct verification of this behavioural property. This paper reports experiments on a myriad of subject pools to examine behaviour in both price and exchange settings. We report results from nearly 900 subjects across 19 treatments and find strong evidence of diminishing marginal value. Copyright (c) The London School of Economics and Political Science 2007.", "authors": ["fpho222", "epli176", "epmc104"], "abstractStem": " the notion of diminish margin valu had a profound impact on the develop of neoclass theori earli neoclass scholar had difficulti convinc contemporari of the new paradigm valu until polit economist use the critic assumpt of diminish margin valu to link util and demand while diminish margin valu remain a key compon of modern econom intuit there is littl direct verif of thi behaviour properti thi paper report experi on a myriad of subject pool to examin behaviour in both price and exchang set we report result from nearli 900 subject across 19 treatment and find strong evid of diminish margin valu copyright c the london school of econom and polit scienc 2007", "title": "A Test of Diminishing Marginal Value"}, "https://ideas.repec.org/a/eee/jeborg/v70y2009i3p439-442.html": {"abstract": "No abstract is available for this item.", "authors": ["epli176"], "abstractStem": "no abstract is avail for thi item", "title": "An introduction to field experiments in economics"}, "https://ideas.repec.org/a/spr/anresc/v33y1999i4p439-452.html": {"abstract": "An asymmetric information differential game is utilized to explore the normative issue: should environmental regulations be carried out locally or centrally? Modeling localities as having superior information, or more leniency to adopt new environmental regulations, results from simulations indicate that local control Pareto dominates central control when enough synergism occurs between pollutants. In contrast to predictions made by those responsible for framing US environmental policy in the 1960s, these findings suggest an expanded future role for local governments in providing environmental protection, particularly in light of Tiebout's (1956) analysis of consumers who \"vote with their feet\" for their preferred basket of public services. \"Practically all the things we've done in the federal government are like things Al Smith did as governor in New York.\" -Franklin Roosevelt (Schlesinger, 1960, p. 520)", "authors": ["epli176", "fpma1190"], "abstractStem": "an asymmetr inform differenti game is util to explor the norm issu should environment regul be carri out local or central model local as have superior inform or more lenienc to adopt new environment regul result from simul indic that local control pareto domin central control when enough synerg occur between pollut in contrast to predict made by those respons for frame us environment polici in the 1960 these find suggest an expand futur role for local govern in provid environment protect particularli in light of tiebout 1956 analysi of consum who vote with their feet for their prefer basket of public servic practic all the thing weve done in the feder govern are like thing al smith did as governor in new york franklin roosevelt schlesing 1960 p 520", "title": "Spatial aspects of pollution control when pollutants have synergistic effects: Evidence from a differential game with asymmetric information"}, "https://ideas.repec.org/a/oup/ecinqu/v40y2002i4p611-619.html": {"abstract": " Whether rationality of economic behavior increases with expected payoffs and decreases with the cognitive cost it takes to formulate an optimal strategy remains an open question. We explore these issues with field data, using individual bids from sealed-bid auctions in which we sold nearly $10,000 worth of sports cards. Our results indicate that stakes do indeed matter, as high-priced ($70) cards produced more of the theoretically predicted strategic behavior than did lower-priced ($3) cards. We find additional evidence consistent with the importance of cognitive costs, as subjects more experienced with sports card auctions exhibited a greater tendency to behave strategically than did less experienced bidders. Copyright 2002, Oxford University Press.", "authors": ["epli176", "fpre371"], "abstractStem": " whether ration of econom behavior increas with expect payoff and decreas with the cognit cost it take to formul an optim strategi remain an open question we explor these issu with field data use individu bid from sealedbid auction in which we sold nearli 10000 worth of sport card our result indic that stake do inde matter as highpric 70 card produc more of the theoret predict strateg behavior than did lowerpr 3 card we find addit evid consist with the import of cognit cost as subject more experienc with sport card auction exhibit a greater tendenc to behav strateg than did less experienc bidder copyright 2002 oxford univers press", "title": "Bidding Behavior and Decision Costs in Field Experiments"}, "https://ideas.repec.org/a/aea/aecrev/v101y2011i3p329-33.html": {"abstract": " We implement a public goods game and a social intervention modeled after a public goods game in rural Sierra Leone near the Gola Forest Reserve. We also collect demographic, economic and forest conservation data on households in the area. We use this data to assess the mapping of social preferences from the artefactual field experiment (AFE) into real world behavior. We find evidence of heterogeneity in shifting factors between the AFE, the field experiment, and conservation outcomes. We also find evidence that social controls like war violence and witchcraft may explain some of this correlation.", "authors": ["epbu155", "epko183", "epli176", "epvo144"], "abstractStem": " we implement a public good game and a social intervent model after a public good game in rural sierra leon near the gola forest reserv we also collect demograph econom and forest conserv data on household in the area we use thi data to assess the map of social prefer from the artefactu field experi afe into real world behavior we find evid of heterogen in shift factor between the afe the field experi and conserv outcom we also find evid that social control like war violenc and witchcraft may explain some of thi correl", "title": "Using Artefactual Field Experiments to Learn about the Incentives for Sustainable Forest Use in Developing Economies"}, "https://ideas.repec.org/a/eee/ecolet/v76y2002i2p151-158.html": {"abstract": "No abstract is available for this item.", "authors": ["epli176"], "abstractStem": "no abstract is avail for thi item", "title": "Gender differences in revealed risk taking: evidence from mutual fund investors"}, "https://ideas.repec.org/a/ucp/jpolec/v115y2007p482-493.html": {"abstract": "The dictator game represents a workhorse within experimental economics, frequently used to test theory and to provide insights into the prevalence of social preferences. This study explores more closely the dictator game and the literatureâ€™s preferred interpretation of its meaning by collecting data from nearly 200 dictators across treatments that varied the action set and the origin of endowment. The action set variation includes choices in which the dictator can â€œtakeâ€ money from the other player. Empirical results question the received interpretation of dictator game giving: many fewer agents are willing to transfer money when the action set includes taking. Yet, a result that holds regardless of action set composition is that agents do not ubiquitously choose the most selfish outcome. The results have implications for theoretical models of social preferences, highlight that â€œinstitutionsâ€ matter a great deal, and point to useful avenues for future research using simple dictator games and relevant manipulations.", "authors": ["epli176"], "abstractStem": "the dictat game repres a workhors within experiment econom frequent use to test theori and to provid insight into the preval of social prefer thi studi explor more close the dictat game and the literatur s prefer interpret of it mean by collect data from nearli 200 dictat across treatment that vari the action set and the origin of endow the action set variat includ choic in which the dictat can  take  money from the other player empir result question the receiv interpret of dictat game give mani fewer agent are will to transfer money when the action set includ take yet a result that hold regardless of action set composit is that agent do not ubiquit choos the most selfish outcom the result have implic for theoret model of social prefer highlight that  institut  matter a great deal and point to use avenu for futur research use simpl dictat game and relev manipul", "title": "On the Interpretation of Giving in Dictator Games"}, "https://ideas.repec.org/a/sej/ancoec/v813y2015p538-561.html": {"abstract": "Constructing compensation schemes for effort in multidimensional tasks is complex, particularly when some dimensions are not easily observable. When incentive schemes contractually reward workers for easily observed measures, such as quantity produced, the standard model predicts that unrewarded dimensions, such as quality, will be neglected. Yet, there remains mixed empirical evidence in favor of this standard principal-agent model prediction. This article reconciles the literature using both theory and empirical evidence. The theory outlines conditions under which principals can use a piece rate scheme to induce higher quantity and quality levels than analogous fixed wage schemes. Making use of a series of complementary laboratory and field experiments we show that this effect occurs because the agent is uncertain about the principal's monitoring ability and the principal's choice of a piece rate signals to the agent that she is efficient at monitoring.", "authors": ["epan114", "epli176"], "abstractStem": "construct compens scheme for effort in multidimension task is complex particularli when some dimens are not easili observ when incent scheme contractu reward worker for easili observ measur such as quantiti produc the standard model predict that unreward dimens such as qualiti will be neglect yet there remain mix empir evid in favor of thi standard principalag model predict thi articl reconcil the literatur use both theori and empir evid the theori outlin condit under which princip can use a piec rate scheme to induc higher quantiti and qualiti level than analog fix wage scheme make use of a seri of complementari laboratori and field experi we show that thi effect occur becaus the agent is uncertain about the princip monitor abil and the princip choic of a piec rate signal to the agent that she is effici at monitor", "title": "Carrots That Look Like Sticks: Toward an Understanding of Multitasking Incentive Schemes"}, "https://ideas.repec.org/a/aea/aecrev/v95y2005i1p472-476.html": {"abstract": "No abstract is available for this item.", "authors": ["epli176", "fpre371"], "abstractStem": "no abstract is avail for thi item", "title": "Demand Reduction in Multi-Unit Auctions: Evidence from a Sportscard Field Experiment: Reply"}, "https://ideas.repec.org/a/eee/jhecon/v39y2015icp135-146.html": {"abstract": "We leverage behavioral economics to explore new approaches to tackling child food choice and consumption. Using a field experiment with &gt;1500 children, we report several key insights. We find that incentives have large influences: in the control, 17% of children prefer the healthy snack, whereas introduction of small incentives increases take-up of the healthy snack to ∼75%. There is some evidence that the effects continue post-treatment, consistent with a model of habit formation. We find little evidence that the framing of incentives (loss vs. gain) matters. Educational messaging alone has little effect, but we observe a combined effect of messaging and incentives: together they provide an important influence on food choice.", "authors": ["epli176", "fpsa1068"], "abstractStem": "we leverag behavior econom to explor new approach to tackl child food choic and consumpt use a field experi with gt1500 children we report sever key insight we find that incent have larg influenc in the control 17 of children prefer the healthi snack wherea introduct of small incent increas takeup of the healthi snack to  75 there is some evid that the effect continu posttreat consist with a model of habit format we find littl evid that the frame of incent loss vs gain matter educ messag alon ha littl effect but we observ a combin effect of messag and incent togeth they provid an import influenc on food choic", "title": "The behavioralist as nutritionist: Leveraging behavioral economics to improve child food choice and consumption"}, "https://ideas.repec.org/a/bpj/bejeap/v8y2008i1n52.html": {"abstract": "While most economic studies of crime have examined the determinants of criminal activity, this paper asks the reverse question: how does crime affect economic behavior? We study the relationship between crime and savings in the cities of São Paulo, a wealthy but crime-ridden state in Brazil. Our empirical results suggest that property crime is associated with an increase in savings. However, we do not observe a relationship between violent crime and savings, findings that are consistent with the theoretical explanation as to why crime induces thriftiness. These results are robust to an extensive sensitivity analysis that includes: 1) the inclusion of a large set of demographic covariates when examining cross-city variation; 2) accounting for city and period fixed effects when studying cross-city variation over time; 3) accounting for sample selection; and 4) splitting the sample by population size and income. We provide evidence that the association is not driven by reallocation towards bank deposits in general, which are safer assets in high-crime environments. Finally, we find a similar impact using household consumption and savings data.", "authors": ["fpde297", "epli176", "epzi88"], "abstractStem": "while most econom studi of crime have examin the determin of crimin activ thi paper ask the revers question how doe crime affect econom behavior we studi the relationship between crime and save in the citi of s o paulo a wealthi but crimeridden state in brazil our empir result suggest that properti crime is associ with an increas in save howev we do not observ a relationship between violent crime and save find that are consist with the theoret explan as to whi crime induc thrifti these result are robust to an extens sensit analysi that includ 1 the inclus of a larg set of demograph covari when examin crossciti variat 2 account for citi and period fix effect when studi crossciti variat over time 3 account for sampl select and 4 split the sampl by popul size and incom we provid evid that the associ is not driven by realloc toward bank deposit in gener which are safer asset in highcrim environ final we find a similar impact use household consumpt and save data", "title": "Does Crime Affect Economic Decisions? An Empirical Investigation of Savings in a High-Crime Environment"}, "https://ideas.repec.org/a/jdm/journl/v5y2010i7p524-539.html": {"abstract": " Scholars in economics and psychology have created a large literature studying reward, punishment and reciprocity. Labor markets constitute a popular application of this body of work, with particular emphasis on how reciprocity helps regulate workplace relationships where managers are unable to perfectly monitor workers. We study how idiosyncratic features of the labor market (compared to most scenarios in which reciprocity applies) affect the nature of worker reciprocity. In particular, we show how having an excess supply of workers (simulating unemployment) and managers who can observe the reciprocal behavior of workers and hire/fire them on that basis (simulating the reputational concerns inherent in labor market transactions) profoundly alters worker reciprocity. In the absence of reputational concerns, workers tend to reward kind behavior and punish unkind behavior by managers in approximately equal measure. In the presence of reputational concerns, workers exhibit a marked increase (decrease) in the propensity to reward kind (punish unkind) behavior by managers. We demonstrate how this is a consequence of workers and managers responding to changes in the strategic incentives to reward and punish. %JEL codes: D03, D63, J3, J53", "authors": ["fpal295", "epgn18", "epli176"], "abstractStem": " scholar in econom and psycholog have creat a larg literatur studi reward punish and reciproc labor market constitut a popular applic of thi bodi of work with particular emphasi on how reciproc help regul workplac relationship where manag are unabl to perfectli monitor worker we studi how idiosyncrat featur of the labor market compar to most scenario in which reciproc appli affect the natur of worker reciproc in particular we show how have an excess suppli of worker simul unemploy and manag who can observ the reciproc behavior of worker and hirefir them on that basi simul the reput concern inher in labor market transact profoundli alter worker reciproc in the absenc of reput concern worker tend to reward kind behavior and punish unkind behavior by manag in approxim equal measur in the presenc of reput concern worker exhibit a mark increas decreas in the propens to reward kind punish unkind behavior by manag we demonstr how thi is a consequ of worker and manag respond to chang in the strateg incent to reward and punish jel code d03 d63 j3 j53", "title": "Towards an understanding of the relative strengths of positive and negative reciprocity"}, "https://ideas.repec.org/a/kap/theord/v52y2002i3p287-301.html": {"abstract": "No abstract is available for this item.", "authors": ["epli176", "epli41"], "abstractStem": "no abstract is avail for thi item", "title": "Intradimensional Single-Peakedness and the Multidimensional Arrow Problem"}}}