{"epma131": {"https://ideas.repec.org/a/aea/aecrev/v90y2000i2p120-125.html": {"abstract": "The Macroeconomic analysis of fiscal policy is usually based on one of two canonical models--the Barro-Ramsey model of infinitely-lived families or the Diamond-Samuelson model of overlapping generations. This paper argues that neither model is satisfactory and suggests an alternative. In the proposed model, some consumers plan ahead for themselves and their descendants, while others live paycheck to paycheck. This model is easier to reconcile with the essential facts about consumer behavior and wealth accumulation, and it yields some new and surprising conclusions about fiscal policy.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epma131"], "abstractStem": "the macroeconom analysi of fiscal polici is usual base on one of two canon modelsth barroramsey model of infinitelyliv famili or the diamondsamuelson model of overlap gener thi paper argu that neither model is satisfactori and suggest an altern in the propos model some consum plan ahead for themselv and their descend while other live paycheck to paycheck thi model is easier to reconcil with the essenti fact about consum behavior and wealth accumul and it yield some new and surpris conclus about fiscal policypthi abstract wa borrow from anoth version of thi item", "title": "The Savers-Spenders Theory of Fiscal Policy"}, "https://ideas.repec.org/a/eee/jpolmo/v28y2006i6p679-682.html": {"abstract": "No abstract is available for this item.", "authors": ["epma131"], "abstractStem": "no abstract is avail for thi item", "title": "Reflections on the trade deficit and fiscal policy"}, "https://ideas.repec.org/a/aea/aejpol/v2y2010i1p155-76.html": {"abstract": "Should the income tax include a credit for short taxpayers and a surcharge for tall ones? The standard utilitarian framework for tax analysis answers this question in the affirmative. Moreover, a plausible parameterization using data on height and wages implies a substantial height tax: a tall person earning $50,000 should pay $4,500 more in tax than a short person. One interpretation is that personal attributes correlated with wages should be considered more widely for determining taxes. Alternatively, if policies such as a height tax are rejected, then the standard utilitarian framework must fail to capture intuitive notions of distributive justice. (JEL D64, H21, H23, H24, J11)", "authors": ["epma131", "fpwe206"], "abstractStem": "should the incom tax includ a credit for short taxpay and a surcharg for tall one the standard utilitarian framework for tax analysi answer thi question in the affirm moreov a plausibl parameter use data on height and wage impli a substanti height tax a tall person earn 50000 should pay 4500 more in tax than a short person one interpret is that person attribut correl with wage should be consid more wide for determin tax altern if polici such as a height tax are reject then the standard utilitarian framework must fail to captur intuit notion of distribut justic jel d64 h21 h23 h24 j11", "title": "The Optimal Taxation of Height: A Case Study of Utilitarian Income Redistribution"}, "https://ideas.repec.org/a/aea/aecrev/v95y2005i5p1752-1752.html": {"abstract": "No abstract is available for this item.", "authors": ["epma131"], "abstractStem": "no abstract is avail for thi item", "title": "The Savers-Spenders Theory of Fiscal Policy: Corrigendum"}, "https://ideas.repec.org/a/bla/jfinan/v40y1985i3p677-87.html": {"abstract": "No abstract is available for this item.", "authors": ["epma131", "fpro406", "epsh144"], "abstractStem": "no abstract is avail for thi item", "title": " An Unbiased Reexamination of Stock Market Volatility"}, "https://ideas.repec.org/a/oup/qjecon/v107y1992i2p407-437..html": {"abstract": "This paper examines whether the Solow growth model is consistent with the international variation in the standard of living. It shows that an augmented Solow model that includes accumulation of human as well as physical capital provides an excellent description of the cross-country data. The paper also examines the implications of the Solow model for convergence in standards of living, that is, for whether poor countries tend to grow faster than rich countries. The evidence indicates that, holding population growth and capital accumulation constant, countries converge at about the rate the augmented Solow model predicts.", "authors": ["fpro406"], "abstractStem": "thi paper examin whether the solow growth model is consist with the intern variat in the standard of live it show that an augment solow model that includ accumul of human as well as physic capit provid an excel descript of the crosscountri data the paper also examin the implic of the solow model for converg in standard of live that is for whether poor countri tend to grow faster than rich countri the evid indic that hold popul growth and capit accumul constant countri converg at about the rate the augment solow model predict", "title": "A Contribution to the Empirics of Economic Growth"}, "https://ideas.repec.org/a/ucp/jpolec/v97y1989i4p863-79.html": {"abstract": " This paper analyzes the effects of government debt and income taxes on consumption and saving in a world of infinitely-lived households having uncertain and heterogeneous incomes. The special structure of the model allows exact aggregation across households despite incomplete markets. The effects of government debt are shown to be substantial, roughly comparable to those resulting from finite horizons, and crucially dependent on the length of time until the debt is repaid. Also, anticipated changes in taxes are shown to cause anticipated changes in consumption. Finally, an index of fiscal stance is derived. Copyright 1989 by University of Chicago Press.", "authors": ["epki97", "epma131"], "abstractStem": " thi paper analyz the effect of govern debt and incom tax on consumpt and save in a world of infinitelyliv household have uncertain and heterogen incom the special structur of the model allow exact aggreg across household despit incomplet market the effect of govern debt are shown to be substanti roughli compar to those result from finit horizon and crucial depend on the length of time until the debt is repaid also anticip chang in tax are shown to caus anticip chang in consumpt final an index of fiscal stanc is deriv copyright 1989 by univers of chicago press", "title": "Precautionary Saving and the Timing of Taxes"}, "https://ideas.repec.org/a/aea/aecrev/v96y2006i2p182-184.html": {"abstract": "This paper discusses five questions the incoming chairman of the Federal Reserve must ponder as he assumes his new post. How important are monetary rules? Should the Fed adopt inflation targeting? Should he be free with his opinions? Should he be a high-profile public figure? Is it more important to be good or lucky?<p>(This abstract was borrowed from another version of this item.)", "authors": ["epma131"], "abstractStem": "thi paper discuss five question the incom chairman of the feder reserv must ponder as he assum hi new post how import are monetari rule should the fed adopt inflat target should he be free with hi opinion should he be a highprofil public figur is it more import to be good or luckypthi abstract wa borrow from anoth version of thi item", "title": "A Letter to Ben Bernanke"}, "https://ideas.repec.org/a/eee/moneco/v18y1986i2p217-223.html": {"abstract": "No abstract is available for this item.", "authors": ["epma131"], "abstractStem": "no abstract is avail for thi item", "title": "Issues in keynesian macroeconomics: A review essay"}, "https://ideas.repec.org/a/eee/regeco/v21y1991i4p573-579.html": {"abstract": "No abstract is available for this item.", "authors": ["epma131", "epwe24"], "abstractStem": "no abstract is avail for thi item", "title": "The baby boom, the baby bust, and the housing market A reply to our critics"}, "https://ideas.repec.org/a/ucp/jpolec/v115y2007i4p523-547.html": {"abstract": " This paper examines the optimal allocation of risk in an overlapping-generations economy. It compares the allocation of risk the economy reaches naturally to the allocation that would be reached if generations behind a Rawlsian \"veil of ignorance\" could share risk with one another through complete Arrow-Debreu contingent-claims markets. The paper then examines how the government might implement optimal intergenerational risk sharing with a social security system. One conclusion is that the system must either hold equity claims to capital or negatively index benefits to equity returns. (c) 2007 by The University of Chicago. All rights reserved.", "authors": ["fpba605", "epma131"], "abstractStem": " thi paper examin the optim alloc of risk in an overlappinggener economi it compar the alloc of risk the economi reach natur to the alloc that would be reach if gener behind a rawlsian veil of ignor could share risk with one anoth through complet arrowdebreu contingentclaim market the paper then examin how the govern might implement optim intergener risk share with a social secur system one conclus is that the system must either hold equiti claim to capit or neg index benefit to equiti return c 2007 by the univers of chicago all right reserv", "title": "Intergenerational Risk Sharing in the Spirit of Arrow, Debreu, and Rawls, with Applications to Social Security Design"}, "homepage": "https://ideas.repec.org/e/pma131.html", "https://ideas.repec.org/a/tpr/restat/v67y1985i3p353-62.html": {"abstract": "One important channel through which real interest rates affect aggregate demand is consumer expenditure on durable goods. This paper examines empirically the link between interest rates and consumer durables. Solving for the decision rule relating income and interest rates to consumer demand is an intractable task. This paper avoids this problem by examining the first-order conditions necessary for maximization by the representative consumer. Structural parameters of there presentative utility function are thus recovered. The estimated model suggests that expenditure on consumer durables is far more sensitive to changes in the interest rate than is expenditure on nondurables and services.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epma131"], "abstractStem": "one import channel through which real interest rate affect aggreg demand is consum expenditur on durabl good thi paper examin empir the link between interest rate and consum durabl solv for the decis rule relat incom and interest rate to consum demand is an intract task thi paper avoid thi problem by examin the firstord condit necessari for maxim by the repres consum structur paramet of there present util function are thu recov the estim model suggest that expenditur on consum durabl is far more sensit to chang in the interest rate than is expenditur on nondur and servicespthi abstract wa borrow from anoth version of thi item", "title": "Consumer Durables and the Real Interest Rate"}, "lastname": "Mankiw", "https://ideas.repec.org/a/eee/eecrev/v32y1988i5p1123-1147.html": {"abstract": "This paper evaluates the role of the destruction of the gold standard and the founding of the Federal Reserve, both of which occurred in 1914, in contributing to observed changes in the behavior of interest rates and prices after 1914. The paper presents a model of policy coordination in which the introduction of the Fed stabilizes interest rates, even if the gold standard remains intact, and it offers empirical evidence that the dismantling of the gold standard did not play a crucial role in precipitating the changes in interest rate behavior.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpba670", "epma131", "fpmi250"], "abstractStem": "thi paper evalu the role of the destruct of the gold standard and the found of the feder reserv both of which occur in 1914 in contribut to observ chang in the behavior of interest rate and price after 1914 the paper present a model of polici coordin in which the introduct of the fed stabil interest rate even if the gold standard remain intact and it offer empir evid that the dismantl of the gold standard did not play a crucial role in precipit the chang in interest rate behaviorpthi abstract wa borrow from anoth version of thi item", "title": "The worldwide change in the behavior of interest rates and prices in 1914"}, "https://ideas.repec.org/a/bin/bpeajo/v26y1995i1995-1p275-326.html": {"abstract": "No abstract is available for this item.", "authors": ["epma131"], "abstractStem": "no abstract is avail for thi item", "title": "The Growth of Nations"}, "https://ideas.repec.org/a/eee/regeco/v19y1989i2p235-258.html": {"abstract": "This paper examines the impact of major demographic changes on the housing market in the United States. The entry of the Baby Boom generation into its house-buying years is found to be the major cause of the increase in real housing prices in the l97Os. Since the Baby Bust generation is now entering its house-buying years, housing demand will grow more slowly in the 1990s than in any time in the past forty years. If the historical relation between housing demand and housing prices continues into the future, real housing prices will fall substantially over the next two decades.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epma131", "epwe24"], "abstractStem": "thi paper examin the impact of major demograph chang on the hous market in the unit state the entri of the babi boom gener into it housebuy year is found to be the major caus of the increas in real hous price in the l97o sinc the babi bust gener is now enter it housebuy year hous demand will grow more slowli in the 1990 than in ani time in the past forti year if the histor relat between hous demand and hous price continu into the futur real hous price will fall substanti over the next two decadespthi abstract wa borrow from anoth version of thi item", "title": "The baby boom, the baby bust, and the housing market"}, "https://ideas.repec.org/a/aea/aecrev/v78y1988i2p173-77.html": {"abstract": "This paper discusses the recent research on the consumption function that has attempted to relax the assumption of certainty equivalence. While there remain many open questions, both theoretical and empirical, it is clear that the assumption of certainty equivalence can be misleading. Under more plausible specifications of preferences toward risk, uncertainty lowers the level of consumption, increases the expected rate of growth of consumption, and increases the response of consumption to news about income. Moreover, changes in the amount of uncertainty are a potentially important source of fluctuations in consumption.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epbl2", "epma131"], "abstractStem": "thi paper discuss the recent research on the consumpt function that ha attempt to relax the assumpt of certainti equival while there remain mani open question both theoret and empir it is clear that the assumpt of certainti equival can be mislead under more plausibl specif of prefer toward risk uncertainti lower the level of consumpt increas the expect rate of growth of consumpt and increas the respons of consumpt to news about incom moreov chang in the amount of uncertainti are a potenti import sourc of fluctuat in consumptionpthi abstract wa borrow from anoth version of thi item", "title": "Consumption: Beyond Certainty Equivalence"}, "https://ideas.repec.org/a/aea/aecrev/v105y2015i5p43-47.html": {"abstract": "Piketty argues that r &gt; g is the \"the central contradiction of capitalism\" and that it will lead to an \"endless inegalitarian spiral.\" As a result, he argues for a new global tax on capital. In this brief essay, I explain why I am not persuaded by either his prediction or his prescription.", "authors": ["epma131"], "abstractStem": "piketti argu that r gt g is the the central contradict of capit and that it will lead to an endless inegalitarian spiral as a result he argu for a new global tax on capit in thi brief essay i explain whi i am not persuad by either hi predict or hi prescript", "title": "Yes, r &gt; g. So What?"}, "https://ideas.repec.org/a/ecj/econjl/v111y2001i471pc45-61.html": {"abstract": " This paper discusses the short-run tradeoff between inflation and unemployment. Although this tradeoff remains a necessary building block of business cycle theory, economists have yet to provide a completely satisfactory explanation for it. According to the consensus view among central bankers and monetary economists, a contractionary monetary shock raises unemployment, at least temporarily, and leads to a delayed and gradual fall in inflation. Standard dynamic models of price adjustment, however, cannot explain this pattern of responses. Reconciling the consensus view about the effects of monetary policy with models of price adjustment remains an outstanding puzzle for business cycle theorists.", "authors": ["epma131"], "abstractStem": " thi paper discuss the shortrun tradeoff between inflat and unemploy although thi tradeoff remain a necessari build block of busi cycl theori economist have yet to provid a complet satisfactori explan for it accord to the consensu view among central banker and monetari economist a contractionari monetari shock rais unemploy at least temporarili and lead to a delay and gradual fall in inflat standard dynam model of price adjust howev cannot explain thi pattern of respons reconcil the consensu view about the effect of monetari polici with model of price adjust remain an outstand puzzl for busi cycl theorist", "title": "The Inexorable and Mysterious Tradeoff between Inflation and Unemployment"}, "https://ideas.repec.org/a/oup/qjecon/v117y2002i4p1295-1328..html": {"abstract": "This paper examines a model of dynamic price adjustment based on the assumption that information disseminates slowly throughout the population. Compared with the commonly used sticky-price model, this sticky-information model displays three related properties that are more consistent with accepted views about the effects of monetary policy. First, disinflations are always contractionary (although annoimced disinflations are less contractionary than surprise ones). Second, monetary policy shocks have their maximum impact on inflation with a substantial delay. Third, the change in inflation is positively correlated with the level of economic activity.", "authors": ["epre73"], "abstractStem": "thi paper examin a model of dynam price adjust base on the assumpt that inform dissemin slowli throughout the popul compar with the commonli use stickypric model thi stickyinform model display three relat properti that are more consist with accept view about the effect of monetari polici first disinfl are alway contractionari although annoimc disinfl are less contractionari than surpris one second monetari polici shock have their maximum impact on inflat with a substanti delay third the chang in inflat is posit correl with the level of econom activ", "title": "Sticky Information versus Sticky Prices: A Proposal to Replace the New Keynesian Phillips Curve"}, "https://ideas.repec.org/a/aea/jecper/v16y2002i4p115-136.html": {"abstract": "This paper discusses the NAIRU--the non-accelerating inflation rate of unemployment. It first considers the role of the NAIRU concept in business cycle theory, arguing that this concept is implicit in any model in which monetary policy influences both inflation and unemployment. The exact value of the NAIRU is hard to measure, however, in part because it changes over time. The paper then discusses why the NAIRU changes and, in particular, why it fell in the United States during the 1990s. The most promising hypothesis is that the decline in the NAIRU is attributable to the acceleration in productivity growth.", "authors": ["fpba605", "epma131"], "abstractStem": "thi paper discuss the nairuth nonacceler inflat rate of unemploy it first consid the role of the nairu concept in busi cycl theori argu that thi concept is implicit in ani model in which monetari polici influenc both inflat and unemploy the exact valu of the nairu is hard to measur howev in part becaus it chang over time the paper then discuss whi the nairu chang and in particular whi it fell in the unit state dure the 1990 the most promis hypothesi is that the declin in the nairu is attribut to the acceler in product growth", "title": "The NAIRU in Theory and Practice"}, "https://ideas.repec.org/a/aea/jeclit/v28y1990i4p1645-60.html": {"abstract": "This paper presents a non-technical discussion of some of the important developments in macroeconomics over the past twenty years. It considers three broad categories of research. First, it discusses how the notion of rational expectations has affected economists' views on the role of economic policy, the debate over rules versus discretion, and empirical work in macroeconomics Second, it discusses various new classical approaches to the business cycle, including imperfect information theories, real business cycle theories, and sectoral shift theories. Third, it discusses various new Keynesian approaches to the business cycle, includes theories based on general disequilibrium, labor contracting, and menu costs.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epma131"], "abstractStem": "thi paper present a nontechn discuss of some of the import develop in macroeconom over the past twenti year it consid three broad categori of research first it discuss how the notion of ration expect ha affect economist view on the role of econom polici the debat over rule versu discret and empir work in macroeconom second it discuss variou new classic approach to the busi cycl includ imperfect inform theori real busi cycl theori and sector shift theori third it discuss variou new keynesian approach to the busi cycl includ theori base on gener disequilibrium labor contract and menu costspthi abstract wa borrow from anoth version of thi item", "title": "A Quick Refresher Course in Macroeconomics"}, "https://ideas.repec.org/a/fip/fedgpr/y2005x25.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl2", "epga43", "eplu15", "epma131", "epwo3"], "abstractStem": "no abstract is avail for thi item", "title": "Panel discussion: understanding price determination: where are we now? where should we be going?"}, "https://ideas.repec.org/a/oup/qjecon/v102y1987i4p857-880..html": {"abstract": "According to the conventional view of the business cycle, fluctuations in output represent temporary deviations from trend. The purpose of this paper is to question this conventional view. If fluctuations in output are dominated by temporary deviations from the natural rate of output, then an unexpected change in output today should not substantially change one's forecast of output in, say, five or ten years. Our examination of quarterly postwar United States data leads us to be skeptical about this implication. The data suggest that an unexpected change in real GNP of 1 percent should change one's forecast by over 1 percent over a long horizon.", "authors": ["epca54"], "abstractStem": "accord to the convent view of the busi cycl fluctuat in output repres temporari deviat from trend the purpos of thi paper is to question thi convent view if fluctuat in output are domin by temporari deviat from the natur rate of output then an unexpect chang in output today should not substanti chang one forecast of output in say five or ten year our examin of quarterli postwar unit state data lead us to be skeptic about thi implic the data suggest that an unexpect chang in real gnp of 1 percent should chang one forecast by over 1 percent over a long horizon", "title": "Are Output Fluctuations Transitory?"}, "https://ideas.repec.org/a/eee/moneco/v34y1994i3p555-559.html": {"abstract": "No abstract is available for this item.", "authors": ["epma131", "fpmi250", "epwe24"], "abstractStem": "no abstract is avail for thi item", "title": "The founding of the Fed and the behavior of interest rates : What can be learned from small samples?"}, "https://ideas.repec.org/a/oup/qjecon/v100y1985i2p529-538..html": {"abstract": "No abstract is available for this item.", "authors": [], "abstractStem": "no abstract is avail for thi item", "title": "Small Menu Costs and Large Business Cycles: A Macroeconomic Model of Monopoly"}, "https://ideas.repec.org/a/bin/bpeajo/v17y1986i1986-1p61-110.html": {"abstract": "No abstract is available for this item.", "authors": ["epma131"], "abstractStem": "no abstract is avail for thi item", "title": "The Term Structure of Interest Rates Revisited"}, "https://ideas.repec.org/a/ecj/econjl/v104y1994i423p247-61.html": {"abstract": " This paper considers a possible explanation for asymmetric adjustment of nominal prices. The authors present a menu-cost model in which positive trend inflation causes firms' relative prices to decline automatically between price adjustments. In this environment, shocks that raise firms' desired prices trigger larger price responses than shocks that lower desired prices. The authors use this model of asymmetric adjustment to address three issues in macroeconomics: the effects of aggregate demand, the effects of sectoral shocks, and the optimal rate of inflation. Copyright 1994 by Royal Economic Society.", "authors": ["fpba605", "epma131"], "abstractStem": " thi paper consid a possibl explan for asymmetr adjust of nomin price the author present a menucost model in which posit trend inflat caus firm rel price to declin automat between price adjust in thi environ shock that rais firm desir price trigger larger price respons than shock that lower desir price the author use thi model of asymmetr adjust to address three issu in macroeconom the effect of aggreg demand the effect of sector shock and the optim rate of inflat copyright 1994 by royal econom societi", "title": "Asymmetric Price Adjustment and Economic Fluctuations"}, "https://ideas.repec.org/a/fip/fedcpr/y1988p436-458.html": {"abstract": "This paper outlines the major developments in macroeconomics over the past two decades. It examines the reasons for the breakdown in the consensus view of the 1960s and how this breakdown has guided research in macroeconomics. The introduction and importance of \"rational expectations\" are discussed, as are recent advances within the new classical and new Keynesian paradigms.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epma131"], "abstractStem": "thi paper outlin the major develop in macroeconom over the past two decad it examin the reason for the breakdown in the consensu view of the 1960 and how thi breakdown ha guid research in macroeconom the introduct and import of ration expect are discuss as are recent advanc within the new classic and new keynesian paradigmspthi abstract wa borrow from anoth version of thi item", "title": "Recent developments in macroeconomics: a very quick refresher course"}, "https://ideas.repec.org/a/mcb/jmoncb/v30y1998i4p699-720.html": {"abstract": " The historical behavior of interest rates and growth rates in U.S. data suggests that the government can, with a high probability, run temporary budget deficits and then roll over the resulting government debt forever. The purpose of this paper is to document this finding and to examine its implications. Using a standard overlapping-generations model of capital accumulation, the authors show that whenever a perpetual rollover of debt succeeds, policy can make every generation better off. This conclusion does not imply that deficits are good policy, for an attempt to roll over debt forever might fail. But the adverse effects of deficits, rather than being inevitable, occur with only a small probability.", "authors": ["fpba605", "epel79", "epma131"], "abstractStem": " the histor behavior of interest rate and growth rate in us data suggest that the govern can with a high probabl run temporari budget deficit and then roll over the result govern debt forev the purpos of thi paper is to document thi find and to examin it implic use a standard overlappinggener model of capit accumul the author show that whenev a perpetu rollov of debt succe polici can make everi gener better off thi conclus doe not impli that deficit are good polici for an attempt to roll over debt forev might fail but the advers effect of deficit rather than be inevit occur with onli a small probabl", "title": "The Deficit Gamble"}, "https://ideas.repec.org/a/eee/moneco/v16y1985i2p165-174.html": {"abstract": "Recent studies find that consumption is excessively sensitive to income. These studies assume that income is stationary around a deterministic trend. The data, however, do not reject the hypothesis that disposable income is a random walk with drift. If income is indeed a random walk, then the standard testing procedure is greatly biased toward finding excess sensitivity. Moreover, if income is borderline stationary, this procedure is also seriously biased.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epma131", "epsh144"], "abstractStem": "recent studi find that consumpt is excess sensit to incom these studi assum that incom is stationari around a determinist trend the data howev do not reject the hypothesi that dispos incom is a random walk with drift if incom is inde a random walk then the standard test procedur is greatli bias toward find excess sensit moreov if incom is borderlin stationari thi procedur is also serious biasedpthi abstract wa borrow from anoth version of thi item", "title": "Trends, random walks, and tests of the permanent income hypothesis"}, "https://ideas.repec.org/a/fip/fedkpr/y2005iaugp187-192.html": {"abstract": "No abstract is available for this item.", "authors": ["epma131"], "abstractStem": "no abstract is avail for thi item", "title": "Commentary : separating the business cycle from other economic fluctuations"}, "https://ideas.repec.org/a/mcb/jmoncb/v39y2007is1p187-192.html": {"abstract": "No abstract is available for this item.", "authors": ["epma131"], "abstractStem": "no abstract is avail for thi item", "title": "\"Comments Presented at Federal Reserve Conference\" Price Dynamics: Three Open Questions"}, "https://ideas.repec.org/a/bin/bpeajo/v19y1988i1988-1p1-82.html": {"abstract": "No abstract is available for this item.", "authors": ["fpba605", "epma131", "fpro406"], "abstractStem": "no abstract is avail for thi item", "title": "The New Keynsesian Economics and the Output-Inflation Trade-off"}, "https://ideas.repec.org/a/aea/jecper/v20y2006i4p29-46.html": {"abstract": "The subfield of macroeconomics was born, not as a science, but more as a type of engineering. The problem that gave birth to our field was the Great Depression. God put macroeconomists on earth not to propose and test elegant theories but to solve practical problems. This essay offers a brief history of macroeconomics, together with an evaluation of what we have learned. My premise is that the field has evolved through the efforts of two types of macroeconomists -- those who understand the field as a type of engineering and those who would like it to be more of a science. While the early macroeconomists were engineers trying to solve practical problems, the macroeconomists of the past several decades have been more interested in developing analytic tools and establishing theoretical principles. These tools and principles, however, have been slow to find their way into applications. As the field of macroeconomics has evolved, one recurrent theme has been the interaction -- sometimes productive and sometimes not -- between the scientists and the engineers. John Maynard Keynes (1931) famously opined, \"If economists could manage to get themselves thought of as humble, competent people on a level with dentists, that would be splendid.\" As we look ahead, \"humble\" and \"competent\" remain ideals toward which macroeconomists can aspire.", "authors": ["epma131"], "abstractStem": "the subfield of macroeconom wa born not as a scienc but more as a type of engin the problem that gave birth to our field wa the great depress god put macroeconomist on earth not to propos and test eleg theori but to solv practic problem thi essay offer a brief histori of macroeconom togeth with an evalu of what we have learn my premis is that the field ha evolv through the effort of two type of macroeconomist  those who understand the field as a type of engin and those who would like it to be more of a scienc while the earli macroeconomist were engin tri to solv practic problem the macroeconomist of the past sever decad have been more interest in develop analyt tool and establish theoret principl these tool and principl howev have been slow to find their way into applic as the field of macroeconom ha evolv one recurr theme ha been the interact  sometim product and sometim not  between the scientist and the engin john maynard keyn 1931 famous opin if economist could manag to get themselv thought of as humbl compet peopl on a level with dentist that would be splendid as we look ahead humbl and compet remain ideal toward which macroeconomist can aspir", "title": "The Macroeconomist as Scientist and Engineer"}, "https://ideas.repec.org/a/fip/fedlrv/y2010imayp177-183nv.92no.3.html": {"abstract": "This article is a modified version of remarks given at the Federal Reserve Bank of Philadelphia’s policy forum “Policy Lessons from the Economic and Financial Crisis,” December 4, 2009. The presentation was made during a panel discussion that also included James Bullard and John Taylor.", "authors": ["epma131"], "abstractStem": "thi articl is a modifi version of remark given at the feder reserv bank of philadelphia s polici forum  polici lesson from the econom and financi crisi  decemb 4 2009 the present wa made dure a panel discuss that also includ jame bullard and john taylor", "title": "Questions about fiscal policy: Implications from the financial crisis of 2008-2009"}, "https://ideas.repec.org/a/aea/jecper/v3y1989i3p79-90.html": {"abstract": "This paper is a critique of the latest new classical theory of economic fluctuations. According to this theory, the business cycle is the natural and efficient response of the economy to exogenous changes in the available production technology. This paper discusses several versions of this theory and argues that this line of research is unlikely to yield an empirically plausible explanation of observed economic fluctuations.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epma131"], "abstractStem": "thi paper is a critiqu of the latest new classic theori of econom fluctuat accord to thi theori the busi cycl is the natur and effici respons of the economi to exogen chang in the avail product technolog thi paper discuss sever version of thi theori and argu that thi line of research is unlik to yield an empir plausibl explan of observ econom fluctuationspthi abstract wa borrow from anoth version of thi item", "title": "Real Business Cycles: A New Keynesian Perspective"}, "https://ideas.repec.org/a/oup/qjecon/v101y1986i2p211-228..html": {"abstract": "We reexamine the expectations theory of the term structure using data at the short end of the maturity spectrum. We find that prior to the founding of the Federal Reserve System in 1915, the spread between long rates and short rates has substantial predictive power for the path of interest rates; after 1915, however, the spread contains much less predictive power. We then show that the short rate is approximately a random walk after the founding of the Fed but not before. This latter fact, coupled with even slight variation in the term premium, can explain the observed change in 1915 in the performance of the expectations theory. We suggest that the random walk character of the short rate may be attributable to the Federal Reserve's commitment to stabilizing interest rates.", "authors": [], "abstractStem": "we reexamin the expect theori of the term structur use data at the short end of the matur spectrum we find that prior to the found of the feder reserv system in 1915 the spread between long rate and short rate ha substanti predict power for the path of interest rate after 1915 howev the spread contain much less predict power we then show that the short rate is approxim a random walk after the found of the fed but not befor thi latter fact coupl with even slight variat in the term premium can explain the observ chang in 1915 in the perform of the expect theori we suggest that the random walk charact of the short rate may be attribut to the feder reserv commit to stabil interest rate", "title": "The Changing Behavior of the Term Structure of Interest Rates"}, "https://ideas.repec.org/a/eee/ecolet/v12y1983i2p153-156.html": {"abstract": "No abstract is available for this item.", "authors": ["fpba670", "epma131"], "abstractStem": "no abstract is avail for thi item", "title": "An empirical note on money, government debt and inflation"}, "https://ideas.repec.org/a/eee/moneco/v13y1984i1p67-86.html": {"abstract": "This paper presents a model of a multi-sector economy in which each sector is characterized by a different type of wage or price stickiness. The various sectors experience the same exogenous shocks and have the same money supply. The analysis shows demand shocks pose no serious problems for stabilization policy. In contrast, supply shocks force the policymaker to choose between stability in one sector and stability in another. The analysis also shows the economy cannot be usefully aggregated into a single sector model. Such an aggregation misleads the economist as to the economy's underlying structure and obscures the tradeoffs the policymaker must confront. In particular, a feedback rule chosen on the basis of an aggregate model could be better or worse than a passive policy.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epbl41", "epma131"], "abstractStem": "thi paper present a model of a multisector economi in which each sector is character by a differ type of wage or price sticki the variou sector experi the same exogen shock and have the same money suppli the analysi show demand shock pose no seriou problem for stabil polici in contrast suppli shock forc the policymak to choos between stabil in one sector and stabil in anoth the analysi also show the economi cannot be use aggreg into a singl sector model such an aggreg mislead the economist as to the economi underli structur and obscur the tradeoff the policymak must confront in particular a feedback rule chosen on the basi of an aggreg model could be better or wors than a passiv policypthi abstract wa borrow from anoth version of thi item", "title": "Aggregation and stabilization policy in a multi-contract economy"}, "https://ideas.repec.org/a/eee/jfinec/v17y1986i1p211-219.html": {"abstract": "This paper examines an economy in which aggregate shocks are not dispersed equally throughout the population. Instead, while these shocks affect all individuals ex ante, they are concentrated among a few ex post.The equity premium in general depends on the concentration of these aggregate shocks; it follows that one cannot estimate the degree of risk aversion from aggregate data alone. These findings suggest that the empirical usefulness of aggregation theorems for capital asset pricing models is limited.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epma131"], "abstractStem": "thi paper examin an economi in which aggreg shock are not dispers equal throughout the popul instead while these shock affect all individu ex ant they are concentr among a few ex postth equiti premium in gener depend on the concentr of these aggreg shock it follow that one cannot estim the degre of risk avers from aggreg data alon these find suggest that the empir use of aggreg theorem for capit asset price model is limitedpthi abstract wa borrow from anoth version of thi item", "title": "The equity premium and the concentration of aggregate shocks"}, "https://ideas.repec.org/a/aea/aecrev/v76y1986i4p676-91.html": {"abstract": " This paper examines Ricardian equivalence in a world in which taxes arenot lump sum, but are levied on risky labor income. It shows that themarginal propensity to consume out of a tax cut, coupled with a futureincome tax increase, can be substantial under plausible assumptions. Indeed, the MPC out of a tax cut can be closer to the Keynesian valuethat ignores the future tax liabilities than to the Ricardian value that treats future taxes as if they were lump sum. Copyright 1986 by American Economic Association.", "authors": ["fpba670", "epma131", "epze2"], "abstractStem": " thi paper examin ricardian equival in a world in which tax arenot lump sum but are levi on riski labor incom it show that themargin propens to consum out of a tax cut coupl with a futureincom tax increas can be substanti under plausibl assumpt inde the mpc out of a tax cut can be closer to the keynesian valuethat ignor the futur tax liabil than to the ricardian valu that treat futur tax as if they were lump sum copyright 1986 by american econom associ", "title": "Ricardian Consumers with Keynesian Propensities"}, "https://ideas.repec.org/a/fip/fedkpr/y1995p95-119.html": {"abstract": "This paper discusses the effects of budget deficits on the economy in four steps. First, it reviews standard theory about how budget deficits influence saving, investment, the trade balance, interest rates, exchange rates, and long-term growth. Second, it offers a rough estimate of the magnitude of some of the effects. Third, it discusses how budget deficits affect economic welfare. Finally, it considers the possibility that continuing budget deficits in a country could lead to a 'hard landing' in which the demand for the country's assets suddenly collapses.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpba605", "epma131"], "abstractStem": "thi paper discuss the effect of budget deficit on the economi in four step first it review standard theori about how budget deficit influenc save invest the trade balanc interest rate exchang rate and longterm growth second it offer a rough estim of the magnitud of some of the effect third it discuss how budget deficit affect econom welfar final it consid the possibl that continu budget deficit in a countri could lead to a hard land in which the demand for the countri asset suddenli collapsespthi abstract wa borrow from anoth version of thi item", "title": "What do budget deficits do?"}, "https://ideas.repec.org/a/eee/ecolet/v20y1986i2p139-145.html": {"abstract": "We examine the small sample properties of tests of rational expectations models. We show using Monte Carlo experiments that the asymptotic distribution of test statistics can be extremely misleading when the tine series examined are highly autoregressive. In particular, a practitioner relying on the asymptotic distribution will reject true models too frequently. We also show that this problem is especially severe with detrended data. We present correct small sample critical values for our canonical problem.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epma131", "epsh144"], "abstractStem": "we examin the small sampl properti of test of ration expect model we show use mont carlo experi that the asymptot distribut of test statist can be extrem mislead when the tine seri examin are highli autoregress in particular a practition reli on the asymptot distribut will reject true model too frequent we also show that thi problem is especi sever with detrend data we present correct small sampl critic valu for our canon problempthi abstract wa borrow from anoth version of thi item", "title": "Do we reject too often? : Small sample properties of tests of rational expectations models"}, "https://ideas.repec.org/a/tpr/jeurec/v5y2007i2-3p603-613.html": {"abstract": " This paper develops and analyzes a general-equilibrium model with sticky information. The only rigidity in goods, labor, and financial markets is that agents are inattentive, sporadically updating their information sets, when setting prices, wages, and consumption. After presenting the ingredients of such a model, the paper develops an algorithm to solve this class of models and uses it to study the model's dynamic properties. It then estimates the parameters of the model using U.S. data on five key macroeconomic time series. It finds that information stickiness is present in all markets, and is especially pronounced for consumers and workers. Variance decompositions show that monetary policy and aggregate demand shocks account for most of the variance of inflation, output, and hours. (JEL: E30, E10) (c) 2007 by the European Economic Association.", "authors": ["epma131", "epre73"], "abstractStem": " thi paper develop and analyz a generalequilibrium model with sticki inform the onli rigid in good labor and financi market is that agent are inattent sporad updat their inform set when set price wage and consumpt after present the ingredi of such a model the paper develop an algorithm to solv thi class of model and use it to studi the model dynam properti it then estim the paramet of the model use us data on five key macroeconom time seri it find that inform sticki is present in all market and is especi pronounc for consum and worker varianc decomposit show that monetari polici and aggreg demand shock account for most of the varianc of inflat output and hour jel e30 e10 c 2007 by the european econom associ", "title": "Sticky Information in General Equilibrium"}, "https://ideas.repec.org/a/eee/eecrev/v36y1992i2-3p559-565.html": {"abstract": "This paper discusses the reemergence of Keynesian economics during the past decade. It highlights the substantial differences between new Keynesian economics and the convictions of early Keynesians. In particular, it points out that new Keynesians have adopted many views that were once considered \"monetarist\" or \"classical.\" It concludes that the term \"Keynesian\" may have outlived its usefulness.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epma131"], "abstractStem": "thi paper discuss the reemerg of keynesian econom dure the past decad it highlight the substanti differ between new keynesian econom and the convict of earli keynesian in particular it point out that new keynesian have adopt mani view that were onc consid monetarist or classic it conclud that the term keynesian may have outliv it usefulnesspthi abstract wa borrow from anoth version of thi item", "title": "The reincarnation of Keynesian economics"}, "https://ideas.repec.org/a/eej/eeconj/v24y1998i4p519-524.html": {"abstract": "In this brief essay, I describe my approach to the principles course. I emphasize three themes. First, in teaching microeconomics, the tools of welfare economics should play a larger role than they have in the past. Second, in teaching macroeconomics, classical ideas should play a larger role than they have in the past. Third, in teaching all parts of the course, we instructors should be sure to stress the important principles and be careful not to overwhelm students with an excess of details.", "authors": ["epma131"], "abstractStem": "in thi brief essay i describ my approach to the principl cours i emphas three theme first in teach microeconom the tool of welfar econom should play a larger role than they have in the past second in teach macroeconom classic idea should play a larger role than they have in the past third in teach all part of the cours we instructor should be sure to stress the import principl and be care not to overwhelm student with an excess of detail", "title": "Teaching the Principles of Economics"}, "https://ideas.repec.org/a/mcb/jmoncb/v20y1988i4p715-17.html": {"abstract": "No abstract is available for this item.", "authors": ["epma131", "epsu137"], "abstractStem": "no abstract is avail for thi item", "title": "Money Demand and the Effects of Fiscal Policies: Reply"}, "https://ideas.repec.org/a/fip/feddpr/y1994iaprn1.html": {"abstract": "Macroeconomists are divided on the best way to explain short-run economic fluctuations. This paper presents the case for traditional theories based on short-run price stickiness. It discusses the fundamental basis for believing in this class of macreconomic models. It also discusses recent research on the microeconomic foundations of sticky prices.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpba605", "epma131"], "abstractStem": "macroeconomist are divid on the best way to explain shortrun econom fluctuat thi paper present the case for tradit theori base on shortrun price sticki it discuss the fundament basi for believ in thi class of macreconom model it also discuss recent research on the microeconom foundat of sticki pricespthi abstract wa borrow from anoth version of thi item", "title": "A sticky-price manifesto"}, "https://ideas.repec.org/a/aea/aecrev/v85y1995i1p103-15.html": {"abstract": " The neoclassical growth model accords with empirical evidence on convergence if capital is viewed broadly to include human investments, so that diminishing returns to capital set in slowly, and if differences in government policies or other variables create substantial differences in steady-state positions. However, open-economy versions of the theory predict higher rates of convergence than those observed empirically. The authors show that the open-economy model conforms with the evidence if an economy can borrow to finance only a portion of its capital, for example, if human capital must be financed by domestic savings. Copyright 1995 by American Economic Association.", "authors": ["fpba251", "epma131", "fpsa510"], "abstractStem": " the neoclass growth model accord with empir evid on converg if capit is view broadli to includ human invest so that diminish return to capit set in slowli and if differ in govern polici or other variabl creat substanti differ in steadyst posit howev openeconomi version of the theori predict higher rate of converg than those observ empir the author show that the openeconomi model conform with the evid if an economi can borrow to financ onli a portion of it capit for exampl if human capit must be financ by domest save copyright 1995 by american econom associ", "title": "Capital Mobility in Neoclassical Models of Growth"}, "https://ideas.repec.org/a/aea/jecper/v27y2013i3p21-34.html": {"abstract": "Imagine a society with perfect economic equality. Then, one day, this egalitarian utopia is disturbed by an entrepreneur with an idea for a new product. Think of the entrepreneur as Steve Jobs as he develops the iPod, J. K. Rowling as she writes her Harry Potter books, or Steven Spielberg as he directs his blockbuster movies. The new product makes the entrepreneur much richer than everyone else. How should the entrepreneurial disturbance in this formerly egalitarian outcome alter public policy? Should public policy remain the same, because the situation was initially acceptable and the entrepreneur improved it for everyone? Or should government policymakers deplore the resulting inequality and use their powers to tax and transfer to spread the gains more equally? In my view, this thought experiment captures, in an extreme and stylized way, what has happened to US society over the past several decades. Since the 1970s, average incomes have grown, but the growth has not been uniform across the income distribution. The incomes at the top, especially in the top 1 percent, have grown much faster than average. These high earners have made significant economic contributions, but they have also reaped large gains. The question for public policy is what, if anything, to do about it.", "authors": ["epma131"], "abstractStem": "imagin a societi with perfect econom equal then one day thi egalitarian utopia is disturb by an entrepreneur with an idea for a new product think of the entrepreneur as steve job as he develop the ipod j k rowl as she write her harri potter book or steven spielberg as he direct hi blockbust movi the new product make the entrepreneur much richer than everyon els how should the entrepreneuri disturb in thi formerli egalitarian outcom alter public polici should public polici remain the same becaus the situat wa initi accept and the entrepreneur improv it for everyon or should govern policymak deplor the result inequ and use their power to tax and transfer to spread the gain more equal in my view thi thought experi captur in an extrem and styliz way what ha happen to us societi over the past sever decad sinc the 1970 averag incom have grown but the growth ha not been uniform across the incom distribut the incom at the top especi in the top 1 percent have grown much faster than averag these high earner have made signific econom contribut but they have also reap larg gain the question for public polici is what if anyth to do about it", "title": "Defending the One Percent"}, "https://ideas.repec.org/a/bes/jnlbes/v8y1990i3p265-79.html": {"abstract": " This article reexamines the consistency of the permanent-income hypothesis with aggregate postwar U.S. data. The permanent-income hypothesis is nested within a more general model in which a fraction of income accrues to individuals who consume their current income rather than their permanent income. This fraction is estimated to be about 50 percent, indicating a substantial departure from the permanent-income hypothesis. Our results cannot be easily explained by time aggregation for small-sample bias, by managers in the real interest rate, or by nonseparabilities in the utility function of consumers.", "authors": ["epca54", "epma131"], "abstractStem": " thi articl reexamin the consist of the permanentincom hypothesi with aggreg postwar us data the permanentincom hypothesi is nest within a more gener model in which a fraction of incom accru to individu who consum their current incom rather than their perman incom thi fraction is estim to be about 50 percent indic a substanti departur from the permanentincom hypothesi our result cannot be easili explain by time aggreg for smallsampl bia by manag in the real interest rate or by nonsepar in the util function of consum", "title": "Permanent Income, Current Income, and Consumption"}, "https://ideas.repec.org/a/tpr/restat/v81y1999i2p197-198.html": {"abstract": " © 1999 by the President and Fellows of Harvard College and the Massachusetts Institute of Technology", "authors": ["fpba605", "epma131"], "abstractStem": "   1999 by the presid and fellow of harvard colleg and the massachusett institut of technolog", "title": "Interpreting The Correlation Between Inflation And The Skewness Of Relative Prices: A Comment On Bryan And"}, "https://ideas.repec.org/a/bpj/evoice/v1y2004i3n3.html": {"abstract": "The U.S. economy is now on a sound footing for sustained expansion. This is a remarkable state of affairs in light of the powerful contractionary forces that have been at work since early 2000 \u0097 the bursting of the high-tech bubble of the 1990s, corporate scandals, slow growth among our major trading partners, and of course terrorist attacks. But it is important not to take the economic expansion for granted. President Bush has set out an ambitious agenda to ensure a continued and expanding prosperity. At the top of his economic agenda are tax reform, the reduction of the fiscal deficit, and social security reform.", "authors": ["epma131"], "abstractStem": "the us economi is now on a sound foot for sustain expans thi is a remark state of affair in light of the power contractionari forc that have been at work sinc earli 2000   the burst of the hightech bubbl of the 1990 corpor scandal slow growth among our major trade partner and of cours terrorist attack but it is import not to take the econom expans for grant presid bush ha set out an ambiti agenda to ensur a continu and expand prosper at the top of hi econom agenda are tax reform the reduct of the fiscal deficit and social secur reform", "title": "The Economic Agenda"}, "https://ideas.repec.org/a/aea/aecrev/v87y1997i1p181-91.html": {"abstract": " This paper examines popular advice on portfolio allocation among cash, bonds, and stocks. It documents that this advice is inconsistent with the mutual-fund separation theorem, which states that all investors should hold the same composition of risky assets. In contrast to the theorem, popular advisors recommend that aggressive investors hold a lower ratio of bonds to stocks than conservative investors. The paper explores various possible explanations of this puzzle and finds them unsatisfactory. Copyright 1997 by American Economic Association.", "authors": ["epma131", "epwe24"], "abstractStem": " thi paper examin popular advic on portfolio alloc among cash bond and stock it document that thi advic is inconsist with the mutualfund separ theorem which state that all investor should hold the same composit of riski asset in contrast to the theorem popular advisor recommend that aggress investor hold a lower ratio of bond to stock than conserv investor the paper explor variou possibl explan of thi puzzl and find them unsatisfactori copyright 1997 by american econom associ", "title": "An Asset Allocation Puzzle"}, "https://ideas.repec.org/a/bin/bpeajo/v42y2011i2011-01p209-272.html": {"abstract": "This paper examines the optimal response of monetary and fiscal policy to a decline in aggregate demand. The theoretical framework is a two-period general equilibrium model in which prices are sticky in the short run and flexible in the long run. Policy is evaluated by how well it raises the welfare of the representative household. While the model has Keynesian features, its policy prescriptions differ significantly from textbook Keynesian analysis. Moreover, the model suggests that the commonly used \"bang for the buck\" calculations are potentially misleading guides for the welfare effects of alternative fiscal policies.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epma131", "fpwe206"], "abstractStem": "thi paper examin the optim respons of monetari and fiscal polici to a declin in aggreg demand the theoret framework is a twoperiod gener equilibrium model in which price are sticki in the short run and flexibl in the long run polici is evalu by how well it rais the welfar of the repres household while the model ha keynesian featur it polici prescript differ significantli from textbook keynesian analysi moreov the model suggest that the commonli use bang for the buck calcul are potenti mislead guid for the welfar effect of altern fiscal policiespthi abstract wa borrow from anoth version of thi item", "title": "An Exploration of Optimal Stabilization Policy"}, "https://ideas.repec.org/a/eee/moneco/v23y1989i2p319-333.html": {"abstract": "This paper presents new evidence on the persistence of fluctuations in real GNP. We estimate two measures of persistence nonparametrically using post-war quarterly data from Canada, France, Germany, Italy, Japan, the United Kingdom, and the United States. We compare these estimates with Monte Carlo results from various AR(2) processes. For six out of seven countries, the point estimates indicate that a 1% shock to output should change the long-run unvariate forecast of output by well over 1%. Low-order ARMA models yield similar conclusions. Finally, we examine the persistence in relative outputs of different countries.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epca54", "epma131"], "abstractStem": "thi paper present new evid on the persist of fluctuat in real gnp we estim two measur of persist nonparametr use postwar quarterli data from canada franc germani itali japan the unit kingdom and the unit state we compar these estim with mont carlo result from variou ar2 process for six out of seven countri the point estim indic that a 1 shock to output should chang the longrun unvari forecast of output by well over 1 loword arma model yield similar conclus final we examin the persist in rel output of differ countriespthi abstract wa borrow from anoth version of thi item", "title": "International evidence on the persistence of economic fluctuations"}, "https://ideas.repec.org/a/mcb/jmoncb/v18y1986i4p415-29.html": {"abstract": " This paper reexamines the choice of the scale variable in the money-demand function. A variety of evidence suggests that consumer spending is a better scale variable than GNP. Changing the money- demand specification along these lines can profoundly affect the standard Keynesian analysis of a tax cut. Copyright 1986 by Ohio State University Press.", "authors": ["epma131", "epsu137"], "abstractStem": " thi paper reexamin the choic of the scale variabl in the moneydemand function a varieti of evid suggest that consum spend is a better scale variabl than gnp chang the money demand specif along these line can profoundli affect the standard keynesian analysi of a tax cut copyright 1986 by ohio state univers press", "title": "Money Demand and the Effects of Fiscal Policies"}, "https://ideas.repec.org/a/eee/ecolet/v26y1988i1p7-13.html": {"abstract": "This paper presents a simple general equilibrium model in which the only non-Walrasian feature is imperfect competition in the goods market. The model is shown to exhibit various Keynesian characteristics. In particular, as competition in the goods market becomes less perfect, the fiscal policy multipliers approach the values implied by the textbook Keynesian cross.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epma131"], "abstractStem": "thi paper present a simpl gener equilibrium model in which the onli nonwalrasian featur is imperfect competit in the good market the model is shown to exhibit variou keynesian characterist in particular as competit in the good market becom less perfect the fiscal polici multipli approach the valu impli by the textbook keynesian crosspthi abstract wa borrow from anoth version of thi item", "title": "Imperfect competition and the Keynesian cross"}, "https://ideas.repec.org/a/eee/eecrev/v32y1988i5p1183-1186.html": {"abstract": "No abstract is available for this item.", "authors": ["epma131"], "abstractStem": "no abstract is avail for thi item", "title": "New issues in corporate finance : Colin Mayer"}, "https://ideas.repec.org/a/eee/ecolet/v7y1981i4p307-311.html": {"abstract": "No abstract is available for this item.", "authors": ["epma131"], "abstractStem": "no abstract is avail for thi item", "title": "The permanent income hypothesis and the real interest rate"}, "https://ideas.repec.org/a/eee/moneco/v52y2005i4p703-725.html": {"abstract": "This paper is a contribution to the analysis of optimal monetary policy. It begins with a critical assessment of the existing literature, arguing that most work is based on implausible models of inflation-output dynamics. It then suggests that this problem may be solved with some recent behavioral models, which assume that price setters are slow to incorporate macroeconomic information into the prices they set. A specific such model is developed and used to derive optimal policy. In response to shocks to productivity and aggregate demand, optimal policy is price level targeting. Base drift in the price level, which is implicit in the inflation targeting regimes currently used in many central banks, is not desirable in this model. When shocks to desired markups are added, optimal policy is flexible targeting of the price level. That is, the central bank should allow the price level to deviate from its target for a while in response to these supply shocks, but it should eventually return the price level to its target path. Optimal policy can also be described as an elastic price standard: the central bank allows the price level to deviate from its target when output is expected to deviate from its natural rate.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpba605", "epma131", "epre73"], "abstractStem": "thi paper is a contribut to the analysi of optim monetari polici it begin with a critic assess of the exist literatur argu that most work is base on implaus model of inflationoutput dynam it then suggest that thi problem may be solv with some recent behavior model which assum that price setter are slow to incorpor macroeconom inform into the price they set a specif such model is develop and use to deriv optim polici in respons to shock to product and aggreg demand optim polici is price level target base drift in the price level which is implicit in the inflat target regim current use in mani central bank is not desir in thi model when shock to desir markup are ad optim polici is flexibl target of the price level that is the central bank should allow the price level to deviat from it target for a while in respons to these suppli shock but it should eventu return the price level to it target path optim polici can also be describ as an elast price standard the central bank allow the price level to deviat from it target when output is expect to deviat from it natur ratepthi abstract wa borrow from anoth version of thi item", "title": "Monetary policy for inattentive economies"}, "https://ideas.repec.org/a/tpr/jeurec/v1y2003i5p1058-1086.html": {"abstract": " This paper assumes that a central bank commits itself to maintaining an inflation target and then asks what measure of the inflation rate the central bank should use if it wants to maximize economic stability. The paper first formalizes this problem and examines its microeconomic foundations. It then shows how the weight of a sector in the stability price index depends on the sector's characteristics, including size, cyclical sensitivity, sluggishness of price adjustment, and magnitude of sectoral shocks. When a numerical illustration of the problem is calibrated to U.S. data, one tentative conclusion is that a central bank that wants to achieve maximum stability of economic activity should use a price index that gives substantial weight to the level of nominal wages. (JEL: E42, E52, E58) Copyright (c) 2003 The European Economic Association.", "authors": ["epma131", "epre73"], "abstractStem": " thi paper assum that a central bank commit itself to maintain an inflat target and then ask what measur of the inflat rate the central bank should use if it want to maxim econom stabil the paper first formal thi problem and examin it microeconom foundat it then show how the weight of a sector in the stabil price index depend on the sector characterist includ size cyclic sensit sluggish of price adjust and magnitud of sector shock when a numer illustr of the problem is calibr to us data one tent conclus is that a central bank that want to achiev maximum stabil of econom activ should use a price index that give substanti weight to the level of nomin wage jel e42 e52 e58 copyright c 2003 the european econom associ", "title": "What Measure of Inflation Should a Central Bank Target?"}, "https://ideas.repec.org/a/aea/jecper/v7y1993i1p3-4.html": {"abstract": "No abstract is available for this item.", "authors": ["epma131"], "abstractStem": "no abstract is avail for thi item", "title": "Symposium on Keynesian Economics Today"}, "https://ideas.repec.org/a/eee/moneco/v10y1982i3p417-425.html": {"abstract": "No abstract is available for this item.", "authors": ["epma131"], "abstractStem": "no abstract is avail for thi item", "title": "Hall's consumption hypothesis and durable goods"}, "https://ideas.repec.org/a/eee/moneco/v20y1987i2p327-341.html": {"abstract": "This paper presents and tests a positive theory of monetary and fiscal policy. The government chooses the rates of taxation and inflation to minimize the present value of the social cost of raising revenue given exogenous expenditure and an intertemporal budget constraint. The theory implies that nominal interest rates and inflation are random walks. It also implies that nominal interest rates and inflation move together with tax rates. United States data from 1952 to 1985 provide some support for the theory.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epma131"], "abstractStem": "thi paper present and test a posit theori of monetari and fiscal polici the govern choos the rate of taxat and inflat to minim the present valu of the social cost of rais revenu given exogen expenditur and an intertempor budget constraint the theori impli that nomin interest rate and inflat are random walk it also impli that nomin interest rate and inflat move togeth with tax rate unit state data from 1952 to 1985 provid some support for the theorypthi abstract wa borrow from anoth version of thi item", "title": "The optimal collection of seigniorage : Theory and evidence"}, "https://ideas.repec.org/a/bin/bpeajo/v15y1984i1984-1p223-248.html": {"abstract": "This paper examines the hypothesis that financial markets are myopic by studying the term structure of interest rates. White rejecting decisively the traditional expectations hypothesis regarding the term structure, our statistical results also lead us to conclude that long term interest rates do not overreact to either the level or the change in short termrates. This finding suggests that participants in bond markets are not myopic or overly sensitive to recent events. Our statistical results also suggest that most variations in the yield curve reflect changes in liquidity premia rather than expected changes in interest rates.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epma131", "epsu137"], "abstractStem": "thi paper examin the hypothesi that financi market are myopic by studi the term structur of interest rate white reject decis the tradit expect hypothesi regard the term structur our statist result also lead us to conclud that long term interest rate do not overreact to either the level or the chang in short termrat thi find suggest that particip in bond market are not myopic or overli sensit to recent event our statist result also suggest that most variat in the yield curv reflect chang in liquid premia rather than expect chang in interest ratespthi abstract wa borrow from anoth version of thi item", "title": "Do Long-Term Interest Rates Overreact to Short-Term Interest Rates?"}, "https://ideas.repec.org/a/eee/moneco/v53y2006i5p1027-1056.html": {"abstract": "This paper reviews the political uproar over offshore outsourcing connected with the release of the Economic Report of the President (ERP) in February 2004, examines the differing ways in which economists and non-economists talk about offshore outsourcing, and assesses the empirical evidence on the importance of offshore outsourcing in accounting for the weak labor market from 2001 to 2004. Even with important gaps in the data, the empirical literature is able to conclude that offshore outsourcing is unlikely to have accounted for a meaningful part of the job losses in the recent downturn or contributed much to the slow labor market rebound. The empirical evidence to date, while still tentative, actually suggests that increased employment in the overseas affiliates of U. S. multinationals is associated with more employment in the U. S. parent rather than less.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epma131", "epsw34"], "abstractStem": "thi paper review the polit uproar over offshor outsourc connect with the releas of the econom report of the presid erp in februari 2004 examin the differ way in which economist and noneconomist talk about offshor outsourc and assess the empir evid on the import of offshor outsourc in account for the weak labor market from 2001 to 2004 even with import gap in the data the empir literatur is abl to conclud that offshor outsourc is unlik to have account for a meaning part of the job loss in the recent downturn or contribut much to the slow labor market rebound the empir evid to date while still tent actual suggest that increas employ in the oversea affili of u s multin is associ with more employ in the u s parent rather than lesspthi abstract wa borrow from anoth version of thi item", "title": "The politics and economics of offshore outsourcing"}, "https://ideas.repec.org/a/fip/fedfpr/y2001ijunx2.html": {"abstract": "This paper examines a model of dynamic price adjustment based on the assumption that information disseminates slowly throughout the population. Compared to the commonly used sticky-price model, this sticky-information model displays three related properties that are more consistent with accepted views about the effects of monetary policy. First, disinflations are always contractionary (although announced disinflations are less contractionary than surprise ones). Second, monetary policy shocks have their maximum impact on inflation with a substantial delay. Third, the change in inflation is positively correlated with the level of economic activity.", "authors": ["epma131", "epre73"], "abstractStem": "thi paper examin a model of dynam price adjust base on the assumpt that inform dissemin slowli throughout the popul compar to the commonli use stickypric model thi stickyinform model display three relat properti that are more consist with accept view about the effect of monetari polici first disinfl are alway contractionari although announc disinfl are less contractionari than surpris one second monetari polici shock have their maximum impact on inflat with a substanti delay third the chang in inflat is posit correl with the level of econom activ", "title": "Sticky information versus sticky prices: a proposal to replace the New-Keynesian Phillips curve"}, "https://ideas.repec.org/a/ucp/jpolec/v95y1987i2p407-19.html": {"abstract": " This paper examines the dynamic impact of government purchases in a simple general equilibrium model with both durable and nondurable consumer goods as well as productive capital. The model generates perhaps surprising results. In particular, increases in government purchases are shown to cause reductions in real interest rates. The model thus provides a possible explanation for the observed behavior of real interest rates around wars. Copyright 1987 by University of Chicago Press.", "authors": ["epma131"], "abstractStem": " thi paper examin the dynam impact of govern purchas in a simpl gener equilibrium model with both durabl and nondur consum good as well as product capit the model gener perhap surpris result in particular increas in govern purchas are shown to caus reduct in real interest rate the model thu provid a possibl explan for the observ behavior of real interest rate around war copyright 1987 by univers of chicago press", "title": "Government Purchases and Real Interest Rates"}, "https://ideas.repec.org/a/aea/aecrev/v80y1990i4p977-79.html": {"abstract": "No abstract is available for this item.", "authors": ["epma131", "fpmi250", "epwe24"], "abstractStem": "no abstract is avail for thi item", "title": "The Adjustment of Expectations to a Change in Regime: Reply"}, "https://ideas.repec.org/a/eee/pubeco/v90y2006i8-9p1415-1433.html": {"abstract": "This paper uses the neoclassical growth model to examine the extent to which a tax cut pays for itself through higher economic growth. The model yields simple expressions for the steady-state feedback effect of a tax cut. The feedback is surprisingly large: for standard parameter values, half of a capital tax cut is self-financing. The paper considers various generalizations of the basic model, including elastic labor supply, departures from infinite horizons, and non-neoclassical production settings. It also examines how the steady-state results are modified when one considers the transition path to the steady state.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epma131", "fpwe206"], "abstractStem": "thi paper use the neoclass growth model to examin the extent to which a tax cut pay for itself through higher econom growth the model yield simpl express for the steadyst feedback effect of a tax cut the feedback is surprisingli larg for standard paramet valu half of a capit tax cut is selffinanc the paper consid variou gener of the basic model includ elast labor suppli departur from infinit horizon and nonneoclass product set it also examin how the steadyst result are modifi when one consid the transit path to the steadi statepthi abstract wa borrow from anoth version of thi item", "title": "Dynamic scoring: A back-of-the-envelope guide"}, "https://ideas.repec.org/a/aea/aecrev/v77y1987i3p358-74.html": {"abstract": " The founding of the Federal Reserve System in 1914 led to a substantial change in the behavior of nominal interest rates. The authors examine the timing of this change and the speed with which it was effected. They then use data on the term structure of interest rates to determine how expectations responded. Their results indicate that the change in policy regime was rapid and that individuals quickly understood the new environment they were facing. Copyright 1987 by American Economic Association.", "authors": ["epma131", "fpmi250", "epwe24"], "abstractStem": " the found of the feder reserv system in 1914 led to a substanti chang in the behavior of nomin interest rate the author examin the time of thi chang and the speed with which it wa effect they then use data on the term structur of interest rate to determin how expect respond their result indic that the chang in polici regim wa rapid and that individu quickli understood the new environ they were face copyright 1987 by american econom associ", "title": "The Adjustment of Expectations to a Change in Regime: A Study of the Founding of the Federal Reserve"}, "https://ideas.repec.org/a/aea/jecper/v23y2009i4p147-74.html": {"abstract": "The optimal design of a tax system is a topic that has long fascinated economic theorists and flummoxed economic policymakers. This paper explores the interplay between tax theory and tax policy. It identifies key lessons policymakers might take from the academic literature on how taxes ought to be designed, and it discusses the extent to which these lessons are reflected in actual tax policy.", "authors": ["epma131", "fpwe206", "fpya379"], "abstractStem": "the optim design of a tax system is a topic that ha long fascin econom theorist and flummox econom policymak thi paper explor the interplay between tax theori and tax polici it identifi key lesson policymak might take from the academ literatur on how tax ought to be design and it discuss the extent to which these lesson are reflect in actual tax polici", "title": "Optimal Taxation in Theory and Practice"}, "firstname": "N. Gregory", "https://ideas.repec.org/a/eee/crcspp/v34y1991ip41-69.html": {"abstract": "This paper examines the choice of monetary policy in response to seasonal fluctuations in the economy. It discusses the costs and benefits of smoothing interest rates over the seasons, which has been the Fed's policy since its founding in 1914, and presents simulations suggesting how the economy would behave under the alternative policy of stabilizing the money stock. Finally, it presents evidence that the smoothing of interest rates in 1914 changed the seasonal business cycle.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epma131", "fpmi250"], "abstractStem": "thi paper examin the choic of monetari polici in respons to season fluctuat in the economi it discuss the cost and benefit of smooth interest rate over the season which ha been the fed polici sinc it found in 1914 and present simul suggest how the economi would behav under the altern polici of stabil the money stock final it present evid that the smooth of interest rate in 1914 chang the season busi cyclepthi abstract wa borrow from anoth version of thi item", "title": "Should the fed smooth interest rates? the case of seasonal monetary policy"}, "https://ideas.repec.org/a/fip/fedgpr/y2005x26.html": {"abstract": "No abstract is available for this item.", "authors": ["fpba818", "epdi90", "eplu15", "epma131", "epwo3"], "abstractStem": "no abstract is avail for thi item", "title": "Long-run risks and equity Returns"}, "https://ideas.repec.org/a/rje/randje/v17y1986ispringp48-58.html": {"abstract": " Previous articles have noted the possibility of socially inefficient levels of entry in markets in which firms must incur fixed set-up costs upon entry. This article identifies the fundamental and intuitive forces that lie behind these entry biases. If an entrant causes incumbent firms to reduce output, entry is more desirable to the entrant than it is to society. There is therefore a tendency toward excessive entry in homogeneous product markets. The roles of product diversity and the integer constraint on the number of firms are also examined.", "authors": ["epma131", "epwh46"], "abstractStem": " previou articl have note the possibl of social ineffici level of entri in market in which firm must incur fix setup cost upon entri thi articl identifi the fundament and intuit forc that lie behind these entri bias if an entrant caus incumb firm to reduc output entri is more desir to the entrant than it is to societi there is therefor a tendenc toward excess entri in homogen product market the role of product divers and the integ constraint on the number of firm are also examin", "title": "Free Entry and Social Inefficiency"}, "https://ideas.repec.org/a/tpr/restat/v68y1986i3p452-59.html": {"abstract": "Much recent work emphasizes the joint nature of the consumption decision and the portfolio allocation decision. In this paper, we compare two formulations of the Capital Asset Pricing Model. The traditional CAPM suggests that the appropriate measure of an asset's risk is the covariance of the asset's return with the market return. The consumption CAPM, on the other hand, implies that a better measure of risk is the covariance with aggregate consumption growth. We examine a cross-section of 464 stocks and find that the beta measured with respect to a stock market index outperforms the beta measured with respect to consumption growth.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epma131", "epsh144"], "abstractStem": "much recent work emphas the joint natur of the consumpt decis and the portfolio alloc decis in thi paper we compar two formul of the capit asset price model the tradit capm suggest that the appropri measur of an asset risk is the covari of the asset return with the market return the consumpt capm on the other hand impli that a better measur of risk is the covari with aggreg consumpt growth we examin a crosssect of 464 stock and find that the beta measur with respect to a stock market index outperform the beta measur with respect to consumpt growthpthi abstract wa borrow from anoth version of thi item", "title": "Risk and Return: Consumption Beta versus Market Beta"}, "https://ideas.repec.org/a/fip/fedkpr/00028.html": {"abstract": "No abstract is available for this item.", "authors": ["epma131"], "abstractStem": "no abstract is avail for thi item", "title": "Commentary : the search for growth"}, "https://ideas.repec.org/a/aea/aecrev/v96y2006i2p164-169.html": {"abstract": "This paper explores a macroeconomic model of the business cycle in which stickiness of information is pervasive. We start from a familiar benchmark classical model and add to it the assumption that there is sticky information on the part of consumers, workers, and firms. We evaluate the model against three key facts that describe shortrun fluctuations: the acceleration phenomenon, the smoothness of real wages, and the gradual response of real variables to shocks. We find that pervasive stickiness is required to fit the facts. We conclude that models based on stickiness of information offer the promise of fitting the facts on business cycles while adding only one new plausible ingredient to the classical benchmark.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epma131", "epre73"], "abstractStem": "thi paper explor a macroeconom model of the busi cycl in which sticki of inform is pervas we start from a familiar benchmark classic model and add to it the assumpt that there is sticki inform on the part of consum worker and firm we evalu the model against three key fact that describ shortrun fluctuat the acceler phenomenon the smooth of real wage and the gradual respons of real variabl to shock we find that pervas sticki is requir to fit the fact we conclud that model base on sticki of inform offer the promis of fit the fact on busi cycl while ad onli one new plausibl ingredi to the classic benchmarkpthi abstract wa borrow from anoth version of thi item", "title": "Pervasive Stickiness"}, "https://ideas.repec.org/a/pal/easeco/v35y2009i1p14-23.html": {"abstract": "Many economists favor higher taxes on energy-related products such as gasoline, while the general public is more skeptical. This essay, based on a talk given at the March 2008 meeting of the Eastern Economic Association, discusses various aspects of this policy debate. It focuses, in particular, on the use of these taxes to correct for various externalities — an idea advocated long ago by British economist Arthur Pigou. Eastern Economic Journal (2009) 35, 14–23. doi:10.1057/eej.2008.43", "authors": ["epma131"], "abstractStem": "mani economist favor higher tax on energyrel product such as gasolin while the gener public is more skeptic thi essay base on a talk given at the march 2008 meet of the eastern econom associ discuss variou aspect of thi polici debat it focus in particular on the use of these tax to correct for variou extern   an idea advoc long ago by british economist arthur pigou eastern econom journal 2009 35 14 23 doi101057eej200843", "title": "Smart Taxes: An Open Invitation to Join the Pigou Club"}, "https://ideas.repec.org/a/aea/aecrev/v77y1987i2p111-17.html": {"abstract": "Fluctuations in real GNP have traditionally been viewed as transitory deviations from a deterministic time trend. The purpose of this paper is to review some of the recent developments that have led to a new view of output fluctuations and then to provide some additional evidence. Using post-war quarterly data, it is hard to reject the view that real GNP is as persistent as a random walk with drift.We also consider the hypothesis that the recent finding of persistence are due to the failure to distinguish the business cycle from other fluctuations in real GNP. We use the measured unemployment rate to decompose output fluctuations. We find no evidence for the view that business cycle fluctuations are more quickly trend-reverting.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epca54", "epma131"], "abstractStem": "fluctuat in real gnp have tradit been view as transitori deviat from a determinist time trend the purpos of thi paper is to review some of the recent develop that have led to a new view of output fluctuat and then to provid some addit evid use postwar quarterli data it is hard to reject the view that real gnp is as persist as a random walk with driftw also consid the hypothesi that the recent find of persist are due to the failur to distinguish the busi cycl from other fluctuat in real gnp we use the measur unemploy rate to decompos output fluctuat we find no evid for the view that busi cycl fluctuat are more quickli trendrevertingpthi abstract wa borrow from anoth version of thi item", "title": "Permanent and Transitory Components in Macroeconomic Fluctuations"}, "https://ideas.repec.org/a/eee/jfinec/v29y1991i1p97-112.html": {"abstract": "Only one-fourth of U.S. families own stock. This paper examines whether the consumption of stockholders differs from the consumption of non-stockholders and whether these differences help explain the empirical failures of the consumption-based CAPM. Household panel data are used to construct time series on the consumption of each group. The results indicate that the consumption of stockholders is more volatile than that of non-stockholders and is more highly correlated with the excess return on the stock market. These differences help explain the size of the equity premium, although they do not fully resolve the equity premium puzzle.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epma131", "epze2"], "abstractStem": "onli onefourth of us famili own stock thi paper examin whether the consumpt of stockhold differ from the consumpt of nonstockhold and whether these differ help explain the empir failur of the consumptionbas capm household panel data are use to construct time seri on the consumpt of each group the result indic that the consumpt of stockhold is more volatil than that of nonstockhold and is more highli correl with the excess return on the stock market these differ help explain the size of the equiti premium although they do not fulli resolv the equiti premium puzzlepthi abstract wa borrow from anoth version of thi item", "title": "The consumption of stockholders and nonstockholders"}, "https://ideas.repec.org/a/eee/eecrev/v35y1991i4p723-756.html": {"abstract": "No abstract is available for this item.", "authors": ["epca54", "epma131"], "abstractStem": "no abstract is avail for thi item", "title": "The response of consumption to income : A cross-country investigation"}, "https://ideas.repec.org/a/pal/easeco/v36y2010i3p285-298.html": {"abstract": "This essay discusses the policy debate concerning optimal taxation and the distribution of income. It begins with a brief overview of trends in income inequality, the leading hypothesis to explain these trends, and the distribution of the tax burden. It then considers the normative question of how the tax system should be designed. The conventional utilitarian framework is found to be wanting, as it leads to prescriptions that conflict with many individuals’ moral intuitions. The essay then explores an alternative normative framework, dubbed the Just Deserts Theory, according to which an individual's compensation should reflect his or her social contribution.", "authors": ["epma131"], "abstractStem": "thi essay discuss the polici debat concern optim taxat and the distribut of incom it begin with a brief overview of trend in incom inequ the lead hypothesi to explain these trend and the distribut of the tax burden it then consid the norm question of how the tax system should be design the convent utilitarian framework is found to be want as it lead to prescript that conflict with mani individu  moral intuit the essay then explor an altern norm framework dub the just desert theori accord to which an individu compens should reflect hi or her social contribut", "title": "Spreading the Wealth Around: Reflections Inspired by Joe the Plumber"}, "https://ideas.repec.org/a/oup/restud/v58y1991i3p455-477..html": {"abstract": "This paper presents and implements statistical tests of stock market forecastability and volatility that are immune from the severe statistical problems of earlier tests. It finds that although the null hypothesis of market efficiency is rejected, the rejections are only marginal. The paper also shows how volatility tests and recent regression tests are closely related, and demonstrates that when finite sample biases are taken into account, regression tests also fail to provide strong evidence of violations of the conventional valuation model.", "authors": ["fpro406"], "abstractStem": "thi paper present and implement statist test of stock market forecast and volatil that are immun from the sever statist problem of earlier test it find that although the null hypothesi of market effici is reject the reject are onli margin the paper also show how volatil test and recent regress test are close relat and demonstr that when finit sampl bias are taken into account regress test also fail to provid strong evid of violat of the convent valuat model", "title": "Stock Market Forecastability and Volatility: A Statistical Appraisal"}}}