{"epmi34": {"https://ideas.repec.org/a/rje/bellje/v12y1981iautumnp380-391.html": {"abstract": " This is an article about modeling methods in information economics. A notion of \"favorableness\" of news is introduced, characterized, and applied to four simple models. In the equilibria of these models, (1) the arrival of good news about a firm's prospects always causes its share price to rise, (2) more favorable evidence about an agent's effort leads the principal to pay a larger bonus, (3) buyers expect that any product information withheld by a salesman is unfavorable to his product, and (4) bidders figure that low bids by their competitors signal a low value for the object being sold.", "authors": ["epmi34"], "abstractStem": " thi is an articl about model method in inform econom a notion of favor of news is introduc character and appli to four simpl model in the equilibria of these model 1 the arriv of good news about a firm prospect alway caus it share price to rise 2 more favor evid about an agent effort lead the princip to pay a larger bonu 3 buyer expect that ani product inform withheld by a salesman is unfavor to hi product and 4 bidder figur that low bid by their competitor signal a low valu for the object be sold", "title": "Good News and Bad News: Representation Theorems and Applications"}, "https://ideas.repec.org/a/ecm/emetrp/v47y1979i3p679-88.html": {"abstract": "No abstract is available for this item.", "authors": ["epmi34"], "abstractStem": "no abstract is avail for thi item", "title": "A Convergence Theorem for Competitive Bidding with Differential Information"}, "https://ideas.repec.org/a/eee/gamebe/v70y2010i1p62-70.html": {"abstract": "A mechanism can be simplified by restricting its message space. If the restricted message spaces satisfy a certain \"outcome closure property,\" then the simplification is \"tight\": for every [epsilon][greater-or-equal, slanted]0, any [epsilon]-Nash equilibrium of the simplified mechanism is also an [epsilon]-Nash equilibrium of the unrestricted mechanism. Prominent auction and matching mechanisms are tight simplifications of mechanisms studied in economic theory and often incorporate price-adjustment features that facilitate simplification. The generalized second-price auction used for sponsored-search advertising is a tight simplification of a series of second-price auctions that eliminates the lowest revenue equilibrium outcomes and leaves intact only higher revenue equilibria.", "authors": ["epmi34"], "abstractStem": "a mechan can be simplifi by restrict it messag space if the restrict messag space satisfi a certain outcom closur properti then the simplif is tight for everi epsilongreaterorequ slanted0 ani epsilonnash equilibrium of the simplifi mechan is also an epsilonnash equilibrium of the unrestrict mechan promin auction and match mechan are tight simplif of mechan studi in econom theori and often incorpor priceadjust featur that facilit simplif the gener secondpric auction use for sponsoredsearch advertis is a tight simplif of a seri of secondpric auction that elimin the lowest revenu equilibrium outcom and leav intact onli higher revenu equilibria", "title": "Simplified mechanisms with an application to sponsored-search auctions"}, "https://ideas.repec.org/a/ucp/jpolec/v94y1986i4p796-821.html": {"abstract": "We present a signalling model, based on ideas of Phillip Nelson, in which both the introductory price and the level of directly \"uninformative\" advertising or other dissipative marketing expenditures are choice variables and may be used as signals for the initially unobservable quality of a newly introduced experience good. Repeat purchases play a crucial role in our model.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epmi34", "fpro554"], "abstractStem": "we present a signal model base on idea of phillip nelson in which both the introductori price and the level of directli uninform advertis or other dissip market expenditur are choic variabl and may be use as signal for the initi unobserv qualiti of a newli introduc experi good repeat purchas play a crucial role in our modelpthi abstract wa borrow from anoth version of thi item", "title": "Price and Advertising Signals of Product Quality"}, "https://ideas.repec.org/a/aea/aecrev/v98y2008i4p1653-74.html": {"abstract": "When a job-seeker and an employer meet, find a prospective joint surplus, and bargain over the wage, conditions in the outside labor market, including especially unemployment, may have limited influence. The job-seeker's only credible threat during bargaining is to hold out for a better deal. The employer's threat is to delay bargaining. Consequently, the outcome of the bargain depends on the relative costs of delays to the parties, rather than on the payoffs that result from exiting negotiations. Modeling bargaining in this way makes wages less responsive to unemployment. A stochastic model of the labor market with credible bargaining and reasonable parameter values yields larger employment fluctuations than does the standard Mortensen-Pissarides model. (JEL J22, J23, J31, J64)", "authors": ["epha128", "epmi34"], "abstractStem": "when a jobseek and an employ meet find a prospect joint surplu and bargain over the wage condit in the outsid labor market includ especi unemploy may have limit influenc the jobseek onli credibl threat dure bargain is to hold out for a better deal the employ threat is to delay bargain consequ the outcom of the bargain depend on the rel cost of delay to the parti rather than on the payoff that result from exit negoti model bargain in thi way make wage less respons to unemploy a stochast model of the labor market with credibl bargain and reason paramet valu yield larger employ fluctuat than doe the standard mortensenpissarid model jel j22 j23 j31 j64", "title": "The Limited Influence of Unemployment on the Wage Bargain"}, "https://ideas.repec.org/a/aea/aecrev/v77y1987i2p184-93.html": {"abstract": "No abstract is available for this item.", "authors": ["epmi34", "fpro554"], "abstractStem": "no abstract is avail for thi item", "title": "Informational Asymmetries, Strategic Behavior, and Industrial Organization"}, "https://ideas.repec.org/a/ucp/jpolec/v96y1988i1p42-60.html": {"abstract": " Efficient employment contracts usually fail to compensate workers for the effects of posthir ing events and decisions when changing jobs is costly. Then, when the re are executives and managers with authority to make discretionary decisions, affected employees will be led to waste valuable time tryi ng to influence their decisions. Efficient organization design coun-t ers this tendency by limiting the discretion of decision makers, espe cially for those decisions that have large distributional consequence s but that are otherwise of little consequence to the organization. Copyright 1988 by University of Chicago Press.", "authors": ["epmi34"], "abstractStem": " effici employ contract usual fail to compens worker for the effect of posthir ing event and decis when chang job is costli then when the re are execut and manag with author to make discretionari decis affect employe will be led to wast valuabl time tryi ng to influenc their decis effici organ design count er thi tendenc by limit the discret of decis maker esp cialli for those decis that have larg distribut consequ s but that are otherwis of littl consequ to the organ copyright 1988 by univers of chicago press", "title": "Employment Contracts, Influence Activities, and Efficient Organization Design"}, "https://ideas.repec.org/a/aea/aecrev/v81y1991i2p84-88.html": {"abstract": "No abstract is available for this item.", "authors": ["epmi34", "fpro554"], "abstractStem": "no abstract is avail for thi item", "title": "Complementarities, Momentum, and the Evolution of Modern Manufacturing"}, "https://ideas.repec.org/a/ucp/jpolec/v102y1994i3p607-15.html": {"abstract": " Consider a family of maximization models in which the optimum trades off beneficial and costly effects. Then comparative statics derived under many kinds of simplifying assumptions about the benefits technology are also true for general (convex and nonconvex) technologies. For example, any comparative statics conclusion about investment by a risk-averse decisionmaker under uncertainty that holds when expected returns are described by a general linear function also holds for an arbitrary nonlinear expected return function. Copyright 1994 by University of Chicago Press.", "authors": ["epmi34"], "abstractStem": " consid a famili of maxim model in which the optimum trade off benefici and costli effect then compar static deriv under mani kind of simplifi assumpt about the benefit technolog are also true for gener convex and nonconvex technolog for exampl ani compar static conclus about invest by a riskavers decisionmak under uncertainti that hold when expect return are describ by a gener linear function also hold for an arbitrari nonlinear expect return function copyright 1994 by univers of chicago press", "title": "Comparing Optima: Do Simplifying Assumptions Affect Conclusions?"}, "https://ideas.repec.org/a/aea/aecrev/v85y1995i4p997-99.html": {"abstract": "No abstract is available for this item.", "authors": ["epmi34", "fpro554"], "abstractStem": "no abstract is avail for thi item", "title": "The Economics of Modern Manufacturing: Reply"}, "https://ideas.repec.org/a/eee/gamebe/v85y2014icp210-231.html": {"abstract": "We explore the performance of multi-round, price-guided combinatorial auctions for a previously untested class of value profiles in which synergies arise from shared fixed costs. We find that, in many cases, a simulator that bids straightforwardly does well in predicting auction performance, but exceptions arise because human bidders sometimes rely on cues besides prices to guide their package selection and because they sometimes bid aggressively on items for which they have no value in order to increase payments by bidders seeking complementary packages. In our experiments, this latter behavior not only raises prices, but can also improve efficiency by mitigating the threshold problem. Comparisons between a combinatorial clock auction (CCA) and a simultaneous ascending auction (SAA) are reported.", "authors": ["fpka270", "epmi34"], "abstractStem": "we explor the perform of multiround priceguid combinatori auction for a previous untest class of valu profil in which synergi aris from share fix cost we find that in mani case a simul that bid straightforwardli doe well in predict auction perform but except aris becaus human bidder sometim reli on cue besid price to guid their packag select and becaus they sometim bid aggress on item for which they have no valu in order to increas payment by bidder seek complementari packag in our experi thi latter behavior not onli rais price but can also improv effici by mitig the threshold problem comparison between a combinatori clock auction cca and a simultan ascend auction saa are report", "title": "Ascending prices and package bidding: Further experimental analysis"}, "https://ideas.repec.org/a/bla/ecinqu/v49y2011i2p311-320.html": {"abstract": "No abstract is available for this item.", "authors": ["epmi34"], "abstractStem": "no abstract is avail for thi item", "title": "Critical Issues In The Practice Of Market Design"}, "https://ideas.repec.org/a/ecm/emetrp/v50y1982i5p1089-1122.html": {"abstract": "No abstract is available for this item.", "authors": ["epmi34", "epwe89"], "abstractStem": "no abstract is avail for thi item", "title": "A Theory of Auctions and Competitive Bidding"}, "https://ideas.repec.org/a/ecm/emetrp/v58y1990i6p1255-77.html": {"abstract": " The authors study a rich class of noncooperative games that includes models of oligopoly competition, macroeconomic coordination failures, arms races, bank runs, technology adoption and diffusion, R&amp;D; competition, pretrial bargaining, coordination in teams, and many others. For all these games, the sets of pure strategy Nash equilibria, correlated equilibria, and rationalizable strategies have identical bounds. Also, for a class of models of dynamic adaptive choice behavior that encompasses both best-response dynamics and Bayesian learning, the players' choices lie eventually within the same bounds. These bounds are shown to vary monotonically with certain exogenous parameters. Copyright 1990 by The Econometric Society.", "authors": ["epmi34", "fpro554"], "abstractStem": " the author studi a rich class of noncoop game that includ model of oligopoli competit macroeconom coordin failur arm race bank run technolog adopt and diffus rampd competit pretrial bargain coordin in team and mani other for all these game the set of pure strategi nash equilibria correl equilibria and rationaliz strategi have ident bound also for a class of model of dynam adapt choic behavior that encompass both bestrespons dynam and bayesian learn the player choic lie eventu within the same bound these bound are shown to vari monoton with certain exogen paramet copyright 1990 by the econometr societi", "title": "Rationalizability, Learning, and Equilibrium in Games with Strategic Complementarities"}, "https://ideas.repec.org/a/ecm/emetrp/v62y1994i1p157-80.html": {"abstract": " The authors derive a necessary and sufficient condition for the solution set of an optimization problem to be monotonic in the parameters of the problem. In addition, they develop practical methods for checking the condition and demonstrate its applications to the classical theories of the competitive firm, the monopolist, the Bertrand oligopolist, consumer and growth theory, game theory, and general equilibrium analysis. Copyright 1994 by The Econometric Society.", "authors": ["epmi34", "epsh145"], "abstractStem": " the author deriv a necessari and suffici condit for the solut set of an optim problem to be monoton in the paramet of the problem in addit they develop practic method for check the condit and demonstr it applic to the classic theori of the competit firm the monopolist the bertrand oligopolist consum and growth theori game theori and gener equilibrium analysi copyright 1994 by the econometr societi", "title": "Monotone Comparative Statics"}, "https://ideas.repec.org/a/ecm/emetrp/v70y2002i2p583-601.html": {"abstract": " The standard envelope theorems apply to choice sets with convex and topological structure, providing sufficient conditions for the value function to be differentiable in a parameter and characterizing its derivative. This paper studies optimization with arbitrary choice sets and shows that the traditional envelope formula holds at any differentiability point of the value function. We also provide conditions for the value function to be, variously, absolutely continuous, left- and right-differentiable, or fully differentiable. These results are applied to mechanism design, convex programming, continuous optimization problems, saddle-point problems, problems with parameterized constraints, and optimal stopping problems. Copyright The Econometric Society 2002.", "authors": ["epmi34"], "abstractStem": " the standard envelop theorem appli to choic set with convex and topolog structur provid suffici condit for the valu function to be differenti in a paramet and character it deriv thi paper studi optim with arbitrari choic set and show that the tradit envelop formula hold at ani differenti point of the valu function we also provid condit for the valu function to be various absolut continu left and rightdifferenti or fulli differenti these result are appli to mechan design convex program continu optim problem saddlepoint problem problem with parameter constraint and optim stop problem copyright the econometr societi 2002", "title": "Envelope Theorems for Arbitrary Choice Sets"}, "https://ideas.repec.org/a/eee/eecrev/v42y1998i3-5p771-778.html": {"abstract": "No abstract is available for this item.", "authors": ["epmi34"], "abstractStem": "no abstract is avail for thi item", "title": "Game theory and the spectrum auctions"}, "https://ideas.repec.org/a/aea/aecrev/v84y1994i3p441-59.html": {"abstract": " The authors develop an ordinal approach to comparing the equilibria of economic models. Its main advantages over the traditional approach based on signing derivatives are that it utilizes only a subset of the assumptions, resulting in a simpler theory that facilitates focusing attention on the economics rather than the mathematics; it applies to discrete changes, even when there are multiple equilibria and when some equilibria do not vary smoothly with the parameters; and it incorporates a formal theory of the robustness of conclusions to assumptions, which helps modelers distinguish which assumptions are 'critical' to their comparative-statics conclusions. Copyright 1994 by American Economic Association.", "authors": ["epmi34", "fpro554"], "abstractStem": " the author develop an ordin approach to compar the equilibria of econom model it main advantag over the tradit approach base on sign deriv are that it util onli a subset of the assumpt result in a simpler theori that facilit focus attent on the econom rather than the mathemat it appli to discret chang even when there are multipl equilibria and when some equilibria do not vari smoothli with the paramet and it incorpor a formal theori of the robust of conclus to assumpt which help model distinguish which assumpt are critic to their comparativestat conclus copyright 1994 by american econom associ", "title": "Comparing Equilibria"}, "https://ideas.repec.org/a/ecm/emetrp/v55y1987i2p303-28.html": {"abstract": " The authors develop two themes in the theory of incentive schemes. First, one need not always use all of the information available in an optimal incentive contract. Accounting information, which aggregates performance over time, is sufficient for optimal compensation schemes in certain classes of environments. Second, optimal rules in a rich environment must work well in a range of circumstances and cannot, therefore, be complicated functions of the observed outcome. The authors illustrate these ideas in a particular model where the agent has a rich space of controls, showing that the unique optimal compensation scheme is a linear function of profits. Copyright 1987 by The Econometric Society.", "authors": ["fpho488", "epmi34"], "abstractStem": " the author develop two theme in the theori of incent scheme first one need not alway use all of the inform avail in an optim incent contract account inform which aggreg perform over time is suffici for optim compens scheme in certain class of environ second optim rule in a rich environ must work well in a rang of circumst and cannot therefor be complic function of the observ outcom the author illustr these idea in a particular model where the agent ha a rich space of control show that the uniqu optim compens scheme is a linear function of profit copyright 1987 by the econometr societi", "title": "Aggregation and Linearity in the Provision of Intertemporal Incentives"}, "https://ideas.repec.org/a/ucp/jpolec/v108y2000i2p245-272.html": {"abstract": "December 8, 1997 (Revised April 21, 1999)  We review the uses of economic theory in the initial design and later improvement of the \"simultaneous ascending auction,\" which was developed initially for the sale of radio spectrum licenses in the US, with efficiency of the final allocation as the statutory goal. We analyze some capabilities and inherent limitations of the auction, the roles of various detailed rules, the possibilities for introducing combinatorial bidding, and some considerations in adapting the auction for sales with a revenue goal.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epmi34"], "abstractStem": "decemb 8 1997 revis april 21 1999  we review the use of econom theori in the initi design and later improv of the simultan ascend auction which wa develop initi for the sale of radio spectrum licens in the us with effici of the final alloc as the statutori goal we analyz some capabl and inher limit of the auction the role of variou detail rule the possibl for introduc combinatori bid and some consider in adapt the auction for sale with a revenu goalpthi abstract wa borrow from anoth version of thi item", "title": "Putting Auction Theory to Work: The Simultaneous Ascending Auction"}, "https://ideas.repec.org/a/bla/ecopol/v2y1990i1p1-23.html": {"abstract": " A good reputation can be an effective bond for honest behavior in a community of traders if members of the community know how others have behaved in the past - even if any particular pair of traders meets only infrequently. In a large community, it would be impossibly costly for traders to be perfectly informed about each other's behavior, but there exist institutions that can restore the effectiveness of a reputation system using much less extensive information. The system of judges used to enforce commercial law before the rise of the state was such an institution, and it successfully encouraged merchants (1) to behave honestly, (2) to impose sanctions on violators, (3) to become adequately informed about how others had behaved, (4) to provide evidence against violators of the code, and (5) to pay any judgments assessed against them, even though each of these behaviors might be personally costly. Copyright 1990 Blackwell Publishers Ltd..", "authors": ["epmi34", "epno11", "fpwe334"], "abstractStem": " a good reput can be an effect bond for honest behavior in a commun of trader if member of the commun know how other have behav in the past  even if ani particular pair of trader meet onli infrequ in a larg commun it would be imposs costli for trader to be perfectli inform about each other behavior but there exist institut that can restor the effect of a reput system use much less extens inform the system of judg use to enforc commerci law befor the rise of the state wa such an institut and it success encourag merchant 1 to behav honestli 2 to impos sanction on violat 3 to becom adequ inform about how other had behav 4 to provid evid against violat of the code and 5 to pay ani judgment assess against them even though each of these behavior might be person costli copyright 1990 blackwel publish ltd", "title": "The Role Of Institutions In The Revival Of Trade: The Law Merchant, Private Judges, And The Champagne Fairs"}, "https://ideas.repec.org/a/ecm/emetrp/v59y1991i6p1713-33.html": {"abstract": " In a repeated partnership game with imperfect monitoring, the authors distinguish among the effects of (1) reducing the interest rate, (2) shortening the period over which actions are held fixed, and (3) shortening the lag with which accumulated information is reported. All three changes are equivalent in games with perfect monitoring. With imperfect monitoring, reducing the interest rate always increases the possibilities for cooperation, but the other two changes always have the reverse effect when the interest rate is small. Copyright 1991 by The Econometric Society.", "authors": ["epmi34"], "abstractStem": " in a repeat partnership game with imperfect monitor the author distinguish among the effect of 1 reduc the interest rate 2 shorten the period over which action are held fix and 3 shorten the lag with which accumul inform is report all three chang are equival in game with perfect monitor with imperfect monitor reduc the interest rate alway increas the possibl for cooper but the other two chang alway have the revers effect when the interest rate is small copyright 1991 by the econometr societi", "title": "Information and Timing in Repeated Partnerships"}, "https://ideas.repec.org/a/spr/jogath/v36y2008i3p393-407.html": {"abstract": "No abstract is available for this item.", "authors": ["epmi34"], "abstractStem": "no abstract is avail for thi item", "title": "Core-selecting package auctions"}, "https://ideas.repec.org/a/aea/aecrev/v84y1994i4p972-91.html": {"abstract": " The authors explore the twin hypotheses (1) that high-performance incentives, worker ownership of assets, and worker freedom from direct controls are complementary instruments for motivating workers, and (2) that such instruments can be expected to covary positively in cross-sectional data. They also relate their conclusions to empirical evidence, particularly that on the organization, compensation, and management of sales forces. Copyright 1994 by American Economic Association.", "authors": ["fpho488", "epmi34"], "abstractStem": " the author explor the twin hypothes 1 that highperform incent worker ownership of asset and worker freedom from direct control are complementari instrument for motiv worker and 2 that such instrument can be expect to covari posit in crosssect data they also relat their conclus to empir evid particularli that on the organ compens and manag of sale forc copyright 1994 by american econom associ", "title": "The Firm as an Incentive System"}, "https://ideas.repec.org/a/eee/jetheo/v26y1982i1p17-27.html": {"abstract": "No abstract is available for this item.", "authors": ["epmi34", "fpst365"], "abstractStem": "no abstract is avail for thi item", "title": "Information, trade and common knowledge"}, "https://ideas.repec.org/a/aea/jecper/v3y1989i3p3-22.html": {"abstract": "No abstract is available for this item.", "authors": ["epmi34"], "abstractStem": "no abstract is avail for thi item", "title": "Auctions and Bidding: A Primer"}, "https://ideas.repec.org/a/aea/jecper/v22y2008i2p115-131.html": {"abstract": "Imagine that you are considering an investment in a new public offering of a firm's shares. The firm's officers make a presentation that includes an audited financial statement, an earnings forecast reviewed by its prestigious investment bankers, and an impressive demonstration of its new technology. Or suppose that you are buying a new furnace to replace an old one that is not working well. The salesman displays a chart showing that the projected total life-cycle cost of one particular model, including capital costs and fuel usage over the projected lifetime of the furnace, is lower than that of some competing models you have considered. This paper reviews the theoretical arguments about how sellers disclose information in an attempt to encourage buyers, and the potential role for regulation in encouraging efficient disclosure of information. How well does a system of private reporting work? When should we expect all the relevant information to be reported? If testing and reporting by the seller are costly, will too little testing and reporting be done? Or too much? When some information is withheld, what sort of information is withheld? How do rational buyers respond to such withholding? How are prices and welfare affected? What role is there for laws and regulations to improve the functioning of markets? We address these questions by studying the theory of persuasion games -- games in which one or more sellers provide verifiable information to buyers to influence the actions they take.", "authors": ["epmi34"], "abstractStem": "imagin that you are consid an invest in a new public offer of a firm share the firm offic make a present that includ an audit financi statement an earn forecast review by it prestigi invest banker and an impress demonstr of it new technolog or suppos that you are buy a new furnac to replac an old one that is not work well the salesman display a chart show that the project total lifecycl cost of one particular model includ capit cost and fuel usag over the project lifetim of the furnac is lower than that of some compet model you have consid thi paper review the theoret argument about how seller disclos inform in an attempt to encourag buyer and the potenti role for regul in encourag effici disclosur of inform how well doe a system of privat report work when should we expect all the relev inform to be report if test and report by the seller are costli will too littl test and report be done or too much when some inform is withheld what sort of inform is withheld how do ration buyer respond to such withhold how are price and welfar affect what role is there for law and regul to improv the function of market we address these question by studi the theori of persuas game  game in which one or more seller provid verifi inform to buyer to influenc the action they take", "title": "What the Seller Won't Tell You: Persuasion and Disclosure in Markets"}, "https://ideas.repec.org/a/ecm/emetrp/v49y1981i4p921-43.html": {"abstract": "No abstract is available for this item.", "authors": ["epmi34"], "abstractStem": "no abstract is avail for thi item", "title": "Rational Expectations, Information Acquisition, and Competitive Bidding"}, "https://ideas.repec.org/a/aea/aejmic/v2y2010i3p160-85.html": {"abstract": "We use theory and experiment to explore the performance of multi-round, price-guided, combinatorial auctions. We define efficiency-relevant and core-relevant packages and show that if bidders bid aggressively on these and losing bidders bid to their limits, then the auction leads to efficient or core allocations. We study the theoretically relevant behaviors and hypothesize that subjects will make only a few significant bids, and that certain simulations with auto-bidders will predict variations in performance across different environments. Testing the combinatorial clock auction (CCA) design, we find experimental support for these two hypotheses. We also compare the CCA to a simultaneous ascending auction. (JEL D44)", "authors": ["fpka270", "epmi34"], "abstractStem": "we use theori and experi to explor the perform of multiround priceguid combinatori auction we defin efficiencyrelev and corerelev packag and show that if bidder bid aggress on these and lose bidder bid to their limit then the auction lead to effici or core alloc we studi the theoret relev behavior and hypothes that subject will make onli a few signific bid and that certain simul with autobidd will predict variat in perform across differ environ test the combinatori clock auction cca design we find experiment support for these two hypothes we also compar the cca to a simultan ascend auction jel d44", "title": "Ascending Prices and Package Bidding: A Theoretical and Experimental Analysis"}, "https://ideas.repec.org/a/bla/jemstr/v1y1992i1p9-35.html": {"abstract": " We augment efficiency-based theories of ownership by including influence costs. Our principal conclusion is that the prospect of organizational decline and layoffs creates additional influence costs in multiunit organizations that would be absent if there was no prospect of layoffs and would be lessened or eliminated in focused organizations. This helps explain the tendency of firms to divest poorly performing units, as well as the pattern of sales of such units to firms already in businesses related to that of the divested unit. Copyright 1992 by MIT Press.", "authors": ["epme165", "epmi34", "fpro554"], "abstractStem": " we augment efficiencybas theori of ownership by includ influenc cost our princip conclus is that the prospect of organiz declin and layoff creat addit influenc cost in multiunit organ that would be absent if there wa no prospect of layoff and would be lessen or elimin in focus organ thi help explain the tendenc of firm to divest poorli perform unit as well as the pattern of sale of such unit to firm alreadi in busi relat to that of the divest unit copyright 1992 by mit press", "title": "Organizational Prospects, Influence Costs, and Ownership Changes"}, "homepage": "https://ideas.repec.org/e/pmi34.html", "https://ideas.repec.org/a/eee/gamebe/v17y1996i1p113-128.html": {"abstract": "No abstract is available for this item.", "authors": ["epmi34", "fpro554"], "abstractStem": "no abstract is avail for thi item", "title": "Coalition-Proofness and Correlation with Arbitrary Communication Possibilities"}, "https://ideas.repec.org/a/aea/aejmic/v1y2009i2p95-113.html": {"abstract": "\"Assignment messages\" are maximally general messages to describe substitutable preferences by means of a linear program. With \"integer assignment messages,\" there exist integer-valued Walrasian allocations, extending a result of Lloyd S. Shapley and Martin Shubik (1971). Any pure Nash equilibrium profile of the Walrasian mechanism with participants limited to assignment messages is also a Nash equilibrium of the unrestricted Walrasian mechanism. Assignment exchanges are generalizations of single-product double auctions and are related to ascending multi-product clock auctions and the Vickrey mechanism. Assignment messages also have additional applications in mechanism design. (JEL D44, D82)", "authors": ["epmi34"], "abstractStem": "assign messag are maxim gener messag to describ substitut prefer by mean of a linear program with integ assign messag there exist integervalu walrasian alloc extend a result of lloyd s shapley and martin shubik 1971 ani pure nash equilibrium profil of the walrasian mechan with particip limit to assign messag is also a nash equilibrium of the unrestrict walrasian mechan assign exchang are gener of singleproduct doubl auction and are relat to ascend multiproduct clock auction and the vickrey mechan assign messag also have addit applic in mechan design jel d44 d82", "title": "Assignment Messages and Exchanges"}, "https://ideas.repec.org/a/eee/jetheo/v27y1982i2p280-312.html": {"abstract": "No abstract is available for this item.", "authors": ["epmi34", "fpro554"], "abstractStem": "no abstract is avail for thi item", "title": "Predation, reputation, and entry deterrence"}, "https://ideas.repec.org/a/aea/aecrev/v103y2013i2p585-623.html": {"abstract": "Randomization is commonplace in everyday resource allocation. We generalize the theory of randomized assignment to accommodate multi-unit allocations and various real-world constraints, such as group-specific quotas (\"controlled choice\") in school choice and house allocation, and scheduling and curriculum constraints in course allocation. We develop new mechanisms that are ex ante efficient and fair in these environments, and that incorporate certain non-additive substitutable preferences. We also develop a \"utility guarantee\" technique that limits ex post unfairness in random allocations, supplementing the ex ante fairness promoted by randomization. This can be applied to multi-unit assignment problems and certain two-sided matching problems. (JEL C78, D82)", "authors": ["epch91", "epmi34"], "abstractStem": "random is commonplac in everyday resourc alloc we gener the theori of random assign to accommod multiunit alloc and variou realworld constraint such as groupspecif quota control choic in school choic and hous alloc and schedul and curriculum constraint in cours alloc we develop new mechan that are ex ant effici and fair in these environ and that incorpor certain nonaddit substitut prefer we also develop a util guarante techniqu that limit ex post unfair in random alloc supplement the ex ant fair promot by random thi can be appli to multiunit assign problem and certain twosid match problem jel c78 d82", "title": "Designing Random Allocation Mechanisms: Theory and Applications"}, "https://ideas.repec.org/a/ucp/jpolec/v102y1994i4p745-76.html": {"abstract": " The authors interpret historical evidence in light of a repeated-game model to conclude that merchant guilds emerged during the late medieval period to allow rulers of trade centers to commit to the security of alien merchants. The merchant guild developed the theoretically required attributes, secured merchants' property rights, and evolved in response to crises to extend the range of its effectiveness, contributing to the expansion of trade during the late medieval period. The authors elaborate on the relations between their theory and the monopoly theory of merchant guilds and contrast it with repeated-game theories that provide no role for formal organization. Copyright 1994 by University of Chicago Press.", "authors": ["epgr24", "epmi34", "fpwe334"], "abstractStem": " the author interpret histor evid in light of a repeatedgam model to conclud that merchant guild emerg dure the late mediev period to allow ruler of trade center to commit to the secur of alien merchant the merchant guild develop the theoret requir attribut secur merchant properti right and evolv in respons to crise to extend the rang of it effect contribut to the expans of trade dure the late mediev period the author elabor on the relat between their theori and the monopoli theori of merchant guild and contrast it with repeatedgam theori that provid no role for formal organ copyright 1994 by univers of chicago press", "title": "Coordination, Commitment, and Enforcement: The Case of the Merchant Guild"}, "firstname": "Paul", "https://ideas.repec.org/a/eee/mateco/v10y1982i1p105-114.html": {"abstract": "No abstract is available for this item.", "authors": ["epmi34", "epwe89"], "abstractStem": "no abstract is avail for thi item", "title": "The value of information in a sealed-bid auction"}, "lastname": "Milgrom", "https://ideas.repec.org/a/eee/gamebe/v3y1991i1p82-100.html": {"abstract": "No abstract is available for this item.", "authors": ["epmi34", "fpro554"], "abstractStem": "no abstract is avail for thi item", "title": "Adaptive and sophisticated learning in normal form games"}, "https://ideas.repec.org/a/oup/qjecon/v102y1987i3p453-476..html": {"abstract": "The Invisibility Hypothesis holds that the job skills of disadvantaged workers are not easily discovered by potential new employers, but that promotion enhances visibility and alleviates this problem. Then, at a competitive labor market equilibrium, firms profit by hiding talented disadvantaged workers in low-level jobs. Consequently, those workers are paid less on average and promoted less often than others with the same education and ability. As a result of the inefficient and discriminatory wage and promotion policies, disadvantaged workers experience lower returns to investments in human capital than other workers.", "authors": [], "abstractStem": "the invis hypothesi hold that the job skill of disadvantag worker are not easili discov by potenti new employ but that promot enhanc visibl and allevi thi problem then at a competit labor market equilibrium firm profit by hide talent disadvantag worker in lowlevel job consequ those worker are paid less on averag and promot less often than other with the same educ and abil as a result of the ineffici and discriminatori wage and promot polici disadvantag worker experi lower return to invest in human capit than other worker", "title": "Job Discrimination, Market Forces, and the Invisibility Hypothesis"}, "https://ideas.repec.org/a/aea/aecrev/v80y1990i3p511-28.html": {"abstract": " Manufacturing is undergoing a revolution. The mass production model is being replaced by a vision of a flexible multiproduct firm that emphasizes quality and speedy response to market conditions while utilizing technologically advanced equipment and new forms of organization. The authors' optimizing model of the firm generates many of the observed patterns that mark modern manufacturing. Central to the authors' results is a method of handling optimization and comparative statics problems that requires neither differentiability nor convexity. Copyright 1990 by American Economic Association.", "authors": ["epmi34", "fpro554"], "abstractStem": " manufactur is undergo a revolut the mass product model is be replac by a vision of a flexibl multiproduct firm that emphas qualiti and speedi respons to market condit while util technolog advanc equip and new form of organ the author optim model of the firm gener mani of the observ pattern that mark modern manufactur central to the author result is a method of handl optim and compar static problem that requir neither differenti nor convex copyright 1990 by american econom associ", "title": "The Economics of Modern Manufacturing: Technology, Strategy, and Organization"}, "https://ideas.repec.org/a/bla/scandj/v90y1988i3p275-89.html": {"abstract": " A major organizational design decision for manufacturing firms is t he extent to which production should be to stock versus to order: inventories and communication with customers are substitutes. The authors show that profits are convex in the share of the market supplied from inventory. Thus, firms will tend to specialize in one mode of organization. The authors examine how this choice depends on market size, the level and variability of demand, the costs of communication, price levels, production costs, and the costs of expanding product lines. The results are consistent with observed patterns in several industries. Copyright 1988 by The editors of the Scandinavian Journal of Economics.", "authors": ["epmi34", "fpro554"], "abstractStem": " a major organiz design decis for manufactur firm is t he extent to which product should be to stock versu to order inventori and commun with custom are substitut the author show that profit are convex in the share of the market suppli from inventori thu firm will tend to special in one mode of organ the author examin how thi choic depend on market size the level and variabl of demand the cost of commun price level product cost and the cost of expand product line the result are consist with observ pattern in sever industri copyright 1988 by the editor of the scandinavian journal of econom", "title": " Communication and Inventory as Substitutes in Organizing Production"}, "https://ideas.repec.org/a/eee/jetheo/v27y1982i2p245-252.html": {"abstract": "No abstract is available for this item.", "authors": ["epkr138", "epmi34", "fpro554", "epwi97"], "abstractStem": "no abstract is avail for thi item", "title": "Rational cooperation in the finitely repeated prisoners' dilemma"}, "https://ideas.repec.org/a/rje/randje/v17y1986ispringp18-32.html": {"abstract": " We investigate the conventional wisdom that competition among interested parties attempting to influence a decisionmaker by providing verifiable information elicits all relevant information. We find that, if the decisionmaker is strategically sophisticated and well informed about the relevant variables and about the preferences of the interested party or parties, competition may be unnecessary to achieve this result. If the decisionmaker is unsophisticated or not well informed, competition is not generally sufficient. If the interested parties' interests are sufficiently opposed, however, or if the decisionmaker is seeking to advance the parties' welfare, then competition can reduce or even eliminate the decisionmaker's need for prior knowledge about the relevant variables and for strategic sophistication. In other settings only the combination of competition among information providers and a sophisticated skepticism is sufficient to allow effective decisionmaking.", "authors": ["epmi34", "fpro554"], "abstractStem": " we investig the convent wisdom that competit among interest parti attempt to influenc a decisionmak by provid verifi inform elicit all relev inform we find that if the decisionmak is strateg sophist and well inform about the relev variabl and about the prefer of the interest parti or parti competit may be unnecessari to achiev thi result if the decisionmak is unsophist or not well inform competit is not gener suffici if the interest parti interest are suffici oppos howev or if the decisionmak is seek to advanc the parti welfar then competit can reduc or even elimin the decisionmak need for prior knowledg about the relev variabl and for strateg sophist in other set onli the combin of competit among inform provid and a sophist skeptic is suffici to allow effect decisionmak", "title": "Relying on the Information of Interested Parties"}, "https://ideas.repec.org/a/eee/jaecon/v19y1995i2-3p179-208.html": {"abstract": "No abstract is available for this item.", "authors": ["epmi34", "fpro554"], "abstractStem": "no abstract is avail for thi item", "title": "Complementarities and fit strategy, structure, and organizational change in manufacturing"}, "https://ideas.repec.org/a/eee/jetheo/v144y2009i1p212-247.html": {"abstract": "This paper identifies two notions of substitutes for auction and equilibrium analysis. Weak substitutes, the usual price-theory notion, guarantees monotonicity of Tatonnement processes and convergence of clock auctions to a pseudo-equilibrium, but only strong substitutes, which treats each unit traded as a distinct good with its own price, guarantees that every pseudo-equilibrium is a Walrasian equilibrium, that the Vickrey outcome is in the core, and that the \"law of aggregate demand\" is satisfied. When goods are divisible, weak substitutes along with concavity guarantees all of the above properties, except for the law of aggregate demand.", "authors": ["epmi34", "epst187"], "abstractStem": "thi paper identifi two notion of substitut for auction and equilibrium analysi weak substitut the usual pricetheori notion guarante monoton of tatonn process and converg of clock auction to a pseudoequilibrium but onli strong substitut which treat each unit trade as a distinct good with it own price guarante that everi pseudoequilibrium is a walrasian equilibrium that the vickrey outcom is in the core and that the law of aggreg demand is satisfi when good are divis weak substitut along with concav guarante all of the abov properti except for the law of aggreg demand", "title": "Substitute goods, auctions, and equilibrium"}, "https://ideas.repec.org/a/ecm/emetrp/v75y2007i4p935-965.html": {"abstract": " We report recent advances concerning the package allocation problem, in which traders seek to buy or sell combinations of goods. The problems are most difficult when some goods are not substitutes. In that case, competitive equilibrium typically fail to exist but the core is non-empty and comprises the competitive solutions. Also in that case, the Vickrey auction fails to select core allocations and yield revenues that are less than competitive. The Ausubel-Milgrom auction generally selects core allocations and, when goods are substitutes, prescribes the Vickrey allocation. We also evaluate the problems and promise of mechanisms for the package exchange problem. Copyright The Econometric Society 2007.", "authors": ["epmi34"], "abstractStem": " we report recent advanc concern the packag alloc problem in which trader seek to buy or sell combin of good the problem are most difficult when some good are not substitut in that case competit equilibrium typic fail to exist but the core is nonempti and compris the competit solut also in that case the vickrey auction fail to select core alloc and yield revenu that are less than competit the ausubelmilgrom auction gener select core alloc and when good are substitut prescrib the vickrey alloc we also evalu the problem and promis of mechan for the packag exchang problem copyright the econometr societi 2007", "title": "Package Auctions and Exchanges"}, "https://ideas.repec.org/a/eee/jfinec/v14y1985i1p71-100.html": {"abstract": "No abstract is available for this item.", "authors": ["epmi34"], "abstractStem": "no abstract is avail for thi item", "title": "Bid, ask and transaction prices in a specialist market with heterogeneously informed traders"}, "https://ideas.repec.org/a/emx/esteco/v9y1994i1p3-42.html": {"abstract": "The performance of the Japanese economy in the last forty five years, during which it has gone from post war destitution and near collapse to one of the richest and most productive in the world is unmatched in human history. The purposes of this essay are to interpret both the characteristic features of Japanese economic organization in terms of the concept of complementarity, and some recent developments in Japanese economy, and to speculate on its future.", "authors": ["epmi34", "fpro554"], "abstractStem": "the perform of the japanes economi in the last forti five year dure which it ha gone from post war destitut and near collaps to one of the richest and most product in the world is unmatch in human histori the purpos of thi essay are to interpret both the characterist featur of japanes econom organ in term of the concept of complementar and some recent develop in japanes economi and to specul on it futur", "title": "Complementarities and systems: Understanding japanese economic organization"}, "https://ideas.repec.org/a/aea/aecrev/v86y1996i1p173-79.html": {"abstract": " The LeChatelier principle, in the form introduced into economics by Paul A. Samuelson, asserts that, at a point of long-run equilibrium, the derivative of long-run compensated demand with respect to own price is larger in magnitude than the derivative of short-run compensated demand. The authors introduce an extended LeChatelier principle that applies also to large price changes and to uncompensated demand as well as to a wide range of concave and nonconcave maximization problems outside the scope of demand theory. This extension also clarifies the intuitive basis of the principle. Copyright 1996 by American Economic Association.", "authors": ["epmi34", "fpro554"], "abstractStem": " the lechateli principl in the form introduc into econom by paul a samuelson assert that at a point of longrun equilibrium the deriv of longrun compens demand with respect to own price is larger in magnitud than the deriv of shortrun compens demand the author introduc an extend lechateli principl that appli also to larg price chang and to uncompens demand as well as to a wide rang of concav and nonconcav maxim problem outsid the scope of demand theori thi extens also clarifi the intuit basi of the principl copyright 1996 by american econom associ", "title": "The LeChatelier Principle"}, "https://ideas.repec.org/a/ecm/emetrp/v50y1982i2p443-59.html": {"abstract": "No abstract is available for this item.", "authors": ["epmi34", "fpro554"], "abstractStem": "no abstract is avail for thi item", "title": "Limit Pricing and Entry under Incomplete Information: An Equilibrium Analysis"}, "https://ideas.repec.org/a/cje/issued/v21y1988i3p444-58.html": {"abstract": "The authors explore the current state of the theory of the firm, with attention to its historical origins. Answers to the crucial theoretical question of why an organization c ontrolled by a central authority cannot always duplicate the performa nce of a decentralized organization are presented. Finally, the autho rs describe some important current directions in the theory of the fi rm and point out promising avenues for continuing research.", "authors": ["epmi34", "fpro554"], "abstractStem": "the author explor the current state of the theori of the firm with attent to it histor origin answer to the crucial theoret question of whi an organ c ontrol by a central author cannot alway duplic the performa nce of a decentr organ are present final the autho rs describ some import current direct in the theori of the fi rm and point out promis avenu for continu research", "title": "Economic Theories of the Firm: Past, Present, and Future"}, "https://ideas.repec.org/a/aea/aecrev/v95y2005i4p913-935.html": {"abstract": "We develop a model of matching with contracts which incorporates, as special cases, the college admissions problem, the Kelso-Crawford labor market matching model, and ascending package auctions. We introduce a new \"law of aggregate demand\" for the case of discrete heterogeneous workers and show that, when workers are substitutes, this law is satisfied by profit-maximizing firms. When workers are substitutes and the law is satisfied, truthful reporting is a dominant strategy for workers in a worker-offering auction/matching algorithm. We also parameterize a large class of preferences satisfying the two conditions.", "authors": ["epmi34"], "abstractStem": "we develop a model of match with contract which incorpor as special case the colleg admiss problem the kelsocrawford labor market match model and ascend packag auction we introduc a new law of aggreg demand for the case of discret heterogen worker and show that when worker are substitut thi law is satisfi by profitmaxim firm when worker are substitut and the law is satisfi truth report is a domin strategi for worker in a workeroff auctionmatch algorithm we also parameter a larg class of prefer satisfi the two condit", "title": "Matching with Contracts"}, "https://ideas.repec.org/a/prs/reveco/reco_0035-2764_2002_num_53_3_410411.html": {"abstract": "[eng] Package Bidding Vickrey vs. Ascending Auctions The Vickrey and ascending package auctions are found to have identical equilibrium performance in the case where goods are substitutes. In the remaining cases, the Vickrey auction retains its incentive advantages ai the cost of setting prices that are so low that the outcome is not in the core of the corresponding exchange economy. The Vickrey auction also introduces blases that distort investments in new technology. By contrast, the ascending package auction has its equi-librium outcomes in the core, provides neutral investirent incentives, and is easier for bidders to understand and manage. [fre] Encheres par lots : mecanisme de Vickrey ou enchères ascendantes On démontre que les enchères à la Vickrey et les enchères ascendantes par lots ont des propriétés similaires dans le cas où les biens concernés sont des substituts. Dans les autres cas, les mécanismes de Vickrey conservent leurs pro­priétés incitatives, mais conduisent à des prix si bas que le résultat n'appartient pas au noyau de l'économie d'échange concernée. Les enchères à la Vickrey induisent par ailleurs des biais qui affectent les investissements dans les nouvelles technologies. Par contraste, les enchères ascendantes par lots produisent un équilibre qui appartient au noyau de l'économie, sont neutres en matière d'incitations à l'investissement et sont plus simples à comprendre et à gérer pour les participants au mécanisme.", "authors": ["epmi34"], "abstractStem": "eng packag bid vickrey vs ascend auction the vickrey and ascend packag auction are found to have ident equilibrium perform in the case where good are substitut in the remain case the vickrey auction retain it incent advantag ai the cost of set price that are so low that the outcom is not in the core of the correspond exchang economi the vickrey auction also introduc blase that distort invest in new technolog by contrast the ascend packag auction ha it equilibrium outcom in the core provid neutral investir incent and is easier for bidder to understand and manag fre encher par lot  mecanism de vickrey ou ench re ascendant on d montr que le ench re   la vickrey et le ench re ascendant par lot ont de propri t s similair dan le ca o  le bien concern s sont de substitut dan le autr ca le m canism de vickrey conserv leur pro pri t s incit mai conduis   de prix si ba que le r sultat napparti pa au noyau de l conomi d chang concern e le ench re   la vickrey induis par ailleur de biai qui affect le investiss dan le nouvel technolog par contrast le ench re ascendant par lot produis un  quilibr qui apparti au noyau de l conomi sont neutr en mati re dincit   linvestiss et sont plu simpl   comprendr et   g rer pour le particip au m canism", "title": "Package Bidding : Vickrey vs. Ascending Auctions"}, "https://ideas.repec.org/a/aea/aecrev/v100y2010i2p603-07.html": {"abstract": "No abstract is available for this item.", "authors": ["fple318", "epmi34"], "abstractStem": "no abstract is avail for thi item", "title": "Online Advertising: Heterogeneity and Conflation in Market Design"}, "https://ideas.repec.org/a/eee/jjieco/v5y1991i3p205-225.html": {"abstract": "Our purpose in this paper is to investigate the economics of managerial organizations by focusing on the decision problem of management. Ours is a \"team theory\" analysis, that is, it ignores the problem of conflicting objectives among managers and focuses instead on the problem of coordinating the decisions of several imperfectly informed actors. However, unlike classical team theory, we concentrate on the choice by managers of what to know, as well as what to do, and we allow the possibility that bounded rationality limits the managers' ability to understand subtle messages.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epmi34"], "abstractStem": "our purpos in thi paper is to investig the econom of manageri organ by focus on the decis problem of manag our is a team theori analysi that is it ignor the problem of conflict object among manag and focus instead on the problem of coordin the decis of sever imperfectli inform actor howev unlik classic team theori we concentr on the choic by manag of what to know as well as what to do and we allow the possibl that bound ration limit the manag abil to understand subtl messagespthi abstract wa borrow from anoth version of thi item", "title": "A theory of hierarchies based on limited managerial attention"}, "https://ideas.repec.org/a/eee/jetheo/v51y1990i1p1-31.html": {"abstract": "No abstract is available for this item.", "authors": ["epfu49", "fpho488", "epmi34"], "abstractStem": "no abstract is avail for thi item", "title": "Short-term contracts and long-term agency relationships"}, "https://ideas.repec.org/a/ecm/emetrp/v49y1981i1p219-22.html": {"abstract": "No abstract is available for this item.", "authors": ["epmi34"], "abstractStem": "no abstract is avail for thi item", "title": "An Axiomatic Characterization of Common Knowledge"}, "https://ideas.repec.org/a/aea/aecrev/v80y1990i2p154-59.html": {"abstract": "No abstract is available for this item.", "authors": ["epmi34", "fpro554"], "abstractStem": "no abstract is avail for thi item", "title": "The Efficiency of Equity in Organizational Decision Processes"}, "https://ideas.repec.org/a/rje/randje/v15y1984isummerp305-309.html": {"abstract": "No abstract is available for this item.", "authors": ["epmi34"], "abstractStem": "no abstract is avail for thi item", "title": "Axelrod's The Evolution of Cooperation"}, "https://ideas.repec.org/a/bpj/bejtec/vfrontiers.1y2002i1n1.html": {"abstract": "A family of ascending package auction models is introduced in which bidders may determine their own packages on which to bid. In the proxy auction (revelation game) versions, the outcome is a point in the core of the exchange economy for the reported preferences. When payoffs are linear in money and goods are substitutes, sincere reporting constitutes a Nash equilibrium and the outcome coincides with the Vickrey auction outcome. Even when goods are not substitutes, ascending proxy auction equilibria lie in the core with respect to the true preferences. Compared to the Vickrey auction, the proxy auctions generate higher equilibrium revenues, are less vulnerable to shill bidding and collusion, can handle budget constraints much more robustly, and may provide better ex ante investment incentives.", "authors": ["epmi34"], "abstractStem": "a famili of ascend packag auction model is introduc in which bidder may determin their own packag on which to bid in the proxi auction revel game version the outcom is a point in the core of the exchang economi for the report prefer when payoff are linear in money and good are substitut sincer report constitut a nash equilibrium and the outcom coincid with the vickrey auction outcom even when good are not substitut ascend proxi auction equilibria lie in the core with respect to the true prefer compar to the vickrey auction the proxi auction gener higher equilibrium revenu are less vulner to shill bid and collus can handl budget constraint much more robustli and may provid better ex ant invest incent", "title": "Ascending Auctions with Package Bidding"}, "https://ideas.repec.org/a/eee/mateco/v11y1983i2p161-169.html": {"abstract": "No abstract is available for this item.", "authors": ["epmi34", "epwe89"], "abstractStem": "no abstract is avail for thi item", "title": "Competitive bidding and proprietary information"}, "https://ideas.repec.org/a/oup/jleorg/v7y1991i0p24-52.html": {"abstract": "No abstract is available for this item.", "authors": ["fpho488", "epmi34"], "abstractStem": "no abstract is avail for thi item", "title": "Multitask Principal-Agent Analyses: Incentive Contracts, Asset Ownership, and Job Design"}}}