{"epob13": {"https://ideas.repec.org/a/aea/aecrev/v99y2009i2p480-86.html": {"abstract": "In this paper we connect the events of the last twelve months, \"The Panic of 2008\" as it has been called, to the demand for international reserves. In previous work, we have shown that international reserve demand can be rationalized by a central bank's desire to backstop the broad money supply to avert the possibility of an internal/external double drain (a bank run combined with capital flight). Thus, simply looking at trade or short-term debt as motivations for reserve holdings is insufficient; one must also consider the size of the banking system (M2). Here, we show that a country's reserve holdings just before the current crisis, relative to their predicted holdings based on these financial motives, can significantly predict exchange rate movements of both emerging and advanced countries in 2008. Countries with large war chests did not depreciate -- and some appreciated. Meanwhile, those who held insufficient reserves based on our metric were likely to depreciate. Current account balances and short-term debt levels are not statistically significant predictors of depreciation once reserve levels are taken into account. Our model's typically high predicted reserve levels provide important context for the unprecedented U.S. dollar swap lines recently provided to many countries by the Federal Reserve.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epob13", "fpsh497", "epta46"], "abstractStem": "in thi paper we connect the event of the last twelv month the panic of 2008 as it ha been call to the demand for intern reserv in previou work we have shown that intern reserv demand can be ration by a central bank desir to backstop the broad money suppli to avert the possibl of an internalextern doubl drain a bank run combin with capit flight thu simpli look at trade or shortterm debt as motiv for reserv hold is insuffici one must also consid the size of the bank system m2 here we show that a countri reserv hold just befor the current crisi rel to their predict hold base on these financi motiv can significantli predict exchang rate movement of both emerg and advanc countri in 2008 countri with larg war chest did not depreci  and some appreci meanwhil those who held insuffici reserv base on our metric were like to depreci current account balanc and shortterm debt level are not statist signific predictor of depreci onc reserv level are taken into account our model typic high predict reserv level provid import context for the unpreced us dollar swap line recent provid to mani countri by the feder reservepthi abstract wa borrow from anoth version of thi item", "title": "Financial Instability, Reserves, and Central Bank Swap Lines in the Panic of 2008"}, "https://ideas.repec.org/a/ecm/emetrp/v59y1991i1p241-50.html": {"abstract": "When changes in the economic policy regime occur stochastically, asset prices will reflect the possibility of such shifts. In this paper we apply techniques of regulated Brownian motion to obtain closed-form analytic price solutions when policy reaction functions are subject to prospective changes. We focus on the case in which the authorities promise to peg a currency's exchange rate once it reaches a predetermined future level. We also show how an open-ended commitment to exchange-rate targeting may lead to multiple equilibria.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfr60", "epob13"], "abstractStem": "when chang in the econom polici regim occur stochast asset price will reflect the possibl of such shift in thi paper we appli techniqu of regul brownian motion to obtain closedform analyt price solut when polici reaction function are subject to prospect chang we focu on the case in which the author promis to peg a currenc exchang rate onc it reach a predetermin futur level we also show how an openend commit to exchanger target may lead to multipl equilibriapthi abstract wa borrow from anoth version of thi item", "title": "Stochastic Process Switching: Some Simple Solutions"}, "https://ideas.repec.org/a/eee/jimfin/v2y1983i2p135-145.html": {"abstract": "The paper studies the effects of terms-of-trade fluctuations in an infinite-horizon optimizing model of a small open economy. While the current-account response to a transitory terms-of-trade shock is in part explicable by intertemporal smoothing, an important additional factor is the effect of anticipated future terms-of-trade shifts on the real value of the external debt in terms of the home consumption basket. When foreign borrowing is indexed to the import good, a temporary worsening of the terms of trade creates the expectation of a decline in the real value of external debt. This fall in the relevant real interest rate leads households to increase consumption while export prices are low and to decrease consumption sharply once the terms of trade recover. If an adverse price shock is of sufficiently brief duration, instantaneous utility will rise initially.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epob13"], "abstractStem": "the paper studi the effect of termsoftrad fluctuat in an infinitehorizon optim model of a small open economi while the currentaccount respons to a transitori termsoftrad shock is in part explic by intertempor smooth an import addit factor is the effect of anticip futur termsoftrad shift on the real valu of the extern debt in term of the home consumpt basket when foreign borrow is index to the import good a temporari worsen of the term of trade creat the expect of a declin in the real valu of extern debt thi fall in the relev real interest rate lead household to increas consumpt while export price are low and to decreas consumpt sharpli onc the term of trade recov if an advers price shock is of suffici brief durat instantan util will rise initiallypthi abstract wa borrow from anoth version of thi item", "title": "Intertemporal price speculation and the optimal current-account deficit"}, "https://ideas.repec.org/a/eee/moneco/v17y1986i3p349-362.html": {"abstract": "No abstract is available for this item.", "authors": ["epob13", "epro164"], "abstractStem": "no abstract is avail for thi item", "title": "Ruling out divergent speculative bubbles"}, "https://ideas.repec.org/a/eee/econom/v21y1983i3p333-355.html": {"abstract": "This paper introduces a limited-information two-step estimator for models with rational expectations and serially correlated disturbances. The estimator greatly extends the area of applicability of McCallum's (1976) instrumental variables approach to rational expectations models. Section I reviews McCallum%s method and discusses in detail the problems surrounding its use in many empirical c/ntexts. Section II presents the two-step two-stage least squares estimator (2S2S1\u0013) and demonstrates its efficiency relative to that of McCallum (1979). Section III provides a comparison nf several estim!tors for a two equation macroeconomic model with rational expectations due to Taylor (1979).<p>(This abstract was borrowed from another version of this item.)", "authors": ["epcu115", "epob13"], "abstractStem": "thi paper introduc a limitedinform twostep estim for model with ration expect and serial correl disturb the estim greatli extend the area of applic of mccallum 1976 instrument variabl approach to ration expect model section i review mccallum method and discuss in detail the problem surround it use in mani empir cntext section ii present the twostep twostag least squar estim 2s2s1\u0013 and demonstr it effici rel to that of mccallum 1979 section iii provid a comparison nf sever estimtor for a two equat macroeconom model with ration expect due to taylor 1979pthi abstract wa borrow from anoth version of thi item", "title": "Two-step two-stage least squares estimation in models with rational expectations"}, "https://ideas.repec.org/a/eee/jimfin/v29y2010i4p603-614.html": {"abstract": "This paper explores the connection between the much-debated global current account imbalances of the past decade and the U.S. financial collapse. It argues that the connection is an intimate one, although nothing so simple as cause and effect. Instead, the imbalances were a primary symptom of forces that led directly to the financial crash. The paper goes on to examine lessons for reforming the global financial architecture. A major lesson is the need to take a systemic view of global financial stability - a view that analyzes the global economy much as one would analyze an integrated domestic economy.", "authors": ["epob13"], "abstractStem": "thi paper explor the connect between the muchdeb global current account imbal of the past decad and the us financi collaps it argu that the connect is an intim one although noth so simpl as caus and effect instead the imbal were a primari symptom of forc that led directli to the financi crash the paper goe on to examin lesson for reform the global financi architectur a major lesson is the need to take a system view of global financi stabil  a view that analyz the global economi much as one would analyz an integr domest economi", "title": "The immoderate world economy"}, "https://ideas.repec.org/a/eee/eecrev/v40y1996i3-5p1037-1047.html": {"abstract": "The discomfort a government suffers from speculation against its currency determines the strategic incentives of speculators and the scope for multiple currency-market equilibria. After describing an illustrative model in which high unemployment may cause an exchange rate crisis with self-fulfilling features, the paper reviews some other self-reinforcing mechanisms. Recent econometric evidence seems to support the practical importance of these mechanisms.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epob13"], "abstractStem": "the discomfort a govern suffer from specul against it currenc determin the strateg incent of specul and the scope for multipl currencymarket equilibria after describ an illustr model in which high unemploy may caus an exchang rate crisi with selffulfil featur the paper review some other selfreinforc mechan recent econometr evid seem to support the practic import of these mechanismspthi abstract wa borrow from anoth version of thi item", "title": "Models of currency crises with self-fulfilling features"}, "https://ideas.repec.org/a/ime/imemes/v23y2005is1p233-260.html": {"abstract": "No abstract is available for this item.", "authors": ["epmc4", "epob13", "epye21"], "abstractStem": "no abstract is avail for thi item", "title": "The Twelfth International Conference \"Incentive Mechanisms for Economic Policymakers,\" Concluding Panel Discussion: Macroeconomic Policy and Central Banking"}, "https://ideas.repec.org/a/bin/bpeajo/v16y1985i1985-2p369-464.html": {"abstract": "No abstract is available for this item.", "authors": ["epob13"], "abstractStem": "no abstract is avail for thi item", "title": "Floating Exchange Rates: Experience and Prospects"}, "https://ideas.repec.org/a/eee/crcspp/v30y1989ip289-300.html": {"abstract": "No abstract is available for this item.", "authors": ["epob13"], "abstractStem": "no abstract is avail for thi item", "title": "U.S. International capital flows: Perspectives from rational maximizing models : A comment"}, "https://ideas.repec.org/a/bin/bpeajo/v26y1995i1995-1p119-220.html": {"abstract": "No abstract is available for this item.", "authors": ["epob13"], "abstractStem": "no abstract is avail for thi item", "title": "Intenational Currency Experience: New Lessons and Lessons Relearned"}, "https://ideas.repec.org/a/ecm/emetrp/v52y1984i1p223-28.html": {"abstract": "No abstract is available for this item.", "authors": ["epob13"], "abstractStem": "no abstract is avail for thi item", "title": "Multiple Stable Equilibria in an Optimizing Perfect-Foresight Model"}, "https://ideas.repec.org/a/eee/inecon/v31y1991i3-4p203-229.html": {"abstract": "Techniques of regulated Brownian motion are used to analyze the behavior of the exchange rate when official policy reaction functions are subject to future stochastic changes. We examine exchange-rate dynamics in alternative cases where the authorities promise (i) to confine a floating rate within a predetermined range and (ii) to peg the currency once it reaches a predetermined future level. Similarities between these and several related examples of regime switching are stressed<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfr60", "epob13"], "abstractStem": "techniqu of regul brownian motion are use to analyz the behavior of the exchang rate when offici polici reaction function are subject to futur stochast chang we examin exchanger dynam in altern case where the author promis i to confin a float rate within a predetermin rang and ii to peg the currenc onc it reach a predetermin futur level similar between these and sever relat exampl of regim switch are stressedpthi abstract wa borrow from anoth version of thi item", "title": "Exchange-rate dynamics under stochastic regime shifts : A unified approach"}, "https://ideas.repec.org/a/ime/imemes/v31y2013p25-38.html": {"abstract": "Banking systems have rapidly grown to a point where, for many countries, bank assets amount to multiples of GDP. As a consequence, governments' capacities to provide stability-enhancing fiscal guarantees against systemic crises can no longer be taken for granted. As regulation of dynamic financial markets will inevitably be imperfect, prudent governments need to adjust other facets of macroeconomic policy to mitigate financial instability. A precautionary approach to fiscal policy, leading to moderate levels of public debt relative to GDP over the medium term, is essential for the credibility of government promises to support the financial system, as well as the broader economy.", "authors": ["epob13"], "abstractStem": "bank system have rapidli grown to a point where for mani countri bank asset amount to multipl of gdp as a consequ govern capac to provid stabilityenhanc fiscal guarante against system crise can no longer be taken for grant as regul of dynam financi market will inevit be imperfect prudent govern need to adjust other facet of macroeconom polici to mitig financi instabl a precautionari approach to fiscal polici lead to moder level of public debt rel to gdp over the medium term is essenti for the credibl of govern promis to support the financi system as well as the broader economi", "title": "On Keeping Your Powder Dry: Fiscal Foundations of Financial and Price Stability"}, "homepage": "https://ideas.repec.org/e/pob13.html", "lastname": "Obstfeld", "https://ideas.repec.org/a/eee/moneco/v23y1989i3p461-484.html": {"abstract": "This paper studies the transmission of fiscal disturbances between countries, and the effect of those disturbances on worldwide capital intensity, in a context of growth. The model developed to address these issues allows for the production of both nontradable and relatively capital-intensive tradable goods; a central finding is that factor markets can be a major channel for the communication of fiscal policy shocks to world interest rates, to private saving decisions, and, ultimately, to global asset supplies and their distribution among countries. Particular predictions of the model illustrate how changes in public debt ratios and shifts in government spending patterns affect resource allocation and welfare. For example, an increase in a small country's per capita public debt leads to long-run crowding-in of capital and the impoverishment of future generations; a similar policy shift by a large country crowds out capital on a global scale, impoverishes future domestic generations, and has ambiguous effects abroad.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epob13"], "abstractStem": "thi paper studi the transmiss of fiscal disturb between countri and the effect of those disturb on worldwid capit intens in a context of growth the model develop to address these issu allow for the product of both nontrad and rel capitalintens tradabl good a central find is that factor market can be a major channel for the commun of fiscal polici shock to world interest rate to privat save decis and ultim to global asset suppli and their distribut among countri particular predict of the model illustr how chang in public debt ratio and shift in govern spend pattern affect resourc alloc and welfar for exampl an increas in a small countri per capita public debt lead to longrun crowdingin of capit and the impoverish of futur gener a similar polici shift by a larg countri crowd out capit on a global scale impoverish futur domest gener and ha ambigu effect abroadpthi abstract wa borrow from anoth version of thi item", "title": "Fiscal deficits and relative prices in a growing world economy"}, "https://ideas.repec.org/a/eee/inecon/v50y2000i1p117-153.html": {"abstract": "The paper develops a simple stochastic new open economy macroeconomic model based on sticky nominal wages. Explicit solution of the wage-setting problem under uncertainty allows one to analyze the effects of the monetary regime on welfare, expected output, and the expected terms of trade. Despite the potential interplay between imperfections due to sticky wages and monopoly, the optimal monetary policy rule has a closed-form solution. To motivate our model, we show that observed correlations between terms of trade and exchange rates are more consistent with our traditional assumptions about nominal rigidities than with a popular alternative based on local-currency pricing.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epob13", "epro164"], "abstractStem": "the paper develop a simpl stochast new open economi macroeconom model base on sticki nomin wage explicit solut of the wageset problem under uncertainti allow one to analyz the effect of the monetari regim on welfar expect output and the expect term of trade despit the potenti interplay between imperfect due to sticki wage and monopoli the optim monetari polici rule ha a closedform solut to motiv our model we show that observ correl between term of trade and exchang rate are more consist with our tradit assumpt about nomin rigid than with a popular altern base on localcurr pricingpthi abstract wa borrow from anoth version of thi item", "title": "New directions for stochastic open economy models"}, "https://ideas.repec.org/a/eee/inecon/v10y1980i4p461-480.html": {"abstract": "This paper studies the macroeconomic effects of an increase in the price of an imported intermediate production input. The framework of the analysis is a small open economy with abating exchange rate and endogenous terms if trade, in which saving depends on residents'(variable) rate of time preference. Contrary to popular conceptions, an intermediate price shock may lead to an appreciation of the exchange rate in both the short run and the long run, and is likely to occasion a current-account surplus. The terms of trade between foreign and domestic finished goods always improve in the long run.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epob13"], "abstractStem": "thi paper studi the macroeconom effect of an increas in the price of an import intermedi product input the framework of the analysi is a small open economi with abat exchang rate and endogen term if trade in which save depend on residentsvari rate of time prefer contrari to popular concept an intermedi price shock may lead to an appreci of the exchang rate in both the short run and the long run and is like to occas a currentaccount surplu the term of trade between foreign and domest finish good alway improv in the long runpthi abstract wa borrow from anoth version of thi item", "title": "Intermediate imports, the terms of trade, and the dynamics of the exchange rate and current account"}, "https://ideas.repec.org/a/aea/aecrev/v71y1981i2p217-21.html": {"abstract": "This paper examines the effects of ex-change-rate policies when individuals maximize lifetime utility on the basis of rational expectations about the future. The economy studied is one in which the authorities allow free mobility of capital under a crawling-peg exchange-rate regime. Many industrializing economies have adopted a crawling peg as a means of reconciling disparate inflation rates at home and abroad, and some recent efforts to use the rate of crawl as an instrument of anti-inflation policy have attracted considerable interest (see Carlos Diaz Alejandro). Tools similar to those employed here have been applied by Guillermo Calvo (forthcoming) to study this type of exchange-rate management under conditions of capital immobility.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epob13"], "abstractStem": "thi paper examin the effect of exchanger polici when individu maxim lifetim util on the basi of ration expect about the futur the economi studi is one in which the author allow free mobil of capit under a crawlingpeg exchanger regim mani industri economi have adopt a crawl peg as a mean of reconcil dispar inflat rate at home and abroad and some recent effort to use the rate of crawl as an instrument of antiinfl polici have attract consider interest see carlo diaz alejandro tool similar to those employ here have been appli by guillermo calvo forthcom to studi thi type of exchanger manag under condit of capit immobilitypthi abstract wa borrow from anoth version of thi item", "title": "Capital Mobility and Devaluation in an Optimizing Model with Rational Expectations"}, "https://ideas.repec.org/a/eee/eecrev/v42y1998i6p975-1007.html": {"abstract": "This paper analyzes the constraints European Union law places on the 1 January 1999\" choices of irrevocably fixed conversion rates between the Euro and the currencies of EMU\" member states. Current EU legislation, notably the Maastricht treaty bilateral currency conversion factors implied by the 1 January 1999 choices equal closing\" market exchange rates on 31 December 1998. Given that legal constraint several strategies for choosing the relative prices of EMU member currencies against the Euro. \" Unfortunately, most of these have potentially damaging side effects. One approach official Stage 2 offers of contingent Euro forward contracts with value dates at the start of\" Stage 3, allows a highly credible preannouncement of the bilateral currency conversion factors\" to be set at the start of EMU. That approach assumes, however, that no prospective EMU\" members can withdraw between their selection in May 1998 and the start of Stage 3.\"<p>(This abstract was borrowed from another version of this item.)", "authors": ["epob13"], "abstractStem": "thi paper analyz the constraint european union law place on the 1 januari 1999 choic of irrevoc fix convers rate between the euro and the currenc of emu member state current eu legisl notabl the maastricht treati bilater currenc convers factor impli by the 1 januari 1999 choic equal close market exchang rate on 31 decemb 1998 given that legal constraint sever strategi for choos the rel price of emu member currenc against the euro  unfortun most of these have potenti damag side effect one approach offici stage 2 offer of conting euro forward contract with valu date at the start of stage 3 allow a highli credibl preannounc of the bilater currenc convers factor to be set at the start of emu that approach assum howev that no prospect emu member can withdraw between their select in may 1998 and the start of stage 3pthi abstract wa borrow from anoth version of thi item", "title": "A strategy for launching the Euro"}, "https://ideas.repec.org/a/ier/iecrev/v25y1984i1p159-74.html": {"abstract": "This paper studies exchange rate behavior in models with moving long-run equilibria incorporating alternative price-adjustment mechanisms.The paper demonstrates that price-adjustment rules proposed by Mussa andby Barro and Grossman yield models that are empirically indistinguishable from each other. For speeds of goods-market adjustment that are \"too fast,\" the Barro-Grossman rule appears to induce instability; but we argue that when the ruleis interpreted properly, models incorporating it are dynamically stable regardless of the speed at which disequilibriumis eliminated. The Barro-Grossman pricing scheme is shown to be a natural generalization, to a setting of moving long-run equilibria, of less versatile schemes proposed in earlier literature on exchange rate dynamics.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epob13", "epro164"], "abstractStem": "thi paper studi exchang rate behavior in model with move longrun equilibria incorpor altern priceadjust mechanismsth paper demonstr that priceadjust rule propos by mussa andbi barro and grossman yield model that are empir indistinguish from each other for speed of goodsmarket adjust that are too fast the barrogrossman rule appear to induc instabl but we argu that when the rulei interpret properli model incorpor it are dynam stabl regardless of the speed at which disequilibriumi elimin the barrogrossman price scheme is shown to be a natur gener to a set of move longrun equilibria of less versatil scheme propos in earlier literatur on exchang rate dynamicspthi abstract wa borrow from anoth version of thi item", "title": "Exchange Rate Dynamics with Sluggish Prices under Alternative Price-Adjustment Rules"}, "https://ideas.repec.org/a/ime/imemes/v20y2002is1p241-274.html": {"abstract": "No abstract is available for this item.", "authors": ["fpme353", "epob13"], "abstractStem": "no abstract is avail for thi item", "title": "\"Exchange Rate Regimes in the 21st Century,\" Concluding Panel Discussion: The Role of Central Banks in Exchange Rate Regimes in the 21st Century"}, "https://ideas.repec.org/a/oup/qjecon/v97y1982i2p251-270..html": {"abstract": "This paper investigates the spending and current-account effects of terms-of-trade shifts in a model where households maximize utility over an infinite planning period. In the framework developed here, an economy specialized in production must experience a fall in aggregate spending and a current surplus as a result of an unanticipated, permanent worsening in its terms of trade. The paper's model thus provides a setting in which the current-account deficit predicted by Laursen and Metzier, Harberger, and others fails to materialize.", "authors": ["epob13"], "abstractStem": "thi paper investig the spend and currentaccount effect of termsoftrad shift in a model where household maxim util over an infinit plan period in the framework develop here an economi special in product must experi a fall in aggreg spend and a current surplu as a result of an unanticip perman worsen in it term of trade the paper model thu provid a set in which the currentaccount deficit predict by laursen and metzier harberg and other fail to materi", "title": "Aggregate Spending and the Terms of Trade: Is There a Laursen-Metzler Effect?"}, "https://ideas.repec.org/a/eee/inecon/v10y1980i2p177-200.html": {"abstract": "This paper presents a long-run model of the open economy in a world of fixed exchange rates and imperfect substitutability between bonds denominated in different currencies. The model explicitly accounts for the wealth flow accompanying current-account imbalance and for the flow of interest payments associated with international lending. Both the dynamic and steady-state implications of the model are quite different from those of models that specify the capital account as a continuing flow responding to the level of interest rates. In particular, we find that when there exists outside government debt, open-market policy is not in general neutral in the long run. We also find conditions under which the central bank is able to hold the domestic price level constant in the face of an inflationary disturbance from abroad without exhausting, in the long run, its stock of domestic assets.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epob13"], "abstractStem": "thi paper present a longrun model of the open economi in a world of fix exchang rate and imperfect substitut between bond denomin in differ currenc the model explicitli account for the wealth flow accompani currentaccount imbal and for the flow of interest payment associ with intern lend both the dynam and steadyst implic of the model are quit differ from those of model that specifi the capit account as a continu flow respond to the level of interest rate in particular we find that when there exist outsid govern debt openmarket polici is not in gener neutral in the long run we also find condit under which the central bank is abl to hold the domest price level constant in the face of an inflationari disturb from abroad without exhaust in the long run it stock of domest assetspthi abstract wa borrow from anoth version of thi item", "title": "Imperfect asset substitutability and monetary policy under fixed exchange rates"}, "https://ideas.repec.org/a/eee/jimfin/v31y2012i3p469-480.html": {"abstract": "In this lecture I document the proliferation of gross international asset and liability positions and discuss some consequences for individual countries’ external adjustment processes and for global financial stability. In light of the rapid growth of gross global financial flows and the serious risks associated with them, one might wonder about the continuing relevance of the net financial flow measured by the current account balance. I argue that global current account imbalances remain an essential target for policy scrutiny, for financial as well as macroeconomic reasons. Nonetheless, it is critically important for policymakers to monitor as well the rapidly evolving structure of global gross assets and liabilities.", "authors": ["epob13"], "abstractStem": "in thi lectur i document the prolifer of gross intern asset and liabil posit and discuss some consequ for individu countri  extern adjust process and for global financi stabil in light of the rapid growth of gross global financi flow and the seriou risk associ with them one might wonder about the continu relev of the net financi flow measur by the current account balanc i argu that global current account imbal remain an essenti target for polici scrutini for financi as well as macroeconom reason nonetheless it is critic import for policymak to monitor as well the rapidli evolv structur of global gross asset and liabil", "title": "Financial flows, financial crises, and global imbalances"}, "https://ideas.repec.org/a/ime/imemes/v23y2005is1p25-35.html": {"abstract": "The U.S. deficit in the current account, now running at an annual rate of over US$700 billion, has reached levels (as a percentage of GDP) not seen since the first decades of the 19th century. The deficit is soaking up roughly three-quarters of the world's available external surpluses. If the deficit continues at this pace, the U.S. could ultimately converge to an external debt/GDP ratio around one. Several analyses suggest that a rapid adjustment of the deficit toward balance would require a very sharp real depreciation of the U.S. dollar. This paper reviews the limitations of some optimistic arguments that predict instead a \"soft landing\" for the dollar. I focus in particular on the view that greater financial globalization allows the United States easily to run much bigger deficits for much longer periods. Some simple calculations based on real interest rate differentials suggest that markets could be underestimating the extent of necessary dollar depreciation.", "authors": ["epob13"], "abstractStem": "the us deficit in the current account now run at an annual rate of over us700 billion ha reach level as a percentag of gdp not seen sinc the first decad of the 19th centuri the deficit is soak up roughli threequart of the world avail extern surplus if the deficit continu at thi pace the us could ultim converg to an extern debtgdp ratio around one sever analys suggest that a rapid adjust of the deficit toward balanc would requir a veri sharp real depreci of the us dollar thi paper review the limit of some optimist argument that predict instead a soft land for the dollar i focu in particular on the view that greater financi global allow the unit state easili to run much bigger deficit for much longer period some simpl calcul base on real interest rate differenti suggest that market could be underestim the extent of necessari dollar depreci", "title": "America's Deficit, the World's Problem: Keynote Speech"}, "https://ideas.repec.org/a/bin/bpeajo/v28y1997i1997-2p241-317.html": {"abstract": "No abstract is available for this item.", "authors": ["epob13"], "abstractStem": "no abstract is avail for thi item", "title": "Europe's gamble"}, "https://ideas.repec.org/a/eee/moneco/v52y2005i1p31-33.html": {"abstract": "No abstract is available for this item.", "authors": ["epob13"], "abstractStem": "no abstract is avail for thi item", "title": "Comment on: \"Rational speculation and exchange rates\""}, "https://ideas.repec.org/a/oup/qjecon/v117y2002i2p503-535..html": {"abstract": "It is well-known that if international linkages are relatively small, the potential gains to international monetary policy coordination are typically quite limited. But when goods and financial markets are tightly linked, is it problematic if countries unilaterally design their monetary policy rules? Are the stabilization gains from having separate currencies largely squandered in the absence of effective international monetary coordination? We argue that under plausible assumptions the answer is no. Unless risk aversion is very high, lack of coordination in rule setting is a second-order problem compared with the overall gains from macroeconomic stabilization.", "authors": ["epob13", "epro164"], "abstractStem": "it is wellknown that if intern linkag are rel small the potenti gain to intern monetari polici coordin are typic quit limit but when good and financi market are tightli link is it problemat if countri unilater design their monetari polici rule are the stabil gain from have separ currenc larg squander in the absenc of effect intern monetari coordin we argu that under plausibl assumpt the answer is no unless risk avers is veri high lack of coordin in rule set is a secondord problem compar with the overal gain from macroeconom stabil", "title": "Global Implications of Self-Oriented National Monetary Rules"}, "https://ideas.repec.org/a/eee/inecon/v43y1997i1-2p61-77.html": {"abstract": "This paper studies the merits of policy rules with escape clauses, analyzing as an example fixed exchange-rate systems that allow member countries the freedom to realign in periods of stress. Motivating this example is the debate within the European Monetary System over how quickly to move from the current regime of national currencies, linked by pegged but adjustable exchange rates, to a single European currency. The paper's main point is that while well-designed rules with escape clauses can raise society's welfare in principle, limited credibility makes it difficult for governments to implement such rules in practice. An EMS-type institution - which presumably imposes a political cost on policymakers who realign - may lead to an optimal escape-clause equilibrium, but may just as well lead to alternative equilibria far inferior to an irrevocably fixed exchange rate. Countries can suffer periods in which no realignment occurs, yet unemployment, real wages, and ex post real interest rates remain persistently and suboptimally high.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epob13"], "abstractStem": "thi paper studi the merit of polici rule with escap claus analyz as an exampl fix exchanger system that allow member countri the freedom to realign in period of stress motiv thi exampl is the debat within the european monetari system over how quickli to move from the current regim of nation currenc link by peg but adjust exchang rate to a singl european currenc the paper main point is that while welldesign rule with escap claus can rais societi welfar in principl limit credibl make it difficult for govern to implement such rule in practic an emstyp institut  which presum impos a polit cost on policymak who realign  may lead to an optim escapeclaus equilibrium but may just as well lead to altern equilibria far inferior to an irrevoc fix exchang rate countri can suffer period in which no realign occur yet unemploy real wage and ex post real interest rate remain persist and suboptim highpthi abstract wa borrow from anoth version of thi item", "title": "Destabilizing effects of exchange-rate escape clauses"}, "https://ideas.repec.org/a/ime/imemes/v29y2011p33-48.html": {"abstract": "All schemes to enhance global liquidity require a higher level of fiscal support and coordination from the international community. Loans to troubled sovereigns or financial institutions imply a credit risk that ultimately must be lodged somewhere. Expanded international lending facilities, including an expanded International Monetary Fund, require an expanded level of fiscal backup. The same point obviously applies to the European framework for managing internal sovereign debt problems, including proposals for a jointly guaranteed euro zone sovereign bond. Even attainment of a significant role for the Special Drawing Right depends upon enhanced fiscal resources and burden sharing at the international level.", "authors": ["epob13"], "abstractStem": "all scheme to enhanc global liquid requir a higher level of fiscal support and coordin from the intern commun loan to troubl sovereign or financi institut impli a credit risk that ultim must be lodg somewher expand intern lend facil includ an expand intern monetari fund requir an expand level of fiscal backup the same point obvious appli to the european framework for manag intern sovereign debt problem includ propos for a jointli guarante euro zone sovereign bond even attain of a signific role for the special draw right depend upon enhanc fiscal resourc and burden share at the intern level", "title": "International Liquidity: The Fiscal Dimension"}, "https://ideas.repec.org/a/eee/crcspp/v24y1986ip55-103.html": {"abstract": "This paper is a critical assessment of some recent empirical evidence on the extent of international capital mobility. Its major conclusion is that while much of this evidence is difficult to interpret without ambiguity, it is consistent with a world economy in which the degree of capital mobility is high and increasing. Two main approaches to the measurement of capital mobility are discussed. The first, traditional, approach is based on comparing expected yields on assets located in different countries. The second,and more novel, approach is based on comparing national saving rates and domestic investment rates.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epob13"], "abstractStem": "thi paper is a critic assess of some recent empir evid on the extent of intern capit mobil it major conclus is that while much of thi evid is difficult to interpret without ambigu it is consist with a world economi in which the degre of capit mobil is high and increas two main approach to the measur of capit mobil are discuss the first tradit approach is base on compar expect yield on asset locat in differ countri the secondand more novel approach is base on compar nation save rate and domest invest ratespthi abstract wa borrow from anoth version of thi item", "title": "Capital mobility in the world economy: Theory and measurement"}, "https://ideas.repec.org/a/eee/moneco/v9y1982i1p87-98.html": {"abstract": "This paper investigates the long- and short-run neutrality of open-market monetary policy in a world of fixed exchange rates and imperfect substitutability between bonds denominated in different currencies. Using an illustrative portfolio-balance model, it shows that when the public discounts the future tax liabilities associated with the national debt and the central bank supports the exchange rate by trading non-interest-bearing foreign assets, open-market policy has a short-run effect, but no long-run effect, on the domestic price level and interest rate. When the foreign-exchange intervention assets earn interest that is rebated to and capitalized by the public, open-market policy loses even its short-run efficacy -- the capital-account offset to monetary policy is complete.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epob13"], "abstractStem": "thi paper investig the long and shortrun neutral of openmarket monetari polici in a world of fix exchang rate and imperfect substitut between bond denomin in differ currenc use an illustr portfoliobal model it show that when the public discount the futur tax liabil associ with the nation debt and the central bank support the exchang rate by trade noninterestbear foreign asset openmarket polici ha a shortrun effect but no longrun effect on the domest price level and interest rate when the foreignexchang intervent asset earn interest that is rebat to and capit by the public openmarket polici lose even it shortrun efficaci  the capitalaccount offset to monetari polici is completepthi abstract wa borrow from anoth version of thi item", "title": "The capitalization of income streams and the effects of open-market policy under fixed exchange rates"}, "https://ideas.repec.org/a/aea/aecrev/v76y1986i1p72-81.html": {"abstract": " Speculative attacks on a pegged exchange rate must sometimes occur ifasset-price paths are to be free of abnormal profit opportunities. Suchattacks are fully rational, as they reflect the market's response to aregime breakdown that is inevitable. The authors shows that under someexpectations about policy, balance-of-payments crises can also be purely self-fulfilling events. In such cases even a permanently viableregime may collapse, and the economy will possess multiple equilibriacorresponding to different subjective assessments of the probability ofa crisis. The behavior of the domestic interest rate will naturally reflect the possibility of a speculative attack. Copyright 1986 by American Economic Association.", "authors": ["epob13"], "abstractStem": " specul attack on a peg exchang rate must sometim occur ifassetpric path are to be free of abnorm profit opportun suchattack are fulli ration as they reflect the market respons to aregim breakdown that is inevit the author show that under someexpect about polici balanceofpay crise can also be pure selffulfil event in such case even a perman viableregim may collaps and the economi will possess multipl equilibriacorrespond to differ subject assess of the probabl ofa crisi the behavior of the domest interest rate will natur reflect the possibl of a specul attack copyright 1986 by american econom associ", "title": "Rational and Self-fulfilling Balance-of-Payments Crises"}, "https://ideas.repec.org/a/aea/aecrev/v81y1991i5p1189-214.html": {"abstract": " Several puzzling aspects of the behavior of United States stock prices may be explained by the presence of a specific type of rational bubble that depends exclusively on aggregate dividends. The authors call bubbles of this type \"intrinsic\" bubbles because they derive all of their variability from exogenous economic fundamentals and none from extraneous factors. Intrinsic bubbles provide a more plausible empirical account of deviations from present-value pricing than do the traditional examples of rational bubbles. Their explanatory potential comes partly from their ability to generate persistent deviations that appear to be relatively stable over long periods. Copyright 1991 by American Economic Association.", "authors": ["epfr60", "epob13"], "abstractStem": " sever puzzl aspect of the behavior of unit state stock price may be explain by the presenc of a specif type of ration bubbl that depend exclus on aggreg dividend the author call bubbl of thi type intrins bubbl becaus they deriv all of their variabl from exogen econom fundament and none from extran factor intrins bubbl provid a more plausibl empir account of deviat from presentvalu price than do the tradit exampl of ration bubbl their explanatori potenti come partli from their abil to gener persist deviat that appear to be rel stabl over long period copyright 1991 by american econom associ", "title": "Intrinsic Bubbles: The Case of Stock Prices"}, "https://ideas.repec.org/a/eee/jimfin/v15y1996i1p141-147.html": {"abstract": "No abstract is available for this item.", "authors": ["epob13"], "abstractStem": "no abstract is avail for thi item", "title": "Intertemporal price speculation and the optimal current-account deficit: reply and clarification"}, "https://ideas.repec.org/a/ime/imemes/v25y2007is1p233-260.html": {"abstract": "No abstract is available for this item.", "authors": ["epba22", "epge134", "epmc4", "epob13"], "abstractStem": "no abstract is avail for thi item", "title": "The Fourteenth International Conference \"Growth, Integration and Monetary Policy in East Asia,\" Concluding Panel Discussion: Growth, Integration, and Monetary Policy in East Asia"}, "https://ideas.repec.org/a/ecm/emetrp/v56y1988i2p411-32.html": {"abstract": " This paper analyzes aspects of optimal fiscal policy for economies with capital ac cumulation and finitely-lived, heterogeneous agents. For a particular utilitarian social welfare function, the problem faced by a central planner can be broken down into two subproblems: a standard problem o f optimally allocating aggregate consumption over time and a problem of distributing aggregate consumption optimally at each moment among those alive. If it can use a sufficiently rich set of lump-sum taxes and transfers, the government can replicate the command optimum as a market equilibrium outcome. No issue of government debt is needed to achieve this decentralization. Copyright 1988 by The Econometric Society.", "authors": ["fpca694", "epob13"], "abstractStem": " thi paper analyz aspect of optim fiscal polici for economi with capit ac cumul and finitelyliv heterogen agent for a particular utilitarian social welfar function the problem face by a central planner can be broken down into two subproblem a standard problem o f optim alloc aggreg consumpt over time and a problem of distribut aggreg consumpt optim at each moment among those aliv if it can use a suffici rich set of lumpsum tax and transfer the govern can replic the command optimum as a market equilibrium outcom no issu of govern debt is need to achiev thi decentr copyright 1988 by the econometr societi", "title": "Optimal Time-Consistent Fiscal Policy with Finite Lifetimes"}, "https://ideas.repec.org/a/aea/jecper/v12y1998i4p9-30.html": {"abstract": "This paper reviews the theoretical functions, history, and policy problems raised by the international capital market. The goal is to offer a perspective on both the considerable advantages the market offers and on the genuine hazards it poses, as well as on avenues through which it constrains national policy choices. A duality of benefits and risks is inescapable in the real world of asymmetric information and imperfect contract enforcement. The author argues, however, that, in confronting the global capital market, the way to maximize net benefits is to encourage economic integration while attacking concomitant distortions and unwanted side effects at, or close to, their sources.", "authors": ["epob13"], "abstractStem": "thi paper review the theoret function histori and polici problem rais by the intern capit market the goal is to offer a perspect on both the consider advantag the market offer and on the genuin hazard it pose as well as on avenu through which it constrain nation polici choic a dualiti of benefit and risk is inescap in the real world of asymmetr inform and imperfect contract enforc the author argu howev that in confront the global capit market the way to maxim net benefit is to encourag econom integr while attack concomit distort and unwant side effect at or close to their sourc", "title": "The Global Capital Market: Benefactor or Menace?"}, "https://ideas.repec.org/a/eee/eecrev/v32y1988i5p1077-1082.html": {"abstract": "No abstract is available for this item.", "authors": ["epob13"], "abstractStem": "no abstract is avail for thi item", "title": "The advantage of tying one's hands: EMS discipline and Central Bank credibility : Francesco Giavazzi and Marco Pagano"}, "https://ideas.repec.org/a/eee/inecon/v20y1986i1-2p1-20.html": {"abstract": "This paper re-examines the effect of devaluation under capital-account restrictions, adding to traditional formulations the seemingly minor (but realistic) assumption that central-bank reserves earn interest. The extra assumption has important implications. In an intertemporal model, devaluation is no longer neutral in the long run as it is in the literature on the monetary approach to the balance of payments. Further, the economy may possess multiple stationary states, some of them unstable.The analysis confirms, however, that even large devaluations must improve the balance of payments if the economy is initially at a stable stationary position. A by-product of the analysis is a pricing formula for the financial exchange rate in a dual exchange rate system. That formula is consistent with recent consumption-based models of asset pricing.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epob13"], "abstractStem": "thi paper reexamin the effect of devalu under capitalaccount restrict ad to tradit formul the seemingli minor but realist assumpt that centralbank reserv earn interest the extra assumpt ha import implic in an intertempor model devalu is no longer neutral in the long run as it is in the literatur on the monetari approach to the balanc of payment further the economi may possess multipl stationari state some of them unstableth analysi confirm howev that even larg devalu must improv the balanc of payment if the economi is initi at a stabl stationari posit a byproduct of the analysi is a price formula for the financi exchang rate in a dual exchang rate system that formula is consist with recent consumptionbas model of asset pricingpthi abstract wa borrow from anoth version of thi item", "title": "Capital controls, the dual exchange rate, and devaluation"}, "https://ideas.repec.org/a/eee/moneco/v26y1990i1p45-75.html": {"abstract": "This paper develops simple geometric methods for analyzing dynamic behavior in models with intertemporally dependent consumer tastes. Since the preferences studied do not assume time-additivity, they allow the marginal utility of consumption on a given date to vary with consumption on other dates. Intertemporal dependence is induced by the presence of a variable individual rate of time preference. The optimal consumption responses to transitory and anticipated changes in incomes and interest rates are easily derived and are similar in important ways to the responses implied by the standard model with constant time preference. Intuitive explanations of the first-order conditions describing optimal paths are provided.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epob13"], "abstractStem": "thi paper develop simpl geometr method for analyz dynam behavior in model with intertempor depend consum tast sinc the prefer studi do not assum timeaddit they allow the margin util of consumpt on a given date to vari with consumpt on other date intertempor depend is induc by the presenc of a variabl individu rate of time prefer the optim consumpt respons to transitori and anticip chang in incom and interest rate are easili deriv and are similar in import way to the respons impli by the standard model with constant time prefer intuit explan of the firstord condit describ optim path are providedpthi abstract wa borrow from anoth version of thi item", "title": "Intertemporal dependence, impatience, and dynamics"}, "https://ideas.repec.org/a/ime/imemes/v25y2007is1p29-56.html": {"abstract": "In the face of huge balance of payments surpluses and internal inflationary pressures, China has been in a classic conflict between internal and external balance under its U.S. dollar currency peg. Over the longer term, Chinafs large, modernizing, and diverse economy will need exchange rate flexibility and, eventually, convertibility with open capital markets. A feasible and attractive exit strategy from the essentially fixed renminbi(RMB) exchange rate would be a two-stage approach, consistent with the steps already taken since July 2005, but going beyond them. First, establish a limited trading band for the RMB relative to a basket of major trading partner currencies. Set the band so that it allows some initial revaluation of the RMB against the dollar, manage the basket rate within the band if necessary, and widen the band over time as domestic foreign exchange markets develop. The ultimate goal is a floating exchange rate coupled with some relative of inflation targeting. Second, put on hold ad hoc measures of financial account liberalization. They will be less helpful for relieving exchange rate pressures once the yuan/basket rate is allowed to move flexibly within a band, and they are best postponed until domestic foreign exchange markets develop further, the exchange rate is fully flexible, and the domestic financial system has been strengthened and placed fully on a market-oriented basis.", "authors": ["epob13"], "abstractStem": "in the face of huge balanc of payment surplus and intern inflationari pressur china ha been in a classic conflict between intern and extern balanc under it us dollar currenc peg over the longer term chinaf larg modern and divers economi will need exchang rate flexibl and eventu convert with open capit market a feasibl and attract exit strategi from the essenti fix renminbirmb exchang rate would be a twostag approach consist with the step alreadi taken sinc juli 2005 but go beyond them first establish a limit trade band for the rmb rel to a basket of major trade partner currenc set the band so that it allow some initi revalu of the rmb against the dollar manag the basket rate within the band if necessari and widen the band over time as domest foreign exchang market develop the ultim goal is a float exchang rate coupl with some rel of inflat target second put on hold ad hoc measur of financi account liber they will be less help for reliev exchang rate pressur onc the yuanbasket rate is allow to move flexibl within a band and they are best postpon until domest foreign exchang market develop further the exchang rate is fulli flexibl and the domest financi system ha been strengthen and place fulli on a marketori basi", "title": "The Renminbifs Dollar Peg at the Crossroads"}, "https://ideas.repec.org/a/bla/ecpoli/v13y1998i26p205-259.html": {"abstract": "No abstract is available for this item.", "authors": ["epob13", "fppe210"], "abstractStem": "no abstract is avail for thi item", "title": "Regional non-adjustment and fiscal policy"}, "https://ideas.repec.org/a/fip/fedbcp/y1998ijunp187-193n42.html": {"abstract": "No abstract is available for this item.", "authors": ["epob13"], "abstractStem": "no abstract is avail for thi item", "title": "Financial shocks and business cycles: lessons form outside the United States"}, "https://ideas.repec.org/a/aea/aecrev/v72y1982i2p45-50.html": {"abstract": "This paper is a highly selective review of our knowledge about the scope for sterilized intervention in foreign exchange markets under alternative exchange-rate regimes. Section I demonstrates the potential importance of simultaneous-equations bias in single-equation econometric studies of the capital-account offset to monetary policy under fixed exchange rates. The empirical record suggests that, in the case of West Germany, sterilization was a feasible short-run monetary strategy in the 1960s. Section II notes that there is considerable recent evidence of imperfect asset substitutability under the managed float. While limited substitution between bonds of different currency denomination is a precondition for the efficacy of sterilized foreign-exchange intervention, it is no guarantee of efficacy. Whether limited substitutability can in fact be exploited in a predictable manner by central banks is a distinct, and unanswered, question.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epob13"], "abstractStem": "thi paper is a highli select review of our knowledg about the scope for steril intervent in foreign exchang market under altern exchanger regim section i demonstr the potenti import of simultaneousequ bia in singleequ econometr studi of the capitalaccount offset to monetari polici under fix exchang rate the empir record suggest that in the case of west germani steril wa a feasibl shortrun monetari strategi in the 1960 section ii note that there is consider recent evid of imperfect asset substitut under the manag float while limit substitut between bond of differ currenc denomin is a precondit for the efficaci of steril foreignexchang intervent it is no guarante of efficaci whether limit substitut can in fact be exploit in a predict manner by central bank is a distinct and unansw questionpthi abstract wa borrow from anoth version of thi item", "title": "Can We Sterilize? Theory and Evidence"}, "https://ideas.repec.org/a/ime/imemes/v22y2004is1p29-55.html": {"abstract": "Among the developing countries of the world, those emerging markets that have sought some degree of integration into the global financial system are characterized by higher per capita incomes, higher long-run growth rates, and lower output and consumption volatility. These characteristics are more likely to be causes than effects of financial integration. The measurable gains from financial integration appear to be lower for emerging markets than for higher-income countries, and appear to have been limited by recent crises. One factor limiting the gains from financial integration is the difficulty emerging economies face in resolving the open-economy trilemma. Given their structural and institutional features, many emerging economies cannot live comfortably either with fixed or with freely floating exchange rates. Most recently, the exchange rates of several emerging countries display attempts at stabilization punctuated by high volatility in periods of market stress.", "authors": ["epob13"], "abstractStem": "among the develop countri of the world those emerg market that have sought some degre of integr into the global financi system are character by higher per capita incom higher longrun growth rate and lower output and consumpt volatil these characterist are more like to be caus than effect of financi integr the measur gain from financi integr appear to be lower for emerg market than for higherincom countri and appear to have been limit by recent crise one factor limit the gain from financi integr is the difficulti emerg economi face in resolv the openeconomi trilemma given their structur and institut featur mani emerg economi cannot live comfort either with fix or with freeli float exchang rate most recent the exchang rate of sever emerg countri display attempt at stabil punctuat by high volatil in period of market stress", "title": "Globalization, Macroeconomic Performance, and the Exchange Rates of Emerging Economies: Keynote Speech"}, "https://ideas.repec.org/a/cje/issued/v19y1986i1p1-22.html": {"abstract": "This paper analyzes inevitable transitions between fixed and floating exchange-rate regimes in a balance-of-payments model where individual preferences are explicitly specified. The goal is to assessthe analogy between speculative attacks in foreign exchange markets and attacks on official price-fixing schemes in natural resource markets. In discrete time the analogy with resource markets is only partially correct, for in a deterministic model the collapse of a fixed rate may be characterized by two, successive attacks. The two-attack equilibriumis peculiar to discrete-time analysis, however. In the continuous-time limit of discrete-time models there is a single attack timed so as to rule out an anticipated discrete jump in the exchange rate.Balance-of-payments models differ from nonrenewable resource models in that foreign exchange reserves may be borrowed from abroad.The paper therefore asks whether there are limits to central-bank borrowing possibilities. In an idealized world where all private incomeis subject to lump-sum taxation, central-bank reserves can become infinitely negative with no violation of the public sector's intertemporal budget constraint. Nonetheless, a growth rate of domestic credit exceeding the world interest rate, if maintained indefinitely, leads to violation of the constraint in the paper's model.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epob13"], "abstractStem": "thi paper analyz inevit transit between fix and float exchanger regim in a balanceofpay model where individu prefer are explicitli specifi the goal is to assessth analog between specul attack in foreign exchang market and attack on offici pricefix scheme in natur resourc market in discret time the analog with resourc market is onli partial correct for in a determinist model the collaps of a fix rate may be character by two success attack the twoattack equilibriumi peculiar to discretetim analysi howev in the continuoustim limit of discretetim model there is a singl attack time so as to rule out an anticip discret jump in the exchang ratebalanceofpay model differ from nonrenew resourc model in that foreign exchang reserv may be borrow from abroadth paper therefor ask whether there are limit to centralbank borrow possibl in an ideal world where all privat incomei subject to lumpsum taxat centralbank reserv can becom infinit neg with no violat of the public sector intertempor budget constraint nonetheless a growth rate of domest credit exceed the world interest rate if maintain indefinit lead to violat of the constraint in the paper modelpthi abstract wa borrow from anoth version of thi item", "title": "Speculative Attack and the External Constraint in a Maximizing Model of the Balance of Payments"}, "https://ideas.repec.org/a/fip/fedfpr/y2005x1.html": {"abstract": "No abstract is available for this item.", "authors": ["epob13"], "abstractStem": "no abstract is avail for thi item", "title": "Optimal fiscal policy in a monetary union - comments"}, "https://ideas.repec.org/a/ucp/jpolec/v103y1995i3p624-60.html": {"abstract": " The authors develop an analytically tractable two-country model that marries a full account of global macroeconomic dynamics to a supply framework based on monopolistic competition and sticky nominal prices. The model offers simple and intuitive predictions about exchange rates and current accounts that sometimes differ sharply from those of either modern flexible-price intertemporal models or traditional sticky-price Keynesian models. The authors' analysis leads to a novel perspective on the international welfare spillovers due to monetary and fiscal policies. Copyright 1995 by University of Chicago Press.", "authors": ["epob13", "epro164"], "abstractStem": " the author develop an analyt tractabl twocountri model that marri a full account of global macroeconom dynam to a suppli framework base on monopolist competit and sticki nomin price the model offer simpl and intuit predict about exchang rate and current account that sometim differ sharpli from those of either modern flexiblepric intertempor model or tradit stickypric keynesian model the author analysi lead to a novel perspect on the intern welfar spillov due to monetari and fiscal polici copyright 1995 by univers of chicago press", "title": "Exchange Rate Dynamics Redux"}, "https://ideas.repec.org/a/eee/eecrev/v21y1983i1-2p161-189.html": {"abstract": "When the goals of internal and external macroeconomic equilibrium are in conflict, sterilized intervention in the foreign exchange market may provide an independent policy instrument through which the central bank can resolve its dilemma in the short run. This paper is concerned with the West German Bundesbank's use of sterilization during the recent years of exchange- rate flexibility. The paper asks whether the Bundesbank pursued sterilization during the years 1995-1981, and whether sterilized foreign exchange intervention exerts a significant influence on the exchange rate in the German case. Estimation of a stylized Bundesbank reaction function suggests an affirmative answer to the first of these questions. To assess the efficacy of sterilized intervention, a structural portfolio balance model of German asset markets and prices is estimated. Dynamic perfect-foresight simulations of the empirical model are used to ascertain whether imperfect substitutability between foreign and domestic bonds is sufficient to allow the Bundesbank to attain independent internal and external goals over the short run of about a month. The model's verdict is that the Bundesbank has little if any power to influence the exchange rate over that time span without altering current or expected future money-market conditions.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epob13"], "abstractStem": "when the goal of intern and extern macroeconom equilibrium are in conflict steril intervent in the foreign exchang market may provid an independ polici instrument through which the central bank can resolv it dilemma in the short run thi paper is concern with the west german bundesbank use of steril dure the recent year of exchang rate flexibl the paper ask whether the bundesbank pursu steril dure the year 19951981 and whether steril foreign exchang intervent exert a signific influenc on the exchang rate in the german case estim of a styliz bundesbank reaction function suggest an affirm answer to the first of these question to assess the efficaci of steril intervent a structur portfolio balanc model of german asset market and price is estim dynam perfectforesight simul of the empir model are use to ascertain whether imperfect substitut between foreign and domest bond is suffici to allow the bundesbank to attain independ intern and extern goal over the short run of about a month the model verdict is that the bundesbank ha littl if ani power to influenc the exchang rate over that time span without alter current or expect futur moneymarket conditionspthi abstract wa borrow from anoth version of thi item", "title": "Exchange rates, inflation, and the sterilization problem: Germany, 1975-1981"}, "https://ideas.repec.org/a/eee/jimfin/v27y2008i6p949-957.html": {"abstract": "This paper revisits the sticky-price pricing-to-market model of Devereux and Engel [Devereux, M.B., Engel, C., 2003. Monetary policy in the open economy revisited: price setting and exchange-rate flexibility. Review of Economic Studies 70(4), 765-783], in which fixed exchange rates are optimal even in the face of country-specific nonmonetary shocks. We show that this result hinges critically on the Devereux-Engel model's prediction that international consumption levels are perfectly synchronized under flexible prices. Realistic modifications of the model that produce nonsynchronous consumption movements - such as, the presence of nontraded goods - upset the fixed exchange rate prescription even in the absence of an expenditure-switching role of exchange rate changes.", "authors": ["epdu125", "epob13"], "abstractStem": "thi paper revisit the stickypric pricingtomarket model of devereux and engel devereux mb engel c 2003 monetari polici in the open economi revisit price set and exchanger flexibl review of econom studi 704 765783 in which fix exchang rate are optim even in the face of countryspecif nonmonetari shock we show that thi result hing critic on the devereuxengel model predict that intern consumpt level are perfectli synchron under flexibl price realist modif of the model that produc nonsynchron consumpt movement  such as the presenc of nontrad good  upset the fix exchang rate prescript even in the absenc of an expenditureswitch role of exchang rate chang", "title": "Monetary policy in the open economy revisited: The case for exchange-rate flexibility restored"}, "https://ideas.repec.org/a/fip/fedfpr/y2009x2.html": {"abstract": "No abstract is available for this item.", "authors": ["epob13"], "abstractStem": "no abstract is avail for thi item", "title": "Asia, the financial crisis, and global economic governance - closing remarks"}, "https://ideas.repec.org/a/cup/macdyn/v1y1997i03p588-614_00.html": {"abstract": "No abstract is available for this item.", "authors": ["epob13"], "abstractStem": "no abstract is avail for thi item", "title": "Dynamic Seigniorage Theory"}, "https://ideas.repec.org/a/cml/boletn/vlviiy2011i1p31-39.html": {"abstract": "No abstract is available for this item.", "authors": ["epob13"], "abstractStem": "no abstract is avail for thi item", "title": "Expansión de las posiciones brutas de activos y el sistema monetario internacional"}, "https://ideas.repec.org/a/aea/aejmac/v2y2010i2p57-94.html": {"abstract": "The rapid growth of international reserves, a development concentrated in the emerging markets, remains a puzzle. In this paper, we suggest that a model based on financial stability and financial openness goes far toward explaining reserve holdings in the modern era of globalized capital markets. The size of domestic financial liabilities that could potentially be converted into foreign currency (M2), financial openness, the ability to access foreign currency through debt markets, and exchange rate policy are all significant predictors of reserve stocks. Our empirical financial-stability model seems to outperform both traditional models and recent explanations based on external short-term debt. (JEL E23, E43, E44, F31, F32, F34)", "authors": ["epob13", "fpsh497", "epta46"], "abstractStem": "the rapid growth of intern reserv a develop concentr in the emerg market remain a puzzl in thi paper we suggest that a model base on financi stabil and financi open goe far toward explain reserv hold in the modern era of global capit market the size of domest financi liabil that could potenti be convert into foreign currenc m2 financi open the abil to access foreign currenc through debt market and exchang rate polici are all signific predictor of reserv stock our empir financialst model seem to outperform both tradit model and recent explan base on extern shortterm debt jel e23 e43 e44 f31 f32 f34", "title": "Financial Stability, the Trilemma, and International Reserves"}, "https://ideas.repec.org/a/ime/imemes/v24ydecemberis1p27-38.html": {"abstract": "This paper presents a quantitative evaluation of the effect on the yen of some alternative scenarios under which Japan reaches current account balance. The analytical framework is a global general equilibrium model, based closely on Obstfeld and Rogoff (2005a, b), within which relative prices clear the world markets for traded goods as well as the domestic markets for nontraded goods. Depending on assumptions about the critical substitution elasticities underlying the model, the yen could appreciate by as much as 10 percent for each 1 percent of GDP reduction in its current account surplus. The effect would be smaller if substitution elasticities were larger, or if adjustment were accompanied by an expansion of Japanese nontradable output, the latter presumably implied by a return to a more efficient level of labor utilization.", "authors": ["epob13"], "abstractStem": "thi paper present a quantit evalu of the effect on the yen of some altern scenario under which japan reach current account balanc the analyt framework is a global gener equilibrium model base close on obstfeld and rogoff 2005a b within which rel price clear the world market for trade good as well as the domest market for nontrad good depend on assumpt about the critic substitut elast underli the model the yen could appreci by as much as 10 percent for each 1 percent of gdp reduct in it current account surplu the effect would be smaller if substitut elast were larger or if adjust were accompani by an expans of japanes nontrad output the latter presum impli by a return to a more effici level of labor util", "title": "Implications for the Yen of Japanese Current Account Adjustment"}, "https://ideas.repec.org/a/oup/restud/v52y1985i4p605-625..html": {"abstract": "In the late 1970s, countries in Latin America's Southern Cone initiated attempts to lower domestic inflation rates through the progressive reduction of a preannounced rate of exchange-rate devaluation. The stabilization programs gave rise to massive capital inflows, real exchange-rate appreciation, and current-account deficits. This paper develops a stylized intertemporal framework in which the effects of a credible preannounced disinflation scheme can be studied. It is shown that even when agents have perfect foresight and markets clear continuously, the \"capital inflows\" phenomenon and the associated real appreciation may result. While unanticipated, permanent inflation changes are neutral in the paper, anticipated inflation is neutral only in exceptional circumstances. A preannounced disinflation operates by altering the path of an expenditure-based real domestic interest rate that depends on expected changes in the prices of liquidity services and nontradable consumption goods.", "authors": ["epob13"], "abstractStem": "in the late 1970 countri in latin america southern cone initi attempt to lower domest inflat rate through the progress reduct of a preannounc rate of exchanger devalu the stabil program gave rise to massiv capit inflow real exchanger appreci and currentaccount deficit thi paper develop a styliz intertempor framework in which the effect of a credibl preannounc disinfl scheme can be studi it is shown that even when agent have perfect foresight and market clear continu the capit inflow phenomenon and the associ real appreci may result while unanticip perman inflat chang are neutral in the paper anticip inflat is neutral onli in except circumst a preannounc disinfl oper by alter the path of an expenditurebas real domest interest rate that depend on expect chang in the price of liquid servic and nontrad consumpt good", "title": "The Capital Inflows Problem Revisited: A Stylized Model of Southern Cone Disinflation"}, "https://ideas.repec.org/a/aea/aejmac/v4y2012i1p226-65.html": {"abstract": "A key precursor of twentieth-century financial crises in emerging and advanced economies alike was the rapid buildup of leverage. Those emerging economies that avoided leverage booms during the 2000s also were most likely to avoid the worst effects of the twenty-first century's first global crisis. A discrete-choice panel analysis using 1973-2010 data suggests that domestic credit expansion and real currency appreciation have been the most robust and significant predictors of financial crises, regardless of whether a country is emerging or advanced. For emerging economies, however, higher foreign exchange reserves predict a sharply reduced probability of a subsequent crisis. (JEL E44, F34, F44, G01, G21, O19)", "authors": ["epgo28", "epob13"], "abstractStem": "a key precursor of twentiethcenturi financi crise in emerg and advanc economi alik wa the rapid buildup of leverag those emerg economi that avoid leverag boom dure the 2000 also were most like to avoid the worst effect of the twentyfirst centuri first global crisi a discretechoic panel analysi use 19732010 data suggest that domest credit expans and real currenc appreci have been the most robust and signific predictor of financi crise regardless of whether a countri is emerg or advanc for emerg economi howev higher foreign exchang reserv predict a sharpli reduc probabl of a subsequ crisi jel e44 f34 f44 g01 g21 o19", "title": "Stories of the Twentieth Century for the Twenty-First"}, "https://ideas.repec.org/a/ecj/econjl/v113y2003i487p241-275.html": {"abstract": " What determines sovereign risk? We study the London bond market from the 1870s to the 1930s. Our findings support conventional wisdom concerning the low credibility of the interwar gold standard. Before 1914 gold standard adherence effectively signalled credibility and shaved up to 30 basis points from country borrowing spreads. In the 1920s, however, simply resuming prewar gold parities was insufficient to secure benefits. Countries that devalued before resumption were treated more favourably, and markets scrutinised other signals. Public debt and British Empire membership were important determinants of spreads after World War One, but not before. Copyright 2003 Royal Economic Society.", "authors": ["epob13", "epta46"], "abstractStem": " what determin sovereign risk we studi the london bond market from the 1870 to the 1930 our find support convent wisdom concern the low credibl of the interwar gold standard befor 1914 gold standard adher effect signal credibl and shave up to 30 basi point from countri borrow spread in the 1920 howev simpli resum prewar gold pariti wa insuffici to secur benefit countri that devalu befor resumpt were treat more favour and market scrutinis other signal public debt and british empir membership were import determin of spread after world war one but not befor copyright 2003 royal econom societi", "title": "Sovereign risk, credibility and the gold standard: 1870-1913 versus 1925-31"}, "https://ideas.repec.org/a/fip/fedfpr/y2003imarx2.html": {"abstract": "Prevalent thinking about liquidity traps suggests that the perfect substitutability of money and bonds at a zero short-term nominal interest rate renders open-market operations ineffective for achieving macroeconomic stabilization goals. We show that even were this the case, there remains a powerful argument for large-scale open market operations as a fiscal policy tool. As we also demonstrate, however, this same reasoning implies that open-market operations will be beneficial for stabilization as well, even when the economy is expected to remain mired in a liquidity trap for some time. Thus, the microeconomic fiscal benefits of open-market operations in a liquidity trap go hand in hand with standard macroeconomic objectives. Motivated by Japan's recent economic experience, we use a dynamic general-equilibrium model to assess the welfare impact of open-market operations for an economy in Japan's predicament. We argue Japan can achieve a substantial welfare improvement through large open-market purchases of domestic government debt.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epau33", "epob13"], "abstractStem": "preval think about liquid trap suggest that the perfect substitut of money and bond at a zero shortterm nomin interest rate render openmarket oper ineffect for achiev macroeconom stabil goal we show that even were thi the case there remain a power argument for largescal open market oper as a fiscal polici tool as we also demonstr howev thi same reason impli that openmarket oper will be benefici for stabil as well even when the economi is expect to remain mire in a liquid trap for some time thu the microeconom fiscal benefit of openmarket oper in a liquid trap go hand in hand with standard macroeconom object motiv by japan recent econom experi we use a dynam generalequilibrium model to assess the welfar impact of openmarket oper for an economi in japan predica we argu japan can achiev a substanti welfar improv through larg openmarket purchas of domest govern debtpthi abstract wa borrow from anoth version of thi item", "title": "The case for open-market purchases in a liquidity trap"}, "https://ideas.repec.org/a/pal/imfstp/v56y2009i1p63-111.html": {"abstract": "Despite an abundance of cross-sectional, panel, and event studies, there is strikingly little convincing documentation of direct positive impacts of financial opening on the economic welfare levels or growth rates of developing countries. The econometric difficulties are similar to those that bedevil the literature on trade openness and growth though, if anything, they are more severe in the context of international finance. There is also little systematic evidence that financial opening raises welfare indirectly by promoting collateral reforms of economic institutions or policies. At the same time, opening the financial account does appear to raise the frequency and severity of economic crises. Nonetheless, developing countries continue to move in the direction of further financial openness. A plausible explanation is that financial development is a concomitant of successful economic growth, and a growing financial sector in an economy open to trade cannot long be insulated from cross-border financial flows. This survey discusses the policy framework in which financial globalization is most likely to prove beneficial for developing countries. The reforms developing countries need to carry out to make their economies safe for international asset trade are the same reforms they need to carry out to curtail the power of entrenched economic interests and liberate the economy's productive potential. IMF Staff Papers (2009) 56, 63–111. doi:10.1057/imfsp.2008.32", "authors": ["epob13"], "abstractStem": "despit an abund of crosssect panel and event studi there is strikingli littl convinc document of direct posit impact of financi open on the econom welfar level or growth rate of develop countri the econometr difficulti are similar to those that bedevil the literatur on trade open and growth though if anyth they are more sever in the context of intern financ there is also littl systemat evid that financi open rais welfar indirectli by promot collater reform of econom institut or polici at the same time open the financi account doe appear to rais the frequenc and sever of econom crise nonetheless develop countri continu to move in the direct of further financi open a plausibl explan is that financi develop is a concomit of success econom growth and a grow financi sector in an economi open to trade cannot long be insul from crossbord financi flow thi survey discuss the polici framework in which financi global is most like to prove benefici for develop countri the reform develop countri need to carri out to make their economi safe for intern asset trade are the same reform they need to carri out to curtail the power of entrench econom interest and liber the economi product potenti imf staff paper 2009 56 63 111 doi101057imfsp200832", "title": "International Finance and Growth in Developing Countries: What Have We Learned&amp;quest;"}, "https://ideas.repec.org/a/ucp/jpolec/v91y1983i4p675-87.html": {"abstract": "Knife-edge stability is a common property of dynamic monetary models assuming perfect foresight or rational expectations. These models can be closed with the assumption that the economy's equilibrium lies on the unique convergent path (the saddlepath). While this empirically plausible assumption yields sensible results, aggregative models are not specified in sufficient detail to allow one to prove that the saddlepath is the unique equilibrium path. Brock (1974, 1975) and Brock and Scheinkman (1980) have advanced models in which individual preferences are more fully specified and in which, under certain conditions, the uniqueness and stability of equilibrium can be rigorously demonstrated. This paper shows that these uniqueness conditions are economically unreasonable. Therefore, the question these maximizing models address remains unresolved.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epob13", "epro164"], "abstractStem": "knifeedg stabil is a common properti of dynam monetari model assum perfect foresight or ration expect these model can be close with the assumpt that the economi equilibrium lie on the uniqu converg path the saddlepath while thi empir plausibl assumpt yield sensibl result aggreg model are not specifi in suffici detail to allow one to prove that the saddlepath is the uniqu equilibrium path brock 1974 1975 and brock and scheinkman 1980 have advanc model in which individu prefer are more fulli specifi and in which under certain condit the uniqu and stabil of equilibrium can be rigor demonstr thi paper show that these uniqu condit are econom unreason therefor the question these maxim model address remain unresolvedpthi abstract wa borrow from anoth version of thi item", "title": "Speculative Hyperinflations in Maximizing Models: Can We Rule Them Out?"}, "https://ideas.repec.org/a/tpr/restat/v87y2005i3p423-438.html": {"abstract": " The exchange-rate regime is often seen as constrained by the monetary policy trilemma, which imposes a stark tradeoff among exchange stability, monetary independence, and capital market openness. Yet the trilemma has not gone without challenge. Some argue that under the modern float there could be limited monetary autonomy; others, that even under the classical gold standard domestic monetary autonomy was considerable. This paper studies the coherence of international interest rates over more than 130 years. The constraints implied by the trilemma are largely borne out by history. © 2005 President and Fellows of Harvard College and the Massachusetts Institute of Technology.", "authors": ["epob13", "fpsh497", "epta46"], "abstractStem": " the exchanger regim is often seen as constrain by the monetari polici trilemma which impos a stark tradeoff among exchang stabil monetari independ and capit market open yet the trilemma ha not gone without challeng some argu that under the modern float there could be limit monetari autonomi other that even under the classic gold standard domest monetari autonomi wa consider thi paper studi the coher of intern interest rate over more than 130 year the constraint impli by the trilemma are larg born out by histori   2005 presid and fellow of harvard colleg and the massachusett institut of technolog", "title": "The Trilemma in History: Tradeoffs Among Exchange Rates, Monetary Policies, and Capital Mobility"}, "https://ideas.repec.org/a/aea/aecrev/v102y2012i3p1-23.html": {"abstract": "Do global current account imbalances still matter in a world of deep international financial markets where gross two-way financial flows often dwarf the net flows measured in the current account? Contrary to a complete markets or \"consenting adults\" view of the world, large current account imbalances, while very possibly warranted by fundamentals and welcome, can also signal elevated macroeconomic and financial stresses, as was arguably the case in the mid-2000s. Furthermore, the increasingly big valuation changes in countries' net international investment positions, while potentially important in risk allocation, cannot be relied upon systematically to offset the changes in national wealth implied by the current account. The same factors that dictate careful attention to global imbalances also imply, however, that data on gross international financial flows and positions are central to any assessment of financial stability risks. The balance sheet mismatches of leveraged entities provide the most direct indicators of potential instability, much more so than do global imbalances, though the imbalances may well be a symptom that deeper financial threats are gathering.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epob13"], "abstractStem": "do global current account imbal still matter in a world of deep intern financi market where gross twoway financi flow often dwarf the net flow measur in the current account contrari to a complet market or consent adult view of the world larg current account imbal while veri possibl warrant by fundament and welcom can also signal elev macroeconom and financi stress as wa arguabl the case in the mid2000 furthermor the increasingli big valuat chang in countri net intern invest posit while potenti import in risk alloc cannot be reli upon systemat to offset the chang in nation wealth impli by the current account the same factor that dictat care attent to global imbal also impli howev that data on gross intern financi flow and posit are central to ani assess of financi stabil risk the balanc sheet mismatch of leverag entiti provid the most direct indic of potenti instabl much more so than do global imbal though the imbal may well be a symptom that deeper financi threat are gatheringpthi abstract wa borrow from anoth version of thi item", "title": "Does the Current Account Still Matter?"}, "https://ideas.repec.org/a/pal/imfstp/v51y2004is1p75-108.html": {"abstract": "The interwar period was marked by the end of the classical gold standard regime and new levels of macroeconomic disorder in the world economy. The interwar disorder often is linked to policies inconsistent with the constraint of the openeconomy trilemma-the inability of policymakers simultaneously to pursue a fixed exchange rate, open capital markets, and autonomous monetary policy. The first two objectives were linchpins of the pre-1914 order As increasingly democratic polities faced pressures to engage in domestic macroeconomic management, however, either currency pegs or freedom of capital movements had to yield. This historical analytic narrative is compelling-with significant ramifications for today's world, if true-but empirically controversial. We apply theory and empirics to the interwar data and find strong support for the logic of the trilemma. Thus, an inability to pursue consistent policies in a rapidly changing political and economic environment appears central to an understanding of the interwar crises, and the same constraints still apply today.", "authors": ["epob13", "fpsh497", "epta46"], "abstractStem": "the interwar period wa mark by the end of the classic gold standard regim and new level of macroeconom disord in the world economi the interwar disord often is link to polici inconsist with the constraint of the openeconomi trilemmath inabl of policymak simultan to pursu a fix exchang rate open capit market and autonom monetari polici the first two object were linchpin of the pre1914 order as increasingli democrat politi face pressur to engag in domest macroeconom manag howev either currenc peg or freedom of capit movement had to yield thi histor analyt narr is compellingwith signific ramif for today world if truebut empir controversi we appli theori and empir to the interwar data and find strong support for the logic of the trilemma thu an inabl to pursu consist polici in a rapidli chang polit and econom environ appear central to an understand of the interwar crise and the same constraint still appli today", "title": "Monetary Sovereignty, Exchange Rates, and Capital Controls: The Trilemma in the Interwar Period"}, "https://ideas.repec.org/a/aea/jecper/v9y1995i4p73-96.html": {"abstract": "This paper discusses the profound difficulties of maintaining fixed exchange rates in a world of expanding global capital markets. Contrary to popular wisdom, industrialized-country monetary authorities easily have the resources to defend exchange parities against virtually any private speculative attack. But if their commitment to use those resources lacks credibility with markets, the costs to the broader economy of defending an exchange-rate peg can be very high. The dynamic interplay between credibility and commitment is illustrated by the 1992 Swedish and British crises and the 1994-95 Mexican collapse. The authors also discuss the small number of successful fixers.", "authors": ["epob13", "epro164"], "abstractStem": "thi paper discuss the profound difficulti of maintain fix exchang rate in a world of expand global capit market contrari to popular wisdom industrializedcountri monetari author easili have the resourc to defend exchang pariti against virtual ani privat specul attack but if their commit to use those resourc lack credibl with market the cost to the broader economi of defend an exchanger peg can be veri high the dynam interplay between credibl and commit is illustr by the 1992 swedish and british crise and the 199495 mexican collaps the author also discuss the small number of success fixer", "title": "The Mirage of Fixed Exchange Rates"}, "https://ideas.repec.org/a/bla/reviec/v1y1992i1p32-48.html": {"abstract": " This paper presents a simple diagrammatic analysis of an open economy's external adjustment process under habit-forming individual preferences. The exposition focuses on the consumption side and aims to make transparent the linkage among wealth, past consumption experience, and current consumption. An extension of the standard representative-agent model to a growing economy of overlapping generations completes the paper. Under habit formation an agent's consumption exhibits a form of hysteresis, in that his current consumption depends on his past consumption experience as well as initial assets. In the overlapping-generations model aggregate hysteresis disappears in the long run. Copyright 1992 by Blackwell Publishing Ltd.", "authors": ["epob13"], "abstractStem": " thi paper present a simpl diagrammat analysi of an open economi extern adjust process under habitform individu prefer the exposit focus on the consumpt side and aim to make transpar the linkag among wealth past consumpt experi and current consumpt an extens of the standard representativeag model to a grow economi of overlap gener complet the paper under habit format an agent consumpt exhibit a form of hysteresi in that hi current consumpt depend on hi past consumpt experi as well as initi asset in the overlappinggener model aggreg hysteresi disappear in the long run copyright 1992 by blackwel publish ltd", "title": "International Adjustment with Habit-Forming Consumption: A Diagrammatic Exposition"}, "https://ideas.repec.org/a/spr/weltar/v140y2004i4p541-568.html": {"abstract": "Gross stocks of foreign assets have increased rapidly relative to national outputs since 1990, and the short-run capital gains and losses on those assets can amount to significant fractions of GDP. These fluctuations in asset values render the national income and product account measure of the current account balance increasingly inadequate as a summary of the change in a country's net foreign assets. Nonetheless, unusually large current account imbalances, especially deficits, should remain high on policymakers' list of concerns, even for the richer and less credit-constrained countries. Extreme imbalances signal the need for large and perhaps abrupt real exchange rate changes in the future, changes that might have undesired political and financial consequences given the incompleteness of domestic and international asset markets. Furthermore, of the two sources of the change in net foreign assets -- the current account and the capital gain on the net foreign asset position -- the former is better understood and more amenable to policy influence. Systematic government attempts to manipulate international asset values in order to change the net foreign asset position could have a destabilizing effect on market expectations.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epob13"], "abstractStem": "gross stock of foreign asset have increas rapidli rel to nation output sinc 1990 and the shortrun capit gain and loss on those asset can amount to signific fraction of gdp these fluctuat in asset valu render the nation incom and product account measur of the current account balanc increasingli inadequ as a summari of the chang in a countri net foreign asset nonetheless unusu larg current account imbal especi deficit should remain high on policymak list of concern even for the richer and less creditconstrain countri extrem imbal signal the need for larg and perhap abrupt real exchang rate chang in the futur chang that might have undesir polit and financi consequ given the incomplet of domest and intern asset market furthermor of the two sourc of the chang in net foreign asset  the current account and the capit gain on the net foreign asset posit  the former is better understood and more amen to polici influenc systemat govern attempt to manipul intern asset valu in order to chang the net foreign asset posit could have a destabil effect on market expectationspthi abstract wa borrow from anoth version of thi item", "title": "External adjustment"}, "https://ideas.repec.org/a/eee/moneco/v28y1991i1p3-24.html": {"abstract": "This paper evaluates the gains from international risk sharing in some simple general-equilibrium models with output uncertainty. Under empirically plausible calibration, the Incremental loss from a ban on international portfolio diversification is estimated to be quite small--0.15 percent of output per year is a representative figure. Even the theoretical gains from asset trade may disappear under alternative sets of assumptions on preferences and technology. The paper argues that the small magnitude of potential trade gains, when coupled with small costs of cross-border financial transactions, may explain the apparently inconsistent findings of empirical studies on the degree of international capital mobility.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epco70", "epob13"], "abstractStem": "thi paper evalu the gain from intern risk share in some simpl generalequilibrium model with output uncertainti under empir plausibl calibr the increment loss from a ban on intern portfolio diversif is estim to be quit small015 percent of output per year is a repres figur even the theoret gain from asset trade may disappear under altern set of assumpt on prefer and technolog the paper argu that the small magnitud of potenti trade gain when coupl with small cost of crossbord financi transact may explain the appar inconsist find of empir studi on the degre of intern capit mobilitypthi abstract wa borrow from anoth version of thi item", "title": "Commodity trade and international risk sharing : How much do financial markets matter?"}, "https://ideas.repec.org/a/ucp/jpolec/v89y1981i6p1142-61.html": {"abstract": "The paper develops a model of exchange-rate and current-account determination for a small economy peopled by infinitely lived, utility-maximizing households. In this setting, a central-bank purchase of foreign exchange has no real effects when central-bank foreign reserves earn interest at the world rate and the proceeds are returned to the public. In contrast, an increase in the monetary growth rate does have real effects, even in the long run. The model developed here implies that an increase in government spending may lead to a surplus on current account. The external adjustment process predicted by the model is one in which consumption, real balances, anti external assets all rise or fall simultaneously.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epob13"], "abstractStem": "the paper develop a model of exchanger and currentaccount determin for a small economi peopl by infinit live utilitymaxim household in thi set a centralbank purchas of foreign exchang ha no real effect when centralbank foreign reserv earn interest at the world rate and the proce are return to the public in contrast an increas in the monetari growth rate doe have real effect even in the long run the model develop here impli that an increas in govern spend may lead to a surplu on current account the extern adjust process predict by the model is one in which consumpt real balanc anti extern asset all rise or fall simultaneouslypthi abstract wa borrow from anoth version of thi item", "title": "Macroeconomic Policy, Exchange-Rate Dynamics, and Optimal Asset Accumulation"}, "https://ideas.repec.org/a/aea/aecrev/v92y2002i2p102-107.html": {"abstract": "No abstract is available for this item.", "authors": ["epob13"], "abstractStem": "no abstract is avail for thi item", "title": "Inflation-Targeting, Exchange-Rate Pass-Through, and Volatility"}, "https://ideas.repec.org/a/ime/imemes/v26y2008p49-58.html": {"abstract": "These remarks were presented at the 2008 International Conference, gFrontiers in Monetary Theory and Policy,h held by the Institute for Monetary and Economic Studies, Bank of Japan, in Tokyo on May 28-29, 2008.", "authors": ["epob13"], "abstractStem": "these remark were present at the 2008 intern confer gfrontier in monetari theori and policyh held by the institut for monetari and econom studi bank of japan in tokyo on may 2829 2008", "title": "Concluding Remarks"}, "https://ideas.repec.org/a/fip/fedfpr/y2009p131-172.html": {"abstract": "This paper makes a case that the global imbalances of the 2000s and the recent global financial crisis are intimately connected. Both have their origins in economic policies followed in a number of countries in the 2000s and in distortions that influenced the transmission of these policies through U.S. and ultimately through global financial markets. In the U.S., the interaction among the Fed’s monetary stance, global real interest rates, credit market distortions, and financial innovation created the toxic mix of conditions making the U.S. the epicenter of the global financial crisis. Outside the U.S., exchange rate and other economic policies followed by emerging markets such as China contributed to the United States’ ability to borrow cheaply abroad and thereby finance its unsustainable housing bubble.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epob13", "epro164"], "abstractStem": "thi paper make a case that the global imbal of the 2000 and the recent global financi crisi are intim connect both have their origin in econom polici follow in a number of countri in the 2000 and in distort that influenc the transmiss of these polici through us and ultim through global financi market in the us the interact among the fed s monetari stanc global real interest rate credit market distort and financi innov creat the toxic mix of condit make the us the epicent of the global financi crisi outsid the us exchang rate and other econom polici follow by emerg market such as china contribut to the unit state  abil to borrow cheapli abroad and therebi financ it unsustain hous bubblepthi abstract wa borrow from anoth version of thi item", "title": "Global imbalances and the financial crisis: products of common causes"}, "https://ideas.repec.org/a/pal/imfecr/v62y2014i4p656-693.html": {"abstract": "Stanley Fischer is a rarity among economic policymakers. He came to the policy world as an internationally recognized intellectual leader on macroeconomic theory and policy. He confronted numerous emerging market crises, including the globally systemic Asian crisis, as the IMF’s First Deputy Managing Director from September 1994 to August 2001. And then, as governor of an emerging economy’s central bank starting in May 2005, he decided the monetary responses to the worldwide crisis of 2008–09 and its aftershocks. Fischer’s unpublished Robbins Lectures, delivered at the London School of Economics late in 2001, drew lessons from his service at the IMF. Did emerging markets follow up on those lessons, and did their preparations help them weather the storm of 2008–09? How have economists’ views, and Fischer’s, changed as a result of the global financial crisis? This paper proposes answers to these questions, focusing on the experiences of three Asian crisis countries, Indonesia, Korea, and Thailand.", "authors": ["epob13"], "abstractStem": "stanley fischer is a rariti among econom policymak he came to the polici world as an intern recogn intellectu leader on macroeconom theori and polici he confront numer emerg market crise includ the global system asian crisi as the imf s first deputi manag director from septemb 1994 to august 2001 and then as governor of an emerg economi s central bank start in may 2005 he decid the monetari respons to the worldwid crisi of 2008 09 and it aftershock fischer s unpublish robbin lectur deliv at the london school of econom late in 2001 drew lesson from hi servic at the imf did emerg market follow up on those lesson and did their prepar help them weather the storm of 2008 09 how have economist  view and fischer s chang as a result of the global financi crisi thi paper propos answer to these question focus on the experi of three asian crisi countri indonesia korea and thailand", "title": "Never Say Never: Commentary on a Policymaker’s Reflections"}, "https://ideas.repec.org/a/ime/imemes/v24ydecemberis1p235-272.html": {"abstract": "No abstract is available for this item.", "authors": ["epmc4", "epob13", "epre102"], "abstractStem": "no abstract is avail for thi item", "title": "The Thirteenth International Conference \"Financial Markets and the Real Economy in a Low Interest Rate Environment,\" Concluding Panel Discussion: Financial Markets and the Real Economy in a Low Interest Rate Environment"}, "https://ideas.repec.org/a/bin/bpeajo/v36y2005i2005-1p67-146.html": {"abstract": "We develop a three-region economic model to assess how a significant reduction in global current account imbalances might impact dollar, euro, and Asian real exchange rates under alternative scenarios. Sizable exchange rate shifts appear to be a necessary corollary of adjustment even under otherwise relatively benign scenarios where appropriate policy actions are taken (for example, to raise U.S. national saving or to make Asian exchange rates more flexible). Our baseline estimate suggests that a halving of the U.S. current account deficit would entail nearly a 20 percent appreciation of Asian real exchange rates versus the dollar and a slightly smaller rise in European currencies. Although an adverse scenario is not the most likely outcome, the risks appear to be significantly higher than they were five years ago.", "authors": ["epob13", "epro164"], "abstractStem": "we develop a threeregion econom model to assess how a signific reduct in global current account imbal might impact dollar euro and asian real exchang rate under altern scenario sizabl exchang rate shift appear to be a necessari corollari of adjust even under otherwis rel benign scenario where appropri polici action are taken for exampl to rais us nation save or to make asian exchang rate more flexibl our baselin estim suggest that a halv of the us current account deficit would entail nearli a 20 percent appreci of asian real exchang rate versu the dollar and a slightli smaller rise in european currenc although an advers scenario is not the most like outcom the risk appear to be significantli higher than they were five year ago", "title": "Global Current Account Imbalances and Exchange Rate Adjustments"}, "https://ideas.repec.org/a/fip/fedkpr/y2000p169-208.html": {"abstract": "Abstract : The US current account deficit has been persistently large and has brought the country's ratio of foreign debt to GDP to 20%, a figure that is high by historical standards. This paper argues that while US solvency is not a near-term constraint on ongoing deficits, the sheer size of the US economy makes it likely that its current account will have to approach balance in the next five to ten years, if not sooner. The paper surveys a wide body of evidence suggesting that the US economy remains surprisingly closed to external trade in products and capital, and suggests that costs of international trade in goods can explain the evidence. Given the trade costs, a substantial real depreciation of the dollar will be needed to close the US current account gap. If current-account adjustment is gradual, then the medium-term depreciation of the dollar would be on the order of 12%. If the current account deficit is eliminated in a precipitous and disorderly fashion, and the Fed attempts to maintain full employment, the depreciation could be much bigger, even on the order of 40% to 50%.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epob13", "epro164"], "abstractStem": "abstract  the us current account deficit ha been persist larg and ha brought the countri ratio of foreign debt to gdp to 20 a figur that is high by histor standard thi paper argu that while us solvenc is not a nearterm constraint on ongo deficit the sheer size of the us economi make it like that it current account will have to approach balanc in the next five to ten year if not sooner the paper survey a wide bodi of evid suggest that the us economi remain surprisingli close to extern trade in product and capit and suggest that cost of intern trade in good can explain the evid given the trade cost a substanti real depreci of the dollar will be need to close the us current account gap if currentaccount adjust is gradual then the mediumterm depreci of the dollar would be on the order of 12 if the current account deficit is elimin in a precipit and disorderli fashion and the fed attempt to maintain full employ the depreci could be much bigger even on the order of 40 to 50pthi abstract wa borrow from anoth version of thi item", "title": "Perspectives on OECD economic integration : implications for U.S. current account adjustment"}, "https://ideas.repec.org/a/bla/scandj/v116y2014i1p1-4.html": {"abstract": "No abstract is available for this item.", "authors": ["epob13"], "abstractStem": "no abstract is avail for thi item", "title": "Guest Editors’ Preface to the Special Issue on International Financial Linkages and Crises"}, "https://ideas.repec.org/a/eee/jimfin/v11y1992i1p115-121.html": {"abstract": "No abstract is available for this item.", "authors": ["epob13"], "abstractStem": "no abstract is avail for thi item", "title": "International risk sharing and capital mobility: another look"}, "https://ideas.repec.org/a/fip/fedkpr/y2010p463-478.html": {"abstract": "No abstract is available for this item.", "authors": ["epob13"], "abstractStem": "no abstract is avail for thi item", "title": "Expanding gross asset positions and the international monetary system"}, "https://ideas.repec.org/a/eee/dyncon/v49y2014icp31-34.html": {"abstract": "This paper considers the use of new Keynesian open economy models to evaluate monetary policy rules. While recognizing the importance policy evaluation with such models, it presents a number of criticisms about assumptions relating to wage determination, the real interest rate, divine coincidence and financial stability.", "authors": ["epob13"], "abstractStem": "thi paper consid the use of new keynesian open economi model to evalu monetari polici rule while recogn the import polici evalu with such model it present a number of critic about assumpt relat to wage determin the real interest rate divin coincid and financi stabil", "title": "On the use of open economy new Keynesian models to evaluate policy rules"}, "https://ideas.repec.org/a/ecm/emetrp/v50y1982i5p1219-42.html": {"abstract": "This paper studies the effects of monetary policy in a small, open economy with a floating exchange rate, sticky wages, and rational expectations in both the asset and labor markets. The model developed emphasizes the link between exchange-rate depreciation and nominal wage inflation, embodying it in an expectations-augmented Phillips curve. The economy studied produces both traded and non-traded goods, and thus provides a framework in which to explore the connection between the dynamic behavior of the exchange rate and the supply structure and degree of openness of the economy. In addition, the paper examines the \"vicious circle\" hypothesis, showing how an explosive cycle of exchange-rate depreciation and wage-price inflation may arise in response to an expected monetary expansion.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epob13"], "abstractStem": "thi paper studi the effect of monetari polici in a small open economi with a float exchang rate sticki wage and ration expect in both the asset and labor market the model develop emphas the link between exchanger depreci and nomin wage inflat embodi it in an expectationsaug phillip curv the economi studi produc both trade and nontrad good and thu provid a framework in which to explor the connect between the dynam behavior of the exchang rate and the suppli structur and degre of open of the economi in addit the paper examin the viciou circl hypothesi show how an explos cycl of exchanger depreci and wagepric inflat may aris in respons to an expect monetari expansionpthi abstract wa borrow from anoth version of thi item", "title": "Relative Prices, Employment, and the Exchange Rate in an Economy with Foresight"}, "https://ideas.repec.org/a/aea/aecrev/v94y2004i2p71-75.html": {"abstract": "Prevalent thinking about liquidity traps suggests that the perfect substitutability of money and bonds at a zero short-term nominal interest rate renders open-market operations ineffective for achieving macroeconomic stabilization goals. In an earlier paper, we showed that this reasoning does not hold, that open-market operations can provide substantial macroeconomic benefits and facilitate the use of powerful fiscal policy tools even in a liquidity trap. In this paper, we consider an alternative approach that has been suggested for use in a liquidity trap, a scheduled increase in consumption tax rates. We find that such a policy could, indeed, increase short-run consumption, but would be less effective at increasing welfare or accelerating a country's exit from a liquidity trap. Though a variant of this tax policy might induce exit from a liquidity trap, the impact of welfare is negative in this case as well. We also argue that this alternative tax-rate-based approach is subject to more severe credibility problems than the monetary policy approach explored in our original paper.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epau33", "epob13"], "abstractStem": "preval think about liquid trap suggest that the perfect substitut of money and bond at a zero shortterm nomin interest rate render openmarket oper ineffect for achiev macroeconom stabil goal in an earlier paper we show that thi reason doe not hold that openmarket oper can provid substanti macroeconom benefit and facilit the use of power fiscal polici tool even in a liquid trap in thi paper we consid an altern approach that ha been suggest for use in a liquid trap a schedul increas in consumpt tax rate we find that such a polici could inde increas shortrun consumpt but would be less effect at increas welfar or acceler a countri exit from a liquid trap though a variant of thi tax polici might induc exit from a liquid trap the impact of welfar is neg in thi case as well we also argu that thi altern taxratebas approach is subject to more sever credibl problem than the monetari polici approach explor in our origin paperpthi abstract wa borrow from anoth version of thi item", "title": "Monetary and Fiscal Remedies for Deflation"}, "https://ideas.repec.org/a/ecm/emetrp/v58y1990i5p1245-47.html": {"abstract": "No abstract is available for this item.", "authors": ["fpca694", "epob13"], "abstractStem": "no abstract is avail for thi item", "title": "Time Consistency of Fiscal and Monetary Policy: A Comment"}, "https://ideas.repec.org/a/bla/jfinan/v36y1981i3p697-703.html": {"abstract": "No abstract is available for this item.", "authors": ["epcu115", "epob13"], "abstractStem": "no abstract is avail for thi item", "title": "A Note on Exchange-Rate Expectations and Nominal Interest Differentials: A Test of the Fisher Hypothesis"}, "https://ideas.repec.org/a/eee/jjieco/v11y1997i4p441-479.html": {"abstract": "We propose that analysis of purchasing power parity (PPP) and the law of one price (LOOP) should explicitly take into account the possibility of \"commodity points\" -- thresholds delineating a region of no central tendency among relative prices, possib ly due to lack of perfect arbitrage in the presence of transaction costs and uncertainty. More than eighty years ago, Heckscher stressed the importance of such incomplete arbitrage in the empirical application of PPP. We devise an econometric method to identify commodity points. Price adjustment is treated as a nonlinear process, and a threshold autoregression (TAR) offers a parsimonious specification within which both thresholds and adjustment speeds are estimated by maximum likelihood methods. Our m odel performs well using post-1980 data, and yields parameter estimates that appear quite reasonable: adjustment outside the thresholds might imply half-lives of price deviations measured in months rather than years, and the thresholds correspond to popu lar rough estimates as to the order of magnitude of actual transport costs. The estimated commodity points appear to be positively related to objective measures of market segmentation, notably nominal exchange rate volatility.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epob13", "epta46"], "abstractStem": "we propos that analysi of purchas power pariti ppp and the law of one price loop should explicitli take into account the possibl of commod point  threshold delin a region of no central tendenc among rel price possib ly due to lack of perfect arbitrag in the presenc of transact cost and uncertainti more than eighti year ago heckscher stress the import of such incomplet arbitrag in the empir applic of ppp we devis an econometr method to identifi commod point price adjust is treat as a nonlinear process and a threshold autoregress tar offer a parsimoni specif within which both threshold and adjust speed are estim by maximum likelihood method our m odel perform well use post1980 data and yield paramet estim that appear quit reason adjust outsid the threshold might impli halfliv of price deviat measur in month rather than year and the threshold correspond to popu lar rough estim as to the order of magnitud of actual transport cost the estim commod point appear to be posit relat to object measur of market segment notabl nomin exchang rate volatilitypthi abstract wa borrow from anoth version of thi item", "title": "Nonlinear Aspects of Goods-Market Arbitrage and Adjustment: Heckscher's Commodity Points Revisited"}, "firstname": "Maurice", "https://ideas.repec.org/a/taf/intecj/v27y2013i2p143-155.html": {"abstract": " This paper reviews the recent experience of financial crises since 2007, including the continuing crisis in the euro zone. I seek to answer three main questions: In what respects (if any) is the recent experience of crises novel? How special is the euro crisis? And what changes in the international financial architecture can reduce the chances of future crises?", "authors": ["epob13"], "abstractStem": " thi paper review the recent experi of financi crise sinc 2007 includ the continu crisi in the euro zone i seek to answer three main question in what respect if ani is the recent experi of crise novel how special is the euro crisi and what chang in the intern financi architectur can reduc the chanc of futur crise", "title": "Crises and the International System"}, "https://ideas.repec.org/a/ime/imemes/v27y2009i1p35-52.html": {"abstract": "The recent financial crisis teaches important lessons regarding the lender-of-last resort (LLR) function. Large swap lines extended in 2007-08 from the Federal Reserve to other central banks show that the classic concept of a national LLR fails to address key vulnerabilities in a globalized financial system with multiple currencies. What system of emergency international financial support will best help to minimize the likelihood of future economic instability? Acting alongside national central banks, the International Monetary Fund (IMF) has a key role to play in the constellation of LLRs. As the income-level and institutional divergence between emerging and mature economies shrinks over time, the IMF may even evolve into a global LLR that channels central bank liquidity where it is needed. The IMFfs effectiveness would be greatly enhanced by several complementary reforms in international financial governance, though some of these appear politically problematic at the present time.", "authors": ["epob13"], "abstractStem": "the recent financi crisi teach import lesson regard the lenderoflast resort llr function larg swap line extend in 200708 from the feder reserv to other central bank show that the classic concept of a nation llr fail to address key vulner in a global financi system with multipl currenc what system of emerg intern financi support will best help to minim the likelihood of futur econom instabl act alongsid nation central bank the intern monetari fund imf ha a key role to play in the constel of llr as the incomelevel and institut diverg between emerg and matur economi shrink over time the imf may even evolv into a global llr that channel central bank liquid where it is need the imff effect would be greatli enhanc by sever complementari reform in intern financi govern though some of these appear polit problemat at the present time", "title": "2009 International Conference \"Financial System and Monetary Policy Implementation,\" Keynote Speech, Lenders of Last Resort in a Globalized World"}, "https://ideas.repec.org/a/eee/eecrev/v38y1994i7p1471-1486.html": {"abstract": "In dynamic stochastic welfare comparisons, a failure clearly to distinguish between risk aversion and intertemporal substitutability can result in misleading assessments of the impact of risk aversion on the welfare costs of consumption-risk changes. The problem arises in any setting in which uncertainty is propagated over time, notably, but not exclusively, in economies with stochastic consumption trends. Regardless of the preference setup adopted, an increase in risk aversion amplifies the per-period costs of risks. The weights consumers use to cumulate the per-period costs of risks with persistent effects should, however, depend on intertemporal substitutability as well as on risk aversion. Under time-separable expected-utility preferences, an increase in the period utility function's curvature therefore alters the welfare effect of risk for reasons that in part are unrelated to risk aversion.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epob13"], "abstractStem": "in dynam stochast welfar comparison a failur clearli to distinguish between risk avers and intertempor substitut can result in mislead assess of the impact of risk avers on the welfar cost of consumptionrisk chang the problem aris in ani set in which uncertainti is propag over time notabl but not exclus in economi with stochast consumpt trend regardless of the prefer setup adopt an increas in risk avers amplifi the perperiod cost of risk the weight consum use to cumul the perperiod cost of risk with persist effect should howev depend on intertempor substitut as well as on risk avers under timesepar expectedutil prefer an increas in the period util function curvatur therefor alter the welfar effect of risk for reason that in part are unrel to risk aversionpthi abstract wa borrow from anoth version of thi item", "title": "Evaluating risky consumption paths: The role of intertemporal substitutability"}, "https://ideas.repec.org/a/aea/aecrev/v84y1994i5p1310-29.html": {"abstract": " This paper develops a continuous-time stochastic model in which international risk-sharing can yield substantial welfare gains through its effect on expected consumption growth. The mechanism linking global diversification to growth is an attendant world portfolio shift from safe low-yield capital to riskier high-yield capital. The presence of these two types of capital captures the idea that growth depends on the availability of an ever-increasing array of specialized, hence inherently risky, production inputs. Calibration exercises using consumption and stock-market data imply that most countries reap large steady-state welfare gains from global financial integration. Copyright 1994 by American Economic Association.", "authors": ["epob13"], "abstractStem": " thi paper develop a continuoustim stochast model in which intern riskshar can yield substanti welfar gain through it effect on expect consumpt growth the mechan link global diversif to growth is an attend world portfolio shift from safe lowyield capit to riskier highyield capit the presenc of these two type of capit captur the idea that growth depend on the avail of an everincreas array of special henc inher riski product input calibr exercis use consumpt and stockmarket data impli that most countri reap larg steadyst welfar gain from global financi integr copyright 1994 by american econom associ", "title": "Risk-Taking, Global Diversification, and Growth"}, "https://ideas.repec.org/a/bla/scandj/v100y1998i1p247-75.html": {"abstract": " This paper views developments in open-economy macroeconomics through the lens of the debate over European monetary unification. The empirical tendency for nominal exchange rate regimes to affect the variability of nominal and real exchange rates alike can be rationalized by sticky-price theories or models of asset-market liquidity effects. But plausible liquidity models have difficulty generating enough persistence to match the data. Thus, the macroeconomic stabilization costs of forgoing the exchange-rate realignment option seem pertinent. It is argued that the theories of efficiencies due to a common currency remain unsatisfactory, despite recent advances. The paper concludes by reviewing theories of currency crisis. Copyright 1998 by The editors of the Scandinavian Journal of Economics.", "authors": ["epob13"], "abstractStem": " thi paper view develop in openeconomi macroeconom through the len of the debat over european monetari unif the empir tendenc for nomin exchang rate regim to affect the variabl of nomin and real exchang rate alik can be ration by stickypric theori or model of assetmarket liquid effect but plausibl liquid model have difficulti gener enough persist to match the data thu the macroeconom stabil cost of forgo the exchanger realign option seem pertin it is argu that the theori of effici due to a common currenc remain unsatisfactori despit recent advanc the paper conclud by review theori of currenc crisi copyright 1998 by the editor of the scandinavian journal of econom", "title": " Open-Economy Macroeconomics: Developments in Theory and Policy"}, "https://ideas.repec.org/a/fip/fedfpr/y2005ifebx6.html": {"abstract": "We show that when one takes into account the global equilibrium ramifications of an unwinding of the US current account deficit, currently estimated at 5.4% of GDP, the potential collapse of the dollar becomes considerably larger (more than 50% larger) than our previous estimates (Obstfeld and Rogoff 2000a). That global capital markets may have deepened (as emphasized by US Federal Reserve Chairman Alan Greenspan) does not affect significantly the extent of dollar decline in the wake of global current account adjustment. Rather, the dollar adjustment to global current account rebalancing depends more centrally on the level of goods-market integration. Whereas the dollar?s decline may be benign as in the 1980s, we argue that the current conjuncture more closely parallels the early 1970s, when the Bretton Woods system collapsed. Finally, we use our model to dispel some common misconceptions about what kinds of shifts are needed to help close the US current account imbalance. Faster growth abroad helps only if it is relatively concentrated in nontradable goods; faster productivity growth in foreign tradable goods is more likely to exacerbate the US adjustment problem.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epob13", "epro164"], "abstractStem": "we show that when one take into account the global equilibrium ramif of an unwind of the us current account deficit current estim at 54 of gdp the potenti collaps of the dollar becom consider larger more than 50 larger than our previou estim obstfeld and rogoff 2000a that global capit market may have deepen as emphas by us feder reserv chairman alan greenspan doe not affect significantli the extent of dollar declin in the wake of global current account adjust rather the dollar adjust to global current account rebalanc depend more central on the level of goodsmarket integr wherea the dollar declin may be benign as in the 1980 we argu that the current conjunctur more close parallel the earli 1970 when the bretton wood system collaps final we use our model to dispel some common misconcept about what kind of shift are need to help close the us current account imbal faster growth abroad help onli if it is rel concentr in nontrad good faster product growth in foreign tradabl good is more like to exacerb the us adjust problempthi abstract wa borrow from anoth version of thi item", "title": "The unsustainable U.S. current account position revisited"}, "https://ideas.repec.org/a/mcb/jmoncb/v16y1984i2p208-17.html": {"abstract": "The collapse of a fixed exchange rate is typically marked by a sudden balance-of-payments crisis in which\"speculators\" fleeing from the domestic currency acquire a large portion of the central bank's foreign exchange holdings.Faced with such an attack, the central bank often withdraws temporarily from the foreign exchange market, allowing the exchange rate to float freely before devaluing and returning to a fixed-rate regime. This paper links the timing of the initial speculative attack to the magnitude of the expected devaluation and to the length of the transitional period off loating. An implication of the analysis is that there exist devaluations so sharp and transition periods so short that acrisis must occur the moment the market first learns that the current exchange parity will eventually be altered. For sufficiently long transition periods, the floating exchange rate\"overshoots\" its new peg before appreciating back toward it;for shorter periods, the rate depreciates monotonically to its new fixed level. Accordingly, the central bank's return tothe foreign exchange market can occasion a capital outflow or a capital inflow.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epob13"], "abstractStem": "the collaps of a fix exchang rate is typic mark by a sudden balanceofpay crisi in whichspecul flee from the domest currenc acquir a larg portion of the central bank foreign exchang holdingsfac with such an attack the central bank often withdraw temporarili from the foreign exchang market allow the exchang rate to float freeli befor devalu and return to a fixedr regim thi paper link the time of the initi specul attack to the magnitud of the expect devalu and to the length of the transit period off loat an implic of the analysi is that there exist devalu so sharp and transit period so short that acrisi must occur the moment the market first learn that the current exchang pariti will eventu be alter for suffici long transit period the float exchang rateovershoot it new peg befor appreci back toward itfor shorter period the rate depreci monoton to it new fix level accordingli the central bank return toth foreign exchang market can occas a capit outflow or a capit inflowpthi abstract wa borrow from anoth version of thi item", "title": "Balance-of-Payments Crises and Devaluation"}, "https://ideas.repec.org/a/oup/ajagec/v68y1986i2p420-421..html": {"abstract": "No abstract is available for this item.", "authors": ["epob13"], "abstractStem": "no abstract is avail for thi item", "title": "Overshooting Agricultural Commodity Markets and Public Policy: Discussion"}, "https://ideas.repec.org/a/eee/dyncon/v15y1991i1p151-177.html": {"abstract": "This paper shows how a government that cannot make credible policy commitments might manage its exchange rate and fiscal stance in a world of rational expectations. The dynamic-game model developed here potentially can generate diverse patterns of macroeconomic behaviour, patterns that differ as a result of assumed differences in government objectives. Under some types of government, the ongoing strategic interaction between the public and private sectors leads to a disinflationary outcome. Other governments may push the economy into a spiral of rising debt and inflation.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epob13"], "abstractStem": "thi paper show how a govern that cannot make credibl polici commit might manag it exchang rate and fiscal stanc in a world of ration expect the dynamicgam model develop here potenti can gener divers pattern of macroeconom behaviour pattern that differ as a result of assum differ in govern object under some type of govern the ongo strateg interact between the public and privat sector lead to a disinflationari outcom other govern may push the economi into a spiral of rise debt and inflationpthi abstract wa borrow from anoth version of thi item", "title": "A model of currency depreciation and the debt-inflation spiral"}, "https://ideas.repec.org/a/ime/imemes/v22y2004is1p217-248.html": {"abstract": "No abstract is available for this item.", "authors": ["epmc4", "epob13", "epre75", "epue8"], "abstractStem": "no abstract is avail for thi item", "title": "\"Challenges for Sustained Economic Growth under Changing Economic, Social, and International Environments,\" Concluding Panel Discussion: Sustained Economic Growth and Central Banking"}, "https://ideas.repec.org/a/ime/imemes/v20y2002is1p23-46.html": {"abstract": "The new open-economy macroeconomics has allowed economists to tackle classical problems with new tools, while also generating new ideas and questions. In their attempts to make the new models capture empirical regularities, researchers have entertained a variety of assumptions about the international pricing of goods, notably, models of pricing to market and destination-currency pricing of exports. Some of the resulting models imply that exchange rate changes lack international expenditure-switching effects, and they thus appear to call for a radical rethinking of the role of exchange rates in international adjustment. This paper argues that the recent resurgence of exchange rate pessimism stems from oversimplified modeling strategies rather than from evidence. Like earlier episodes starting with the extreme \"elasticity pessimism\" of the early postwar era, it is based on a misinterpretation of the empirical record.", "authors": ["epob13"], "abstractStem": "the new openeconomi macroeconom ha allow economist to tackl classic problem with new tool while also gener new idea and question in their attempt to make the new model captur empir regular research have entertain a varieti of assumpt about the intern price of good notabl model of price to market and destinationcurr price of export some of the result model impli that exchang rate chang lack intern expenditureswitch effect and they thu appear to call for a radic rethink of the role of exchang rate in intern adjust thi paper argu that the recent resurg of exchang rate pessim stem from oversimplifi model strategi rather than from evid like earlier episod start with the extrem elast pessim of the earli postwar era it is base on a misinterpret of the empir record", "title": "Exchange Rates and Adjustment: Perspectives from the New Open- Economy Macroeconomics"}}}