{"epoz20": {"https://ideas.repec.org/a/mes/emfitr/v39y2003i6p54-70.html": {"abstract": " The Cyprus problem became a subject that not only threatens the acceptance of Cyprus to the European Union but the whole enlargement process as well. Greece strongly supports the acceptance of Cyprus to the Union even without a solution to the Cyprus problem. On the other hand, other EU members and Turkey firmly reject this proposal. The study evaluates the application of South Cyprus to the European Union and the reasons for application. Although there are various possible economic gains for South Cyprus from EU membership, political gains go far beyond them and acceptance of Cyprus to the Union before a solution is reached for the Cyprus problem would bring many political benefits for South Cyprus in respect to its relations with Turkey.", "authors": ["epoz20"], "abstractStem": " the cypru problem becam a subject that not onli threaten the accept of cypru to the european union but the whole enlarg process as well greec strongli support the accept of cypru to the union even without a solut to the cypru problem on the other hand other eu member and turkey firmli reject thi propos the studi evalu the applic of south cypru to the european union and the reason for applic although there are variou possibl econom gain for south cypru from eu membership polit gain go far beyond them and accept of cypru to the union befor a solut is reach for the cypru problem would bring mani polit benefit for south cypru in respect to it relat with turkey", "title": "Application of Cyprus to the European Union and the Cyprus Problem"}, "https://ideas.repec.org/a/rjr/romjef/vy2011i2p31-41.html": {"abstract": "This paper examines the causal relationship between energy consumption and economic growth for Turkey during 1971–2006. We employed two multivariate models, namely demand model and production model, based on vector error correction model. Then, we tested Granger causality after finding cointegration among variables for the both models. The results indicate that energy consumption and economic growth are cointegrated and there is bidirectional causality running from energy consumption to economic growth and vice versa. This means that an increase in energy consumption directly affects economic growth and that economic growth also stimulates further energy consumption. Consequently, we conclude that energy is a limiting factor to economic growth in Turkey and, hence, shocks to energy supply will have a negative impact on economic growth and vice versa.", "authors": ["fpka250", "epoz20"], "abstractStem": "thi paper examin the causal relationship between energi consumpt and econom growth for turkey dure 1971 2006 we employ two multivari model name demand model and product model base on vector error correct model then we test granger causal after find cointegr among variabl for the both model the result indic that energi consumpt and econom growth are cointegr and there is bidirect causal run from energi consumpt to econom growth and vice versa thi mean that an increas in energi consumpt directli affect econom growth and that econom growth also stimul further energi consumpt consequ we conclud that energi is a limit factor to econom growth in turkey and henc shock to energi suppli will have a neg impact on econom growth and vice versa", "title": "Energy Consumption and Economic Growth in Turkey: Cointegration and Causality Analysis"}, "https://ideas.repec.org/a/eee/enepol/v76y2015icp123-131.html": {"abstract": "This study investigates the existence of the environmental Kuznets curve (EKC) hypothesis in Vietnam during the period 1981–2011. To realize the goals of this study, a pollution model was established applying the Autoregressive Distributed Lag (ARDL) methodology. The results revealed that the pollution haven hypothesis does exist in Vietnam because capital increases pollution. In addition, imports also increase pollution which indicates that most of Vietnam's imported products are energy intensive and highly polluted. However, exports have no effect on pollution which indicates that the level of exports is not significant enough to affect pollution. Moreover, fossil fuel energy consumption increases pollution while renewable energy consumption has no significant effect in reducing pollution. Furthermore, labor force reduces pollution since most of Vietnam's labor force is in the agricultural and services sectors which are less energy intensive than the industrial sector. Based on the obtained results, the EKC hypothesis does not exist because the relationship between GDP and pollution is positive in both the short and long run.", "authors": ["epoz20"], "abstractStem": "thi studi investig the exist of the environment kuznet curv ekc hypothesi in vietnam dure the period 1981 2011 to realiz the goal of thi studi a pollut model wa establish appli the autoregress distribut lag ardl methodolog the result reveal that the pollut haven hypothesi doe exist in vietnam becaus capit increas pollut in addit import also increas pollut which indic that most of vietnam import product are energi intens and highli pollut howev export have no effect on pollut which indic that the level of export is not signific enough to affect pollut moreov fossil fuel energi consumpt increas pollut while renew energi consumpt ha no signific effect in reduc pollut furthermor labor forc reduc pollut sinc most of vietnam labor forc is in the agricultur and servic sector which are less energi intens than the industri sector base on the obtain result the ekc hypothesi doe not exist becaus the relationship between gdp and pollut is posit in both the short and long run", "title": "Investigating the environmental Kuznets curve hypothesis in Vietnam"}, "https://ideas.repec.org/a/eee/ecmode/v43y2014icp287-292.html": {"abstract": "This study attempts to analyse the determinants of inward FDI in the electrical and electronic (E&amp;E;) industry in Malaysia using bounds test approach for the 1980–2008 period. It is found that GDP, real exchange rate, financial development, corporate income tax, macroeconomic uncertainty and social uncertainty factors significantly affect inward FDI in E&amp;E; sector in Malaysia. Empirical results indicate that GDP, real exchange rate, financial development and macroeconomic uncertainty are positively related to inward FDI in E&amp;E; sector in the long run. However, corporate income tax and social uncertainty have a negative impact on inward FDI in E&amp;E; sector. Furthermore, the Granger causality results also indicate that all explanatory variables Granger-cause FDI in the long-run, but in the short-run only macroeconomic and social uncertainties Granger-cause FDI. The impact of social uncertainty is found to be greater than macroeconomic uncertainty. Thus, foreign investors in E&amp;E; sector seem to be more concern about the level of social security and safety when choosing their investment destination.", "authors": ["epoz20", "fpta246"], "abstractStem": "thi studi attempt to analys the determin of inward fdi in the electr and electron eamp industri in malaysia use bound test approach for the 1980 2008 period it is found that gdp real exchang rate financi develop corpor incom tax macroeconom uncertainti and social uncertainti factor significantli affect inward fdi in eamp sector in malaysia empir result indic that gdp real exchang rate financi develop and macroeconom uncertainti are posit relat to inward fdi in eamp sector in the long run howev corpor incom tax and social uncertainti have a neg impact on inward fdi in eamp sector furthermor the granger causal result also indic that all explanatori variabl grangercaus fdi in the longrun but in the shortrun onli macroeconom and social uncertainti grangercaus fdi the impact of social uncertainti is found to be greater than macroeconom uncertainti thu foreign investor in eamp sector seem to be more concern about the level of social secur and safeti when choos their invest destin", "title": "The determinants of foreign direct investment in Malaysia: A case for electrical and electronic industry"}, "https://ideas.repec.org/a/eee/rensus/v52y2015icp1857-1868.html": {"abstract": "The aim of this study is to examine the relationship between hydroelectricity consumption and economic growth in seven Latin America countries including Argentina, Brazil, Chile, Colombia, Ecuador, Peru and Venezuela. The analysis is conducted within a neoclassical model involving capital and labour force, for the period of 1970–2012. We utilize a recently developed cointegration test to investigate the long run relationship in the variables. Having established that the variables are cointegrated, the results indicate long run bidirectional causality between hydroelectricity consumption and economic growth in Argentina and Venezuela. There is evidence for long run unidirectional causality from hydroelectricity consumption to economic growth in Brazil, Chile, Colombia, Ecuador and Peru. The long run coefficients from the regression analyses suggest that hydroelectricity consumption positively affect the economies of these Latin American countries. However, limited evidence of causality between the two variables is found in the short run. The ensuing policy implications of the findings are discussed.", "authors": ["epoz20", "fpso409"], "abstractStem": "the aim of thi studi is to examin the relationship between hydroelectr consumpt and econom growth in seven latin america countri includ argentina brazil chile colombia ecuador peru and venezuela the analysi is conduct within a neoclass model involv capit and labour forc for the period of 1970 2012 we util a recent develop cointegr test to investig the long run relationship in the variabl have establish that the variabl are cointegr the result indic long run bidirect causal between hydroelectr consumpt and econom growth in argentina and venezuela there is evid for long run unidirect causal from hydroelectr consumpt to econom growth in brazil chile colombia ecuador and peru the long run coeffici from the regress analys suggest that hydroelectr consumpt posit affect the economi of these latin american countri howev limit evid of causal between the two variabl is found in the short run the ensu polici implic of the find are discuss", "title": "On the causal dynamics between hydroelectricity consumption and economic growth in Latin America countries"}, "https://ideas.repec.org/a/eee/rensus/v38y2014icp1-11.html": {"abstract": "Environmental degradation measured by CO2 emissions is a significant challenge to sustainable economic development. Owing to significant differences in the empirical relationship between the economic growth and CO2 emissions and policies adopted by different countries to overcome the challenge are not decisive. This study aims to generalize our knowledge about the relationship between CO2 emissions per capita and economic growth across the world for 1980–2009 periods. Besides, it explores whether the transformation of different economies (e.g. agrarian to industrial and industrial to sophisticated service economy) over the past few decades yielded any significant positive impact towards sustainable economic development by reducing the level of CO2 emission. Empirical results suggest that (i) except for high-income-countries, Environmental Kuznets Curve (EKC) is a general phenomenon across the world, and (ii) the transformation of different economies towards a service economy has produced more pollution in high income countries and less pollution in low and middle income countries.", "authors": ["epoz20", "fpso417"], "abstractStem": "environment degrad measur by co2 emiss is a signific challeng to sustain econom develop owe to signific differ in the empir relationship between the econom growth and co2 emiss and polici adopt by differ countri to overcom the challeng are not decis thi studi aim to gener our knowledg about the relationship between co2 emiss per capita and econom growth across the world for 1980 2009 period besid it explor whether the transform of differ economi eg agrarian to industri and industri to sophist servic economi over the past few decad yield ani signific posit impact toward sustain econom develop by reduc the level of co2 emiss empir result suggest that i except for highincomecountri environment kuznet curv ekc is a gener phenomenon across the world and ii the transform of differ economi toward a servic economi ha produc more pollut in high incom countri and less pollut in low and middl incom countri", "title": "Regional differences in the dynamic linkage between CO2 emissions, sectoral output and economic growth"}, "https://ideas.repec.org/a/eee/energy/v84y2015icp382-389.html": {"abstract": "The main goal of this study is to examine the events that caused the environmental degradation in the MENA (Middle East and North African) region. To achieve the goal of this study, a panel model that represents the environmental degradation utilizing ecological footprint as a better indicator is constructed taken the period 1996–2012 investigating 14 MENA countries. The results from the Pedroni cointegration test revealed that ecological footprint, energy consumption, urbanization, trade openness, industrial development and political stability are cointegrated. Moreover, the results of FMOLS (fully modified ordinary least square) concluded that energy consumption, urbanization, trade openness and industrial development increases environmental damage while the political stability lessens it in the long run. In addition, the Granger causality revealed that the used variables have short run and long run causal relationship with the ecological footprint. Moreover, different directions of causal relationship were found between the variables. According to the outcomes of this study, a number of policy recommendations were provided for the MENA countries that can help them to reduce their environmental degradation.", "authors": ["epoz20"], "abstractStem": "the main goal of thi studi is to examin the event that caus the environment degrad in the mena middl east and north african region to achiev the goal of thi studi a panel model that repres the environment degrad util ecolog footprint as a better indic is construct taken the period 1996 2012 investig 14 mena countri the result from the pedroni cointegr test reveal that ecolog footprint energi consumpt urban trade open industri develop and polit stabil are cointegr moreov the result of fmol fulli modifi ordinari least squar conclud that energi consumpt urban trade open and industri develop increas environment damag while the polit stabil lessen it in the long run in addit the granger causal reveal that the use variabl have short run and long run causal relationship with the ecolog footprint moreov differ direct of causal relationship were found between the variabl accord to the outcom of thi studi a number of polici recommend were provid for the mena countri that can help them to reduc their environment degrad", "title": "The effect of energy consumption, urbanization, trade openness, industrial output, and the political stability on the environmental degradation in the MENA (Middle East and North African) region"}, "https://ideas.repec.org/a/eee/energy/v93y2015ip1p999-1010.html": {"abstract": "This study explores the ecological indicators relevant to long-term sustainability by the food-energy-water nexus among BRICS (Brazil, the Russian Federation, India, China, and South Africa). The sustainability issue arises with the EKC (environmental Kuznets curve) hypothesis and biodiversity that require proper resource allocation to provide food security among the BRICS countries. This study then employs principal component analysis to construct a food security index comprising agricultural machinery, land under cereal production, and agricultural value added. Furthermore, it employs dynamic panel modeling in a GMM (generalized method of moments) system to obtain reliable parameter estimates. The results reveal that energy shortages and inadequate water resources impair the BRICS' food security. Economic growth amplifies energy demand and environmental degradation. Depletion of forests and natural resources encumbers economic prosperity, which is driven by rapid industrialization, high growth, domestic investment, improved water sources, and labor force participation. The EKC hypothesis tested across the BRICS countries, with the finding that an inverted U curve indeed does exist between carbon dioxide emissions and economic growth for Brazil, India, and South Africa, even if not for the entire panel of countries, is still a significant finding and provides motivation for new (and better) integrated economic-environmental policies.", "authors": ["epoz20"], "abstractStem": "thi studi explor the ecolog indic relev to longterm sustain by the foodenergywat nexu among bric brazil the russian feder india china and south africa the sustain issu aris with the ekc environment kuznet curv hypothesi and biodivers that requir proper resourc alloc to provid food secur among the bric countri thi studi then employ princip compon analysi to construct a food secur index compris agricultur machineri land under cereal product and agricultur valu ad furthermor it employ dynam panel model in a gmm gener method of moment system to obtain reliabl paramet estim the result reveal that energi shortag and inadequ water resourc impair the bric food secur econom growth amplifi energi demand and environment degrad deplet of forest and natur resourc encumb econom prosper which is driven by rapid industri high growth domest invest improv water sourc and labor forc particip the ekc hypothesi test across the bric countri with the find that an invert u curv inde doe exist between carbon dioxid emiss and econom growth for brazil india and south africa even if not for the entir panel of countri is still a signific find and provid motiv for new and better integr economicenvironment polici", "title": "Sustainability in the food-energy-water nexus: Evidence from BRICS (Brazil, the Russian Federation, India, China, and South Africa) countries"}, "https://ideas.repec.org/a/eco/journ2/2014-04-12.html": {"abstract": "Although many factors have been identified to explain the nexus between electricity consumption and economic growth, the empirical evidence is rather mixed. Given these contradictory conclusions, the aim of this paper is to find out which outcome the meta-analysis would support by applying meta-analysis to a sample of the empirical results of 43 studies published between 1996 and 2013. We found that the conservation hypothesis is widely associated to American and European countries. However, conservative policies are likely to have an adverse effect on the economic growth in Asian and MENA countries. Conversely to expectations, the growth hypothesis is heavily associated to studied countries and considered modeling specifications. Additionally, while a neutrality hypothesis is insignificantly associated to MENA countries, the feedback hypothesis is not supported when appealing a panel of American economies. Therefore, the inconclusive results may be mainly due to the different country samples, econometric methodologies and to the fact that energy policies cannot be designed without considering economic and environmental factors, which are unfortunately excluded in the majority of studies. Further analysis should focus more on the new approaches rather than usual methods based on a set of common variables for different countries.", "authors": ["fpbo522", "epoz20", "fpse401"], "abstractStem": "although mani factor have been identifi to explain the nexu between electr consumpt and econom growth the empir evid is rather mix given these contradictori conclus the aim of thi paper is to find out which outcom the metaanalysi would support by appli metaanalysi to a sampl of the empir result of 43 studi publish between 1996 and 2013 we found that the conserv hypothesi is wide associ to american and european countri howev conserv polici are like to have an advers effect on the econom growth in asian and mena countri convers to expect the growth hypothesi is heavili associ to studi countri and consid model specif addit while a neutral hypothesi is insignificantli associ to mena countri the feedback hypothesi is not support when appeal a panel of american economi therefor the inconclus result may be mainli due to the differ countri sampl econometr methodolog and to the fact that energi polici cannot be design without consid econom and environment factor which are unfortun exclud in the major of studi further analysi should focu more on the new approach rather than usual method base on a set of common variabl for differ countri", "title": "The Nexus between Electricity Consumption and Economic Growth: New Insights from Meta-Analysis"}, "https://ideas.repec.org/a/eee/rensus/v34y2014icp325-336.html": {"abstract": "The environmental Kuznets curve hypothesis posits that in the early stages of economic growth environmental degradation and pollution increase. However, as a nation reaches a certain level of income, measured in per capita terms, the trend reverses. The postulated relationship thus produces an inverted U-shaped curve. The topic has drawn much academic interest in the context of developed and emerging nations.", "authors": ["epkh174", "epoz20", "fpsh375"], "abstractStem": "the environment kuznet curv hypothesi posit that in the earli stage of econom growth environment degrad and pollut increas howev as a nation reach a certain level of incom measur in per capita term the trend revers the postul relationship thu produc an invert ushap curv the topic ha drawn much academ interest in the context of develop and emerg nation", "title": "Environmental Kuznets curve in an open economy: A bounds testing and causality analysis for Tunisia"}, "https://ideas.repec.org/a/bla/afrdev/v27y2015i3p288-300.html": {"abstract": " type=\"main\" xml:lang=\"en\"&gt;  Based on the Environmental Kuznets Curve (EKC) hypothesis, this paper uses panel cointegration techniques to investigate the short- and long-run relationship between CO 2 emissions, gross domestic product (GDP), renewable energy consumption and international trade for a panel of 24 sub-Saharan Africa countries over the period 1980–2010. Short-run Granger causality results reveal that there is a bidirectional causality between emissions and economic growth; bidirectional causality between emissions and real exports; unidirectional causality from real imports to emissions; and unidirectional causality runs from trade (exports or imports) to renewable energy consumption. There is an indirect short-run causality running from emissions to renewable energy and an indirect short-run causality from GDP to renewable energy. In the long-run, the error correction term is statistically significant for emissions, renewable energy consumption and trade. The long-run estimates suggest that the inverted U-shaped EKC hypothesis is not supported for these countries; exports have a positive impact on CO 2 emissions, whereas imports have a negative impact on CO 2 emissions. As a policy recommendation, sub-Saharan Africa countries should expand their trade exchanges particularly with developed countries and try to maximize their benefit from technology transfer occurring when importing capital goods as this may increase their renewable energy consumption and reduce CO 2 emissions. ", "authors": ["fpbe378", "fpbe809", "epoz20"], "abstractStem": " typemain xmllangengt  base on the environment kuznet curv ekc hypothesi thi paper use panel cointegr techniqu to investig the short and longrun relationship between co 2 emiss gross domest product gdp renew energi consumpt and intern trade for a panel of 24 subsaharan africa countri over the period 1980 2010 shortrun granger causal result reveal that there is a bidirect causal between emiss and econom growth bidirect causal between emiss and real export unidirect causal from real import to emiss and unidirect causal run from trade export or import to renew energi consumpt there is an indirect shortrun causal run from emiss to renew energi and an indirect shortrun causal from gdp to renew energi in the longrun the error correct term is statist signific for emiss renew energi consumpt and trade the longrun estim suggest that the invert ushap ekc hypothesi is not support for these countri export have a posit impact on co 2 emiss wherea import have a neg impact on co 2 emiss as a polici recommend subsaharan africa countri should expand their trade exchang particularli with develop countri and tri to maxim their benefit from technolog transfer occur when import capit good as thi may increas their renew energi consumpt and reduc co 2 emiss ", "title": "The Role of Renewable Energy Consumption and Trade: Environmental Kuznets Curve Analysis for Sub-Saharan Africa Countries"}, "https://ideas.repec.org/a/eee/rensus/v25y2013icp494-502.html": {"abstract": "The present study deals with an empirical investigation between CO2 emissions, energy intensity, economic growth and globalization using annual data over the period of 1970–2010 for Turkish economy. We applied unit root test and cointegration approach in the presence of structural breaks. The direction of causality between the variables is investigated by applying the VECM Granger causality approach. Our results confirmed the existence of cointegration between the series. The empirical evidence reported that energy intensity and economic growth (globalization) increase (condense) CO2 emissions. The results also validated the presence of environmental Kuznets curve (EKC). The causality analysis shows bidirectional causality between economic growth and CO2 emissions. This implies that economic growth can be boosted at the cost of environment.", "authors": ["epaf32", "fpal529", "epoz20", "fpsh375"], "abstractStem": "the present studi deal with an empir investig between co2 emiss energi intens econom growth and global use annual data over the period of 1970 2010 for turkish economi we appli unit root test and cointegr approach in the presenc of structur break the direct of causal between the variabl is investig by appli the vecm granger causal approach our result confirm the exist of cointegr between the seri the empir evid report that energi intens and econom growth global increas condens co2 emiss the result also valid the presenc of environment kuznet curv ekc the causal analysi show bidirect causal between econom growth and co2 emiss thi impli that econom growth can be boost at the cost of environ", "title": "Revisiting the environmental Kuznets curve in a global economy"}, "https://ideas.repec.org/a/eee/rensus/v14y2010i9p3220-3225.html": {"abstract": "This paper examines the long run and causal relationship issues between economic growth, carbon emissions, energy consumption and employment ratio in Turkey by using autoregressive distributed lag bounds testing approach of cointegration. Empirical results for Turkey over the period 1968-2005 suggest an evidence of a long-run relationship between the variables at 5% significance level in Turkey. The estimated income elasticity of carbon emissions per capita is -0.606 and the income elasticity of energy consumption per capita is 1.375. Results for the existence and direction of Granger causality show that neither carbon emissions per capita nor energy consumption per capita cause real GDP per capita, but employment ratio causes real GDP per capita in the short run. In addition, EKC hypothesis at causal framework by using a linear logarithmic model is not valid in Turkish case. The overall results indicates that energy conservation policies, such as rationing energy consumption and controlling carbon dioxide emissions, are likely to have no adverse effect on the real output growth of Turkey.", "authors": ["epac4", "epoz20"], "abstractStem": "thi paper examin the long run and causal relationship issu between econom growth carbon emiss energi consumpt and employ ratio in turkey by use autoregress distribut lag bound test approach of cointegr empir result for turkey over the period 19682005 suggest an evid of a longrun relationship between the variabl at 5 signific level in turkey the estim incom elast of carbon emiss per capita is 0606 and the incom elast of energi consumpt per capita is 1375 result for the exist and direct of granger causal show that neither carbon emiss per capita nor energi consumpt per capita caus real gdp per capita but employ ratio caus real gdp per capita in the short run in addit ekc hypothesi at causal framework by use a linear logarithm model is not valid in turkish case the overal result indic that energi conserv polici such as ration energi consumpt and control carbon dioxid emiss are like to have no advers effect on the real output growth of turkey", "title": "CO2 emissions, energy consumption and economic growth in Turkey"}, "https://ideas.repec.org/a/eee/eneeco/v36y2013icp262-267.html": {"abstract": "The aim of this paper is to examine the causal relationship between financial development, trade, economic growth, energy consumption and carbon emissions in Turkey for the 1960–2007 period. The bounds F‐test for cointegration test yields evidence of a long-run relationship between per capita carbon emissions, per capita energy consumption, per capita real income, the square of per capita real income, openness and financial development. The results show that an increase in foreign trade to GDP ratio results an increase in per capita carbon emissions and financial development variable has no significant effect on per capita carbon emissions in the long- run. These results also support the validity of EKC hypothesis in the Turkish economy. It means that the level of CO2 emissions initially increases with income, until it reaches its stabilization point, then it declines in Turkey. In addition, the paper explores causal relationship between the variables by using error-correction based Granger causality models.", "authors": ["epac4", "epoz20"], "abstractStem": "the aim of thi paper is to examin the causal relationship between financi develop trade econom growth energi consumpt and carbon emiss in turkey for the 1960 2007 period the bound f test for cointegr test yield evid of a longrun relationship between per capita carbon emiss per capita energi consumpt per capita real incom the squar of per capita real incom open and financi develop the result show that an increas in foreign trade to gdp ratio result an increas in per capita carbon emiss and financi develop variabl ha no signific effect on per capita carbon emiss in the long run these result also support the valid of ekc hypothesi in the turkish economi it mean that the level of co2 emiss initi increas with incom until it reach it stabil point then it declin in turkey in addit the paper explor causal relationship between the variabl by use errorcorrect base granger causal model", "title": "The long-run and causal analysis of energy, growth, openness and financial development on carbon emissions in Turkey"}, "https://ideas.repec.org/a/eee/rensus/v16y2012i8p6123-6127.html": {"abstract": "The paper investigates the causality relationships among industrial production index, coal consumption and employment in industrial sector for the period of 1973:1–2011:10 in USA. After noticing that there are breaks in the regression model, the Hatemi-J test for cointegration is employed to the cases that take into account two possible regime shifts. It is concluded that there is a long run relationship between industrial production and industrial coal consumption with the breaks at 1983:4 and 1998:4. We found a negative relationship between coal consumption and industrial production for the period of 1973:1–1983:4 and positive relationship for 1983:5–1998:4 period. For the last period that covers 1983:5–2011:10, the cointegration relationship turned to negative. In addition, the results show that causal relationship between coal consumption and industrial production changes over time.", "authors": ["epas190", "epoz20", "epyl7"], "abstractStem": "the paper investig the causal relationship among industri product index coal consumpt and employ in industri sector for the period of 19731 201110 in usa after notic that there are break in the regress model the hatemij test for cointegr is employ to the case that take into account two possibl regim shift it is conclud that there is a long run relationship between industri product and industri coal consumpt with the break at 19834 and 19984 we found a neg relationship between coal consumpt and industri product for the period of 19731 19834 and posit relationship for 19835 19984 period for the last period that cover 19835 201110 the cointegr relationship turn to neg in addit the result show that causal relationship between coal consumpt and industri product chang over time", "title": "Coal consumption and industrial production nexus in USA: Cointegration with two unknown structural breaks and causality approaches"}, "https://ideas.repec.org/a/eaa/ijaeqs/v4y2007i2_4.html": {"abstract": "This paper reviews the literature dealing with the effects of FDI on Growth. Numerous empirical studies have been conducted to investigate whether growth is influenced by FDI. The overall evidence is best characterized as mixed as the results are regarding to the importance of labor costs, openness, investment climate, countries considered (developed vs developing) and fiscal incentives. However, free trade zones, trade regime, the human capital base in the host country, financial market regulations, banking system, infrastructure quality, tax incentives, market size, regional integration arrangements and economic/political stability are very important determinant for FDI that creates a positive impact on overall economic growth. In summary, consensus has been reached among academia and practitioners that FDI tends to have significant effect on economic growth through multiple channels such as capital formation, technology transfer and spillover, human capital (knowledge and skill) enhancement, and so on.", "authors": ["epoz20"], "abstractStem": "thi paper review the literatur deal with the effect of fdi on growth numer empir studi have been conduct to investig whether growth is influenc by fdi the overal evid is best character as mix as the result are regard to the import of labor cost open invest climat countri consid develop vs develop and fiscal incent howev free trade zone trade regim the human capit base in the host countri financi market regul bank system infrastructur qualiti tax incent market size region integr arrang and economicpolit stabil are veri import determin for fdi that creat a posit impact on overal econom growth in summari consensu ha been reach among academia and practition that fdi tend to have signific effect on econom growth through multipl channel such as capit format technolog transfer and spillov human capit knowledg and skill enhanc and so on", "title": "Foreign Direct Investment – Growht Nexus: A Review of The Recent Literature"}, "https://ideas.repec.org/a/rjr/romjef/v5y2008i2p35-43.html": {"abstract": "This paper examines the long-run determinants of the demand for money in ten transition countries using panel data for the 1994-2005 period. Using panel unit root tests we rejected the the null hypothesis of the nonstationarity and employed the feasible generalized least squares (FGLS) model. Consistent with theoretical postulates, it is found that (a) the demand for money in the long-run positively responds to real GDP and inversely to the inflation and the real effective exchange rate and (b) the long-run income elasticity is about unity.", "authors": ["epac4", "epoz20"], "abstractStem": "thi paper examin the longrun determin of the demand for money in ten transit countri use panel data for the 19942005 period use panel unit root test we reject the the null hypothesi of the nonstationar and employ the feasibl gener least squar fgl model consist with theoret postul it is found that a the demand for money in the longrun posit respond to real gdp and invers to the inflat and the real effect exchang rate and b the longrun incom elast is about uniti", "title": "The Demand for Money in Transition Economies"}, "https://ideas.repec.org/a/eee/eneeco/v32y2010i3p604-608.html": {"abstract": "This paper investigates the long-run relationship and causality issues between electricity consumption and economic growth in 15 Transition countries (Albania, Belarus, Bulgaria, Czech Republic, Estonia, Latvia, Lithuania, Macedonia, Moldova, Poland, Romania, Russian Federation, Serbia, Slovak Republic and Ukraine) by using the Pedroni panel cointegration method for the 1990-2006 period. Results suggest that the Pedroni panel cointegration tests do not confirm a long-term equilibrium relationship between electricity consumption per capita and real GDP per capita. Moreover, since no cointegration was found, error-correction mechanisms plus causality tests cannot be run for further steps in the long-term to investigate the causality between electricity consumption and economic growth. Overall, it can be said that the electricity consumption related policies have no effect or relation on the level of real output in the long run for these countries. As a conclusion, the literature has conflicting results and there is no consensus either on the existence or the direction of causality between electricity consumption and economic growth. Thus, the findings of this study have important policy implications and it shows that this issue still deserves further attention in future research.", "authors": ["epac4", "epoz20"], "abstractStem": "thi paper investig the longrun relationship and causal issu between electr consumpt and econom growth in 15 transit countri albania belaru bulgaria czech republ estonia latvia lithuania macedonia moldova poland romania russian feder serbia slovak republ and ukrain by use the pedroni panel cointegr method for the 19902006 period result suggest that the pedroni panel cointegr test do not confirm a longterm equilibrium relationship between electr consumpt per capita and real gdp per capita moreov sinc no cointegr wa found errorcorrect mechan plu causal test cannot be run for further step in the longterm to investig the causal between electr consumpt and econom growth overal it can be said that the electr consumpt relat polici have no effect or relat on the level of real output in the long run for these countri as a conclus the literatur ha conflict result and there is no consensu either on the exist or the direct of causal between electr consumpt and econom growth thu the find of thi studi have import polici implic and it show that thi issu still deserv further attent in futur research", "title": "Electricity consumption-growth nexus: Evidence from panel data for transition countries"}, "https://ideas.repec.org/a/eee/rensus/v54y2016icp1506-1514.html": {"abstract": "This study attempts to analyse the relationship between energy consumption and economic growth in Vietnam using the neoclassical Solow growth framework for the 1971–2011 period. The concept and methods of cointegration and Granger causality are used to establish the relationship between the variables of interest. Our results confirm the existence of cointegration among the variables. In particular, energy consumption, FDI and capital stock were found positively influence economic growth in Vietnam. The Granger causality test revealed unidirectional causality running from energy consumption to economic growth. Hence, Vietnam is an energy-dependent economy and any energy or environment policy drawn up in an attempt to conserve energy will jeopardise the process of economic development in Vietnam. For this reason, the renewable energy policy should be given attention to provide sufficient supplies of energy to speed up economic expansion. Investment in R&amp;D; may be required to incentivise private/public institutions to engage in this innovation, while the awareness for energy-saving policy among public could be integrated to meet social economic development.", "authors": ["epoz20", "fpta246"], "abstractStem": "thi studi attempt to analys the relationship between energi consumpt and econom growth in vietnam use the neoclass solow growth framework for the 1971 2011 period the concept and method of cointegr and granger causal are use to establish the relationship between the variabl of interest our result confirm the exist of cointegr among the variabl in particular energi consumpt fdi and capit stock were found posit influenc econom growth in vietnam the granger causal test reveal unidirect causal run from energi consumpt to econom growth henc vietnam is an energydepend economi and ani energi or environ polici drawn up in an attempt to conserv energi will jeopardis the process of econom develop in vietnam for thi reason the renew energi polici should be given attent to provid suffici suppli of energi to speed up econom expans invest in rampd may be requir to incentivis privatepubl institut to engag in thi innov while the awar for energysav polici among public could be integr to meet social econom develop", "title": "Energy consumption and economic growth in Vietnam"}, "https://ideas.repec.org/a/eee/rensus/v49y2015icp1221-1232.html": {"abstract": "The 10th Malaysia Plan (10MP) is a strategic plan focused on attaining a level of economic growth that will enable the country to attain a developed nation status by 2020. As a result of this ambitious plan, this paper aims to investigate empirically if the nexus between natural gas consumption, exports, capital and labour could provide a clue to the possibilities of reaching this target. The study applied time series data from 1971 to 2012 and used dual structural break tests. To ensure robust result, the Bayer–Hanck cointegration, Johansen cointegration and the ARDL bounds tests were applied. The findings of the study reveal that economic growth does not Granger cause natural gas consumption in Malaysia. However, the results show that capital and export contribute 29.18% and 41.46% to the country׳s GDP after 20.04% and 42.29% of natural gas consumption respectively. Also it suggests that natural gas consumption has an indirect effect to the Malaysian economic growth wherewithal. Labour was on the other hand, found to have a minimal contribution to GDP. The study proposes the efficient exploitation of natural gas reserves of the country, a concerted effort to develop the labour force and ensure a realistic time for the plan among others.", "authors": ["epoz20", "fpra567"], "abstractStem": "the 10th malaysia plan 10mp is a strateg plan focus on attain a level of econom growth that will enabl the countri to attain a develop nation statu by 2020 as a result of thi ambiti plan thi paper aim to investig empir if the nexu between natur ga consumpt export capit and labour could provid a clue to the possibl of reach thi target the studi appli time seri data from 1971 to 2012 and use dual structur break test to ensur robust result the bayer hanck cointegr johansen cointegr and the ardl bound test were appli the find of the studi reveal that econom growth doe not granger caus natur ga consumpt in malaysia howev the result show that capit and export contribut 2918 and 4146 to the countri s gdp after 2004 and 4229 of natur ga consumpt respect also it suggest that natur ga consumpt ha an indirect effect to the malaysian econom growth wherewith labour wa on the other hand found to have a minim contribut to gdp the studi propos the effici exploit of natur ga reserv of the countri a concert effort to develop the labour forc and ensur a realist time for the plan among other", "title": "Natural gas consumption and economic growth nexus: Is the 10th Malaysian plan attainable within the limits of its resource?"}, "https://ideas.repec.org/a/eee/rensus/v50y2015icp918-924.html": {"abstract": "This study explores the effect of economic growth (GDP), renewable energy consumption (RE) and financial development (FD) on CO2 emission (CO2) in Latin America and Caribbean countries. To achieve this goal, a panel CO2 model was built over the period 1980–2010. The Kao cointegration test results revealed that the variables are cointegrated. The Fully Modified OLS (FMOLS) results indicated an inverted U-shape relationship between CO2 and GDP, thus confirming the Environmental Kuznets Curve hypothesis. Furthermore, FMOLS results also revealed that FD can improve environmental quality by its negative long-run effect on CO2. However, RE has no long-run effect on CO2 indicating that the RE does not contribute to CO2 reduction. The VECM Granger causality results revealed feedback causality between GDP, RE, FD and CO2 in both short- and long-run. Additionally, Granger causality results also revealed that RE, GDP, and FD can be a good solution to reduce environmental damage since they have a causal effect on CO2. This study shows the investigated countries should increase their banking loans on green energy, energy efficiency and energy saving projects to reduce environmental damage. In addition, the above recommendation can increase the contribution of renewable energy in reducing environmental damage.", "authors": ["epoz20", "fpta246"], "abstractStem": "thi studi explor the effect of econom growth gdp renew energi consumpt re and financi develop fd on co2 emiss co2 in latin america and caribbean countri to achiev thi goal a panel co2 model wa built over the period 1980 2010 the kao cointegr test result reveal that the variabl are cointegr the fulli modifi ol fmol result indic an invert ushap relationship between co2 and gdp thu confirm the environment kuznet curv hypothesi furthermor fmol result also reveal that fd can improv environment qualiti by it neg longrun effect on co2 howev re ha no longrun effect on co2 indic that the re doe not contribut to co2 reduct the vecm granger causal result reveal feedback causal between gdp re fd and co2 in both short and longrun addit granger causal result also reveal that re gdp and fd can be a good solut to reduc environment damag sinc they have a causal effect on co2 thi studi show the investig countri should increas their bank loan on green energi energi effici and energi save project to reduc environment damag in addit the abov recommend can increas the contribut of renew energi in reduc environment damag", "title": "Estimating the Environment Kuznets Curve hypothesis: Evidence from Latin America and the Caribbean countries"}, "https://ideas.repec.org/a/icf/icfjae/v08y2009i5-6p65-72.html": {"abstract": ": This paper estimates the aggregate import demand function for Latin American and Caribbean countries, using the dynamic panel data methods, over the period 1975-2005. Consistent with theoretical postulates, this paper finds that the demand for import responds negatively to an increase in the relative prices and positively to an increase in real income. The results imply that fiscal or monetary policies may be used as policy instruments to keep inflation at a reasonable rate so as to rectify any trade imbalances. In addition, for a sustainable trade balance, the development of more local industries should be encouraged to lower the import content.", "authors": ["epac4", "epoz20"], "abstractStem": " thi paper estim the aggreg import demand function for latin american and caribbean countri use the dynam panel data method over the period 19752005 consist with theoret postul thi paper find that the demand for import respond neg to an increas in the rel price and posit to an increas in real incom the result impli that fiscal or monetari polici may be use as polici instrument to keep inflat at a reason rate so as to rectifi ani trade imbal in addit for a sustain trade balanc the develop of more local industri should be encourag to lower the import content", "title": "An Aggregate Import Demand Function: An Empirical Investigation by Panel Data for Latin American and Caribbean Countries"}, "https://ideas.repec.org/a/eee/energy/v66y2014icp959-964.html": {"abstract": "This paper estimates the price and income elasticity of industrial and residential electricity demand in Turkey for 1960–2008 period. Time varying parameters model based on Kalman filter is employed. The results show that the income and price elasticities of industrial and residential electricity demand are lower than unity. The income elasticity of demand has a positive sign and it is statistically significant which is 0.979 and 0.955 for industrial and residential electricity demand, respectively. Thus, an increase in per capita electricity consumption is less than increase in per capita income. Moreover, the estimates of price elasticity are very inelastic for both residential and industrial electricity demand. The price elasticity of industrial electricity demand is −0.014 and price elasticity of residential electricity demand is −0.0223. Therefore, the price increase will not discourage residential and industrial electricity demand and consumers will show little response to electricity price variations because electricity is a necessary good.", "authors": ["epoz20"], "abstractStem": "thi paper estim the price and incom elast of industri and residenti electr demand in turkey for 1960 2008 period time vari paramet model base on kalman filter is employ the result show that the incom and price elast of industri and residenti electr demand are lower than uniti the incom elast of demand ha a posit sign and it is statist signific which is 0979 and 0955 for industri and residenti electr demand respect thu an increas in per capita electr consumpt is less than increas in per capita incom moreov the estim of price elast are veri inelast for both residenti and industri electr demand the price elast of industri electr demand is  0014 and price elast of residenti electr demand is  00223 therefor the price increas will not discourag residenti and industri electr demand and consum will show littl respons to electr price variat becaus electr is a necessari good", "title": "Estimating industrial and residential electricity demand in Turkey: A time varying parameter approach"}, "https://ideas.repec.org/a/aes/amfeco/v12y2010i27p190-198.html": {"abstract": "This study examines the validity of the purchasing power parity (PPP) in 8 transition countries for monthly data from 1992:1 to 2009:1. While results from both the ADF unit root and the KPSS unit root test indicate that PPP does not hold for Bulgaria, Croatia, Czech Republic, Hungary, Macedonia (FYR), Poland, Romania and Slovak Republic. In the presence of structural breaks, PPP holds only for Bulgaria and Romania it does not hold for the other 6 transition countries. Testing the stationarity of real exchange rate series by using four types of unit roots tests, the evidence suggests that real effective exchange rate is nonstationary and thus PPP doesn’t hold for all 6 transition countries in the long run. All results emphasized that there is weak evidence about the long-run PPP hypothesis in transition countries and the validity of PPP remains a controversial and unsettled issue.", "authors": ["epac4", "epoz20"], "abstractStem": "thi studi examin the valid of the purchas power pariti ppp in 8 transit countri for monthli data from 19921 to 20091 while result from both the adf unit root and the kpss unit root test indic that ppp doe not hold for bulgaria croatia czech republ hungari macedonia fyr poland romania and slovak republ in the presenc of structur break ppp hold onli for bulgaria and romania it doe not hold for the other 6 transit countri test the stationar of real exchang rate seri by use four type of unit root test the evid suggest that real effect exchang rate is nonstationari and thu ppp doesn t hold for all 6 transit countri in the long run all result emphas that there is weak evid about the longrun ppp hypothesi in transit countri and the valid of ppp remain a controversi and unsettl issu", "title": "Testing Purchasing Power Parity in Transition Countries: Evidence from Structural Breaks"}, "https://ideas.repec.org/a/taf/apeclt/v17y2010i8p781-785.html": {"abstract": " This article examines sustainability of current account for Colombia, Peru, Venezuela, Mexico, Brazil and Argentina. Using the usual intertemporal borrowing constraint, we have tested for a long-run relationship between exports and imports plus net transfer payments and net interest payments. In our empirical analysis of the sustainability of current account, cointegration approaches have been used. Empirical results suggest that in the case of Peru, there exists a unique long run or equilibrium relationship among real exports and imports. In the case of Colombia, Venezuela, Mexico, Brazil and Argentina, cointegration results suggest that these countries' current accounts are not sustainable in the long run.", "authors": ["fpka250", "epoz20"], "abstractStem": " thi articl examin sustain of current account for colombia peru venezuela mexico brazil and argentina use the usual intertempor borrow constraint we have test for a longrun relationship between export and import plu net transfer payment and net interest payment in our empir analysi of the sustain of current account cointegr approach have been use empir result suggest that in the case of peru there exist a uniqu long run or equilibrium relationship among real export and import in the case of colombia venezuela mexico brazil and argentina cointegr result suggest that these countri current account are not sustain in the long run", "title": "Sustainability of current account for Latin America and Caribbean countries"}, "https://ideas.repec.org/a/eee/enepol/v38y2010i8p4422-4428.html": {"abstract": "This paper uses the panel data of energy consumption (EC) and economic growth (GDP) for 51 countries from 1971 to 2005. These countries are divided into three groups: low income group, lower middle income group and upper middle income group countries. Firstly, a relationship between energy consumption and economic growth is investigated by employing Pedroni (1999) panel cointegration method. Secondly, panel causality test is applied to investigate the way of causality between the energy consumption and economic growth. Finally, we test whether there is a strong or weak relationship between these variables by using Pedroni (2001) method. The empirical results of this study are as follows: i) Energy consumption and GDP are cointegrated for all three income group countries. ii) The panel causality test results reveal that there is long-run Granger causality running from GDP to EC for low income countries and there is bidirectional causality between EC and GDP for middle income countries. iii) The estimated cointegration factor, [beta], is not close to 1. In other words, no strong relation is found between energy consumption and economic growth for all income groups considered in this study. The findings of this study have important policy implications and it shows that this issue still deserves further attention in future research.", "authors": ["epas190", "fpka250", "epoz20"], "abstractStem": "thi paper use the panel data of energi consumpt ec and econom growth gdp for 51 countri from 1971 to 2005 these countri are divid into three group low incom group lower middl incom group and upper middl incom group countri firstli a relationship between energi consumpt and econom growth is investig by employ pedroni 1999 panel cointegr method secondli panel causal test is appli to investig the way of causal between the energi consumpt and econom growth final we test whether there is a strong or weak relationship between these variabl by use pedroni 2001 method the empir result of thi studi are as follow i energi consumpt and gdp are cointegr for all three incom group countri ii the panel causal test result reveal that there is longrun granger causal run from gdp to ec for low incom countri and there is bidirect causal between ec and gdp for middl incom countri iii the estim cointegr factor beta is not close to 1 in other word no strong relat is found between energi consumpt and econom growth for all incom group consid in thi studi the find of thi studi have import polici implic and it show that thi issu still deserv further attent in futur research", "title": "Energy consumption and economic growth relationship: Evidence from panel data for low and middle income countries"}, "https://ideas.repec.org/a/eee/rensus/v49y2015icp132-138.html": {"abstract": "The purpose of this paper is to reveal the long run dynamics of biomass energy consumption and GDP growth through homogeneous and heterogeneous variance structures for G7 countries. It covers annual data from 1980 to 2009. Panel unit root analyses, panel cointegration analyses, conventional OLS and dynamic OLS analyses are run throughout homogeneous and heterogeneous variance structures of the panel data to examine the relationship. The findings show that the long run elasticities of panel real GDP data in terms of panel capital stock, panel human capital index and panel biomass consumption are significant and positive. The results confirmed the growth hypothesis in which biomass energy consumption have positive effects on economic growth of G7 countries. As a policy implication, energy policies which improve the biomass energy infrastructure and biomass supply are the appropriate options for G7 countries since biomass energy consumption increases the economic growth.", "authors": ["epbi181", "epoz20"], "abstractStem": "the purpos of thi paper is to reveal the long run dynam of biomass energi consumpt and gdp growth through homogen and heterogen varianc structur for g7 countri it cover annual data from 1980 to 2009 panel unit root analys panel cointegr analys convent ol and dynam ol analys are run throughout homogen and heterogen varianc structur of the panel data to examin the relationship the find show that the long run elast of panel real gdp data in term of panel capit stock panel human capit index and panel biomass consumpt are signific and posit the result confirm the growth hypothesi in which biomass energi consumpt have posit effect on econom growth of g7 countri as a polici implic energi polici which improv the biomass energi infrastructur and biomass suppli are the appropri option for g7 countri sinc biomass energi consumpt increas the econom growth", "title": "Biomass energy and economic growth nexus in G7 countries: Evidence from dynamic panel data"}, "https://ideas.repec.org/a/eee/ecmode/v29y2012i5p1646-1654.html": {"abstract": "This study investigates the long-run relationship between natural gas prices and stock prices by using the Johansen and Juselius cointegration test and error–correction based Granger causality models for the EU-15 countries. We employ quarterly data covering the period from 1990:1 to 2008:1. Empirical findings suggest that there is a unique long-term equilibrium relationship between natural gas prices, industrial production and stock prices in Austria, Denmark, Finland, Germany and Luxembourg. However, no relationship is found between these variables in the other ten EU-15 countries. Although we detect a significant long-run relationship between stock prices and natural gas prices, Granger causality test results imply an indirect Granger causal relationship between these two variables. In addition, we investigate the Granger causal relationship between stock returns, industrial production growth and natural gas price increase for Austria, Denmark, Finland, Germany and Luxembourg. As a result, increase in natural gas prices seem to impact industrial production growth at the first place. In turn, industrial production growth appears to affect stock returns.", "authors": ["epac4", "epoz20"], "abstractStem": "thi studi investig the longrun relationship between natur ga price and stock price by use the johansen and juseliu cointegr test and error correct base granger causal model for the eu15 countri we employ quarterli data cover the period from 19901 to 20081 empir find suggest that there is a uniqu longterm equilibrium relationship between natur ga price industri product and stock price in austria denmark finland germani and luxembourg howev no relationship is found between these variabl in the other ten eu15 countri although we detect a signific longrun relationship between stock price and natur ga price granger causal test result impli an indirect granger causal relationship between these two variabl in addit we investig the granger causal relationship between stock return industri product growth and natur ga price increas for austria denmark finland germani and luxembourg as a result increas in natur ga price seem to impact industri product growth at the first place in turn industri product growth appear to affect stock return", "title": "Natural gas prices and stock prices: Evidence from EU-15 countries"}, "https://ideas.repec.org/a/eco/journ2/2013-02-9.html": {"abstract": "This aim of this paper is to use asymmetric causality tests to examine the coal consumption and Gross Domestic Product (GDP) relationship in Turkey based on data from 1980 to 2006. To investigate this relationship, a multivariate system is employed by including fixed capital formation and labor force variables into the model. The empirical results obtained from asymmetric causality tests show no causality for coal consumption and GDP relationship in Turkey. The results indicate that coal consumption does not affect growth; hence, energy conservation policies may be pursued without adversely affecting growth in Turkey. Thus, neutrality hypothesis is confirmed for Turkey. This means that a decrease in coal consumption does not affect economic growth and vice versa. In this case, policymakers should explore the feasibility of either decreasing the coal consumption or increasing the efficiency of coal consumption.", "authors": ["epas190", "fpca936", "epoz20"], "abstractStem": "thi aim of thi paper is to use asymmetr causal test to examin the coal consumpt and gross domest product gdp relationship in turkey base on data from 1980 to 2006 to investig thi relationship a multivari system is employ by includ fix capit format and labor forc variabl into the model the empir result obtain from asymmetr causal test show no causal for coal consumpt and gdp relationship in turkey the result indic that coal consumpt doe not affect growth henc energi conserv polici may be pursu without advers affect growth in turkey thu neutral hypothesi is confirm for turkey thi mean that a decreas in coal consumpt doe not affect econom growth and vice versa in thi case policymak should explor the feasibl of either decreas the coal consumpt or increas the effici of coal consumpt", "title": "Coal Consumption and Economic Growth in Turkey"}, "https://ideas.repec.org/a/eee/enepol/v61y2013icp881-887.html": {"abstract": "This is an empirical study on the causal relationship between economic growth and energy for 26 European countries in a multivariate panel framework over the period 1975–2009 using a two-way fixed effects model and including greenhouse gas emissions, capital, fossil energy consumption, Herfindahl index (political competition) and number of years the government chief executive stays in office (political stability) as independent variables in the model. Empirical results confirm bidirectional causality between growth and political stability, capital and political stability, capital and fossil energy consumption. Whether political stability favors the implementation of growth or leads to corruption demands further research.", "authors": ["epoz20"], "abstractStem": "thi is an empir studi on the causal relationship between econom growth and energi for 26 european countri in a multivari panel framework over the period 1975 2009 use a twoway fix effect model and includ greenhous ga emiss capit fossil energi consumpt herfindahl index polit competit and number of year the govern chief execut stay in offic polit stabil as independ variabl in the model empir result confirm bidirect causal between growth and polit stabil capit and polit stabil capit and fossil energi consumpt whether polit stabil favor the implement of growth or lead to corrupt demand further research", "title": "Growth and energy nexus in Europe revisited: Evidence from a fixed effects political economy model"}, "https://ideas.repec.org/a/eaa/aeinde/v8y2008i1_7.html": {"abstract": "In this paper we review the literature on finance-growth nexus and investigate the causality between financial development and economic growth in Turkey for the period 1975-2004. The empirical investigation is carried out in a vector autoregression (VAR) framework based on the theory of cointegration and error-correction representation of cointegrated variables. The results of the cointegration analysis provide evidence of the existence of a long-run relationship between financial development and economic growth. The empirical findings in the paper show a two way causality (bidirectional) between financial development and economic growth.", "authors": ["epoz20"], "abstractStem": "in thi paper we review the literatur on financegrowth nexu and investig the causal between financi develop and econom growth in turkey for the period 19752004 the empir investig is carri out in a vector autoregress var framework base on the theori of cointegr and errorcorrect represent of cointegr variabl the result of the cointegr analysi provid evid of the exist of a longrun relationship between financi develop and econom growth the empir find in the paper show a two way causal bidirect between financi develop and econom growth", "title": "Financial Development And Economic Growth: Evidence From Turkey"}, "https://ideas.repec.org/a/eee/appene/v87y2010i6p1938-1943.html": {"abstract": "The purpose of this study is to investigate the causal relationship between energy and economic growth in Albania, Bulgaria, Hungary and Romania from 1980 to 2006 by employing energy use per capita, electric power consumption per capita and real GDP per capita variables. To examine this linkage, we use the two-step procedure from the Engle and Granger model: In first step, we explore the long-run relationships between the variables by using recently developed autoregressive distributed lag (ARDL) bounds testing approach of cointegration. Secondly, we employ a dynamic vector error correction (VEC) model to test causal relationships between variables. The bounds test yields evidence of a long-run relationship between energy use per capita and real GDP per capita and evidence of two-way (bidirectional) strong Granger causality between these variables only in Hungary. On the other hand, the ARDL bounds test results show that there is no a unique long-term or equilibrium relationship between energy consumption variables and real GDP per capita in Albania, Bulgaria and Romania. In other words, no cointegration exists between these variables in these three countries. The econometric analysis suggests that any causal relationships within dynamic error correction model for Albania, Bulgaria and Romania cannot be estimated.", "authors": ["epac4", "epoz20"], "abstractStem": "the purpos of thi studi is to investig the causal relationship between energi and econom growth in albania bulgaria hungari and romania from 1980 to 2006 by employ energi use per capita electr power consumpt per capita and real gdp per capita variabl to examin thi linkag we use the twostep procedur from the engl and granger model in first step we explor the longrun relationship between the variabl by use recent develop autoregress distribut lag ardl bound test approach of cointegr secondli we employ a dynam vector error correct vec model to test causal relationship between variabl the bound test yield evid of a longrun relationship between energi use per capita and real gdp per capita and evid of twoway bidirect strong granger causal between these variabl onli in hungari on the other hand the ardl bound test result show that there is no a uniqu longterm or equilibrium relationship between energi consumpt variabl and real gdp per capita in albania bulgaria and romania in other word no cointegr exist between these variabl in these three countri the econometr analysi suggest that ani causal relationship within dynam error correct model for albania bulgaria and romania cannot be estim", "title": "The causal relationship between energy consumption and GDP in Albania, Bulgaria, Hungary and Romania: Evidence from ARDL bound testing approach"}, "homepage": "https://ideas.repec.org/e/poz20.html", "https://ideas.repec.org/a/eee/rensus/v54y2016icp1073-1084.html": {"abstract": "This study examines the long-run and short-run effects of financial development, economic growth, export, imports and capital on the Japanese energy predicaments as a result of the foregoing energy crisis in the country. To ensure a robust outcome, the study applied the extended Cobb–Douglas production function and used time series data from 1970 to 2012. Following to this, structural break unit root test, ARDL bounds test approach to cointegration and the Johansen cointegration test were applied. In addition, the VECM Granger causality framework was used in determining the causal relationship between the variables. The findings of the study establish that, in the long-run a 1% rise in financial development, economic growth, exports and imports in Japan will exert a significant pressure on the Japanese electricity consumption by 0.2429%; 0.5040%; 0.0921% and 0.2193% respectively. However, capital was found to decline energy consumption in all material respect. In the short-run, the study discovered how a 1% rise in the dynamics of financial development, economic growth, exports and imports to add to the Japanese electricity predicaments by 0.2210%; 0.5840%; 0.0521% and 0.2031% respectively. The existence of the feedback relationship between most of the variables was discovered, while, economic growth, exports, imports, and trade openness were found to Granger-cause electricity consumption. The study advocates the adoption of massive but competitive renewable energy system in Japan. How it should be done and why it should be done are carefully set by this study.", "authors": ["epoz20"], "abstractStem": "thi studi examin the longrun and shortrun effect of financi develop econom growth export import and capit on the japanes energi predica as a result of the forego energi crisi in the countri to ensur a robust outcom the studi appli the extend cobb dougla product function and use time seri data from 1970 to 2012 follow to thi structur break unit root test ardl bound test approach to cointegr and the johansen cointegr test were appli in addit the vecm granger causal framework wa use in determin the causal relationship between the variabl the find of the studi establish that in the longrun a 1 rise in financi develop econom growth export and import in japan will exert a signific pressur on the japanes electr consumpt by 02429 05040 00921 and 02193 respect howev capit wa found to declin energi consumpt in all materi respect in the shortrun the studi discov how a 1 rise in the dynam of financi develop econom growth export and import to add to the japanes electr predica by 02210 05840 00521 and 02031 respect the exist of the feedback relationship between most of the variabl wa discov while econom growth export import and trade open were found to grangercaus electr consumpt the studi advoc the adopt of massiv but competit renew energi system in japan how it should be done and whi it should be done are care set by thi studi", "title": "Effects of financial development, economic growth and trade on electricity consumption: Evidence from post-Fukushima Japan"}, "https://ideas.repec.org/a/spr/nathaz/v79y2015i1p621-644.html": {"abstract": " This study investigates the influence of disaggregated renewable electricity production by source on CO 2 emission in 23 selected European countries for the period of 1990–2013. Panel data techniques were used in examining the relationships. The Pedroni cointegration results indicated that CO 2 emission, GDP growth, urbanization, financial development, and renewable electricity production by source were cointegrated. Moreover, the fully modified ordinary least-square results revealed that GDP growth, urbanization, and financial development increase CO 2 emission in the long run, while trade openness reduces it. Furthermore, renewable electricity generated from combustible renewables and waste, hydroelectricity, and nuclear power have a negative long-run effect on CO 2 emission, while renewable electricity generated from solar power and wind power is insignificant. The VECM Granger causality also revealed that GDP growth is the only variable that has causal effects on CO 2 emission in all the investigated models, while the rest of the variables have causal effects on CO 2 emission in only a few models. A number of policy recommendations were provided for the European countries. Copyright Springer Science+Business Media Dordrecht 2015", "authors": ["fple284", "epoz20"], "abstractStem": " thi studi investig the influenc of disaggreg renew electr product by sourc on co 2 emiss in 23 select european countri for the period of 1990 2013 panel data techniqu were use in examin the relationship the pedroni cointegr result indic that co 2 emiss gdp growth urban financi develop and renew electr product by sourc were cointegr moreov the fulli modifi ordinari leastsquar result reveal that gdp growth urban and financi develop increas co 2 emiss in the long run while trade open reduc it furthermor renew electr gener from combust renew and wast hydroelectr and nuclear power have a neg longrun effect on co 2 emiss while renew electr gener from solar power and wind power is insignific the vecm granger causal also reveal that gdp growth is the onli variabl that ha causal effect on co 2 emiss in all the investig model while the rest of the variabl have causal effect on co 2 emiss in onli a few model a number of polici recommend were provid for the european countri copyright springer sciencebusi media dordrecht 2015", "title": "The influence of economic growth, urbanization, trade openness, financial development, and renewable energy on pollution in Europe"}, "https://ideas.repec.org/a/eaa/ijaeqs/v3y2006i1_5.html": {"abstract": "This paper reviews the literature dealing with the effects of exchange rate volatility on trade. The overall evidence is best characterized as mixed as the results are sensitive to the choices of sample period, model specification, proxies for exchange rate volatility and countries considered (developed vs developing). Numerous empirical studies have been conducted to investigate whether trade is influenced by exchange rate volatility. It is widely believed that increased exchange rate volatility inhibits the growth of foreign trade.", "authors": ["epoz20"], "abstractStem": "thi paper review the literatur deal with the effect of exchang rate volatil on trade the overal evid is best character as mix as the result are sensit to the choic of sampl period model specif proxi for exchang rate volatil and countri consid develop vs develop numer empir studi have been conduct to investig whether trade is influenc by exchang rate volatil it is wide believ that increas exchang rate volatil inhibit the growth of foreign trade", "title": "Exchange Rate Volatility and Trade: A Literature Survey"}, "https://ideas.repec.org/a/eee/energy/v35y2010i12p5412-5420.html": {"abstract": "This study examines the causal relationship between carbon dioxide emissions, energy consumption, and economic growth by using autoregressive distributed lag (ARDL) bounds testing approach of cointegration for nineteen European countries. The bounds F-test for cointegration test yields evidence of a long-run relationship between carbon emissions per capita, energy consumption per capita, real gross domestic product (GDP) per capita and the square of per capita real GDP only for Denmark, Germany, Greece, Iceland, Italy, Portugal and Switzerland. The cumulative sum and cumulative sum of squares tests also show that the estimated parameters are stable for the sample period.", "authors": ["epac4", "epoz20"], "abstractStem": "thi studi examin the causal relationship between carbon dioxid emiss energi consumpt and econom growth by use autoregress distribut lag ardl bound test approach of cointegr for nineteen european countri the bound ftest for cointegr test yield evid of a longrun relationship between carbon emiss per capita energi consumpt per capita real gross domest product gdp per capita and the squar of per capita real gdp onli for denmark germani greec iceland itali portug and switzerland the cumul sum and cumul sum of squar test also show that the estim paramet are stabl for the sampl period", "title": "On the relationship between energy consumption, CO2 emissions and economic growth in Europe"}, "firstname": "Ilhan", "https://ideas.repec.org/a/eee/rensus/v54y2016icp1622-1631.html": {"abstract": "The aim of this research is to examine the effect of energy prices on pollution and investigate the existence of environmental Kuznets curve (EKC) hypothesis in 27 advanced economies. The panel non-stationary techniques were used to examine the selected economies taking the period of 1990–2012. The panel Kao and Fisher cointegration results showed that CO2 emission (CO2), gross domestic product (GDP), renewable energy consumption (RE), non-renewable energy consumption (NR), trade openness (TD), urbanization (UR), and energy prices (PC) are cointegrated. Moreover, the panel fully modified ordinary least square and the vector error correction Granger causality results revealed that GDP, NR, and UR increase CO2 emission while RE, TD, and PC reduce it. Furthermore, the inverted U-shaped relationship between GDP and CO2 emission was confirmed which signifies the presence of the EKC hypothesis. From the obtained results, multiple policy implications were provided for the investigated countries to help them control and reduce air pollution without harming their economic growth and development.", "authors": ["epoz20"], "abstractStem": "the aim of thi research is to examin the effect of energi price on pollut and investig the exist of environment kuznet curv ekc hypothesi in 27 advanc economi the panel nonstationari techniqu were use to examin the select economi take the period of 1990 2012 the panel kao and fisher cointegr result show that co2 emiss co2 gross domest product gdp renew energi consumpt re nonrenew energi consumpt nr trade open td urban ur and energi price pc are cointegr moreov the panel fulli modifi ordinari least squar and the vector error correct granger causal result reveal that gdp nr and ur increas co2 emiss while re td and pc reduc it furthermor the invert ushap relationship between gdp and co2 emiss wa confirm which signifi the presenc of the ekc hypothesi from the obtain result multipl polici implic were provid for the investig countri to help them control and reduc air pollut without harm their econom growth and develop", "title": "The investigation of environmental Kuznets curve hypothesis in the advanced economies: The role of energy prices"}, "https://ideas.repec.org/a/iif/iifjrn/v18y2003i204p77-87.html": {"abstract": "No abstract is available for this item.", "authors": ["fpka425", "epoz20"], "abstractStem": "no abstract is avail for thi item", "title": "Kuzey Kıbrıs Türk Cumhuriyeti Ekonomisinde Yapısal Gelişmeler"}, "lastname": "Ozturk", "https://ideas.repec.org/a/ris/ecoint/0066.html": {"abstract": "This paper investigates empirically the impact of FDI on economic growth of Turkey and Pakistan over the period of 1975-2004. To analyse the causal relationship between FDI and economic growth, the Engle-Granger cointegration and Granger causality tests are used. It is found that these two variables are cointegrated for both countries studied. Our empirical fi ndings suggest that it is GDP that causes FDI in the case of Pakistan, while there is strong evidence of a bi-directional causality between the two variables for Turkey.", "authors": ["fpka250", "epoz20"], "abstractStem": "thi paper investig empir the impact of fdi on econom growth of turkey and pakistan over the period of 19752004 to analys the causal relationship between fdi and econom growth the englegrang cointegr and granger causal test are use it is found that these two variabl are cointegr for both countri studi our empir fi nding suggest that it is gdp that caus fdi in the case of pakistan while there is strong evid of a bidirect causal between the two variabl for turkey", "title": "Foreign Direct Investment and Growth: An Empirical Investigation based on Cross-Country Comparison"}, "https://ideas.repec.org/a/eee/eneeco/v34y2012i6p1942-1950.html": {"abstract": "The aim of this study is to investigate the long-run and causal relationships between renewable and non-renewable energy consumption and economic growth by using classical and augmented production functions, and making a comparison between renewable and non-renewable energy sources in order to determine which type of energy consumption is more important for economic growth in G7 countries for 1980–2009 period. Autoregressive Distributed Lag approach to cointegration was employed for this purpose. Also, causality among energy consumption and economic growth was investigated by employing a recently developed causality test by Hatemi-J (2012). The long-run estimates showed that either renewable or non-renewable energy consumption matters for economic growth and augmented production function is more effective on explaining the considered relationship. On the other hand, although bidirectional causality is found for all countries in case of classical production function, mixed results are found for each country when the production function is augmented.", "authors": ["epas190", "epoz20"], "abstractStem": "the aim of thi studi is to investig the longrun and causal relationship between renew and nonrenew energi consumpt and econom growth by use classic and augment product function and make a comparison between renew and nonrenew energi sourc in order to determin which type of energi consumpt is more import for econom growth in g7 countri for 1980 2009 period autoregress distribut lag approach to cointegr wa employ for thi purpos also causal among energi consumpt and econom growth wa investig by employ a recent develop causal test by hatemij 2012 the longrun estim show that either renew or nonrenew energi consumpt matter for econom growth and augment product function is more effect on explain the consid relationship on the other hand although bidirect causal is found for all countri in case of classic product function mix result are found for each countri when the product function is augment", "title": "Renewable and non-renewable energy consumption and economic growth relationship revisited: Evidence from G7 countries"}, "https://ideas.repec.org/a/jda/journl/vol.44year2011issue1pp245-254.html": {"abstract": "In this paper the Turkish export-led growth hypothesis is examined from the trade liberalisation process initiated in 1980. The paper has employed Toda and Yamamoto (1995) procedure for testing for Granger non-causality in the augmented vector autoregressive (VAR) methodology to analyze the dynamic relationship between export growth and economic growth in Turkey using quarterly data from 1989 to 2006. The empirical results support the export-led growth hypothesis for Turkey and that Granger causal flow is unidirectional from real exports to real GDP.", "authors": ["epac4", "epoz20"], "abstractStem": "in thi paper the turkish exportl growth hypothesi is examin from the trade liberalis process initi in 1980 the paper ha employ toda and yamamoto 1995 procedur for test for granger noncaus in the augment vector autoregress var methodolog to analyz the dynam relationship between export growth and econom growth in turkey use quarterli data from 1989 to 2006 the empir result support the exportl growth hypothesi for turkey and that granger causal flow is unidirect from real export to real gdp", "title": "Testing the export-led growth hypothesis:empirical evidence from Turkey"}, "https://ideas.repec.org/a/eee/appene/v162y2016icp733-741.html": {"abstract": "This research aims to investigate the effects of renewable energy consumption on the economic growth of major renewable energy consuming countries in the world. Using the Renewable Energy Country Attractiveness Index developed by the Ernst &amp; Young Global Limited, we choose 38 top renewable energy consuming countries to explain the growth process between 1991 and 2012. With panel estimation techniques, our findings establish cross-sectional dependence and heterogeneity across the countries. We confirm the evidence of long-run dynamics between economic growth, and traditional and energy-related inputs. Findings from long-run output elasticities indicate that renewable energy consumption has a significant positive impact on the economic output for 57% of our selected countries. For robustness, we also carried out time-series analyses of long-run output elasticities. Our findings suggest that governments, energy planners, international cooperation agencies and associated bodies must act together in increasing renewable energy investment for low carbon growth in most of these economies.", "authors": ["epoz20"], "abstractStem": "thi research aim to investig the effect of renew energi consumpt on the econom growth of major renew energi consum countri in the world use the renew energi countri attract index develop by the ernst amp young global limit we choos 38 top renew energi consum countri to explain the growth process between 1991 and 2012 with panel estim techniqu our find establish crosssect depend and heterogen across the countri we confirm the evid of longrun dynam between econom growth and tradit and energyrel input find from longrun output elast indic that renew energi consumpt ha a signific posit impact on the econom output for 57 of our select countri for robust we also carri out timeseri analys of longrun output elast our find suggest that govern energi planner intern cooper agenc and associ bodi must act togeth in increas renew energi invest for low carbon growth in most of these economi", "title": "The effect of renewable energy consumption on economic growth: Evidence from top 38 countries"}, "https://ideas.repec.org/a/wsi/serxxx/v59y2014i02p1450010-1-1450010-16.html": {"abstract": "This study reexamines the relationship between energy consumption per capita and real GDP per capita for Indonesia, Malaysia, the Philippines, Singapore and Thailand using both panel data causality which is taking into account cross-sectional dependence and heterogeneity among the countries and time series causality tests for the period 1971–2009. The findings indicate that taking into account cross-sectional dependence has a substantial effect on the achieved results. The conservation hypothesis is supported for Indonesia, Malaysia and the Philippines. Although a bidirectional relation is found in the case of Thailand, since there is no positive effect of energy consumption on GDP, the conservation hypothesis is supported. In the pattern of Singapore, the neutrality hypothesis is supported. In addition, the increase in investment and labor force lead to more energy consumption in Indonesia, Malaysia and Thailand.", "authors": ["epas190", "epoz20", "epyl7"], "abstractStem": "thi studi reexamin the relationship between energi consumpt per capita and real gdp per capita for indonesia malaysia the philippin singapor and thailand use both panel data causal which is take into account crosssect depend and heterogen among the countri and time seri causal test for the period 1971 2009 the find indic that take into account crosssect depend ha a substanti effect on the achiev result the conserv hypothesi is support for indonesia malaysia and the philippin although a bidirect relat is found in the case of thailand sinc there is no posit effect of energi consumpt on gdp the conserv hypothesi is support in the pattern of singapor the neutral hypothesi is support in addit the increas in invest and labor forc lead to more energi consumpt in indonesia malaysia and thailand", "title": "Energy Consumption And Gdp In Asean Countries: Bootstrap-Corrected Panel And Time Series Causality Tests"}, "https://ideas.repec.org/a/adb/adbadr/608.html": {"abstract": "No abstract is available for this item.", "authors": ["fpka250", "epoz20"], "abstractStem": "no abstract is avail for thi item", "title": "Exchange Rate Volatility and Trade: An Empirical Investigation from Cross-country Comparison"}, "https://ideas.repec.org/a/eee/enepol/v38y2010i1p340-349.html": {"abstract": "This paper provides a survey of the recent progress in the literature of energy consumption-economic growth and electricity consumption-economic growth causality nexus. The survey highlights that most empirical studies focus on either testing the role of energy (electricity) in stimulating economic growth or examining the direction of causality between these two variables. Although the positive role of energy on growth has become a stylized fact, there are some methodological reservations about the results from these empirical studies. A general observation from these studies is that the literature produced conflicting results and there is no consensus neither on the existence nor on the direction of causality between energy consumption (electricity consumption) and economic growth. As a policy implication, to avoid from conflicting and unreliable results, the authors may use the autoregressive distributed lags bounds test, two-regime threshold co-integration models, panel data approach and multivariate models including new variables (such as: real gross fixed capital formation, labor force, carbon dioxide emissions, population, exchange rates, interest rates, etc.). Thus, the authors should focus more on the new approaches and perspectives rather than by employing usual methods based on a set of common variables for different countries and different intervals of time.", "authors": ["epoz20"], "abstractStem": "thi paper provid a survey of the recent progress in the literatur of energi consumptioneconom growth and electr consumptioneconom growth causal nexu the survey highlight that most empir studi focu on either test the role of energi electr in stimul econom growth or examin the direct of causal between these two variabl although the posit role of energi on growth ha becom a styliz fact there are some methodolog reserv about the result from these empir studi a gener observ from these studi is that the literatur produc conflict result and there is no consensu neither on the exist nor on the direct of causal between energi consumpt electr consumpt and econom growth as a polici implic to avoid from conflict and unreli result the author may use the autoregress distribut lag bound test tworegim threshold cointegr model panel data approach and multivari model includ new variabl such as real gross fix capit format labor forc carbon dioxid emiss popul exchang rate interest rate etc thu the author should focu more on the new approach and perspect rather than by employ usual method base on a set of common variabl for differ countri and differ interv of time", "title": "A literature survey on energy-growth nexus"}, "https://ideas.repec.org/a/eee/rensus/v51y2015icp998-1003.html": {"abstract": "This study investigates the relationship between natural gas energy consumption and economic growth by including trade openness, total labor force and gross fixed capital formation as a major determinants of GDP growth within the multivariate framework model in Gulf Cooperation Council (GCC) countries. A panel GDP model is constructed taking the period of 1980–2012. The result revealed that natural gas energy consumption is cointegrated with GDP growth in the investigated countries. In addition, based on the panel dynamic ordinary least square (DOLS) and the fully modified ordinary least square (FMOLS), this study concluded that the natural gas energy consumption affects the GCC’s countries GDP growth positively in the long run. Furthermore, the results from the Granger causality test revealed bidirectional causality between natural gas energy consumption and GDP growth which confirms the feedback hypothesis. From the outcome of this research, a number of policy implications were provided for the GCC countries.", "authors": ["epoz20"], "abstractStem": "thi studi investig the relationship between natur ga energi consumpt and econom growth by includ trade open total labor forc and gross fix capit format as a major determin of gdp growth within the multivari framework model in gulf cooper council gcc countri a panel gdp model is construct take the period of 1980 2012 the result reveal that natur ga energi consumpt is cointegr with gdp growth in the investig countri in addit base on the panel dynam ordinari least squar dol and the fulli modifi ordinari least squar fmol thi studi conclud that the natur ga energi consumpt affect the gcc s countri gdp growth posit in the long run furthermor the result from the granger causal test reveal bidirect causal between natur ga energi consumpt and gdp growth which confirm the feedback hypothesi from the outcom of thi research a number of polici implic were provid for the gcc countri", "title": "Natural gas consumption and economic growth nexus: Panel data analysis for GCC countries"}, "https://ideas.repec.org/a/mul/jb33yl/doi10.1428-74240y2013i2p203-220.html": {"abstract": "No abstract is available for this item.", "authors": ["epoz20"], "abstractStem": "no abstract is avail for thi item", "title": "Causality between Natural Gas Prices and Stock Market Returns in Turkey"}, "https://ideas.repec.org/a/prg/jnlpep/v2015y2015i6id532p729-743.html": {"abstract": "This study investigates the exchange rate exposure of Turkish energy firms from 2002 to 2010. We employed a regression model that is constructed by adding exchange rate and oil price factors to Fama-French Three Factor Model. Empirical results suggest that exchange rate risk appears to impact energy firms diversely. Among the 9 energy firms in our sample, only 2 firms seem to be exposed to exchange rate risk. These two energy firms appear to have larger open foreign currency positions and do not use any hedging methods. On the contrary, rest of the energy firms that are not found to be affected by exchange rate risk either seem to have smaller open foreign currency positions or employ hedging methods to manage exchange rate risk. Overall, our results provide evidence that energy firms exposed to exchange rate risk share similar characteristics.", "authors": [], "abstractStem": "thi studi investig the exchang rate exposur of turkish energi firm from 2002 to 2010 we employ a regress model that is construct by ad exchang rate and oil price factor to famafrench three factor model empir result suggest that exchang rate risk appear to impact energi firm divers among the 9 energi firm in our sampl onli 2 firm seem to be expos to exchang rate risk these two energi firm appear to have larger open foreign currenc posit and do not use ani hedg method on the contrari rest of the energi firm that are not found to be affect by exchang rate risk either seem to have smaller open foreign currenc posit or employ hedg method to manag exchang rate risk overal our result provid evid that energi firm expos to exchang rate risk share similar characterist", "title": "Investigating Exchange Rate Exposure of Energy Firms: Evidence from Turkey"}, "https://ideas.repec.org/a/aes/amfeco/v14y2012i31p246-257.html": {"abstract": "This study examines the short-run and long-run causality issues between electricity consumption and economic growth in Turkey for 1968–2006 period by using Granger causality models augmented with a lagged error-correction term. The bounds F–test for cointegration test yields evidence of a long-run relationship between employment ratio, electricity consumption per capita and real GDP per capita. The overall results from the three error-correction based Granger causality models show that there is an evidence of unidirectional short-run, long-run and strong causalities running from the electricity consumption per capita to real GDP per capita. But, there is no causal evidence from the real GDP per capita to electricity consumption per capita. In other words, “Growth hypothesis” is confirmed in Turkey. This suggests that electricity consumption plays an important role in economic growth.", "authors": ["epac4", "epoz20"], "abstractStem": "thi studi examin the shortrun and longrun causal issu between electr consumpt and econom growth in turkey for 1968 2006 period by use granger causal model augment with a lag errorcorrect term the bound f test for cointegr test yield evid of a longrun relationship between employ ratio electr consumpt per capita and real gdp per capita the overal result from the three errorcorrect base granger causal model show that there is an evid of unidirect shortrun longrun and strong causal run from the electr consumpt per capita to real gdp per capita but there is no causal evid from the real gdp per capita to electr consumpt per capita in other word  growth hypothesi  is confirm in turkey thi suggest that electr consumpt play an import role in econom growth", "title": "Electricity Consumption and Economic Growth Nexus: A Multivariate Analysis for Turkey"}, "https://ideas.repec.org/a/eee/rensus/v28y2013icp551-554.html": {"abstract": "This paper investigates the unit root properties of electricity consumption per capita of 67 developed and developing countries for the period 1971–2010. To examine the stationary properties of electricity consumption per capita, we have adopted Lee and Strazicich (2003, 2004) test of unit root that allows us to test for at most two endogenous breaks and uses the Lagrange Multiplier (LM) test statistics. Results show that 65 country series reject the unit root null hypothesis except for 2 country series. Thus, our empirical findings provide significant evidence that electricity consumption per capita is stationary in almost all countries considered. The stationarity of electricity consumption per capita indicates that it should be possible for the series to forecast future movements in the energy consumption based on the past behaviors of the series.", "authors": ["epoz20", "fpsh375", "epti107"], "abstractStem": "thi paper investig the unit root properti of electr consumpt per capita of 67 develop and develop countri for the period 1971 2010 to examin the stationari properti of electr consumpt per capita we have adopt lee and strazicich 2003 2004 test of unit root that allow us to test for at most two endogen break and use the lagrang multipli lm test statist result show that 65 countri seri reject the unit root null hypothesi except for 2 countri seri thu our empir find provid signific evid that electr consumpt per capita is stationari in almost all countri consid the stationar of electr consumpt per capita indic that it should be possibl for the seri to forecast futur movement in the energi consumpt base on the past behavior of the seri", "title": "Are fluctuations in electricity consumption per capita transitory? Evidence from developed and developing economies"}, "https://ideas.repec.org/a/eee/appene/v137y2015icp110-116.html": {"abstract": "This paper investigates the long run dynamics of economic growth and biomass consumption nexus by applying dynamic panel analyses for 51 Sub-Sahara African countries for 1980–2009 period. The results show that economic growth is affected by biomass consumption, openness and population significantly and positively in African countries. GDP elasticity with respect to biomass consumption is close to unity and the elasticities of GDP in terms of openness are found statistically significant (between 0.259 and 0.348). According to homogeneous variance structure, one percent increase in variables of biomass, openness and population will lead GDP to increase by 1.818%, 0.269% and 0.676%, respectively. However, according to estimations from heterogeneous variance structure indicate that one percent increase in biomass, openness and population variables will cause GDP to increase by 0.820%, 0.259% and 0.811%, respectively. In conclusion, this paper finds significant effect of biomass consumption on GDP in 51 Africa countries.", "authors": ["epbi181", "epoz20"], "abstractStem": "thi paper investig the long run dynam of econom growth and biomass consumpt nexu by appli dynam panel analys for 51 subsahara african countri for 1980 2009 period the result show that econom growth is affect by biomass consumpt open and popul significantli and posit in african countri gdp elast with respect to biomass consumpt is close to uniti and the elast of gdp in term of open are found statist signific between 0259 and 0348 accord to homogen varianc structur one percent increas in variabl of biomass open and popul will lead gdp to increas by 1818 0269 and 0676 respect howev accord to estim from heterogen varianc structur indic that one percent increas in biomass open and popul variabl will caus gdp to increas by 0820 0259 and 0811 respect in conclus thi paper find signific effect of biomass consumpt on gdp in 51 africa countri", "title": "Economic growth and biomass consumption nexus: Dynamic panel analysis for Sub-Sahara African countries"}, "https://ideas.repec.org/a/eco/journ2/2015-02-11.html": {"abstract": "This paper provides empirical evidence of an environmental Kuznets curve (EKC) hypothesis for Portugal by applying autoregressive distributed lag bounds testing approach from 1971 to 2008. In order to capture Portugal’s historical experience, demographic changes and international trade on carbon emissions, we augment the traditional income-emissions model with variables such as energy consumption, urbanization, and trade openness in time series framework. Empirical results confirm the evidence of EKC hypothesis in both the short-run and long-run. All variables carry the expected signs except trade openness. Despite the success of Portugal in containing CO2 emissions so far, it is important to note that in recent years, carbon emissions have risen. In order to comply with the 1992 Kyoto Protocol on CO2 emissions, there is need for policies that focus on the sectors responsible for CO2 emissions.", "authors": ["fpja436", "epoz20", "fpsh375"], "abstractStem": "thi paper provid empir evid of an environment kuznet curv ekc hypothesi for portug by appli autoregress distribut lag bound test approach from 1971 to 2008 in order to captur portug s histor experi demograph chang and intern trade on carbon emiss we augment the tradit incomeemiss model with variabl such as energi consumpt urban and trade open in time seri framework empir result confirm the evid of ekc hypothesi in both the shortrun and longrun all variabl carri the expect sign except trade open despit the success of portug in contain co2 emiss so far it is import to note that in recent year carbon emiss have risen in order to compli with the 1992 kyoto protocol on co2 emiss there is need for polici that focu on the sector respons for co2 emiss", "title": "Testing the Environmental Kuznets Curve Hypothesis in Portugal"}, "https://ideas.repec.org/a/eee/appene/v88y2011i8p2885-2892.html": {"abstract": "This paper investigates the short-run and long-run causality issues between electricity consumption and economic growth in the selected 11 Middle East and North Africa (MENA) countries by using Autoregressive Distributed Lag (ARDL) bounds testing approach of cointegration and vector error-correction models. It employs annual data covering the period from 1971 to 2006. The unit root tests results indicate that some of the variables for Algeria, Jordan, Tunisia and United Arab Emirates do not satisfy the underlying assumptions of the ARDL bounds testing approach of cointegration methodology before proceeding to the estimation stage. Thus, we drop these countries from the ARDL bounds testing approach of cointegration and causality analysis. The cointegration test results show that there is no cointegration between the electricity consumption and the economic growth in three of the seven countries (Iran, Morocco and Syria). Thus, causal relationship cannot be estimated for these countries. However, the cointegration and causal relationship is found in four countries (Egypt, Israel, Oman and Saudi Arabia). The overall results indicate that there is no relationship between the electricity consumption and the economic growth in most of the MENA countries. Further evidence indicates that policies for energy conservation can have a little or no impact on economic growth in most of the MENA countries.", "authors": ["epac4", "epoz20"], "abstractStem": "thi paper investig the shortrun and longrun causal issu between electr consumpt and econom growth in the select 11 middl east and north africa mena countri by use autoregress distribut lag ardl bound test approach of cointegr and vector errorcorrect model it employ annual data cover the period from 1971 to 2006 the unit root test result indic that some of the variabl for algeria jordan tunisia and unit arab emir do not satisfi the underli assumpt of the ardl bound test approach of cointegr methodolog befor proceed to the estim stage thu we drop these countri from the ardl bound test approach of cointegr and causal analysi the cointegr test result show that there is no cointegr between the electr consumpt and the econom growth in three of the seven countri iran morocco and syria thu causal relationship cannot be estim for these countri howev the cointegr and causal relationship is found in four countri egypt israel oman and saudi arabia the overal result indic that there is no relationship between the electr consumpt and the econom growth in most of the mena countri further evid indic that polici for energi conserv can have a littl or no impact on econom growth in most of the mena countri", "title": "Electricity consumption and real GDP causality nexus: Evidence from ARDL bounds testing approach for 11 MENA countries"}, "https://ideas.repec.org/a/eco/journ2/2013-03-6.html": {"abstract": "The study analyzed dynamics of the relationship between tourism, energy consumption, and climate change for 25 OECD countries during 1995-2005. For the analysis, Panel VAR (PVAR) model was used. Results of panel unit root-tests show that tourism is nonstationary in the level form but stationary in first difference form and energy consumption and climate change are stationary variables in the level form. Analysis of bivariate model shows that results are sensitive with change in the measurement of the tourism variable, change in order of variable and inclusion of the third variable. However, results of our trivariate model are found to be insensitive with either the change in the measurement of our tourism variable or change in the ordering of the variables. Our results of IRFs shows that response of tourism in one SD shock in climate change and energy consumption and response of climate change emissions to tourism is marginally positive. Further, we find that response of climate change in one SD shock in energy consumption and response of energy consumption in one SD shock in tourism and climate change is zero.", "authors": ["epoz20", "epti107"], "abstractStem": "the studi analyz dynam of the relationship between tourism energi consumpt and climat chang for 25 oecd countri dure 19952005 for the analysi panel var pvar model wa use result of panel unit roottest show that tourism is nonstationari in the level form but stationari in first differ form and energi consumpt and climat chang are stationari variabl in the level form analysi of bivari model show that result are sensit with chang in the measur of the tourism variabl chang in order of variabl and inclus of the third variabl howev result of our trivari model are found to be insensit with either the chang in the measur of our tourism variabl or chang in the order of the variabl our result of irf show that respons of tourism in one sd shock in climat chang and energi consumpt and respons of climat chang emiss to tourism is margin posit further we find that respons of climat chang in one sd shock in energi consumpt and respons of energi consumpt in one sd shock in tourism and climat chang is zero", "title": "Tourism, Energy Consumption and Climate Change in OECD Countries"}, "https://ideas.repec.org/a/eee/rensus/v38y2014icp639-650.html": {"abstract": "This study explores the fossil fuels electricity consumption-growth of the gross domestic product (GDP) relationship in the six Gulf Cooperation Council (GCC) countries for the period 1980–2012. The aim of this study is to examine whether energy conservation policies are appropriate for these countries to reduce their high levels of electricity consumption. The autoregressive distributed lag (ARDL) and the Toda–Yamamoto–Dolado–Lütkepohl (TYDL) methodologies were employed to investigate this relationship. The ARDL results revealed that fossil fuels electricity consumption has a long run positive effect on GDP growth in the GCC countries. However, the TYDL Granger causality revealed different causality relationships among the countries. A bi-directional causality was found between fossil fuels electricity consumption and GDP growth in Bahrain and the United Arab Emirates (UAE) while one way causality from fossil fuels electricity consumption to GDP growth was found in Oman and Qatar. On the other hand, no causality was concluded between the variables in Kuwait and Saudi Arabia. From the results, it is clear that energy conservation is not an ideal policy for the Bahrain, UAE, Oman, and Qatar because it will have a negative consequence on their output. However, this policy can be implemented in Kuwait and Saudi Arabia since it will not harm their output.", "authors": ["epoz20"], "abstractStem": "thi studi explor the fossil fuel electr consumptiongrowth of the gross domest product gdp relationship in the six gulf cooper council gcc countri for the period 1980 2012 the aim of thi studi is to examin whether energi conserv polici are appropri for these countri to reduc their high level of electr consumpt the autoregress distribut lag ardl and the toda yamamoto dolado l tkepohl tydl methodolog were employ to investig thi relationship the ardl result reveal that fossil fuel electr consumpt ha a long run posit effect on gdp growth in the gcc countri howev the tydl granger causal reveal differ causal relationship among the countri a bidirect causal wa found between fossil fuel electr consumpt and gdp growth in bahrain and the unit arab emir uae while one way causal from fossil fuel electr consumpt to gdp growth wa found in oman and qatar on the other hand no causal wa conclud between the variabl in kuwait and saudi arabia from the result it is clear that energi conserv is not an ideal polici for the bahrain uae oman and qatar becaus it will have a neg consequ on their output howev thi polici can be implement in kuwait and saudi arabia sinc it will not harm their output", "title": "Are energy conservation policies effective without harming economic growth in the Gulf Cooperation Council countries?"}, "https://ideas.repec.org/a/eee/rensus/v51y2015icp317-326.html": {"abstract": "The relationship between carbon dioxide emissions, economic growth, electricity consumption and financial development in the Gulf Cooperation Council (GCC) countries is investigated in this study using panel data for the period of 1980–2012. A number of econometric techniques: dynamic ordinary least squares (DOLS), fully modified ordinary least squares (FMOLS) and the dynamic fixed effect model (DFE) are applied in order to estimate the long-run relationship between the variables. The long-run relationship is found to be robust across these different econometric specifications. No significant short-run significant relationship was observed. Electricity consumption and economic growth have a positive long run relationship with carbon dioxide (CO2) emissions whilst a negative and significant relationship was found between CO2 emissions and financial development. The findings imply that electricity consumption and economic growth stimulate CO2 emissions in GCC countries while financial development reduces it. Granger causality results reveal that there is a bidirectional causal link between economic growth and CO2 emissions and a unidirectional causal link running from electricity consumption to CO2 emissions. However, there is no causal link between financial development and CO2 emissions. Also, impulse response and variance decomposition analysis outline forecasted impacts of economic growth and electricity consumption on future CO2 emissions.", "authors": ["epoz20"], "abstractStem": "the relationship between carbon dioxid emiss econom growth electr consumpt and financi develop in the gulf cooper council gcc countri is investig in thi studi use panel data for the period of 1980 2012 a number of econometr techniqu dynam ordinari least squar dol fulli modifi ordinari least squar fmol and the dynam fix effect model dfe are appli in order to estim the longrun relationship between the variabl the longrun relationship is found to be robust across these differ econometr specif no signific shortrun signific relationship wa observ electr consumpt and econom growth have a posit long run relationship with carbon dioxid co2 emiss whilst a neg and signific relationship wa found between co2 emiss and financi develop the find impli that electr consumpt and econom growth stimul co2 emiss in gcc countri while financi develop reduc it granger causal result reveal that there is a bidirect causal link between econom growth and co2 emiss and a unidirect causal link run from electr consumpt to co2 emiss howev there is no causal link between financi develop and co2 emiss also impuls respons and varianc decomposit analysi outlin forecast impact of econom growth and electr consumpt on futur co2 emiss", "title": "Is the long-run relationship between economic growth, electricity consumption, carbon dioxide emissions and financial development in Gulf Cooperation Council Countries robust?"}, "https://ideas.repec.org/a/ijr/beejor/v4y2016i1p54-69.html": {"abstract": "The present study aims to investigate the causal relationship between foreign direct investments, economic growth and CO2 emissions using data of 117 countries over the period of 1985-2010. Our results showed that relationship between these variables change from country to country. In regional analysis, feedback effect exists between foreign direct investment and CO2 emissions and, the same is true for economic growth and CO2 emissions. The results are different on a country and regional level. These dissimilarities may due to the level of development, energy per capita use, amount of FDI, types energy sources used, population growth and etc.", "authors": ["epoz20", "fpsh375"], "abstractStem": "the present studi aim to investig the causal relationship between foreign direct invest econom growth and co2 emiss use data of 117 countri over the period of 19852010 our result show that relationship between these variabl chang from countri to countri in region analysi feedback effect exist between foreign direct invest and co2 emiss and the same is true for econom growth and co2 emiss the result are differ on a countri and region level these dissimilar may due to the level of develop energi per capita use amount of fdi type energi sourc use popul growth and etc", "title": "FDI, Growth and CO2 Emissions Relationship: Evidence from High, Middle and Low Income Countries"}, "https://ideas.repec.org/a/eco/journ1/2014-04-21.html": {"abstract": "The relationship between interest rates and inflation which is called Fisher effect has been investigated in both theoretical and empirical economics in vast literature. The contribution of this paper to the literature is to test the Fisher effect for the selected four transition economies that are also new EU member states. The empirical analysis is conducted by allowing for a structural break that takes place in year 2004. In this study, a case-wise bootstrap approach empirical method which developed by Hatemi-J and Hacker (2005) is used and the results support a tax adjusted Fisher effect in the presence of a structural break.", "authors": ["epas190", "epoz20"], "abstractStem": "the relationship between interest rate and inflat which is call fisher effect ha been investig in both theoret and empir econom in vast literatur the contribut of thi paper to the literatur is to test the fisher effect for the select four transit economi that are also new eu member state the empir analysi is conduct by allow for a structur break that take place in year 2004 in thi studi a casewis bootstrap approach empir method which develop by hatemij and hacker 2005 is use and the result support a tax adjust fisher effect in the presenc of a structur break", "title": "An Examination of Fisher Effect for Selected New EU Member States"}, "https://ideas.repec.org/a/rfe/zbefri/v27y2009i1p115-128.html": {"abstract": "The aim of this paper is to examine effectiveness of devaluation on the trade balance in four countries: Argentina, Brazil, Mexico and Peru. We use the Johansen-Juselius cointegration test and impulse response function to estimate the long-run and short- run effects of devaluation on the trade balance. The estimated results suggest that depreciation improve the trade balance in the long run for the case of Argentina and Peru, and in the short-run there has been J-curve in Argentina and Peru. In addition, the cointegration is found among the four variables (trade balance, domestic income, foreign incomes and real exchange rate) in the case of Argentina and Peru. The results also indicate that there is no cointegration relationship between these variables for Brazil and Mexico. The conclusion of the paper is that the evidence of the J-curve pattern was found for Argentina and Peru only.", "authors": ["fpka250", "fpka466", "epoz20"], "abstractStem": "the aim of thi paper is to examin effect of devalu on the trade balanc in four countri argentina brazil mexico and peru we use the johansenjuseliu cointegr test and impuls respons function to estim the longrun and short run effect of devalu on the trade balanc the estim result suggest that depreci improv the trade balanc in the long run for the case of argentina and peru and in the shortrun there ha been jcurv in argentina and peru in addit the cointegr is found among the four variabl trade balanc domest incom foreign incom and real exchang rate in the case of argentina and peru the result also indic that there is no cointegr relationship between these variabl for brazil and mexico the conclus of the paper is that the evid of the jcurv pattern wa found for argentina and peru onli", "title": "Devaluation and trade balance in Latin American countries"}, "https://ideas.repec.org/a/ijr/beejor/v3y2015i4p176-193.html": {"abstract": "The study reconsiders the relationship between electricity consumption and economic growth by incorporating financial development, capital and labor as important factors of production using augmented production function in Turkey for the period of 1971-2009. In doing so, we applied the ARDL bounds testing approach and found long run relationship between electricity consumption, economic growth, financial development, capital and labour. Further, results indicated that electricity consumption, financial development, capital and labor have positive effect on economic growth. The VECM Granger causality analysis shows bidirectional causality between electricity consumption, economic growth, financial development, capital and labor. The findings have important policy implication to sustain economic growth through comprehensive energy policy and developing financial sector in Turkey", "authors": ["fpal529", "epoz20", "fpsh375"], "abstractStem": "the studi reconsid the relationship between electr consumpt and econom growth by incorpor financi develop capit and labor as import factor of product use augment product function in turkey for the period of 19712009 in do so we appli the ardl bound test approach and found long run relationship between electr consumpt econom growth financi develop capit and labour further result indic that electr consumpt financi develop capit and labor have posit effect on econom growth the vecm granger causal analysi show bidirect causal between electr consumpt econom growth financi develop capit and labor the find have import polici implic to sustain econom growth through comprehens energi polici and develop financi sector in turkey", "title": "Electricity Consumption and Economic Growth Causality Revisited: Evidence from Turkey"}, "https://ideas.repec.org/a/eee/ecmode/v44y2015icp229-235.html": {"abstract": "This study re-investigates the export-led growth hypothesis for Asia's Four Little Dragons using cointegration and rolling causality analyses. Employing both bivariate (exports and GDP) and trivariate (exports, GDP and exchange rate) models, the study finds that exports and GDP are cointegrated for all the four economies, implying that there is a long run relationship between the variables. However, the rolling regression-based MWALD test shows that export-led growth in each of the four economies is not stable over their respective period of analysis. Instead of export, policymakers should start to search for alternative catalyst of growth to continuously as well as effectively promote long-term economic growth in the Four Little Dragon economies.", "authors": ["epoz20", "fpta246"], "abstractStem": "thi studi reinvestig the exportl growth hypothesi for asia four littl dragon use cointegr and roll causal analys employ both bivari export and gdp and trivari export gdp and exchang rate model the studi find that export and gdp are cointegr for all the four economi impli that there is a long run relationship between the variabl howev the roll regressionbas mwald test show that exportl growth in each of the four economi is not stabl over their respect period of analysi instead of export policymak should start to search for altern catalyst of growth to continu as well as effect promot longterm econom growth in the four littl dragon economi", "title": "How stable is the export-led growth hypothesis? Evidence from Asia's Four Little Dragons"}, "https://ideas.repec.org/a/rjr/romjef/vy2012i2p52-67.html": {"abstract": "Whether foreign direct investment (FDI) is beneficial to host country growth or not is a question debated since a long time. This paper provides a survey of the literature on FDI, export and growth, and empirically investigates the causal relationship between economic growth, export and FDI for the ten transition European countries (Bulgaria, Czech Republic, Estonia, Hungary, Latvia, Lithuania, Poland, Romania, Slovak Republic and Slovenia). The ARDL bounds testing approach is used to investigate the existance of long-run relationship between FDI, export and economic growth for these countries. After detection of cointegratin relationship, the error-correction based Granger causality test is employed to examine the both long-run and short-run causality issues between the variables by using quarterly data from 1994 to 2008. These causality results reveal that there is causal relationship between FDI, export and economic growth in four out of ten countries considered.", "authors": ["epac4", "epoz20"], "abstractStem": "whether foreign direct invest fdi is benefici to host countri growth or not is a question debat sinc a long time thi paper provid a survey of the literatur on fdi export and growth and empir investig the causal relationship between econom growth export and fdi for the ten transit european countri bulgaria czech republ estonia hungari latvia lithuania poland romania slovak republ and slovenia the ardl bound test approach is use to investig the exist of longrun relationship between fdi export and econom growth for these countri after detect of cointegratin relationship the errorcorrect base granger causal test is employ to examin the both longrun and shortrun causal issu between the variabl by use quarterli data from 1994 to 2008 these causal result reveal that there is causal relationship between fdi export and econom growth in four out of ten countri consid", "title": "Foreign Direct Investment, Export and Economic Growth: Empirical Evidence from New EU Countries"}}}