{"eppe34": {"https://ideas.repec.org/a/taf/emetrv/v21y2002i1p49-87.html": {"abstract": " The paper develops a general framework for identification, estimation, and hypothesis testing in cointegrated systems when the cointegrating coefficients are subject to (possibly) non-linear and cross-equation restrictions, obtained from economic theory or other relevant a priori information. It provides a proof of the consistency of the quasi maximum likelihood estimators (QMLE), establishes the relative rates of convergence of the QMLE of the short-run and the long-run parameters, and derives their asymptotic distributions; thus generalizing the results already available in the literature for the linear case. The paper also develops tests of the over-identifying (possibly) non-linear restrictions on the cointegrating vectors. The estimation and hypothesis testing procedures are applied to an Almost Ideal Demand System estimated on U.K. quarterly observations. Unlike many other studies of consumer demand this application does not treat relative prices and real per capita expenditures as exogenously given.", "authors": ["eppe34", "fpsh557"], "abstractStem": " the paper develop a gener framework for identif estim and hypothesi test in cointegr system when the cointegr coeffici are subject to possibl nonlinear and crossequ restrict obtain from econom theori or other relev a priori inform it provid a proof of the consist of the quasi maximum likelihood estim qmle establish the rel rate of converg of the qmle of the shortrun and the longrun paramet and deriv their asymptot distribut thu gener the result alreadi avail in the literatur for the linear case the paper also develop test of the overidentifi possibl nonlinear restrict on the cointegr vector the estim and hypothesi test procedur are appli to an almost ideal demand system estim on uk quarterli observ unlik mani other studi of consum demand thi applic doe not treat rel price and real per capita expenditur as exogen given", "title": "Long-Run Structural Modelling"}, "https://ideas.repec.org/a/eee/econom/v95y2000i2p285-331.html": {"abstract": "This paper considers the problem of cross-sectional aggregation when the underlying micro behavioural relations are characterised by general non-linear specifications. It focuses on forecasting the aggregates, and shows how an optimal aggregate model can be derived by minimising the mean squared prediction errors conditional on the aggregate information. It also derives model selection criteria for distinguishing between aggregate and disaggregate models when the primary object of the analysis is forecasting the aggregates, and establishes the consistency of the model selection criteria in large samples. In the case of standard non-linear micro relations with additive specifications, boot-strap techniques are considered to correct for small sample bias of the proposed model selection criteria. The paper also contains an empirical application where log-linear production functions are estimated for the UK economy disaggregated by eight industrial sectors and at the aggregate level for 1954-1995.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fple288", "eppe34", "fpva425"], "abstractStem": "thi paper consid the problem of crosssect aggreg when the underli micro behaviour relat are characteris by gener nonlinear specif it focus on forecast the aggreg and show how an optim aggreg model can be deriv by minimis the mean squar predict error condit on the aggreg inform it also deriv model select criteria for distinguish between aggreg and disaggreg model when the primari object of the analysi is forecast the aggreg and establish the consist of the model select criteria in larg sampl in the case of standard nonlinear micro relat with addit specif bootstrap techniqu are consid to correct for small sampl bia of the propos model select criteria the paper also contain an empir applic where loglinear product function are estim for the uk economi disaggreg by eight industri sector and at the aggreg level for 19541995pthi abstract wa borrow from anoth version of thi item", "title": "Cross-sectional aggregation of non-linear models"}, "https://ideas.repec.org/a/eee/dyncon/v21y1997i4-5p661-695.html": {"abstract": "No abstract is available for this item.", "authors": ["eppe34", "eppo193"], "abstractStem": "no abstract is avail for thi item", "title": "A floor and ceiling model of US output"}, "https://ideas.repec.org/a/jae/japmet/v22y2007i2p265-312.html": {"abstract": " A number of panel unit root tests that allow for cross-section dependence have been proposed in the literature that use orthogonalization type procedures to asymptotically eliminate the cross-dependence of the series before standard panel unit root tests are applied to the transformed series. In this paper we propose a simple alternative where the standard augmented Dickey-Fuller (ADF) regressions are augmented with the cross-section averages of lagged levels and first-differences of the individual series. New asymptotic results are obtained both for the individual cross-sectionally augmented ADF (CADF) statistics and for their simple averages. It is shown that the individual CADF statistics are asymptotically similar and do not depend on the factor loadings. The limit distribution of the average CADF statistic is shown to exist and its critical values are tabulated. Small sample properties of the proposed test are investigated by Monte Carlo experiments. The proposed test is applied to a panel of 17 OECD real exchange rate series as well as to log real earnings of households in the PSID data. Copyright © 2007 John Wiley &amp; Sons, Ltd.", "authors": ["eppe34"], "abstractStem": " a number of panel unit root test that allow for crosssect depend have been propos in the literatur that use orthogon type procedur to asymptot elimin the crossdepend of the seri befor standard panel unit root test are appli to the transform seri in thi paper we propos a simpl altern where the standard augment dickeyful adf regress are augment with the crosssect averag of lag level and firstdiffer of the individu seri new asymptot result are obtain both for the individu crosssect augment adf cadf statist and for their simpl averag it is shown that the individu cadf statist are asymptot similar and do not depend on the factor load the limit distribut of the averag cadf statist is shown to exist and it critic valu are tabul small sampl properti of the propos test are investig by mont carlo experi the propos test is appli to a panel of 17 oecd real exchang rate seri as well as to log real earn of household in the psid data copyright   2007 john wiley amp son ltd", "title": "A simple panel unit root test in the presence of cross-section dependence"}, "https://ideas.repec.org/a/eee/econom/v138y2007i1p312-355.html": {"abstract": "This paper proposes a pair-wise approach to testing for output convergence that considers all N(N-1)/2 possible pairs of log per capita output gaps across N economies. A general probabilistic definition of output convergence is also proposed, which suggests that all such output gap pairs must be stationary with a constant mean. The approach is compatible with individual output series having unit roots, does not involve the choice of a reference country in computation of output gaps, and can be applied when N is large relative to T (the time dimension of the panel). The proposed test is applied to output series in the Penn World Tables over 1950-2000, as well as to Maddion’s historical series over 1870-2000. Overall, the results do not support output convergence, and suggest that the findings of convergence clubs in the literature might be spurious. However, significant evidence of growth convergence is found, a result which is reasonably robust to the choice of the sample period and country groupings. Non-convergence of log per capita outputs combined with growth convergence suggests that while common technological progress seems to have been diffusing reasonably widely across economies, there are nevertheless important countryspecific factors (for example, wars, famines, revolutions, regime and institutional changes) that render output gaps highly persistent, such that we can not be sure that the probability for the outputs gaps to lie within a fixed range will be non-zero.<p>(This abstract was borrowed from another version of this item.)", "authors": ["eppe34"], "abstractStem": "thi paper propos a pairwis approach to test for output converg that consid all nn12 possibl pair of log per capita output gap across n economi a gener probabilist definit of output converg is also propos which suggest that all such output gap pair must be stationari with a constant mean the approach is compat with individu output seri have unit root doe not involv the choic of a refer countri in comput of output gap and can be appli when n is larg rel to t the time dimens of the panel the propos test is appli to output seri in the penn world tabl over 19502000 as well as to maddion s histor seri over 18702000 overal the result do not support output converg and suggest that the find of converg club in the literatur might be spuriou howev signific evid of growth converg is found a result which is reason robust to the choic of the sampl period and countri group nonconverg of log per capita output combin with growth converg suggest that while common technolog progress seem to have been diffus reason wide across economi there are nevertheless import countryspecif factor for exampl war famin revolut regim and institut chang that render output gap highli persist such that we can not be sure that the probabl for the output gap to lie within a fix rang will be nonzeropthi abstract wa borrow from anoth version of thi item", "title": "A pair-wise approach to testing for output and growth convergence"}, "https://ideas.repec.org/a/eee/ecolet/v122y2014i2p150-153.html": {"abstract": "In this paper we consider the problem of interpreting the signs of the estimated coefficients in multivariate time series regressions where the regressors are correlated. Using a continuous time model, we argue that focusing on the signs of individual coefficients in such regressions could be misleading and argue in favour of allowing for the indirect effects that arise due to the historical correlations amongst the regressors. For estimation from discrete time data we show that the sign of the total impact, including the direct and indirect effects, of a regressor can be obtained using a simple regression that only includes the regressor of interest.", "authors": ["eppe34", "epsm18"], "abstractStem": "in thi paper we consid the problem of interpret the sign of the estim coeffici in multivari time seri regress where the regressor are correl use a continu time model we argu that focus on the sign of individu coeffici in such regress could be mislead and argu in favour of allow for the indirect effect that aris due to the histor correl amongst the regressor for estim from discret time data we show that the sign of the total impact includ the direct and indirect effect of a regressor can be obtain use a simpl regress that onli includ the regressor of interest", "title": "Signs of impact effects in time series regression models"}, "https://ideas.repec.org/a/eee/econom/v137y2007i1p134-161.html": {"abstract": "No abstract is available for this item.", "authors": ["eppe34", "epti8"], "abstractStem": "no abstract is avail for thi item", "title": "Selection of estimation window in the presence of breaks"}, "https://ideas.repec.org/a/eee/econom/v67y1995i1p61-79.html": {"abstract": "No abstract is available for this item.", "authors": ["eppe34", "epsm18"], "abstractStem": "no abstract is avail for thi item", "title": "The role of theory in econometrics"}, "https://ideas.repec.org/a/eee/dyncon/v31y2007i4p1245-1277.html": {"abstract": "This paper presents a canonical, econometric model of contagion and investigates the conditions under which contagion can be distinguished from inter-dependence. In a two-country (market) setup it is shown that for a range of fundamentals the solution is not unique, and for sufficiently large values of the contagion coefficients it has interesting bifurcation properties with bimodal density functions. The extension of the model to herding behaviour is also briefly discussed. To identify contagion effects in the presence of inter-dependencies the equations for the individual markets or countries must contain country (market) specific forcing variables. This sheds doubt on the general validity of the correlation-based tests of contagions recently proposed in the literature which do not involve any country (market) specific fundamentals. Finally, we show that ignoring inter-dependence can introduce an upward bias in the estimate of the contagion coefficient, and using Monte Carlo experiments we further show that this bias could be substantial.<p>(This abstract was borrowed from another version of this item.)", "authors": ["eppe34"], "abstractStem": "thi paper present a canon econometr model of contagion and investig the condit under which contagion can be distinguish from interdepend in a twocountri market setup it is shown that for a rang of fundament the solut is not uniqu and for suffici larg valu of the contagion coeffici it ha interest bifurc properti with bimod densiti function the extens of the model to herd behaviour is also briefli discuss to identifi contagion effect in the presenc of interdepend the equat for the individu market or countri must contain countri market specif forc variabl thi shed doubt on the gener valid of the correlationbas test of contagion recent propos in the literatur which do not involv ani countri market specif fundament final we show that ignor interdepend can introduc an upward bia in the estim of the contagion coeffici and use mont carlo experi we further show that thi bia could be substantialpthi abstract wa borrow from anoth version of thi item", "title": "Econometric issues in the analysis of contagion"}, "https://ideas.repec.org/a/ect/emjrnl/v14y2011i1pc45-c90.html": {"abstract": "   This paper introduces the concepts of time‐specific weak and strong cross‐section dependence, and investigates how these notions are related to the concepts of weak, strong and semi‐strong common factors, frequently used for modelling residual cross‐section correlations in panel data models. It then focuses on the problems of estimating slope coefficients in large panels, where cross‐section units are subject to possibly a large number of unobserved common factors. It is established that the common correlated effects (CCE) estimator introduced by Pesaran remains asymptotically normal under certain conditions on factor loadings of an infinite factor error structure, including cases where methods relying on principal components fail. The paper concludes with a set of Monte Carlo experiments where the small sample properties of estimators based on principal components and CCE estimators are investigated and compared under various assumptions on the nature of the unobserved common effects.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpch972", "eppe34"], "abstractStem": "   thi paper introduc the concept of time specif weak and strong cross section depend and investig how these notion are relat to the concept of weak strong and semi strong common factor frequent use for model residu cross section correl in panel data model it then focus on the problem of estim slope coeffici in larg panel where cross section unit are subject to possibl a larg number of unobserv common factor it is establish that the common correl effect cce estim introduc by pesaran remain asymptot normal under certain condit on factor load of an infinit factor error structur includ case where method reli on princip compon fail the paper conclud with a set of mont carlo experi where the small sampl properti of estim base on princip compon and cce estim are investig and compar under variou assumpt on the natur of the unobserv common effectspthi abstract wa borrow from anoth version of thi item", "title": "Weak and strong cross‐section dependence and estimation of large panels"}, "https://ideas.repec.org/a/jae/japmet/v16y2001i4p561-561.html": {"abstract": "No abstract is available for this item.", "authors": ["eppe34"], "abstractStem": "no abstract is avail for thi item", "title": "Journal of Applied Econometrics Conference Sponsorship Grants"}, "https://ideas.repec.org/a/jae/japmet/v16y2001i3p289-326.html": {"abstract": " This paper develops a new approach to the problem of testing the existence of a level relationship between a dependent variable and a set of regressors, when it is not known with certainty whether the underlying regressors are trend- or first-difference stationary. The proposed tests are based on standard F- and t-statistics used to test the significance of the lagged levels of the variables in a univariate equilibrium correction mechanism. The asymptotic distributions of these statistics are non-standard under the null hypothesis that there exists no level relationship, irrespective of whether the regressors are I(0) or I(1). Two sets of asymptotic critical values are provided: one when all regressors are purely I(1) and the other if they are all purely I(0). These two sets of critical values provide a band covering all possible classifications of the regressors into purely I(0), purely I(1) or mutually cointegrated. Accordingly, various bounds testing procedures are proposed. It is shown that the proposed tests are consistent, and their asymptotic distribution under the null and suitably defined local alternatives are derived. The empirical relevance of the bounds procedures is demonstrated by a re-examination of the earnings equation included in the UK Treasury macroeconometric model. Copyright © 2001 John Wiley &amp; Sons, Ltd.", "authors": ["eppe34", "fpsh557", "epsm83"], "abstractStem": " thi paper develop a new approach to the problem of test the exist of a level relationship between a depend variabl and a set of regressor when it is not known with certainti whether the underli regressor are trend or firstdiffer stationari the propos test are base on standard f and tstatist use to test the signific of the lag level of the variabl in a univari equilibrium correct mechan the asymptot distribut of these statist are nonstandard under the null hypothesi that there exist no level relationship irrespect of whether the regressor are i0 or i1 two set of asymptot critic valu are provid one when all regressor are pure i1 and the other if they are all pure i0 these two set of critic valu provid a band cover all possibl classif of the regressor into pure i0 pure i1 or mutual cointegr accordingli variou bound test procedur are propos it is shown that the propos test are consist and their asymptot distribut under the null and suitabl defin local altern are deriv the empir relev of the bound procedur is demonstr by a reexamin of the earn equat includ in the uk treasuri macroeconometr model copyright   2001 john wiley amp son ltd", "title": "Bounds testing approaches to the analysis of level relationships"}, "https://ideas.repec.org/a/eee/dyncon/v25y2001i1-2p35-83.html": {"abstract": "No abstract is available for this item.", "authors": ["eppe34"], "abstractStem": "no abstract is avail for thi item", "title": "Life-cycle consumption under social interactions"}, "https://ideas.repec.org/a/kap/jecgro/v4y1999i2p139-83.html": {"abstract": " This article considers the consequences of explicitly allowing for stochastic technological progress and stochastic labor input in the discrete-time Solow-Swan and AK growth models. It shows that the capital-output ratio, but not output per capita, is ergodic irrespective of whether there is a unit root in technology, and thus is the more appropriate measure to use in the cross-sectional analysis of the growth process. Furthermore, the article derives the cross-sectional and time-series implications of the stochastic Solow-Swan model and contrasts these to those of its deterministic counterpart. Among these implications are that the mean of the capital-output ratio depends in a precise way not only on the saving rate and the growth rate of labor input, but also on the variance and higher-order cumulants of the capital-output ratio. Using the Summers-Heston data for seventy-two countries from 1960 to 1992, strong support is found for the predictions of the stochastic Solow-Swan model as compared to those of its deterministic counterpart (as well as those of the AK model), including a significant negative cross-sectional relationship between the mean and the variance of the capital-output ratio. Copyright 1999 by Kluwer Academic Publishers", "authors": ["eppe34"], "abstractStem": " thi articl consid the consequ of explicitli allow for stochast technolog progress and stochast labor input in the discretetim solowswan and ak growth model it show that the capitaloutput ratio but not output per capita is ergod irrespect of whether there is a unit root in technolog and thu is the more appropri measur to use in the crosssect analysi of the growth process furthermor the articl deriv the crosssect and timeseri implic of the stochast solowswan model and contrast these to those of it determinist counterpart among these implic are that the mean of the capitaloutput ratio depend in a precis way not onli on the save rate and the growth rate of labor input but also on the varianc and higherord cumul of the capitaloutput ratio use the summersheston data for seventytwo countri from 1960 to 1992 strong support is found for the predict of the stochast solowswan model as compar to those of it determinist counterpart as well as those of the ak model includ a signific neg crosssect relationship between the mean and the varianc of the capitaloutput ratio copyright 1999 by kluwer academ publish", "title": " Stochastic Growth Models and Their Econometric Implications"}, "https://ideas.repec.org/a/eee/riceco/v47y1993i3p293-322.html": {"abstract": "No abstract is available for this item.", "authors": ["fple288", "eppe34"], "abstractStem": "no abstract is avail for thi item", "title": "Persistence profiles and business cycle fluctuations in a disaggregated model of U.K. output growth"}, "https://ideas.repec.org/a/tpr/restat/v55y1973i2p259-61.html": {"abstract": "No abstract is available for this item.", "authors": ["eppe34"], "abstractStem": "no abstract is avail for thi item", "title": "An Alternative Econometric Approach to the Permanent Income Hypothesis: An International Comparison: A Comment"}, "https://ideas.repec.org/a/jae/japmet/v16y2001i3p197-202.html": {"abstract": "No abstract is available for this item.", "authors": ["ephe33", "eppe34"], "abstractStem": "no abstract is avail for thi item", "title": "A special issue in memory of John Denis Sargan: studies in empirical macroeconometrics"}, "https://ideas.repec.org/a/eee/econom/v71y1996i1-2p117-143.html": {"abstract": "No abstract is available for this item.", "authors": ["eppe34", "fpsh557"], "abstractStem": "no abstract is avail for thi item", "title": "Cointegration and speed of convergence to equilibrium"}, "https://ideas.repec.org/a/ecj/econjl/v92y1982i367p529-54.html": {"abstract": "No abstract is available for this item.", "authors": ["eppe34"], "abstractStem": "no abstract is avail for thi item", "title": "A Critique of the Proposed Tests of the Natural Rate-Rational Expectations Hypothesis"}, "https://ideas.repec.org/a/ecj/econjl/v102y1992i411p342-56.html": {"abstract": " This paper develops a multisectoral framework for the measurement of persistence of shocks to sectoral and aggregate output, and provides a decomposition of the contribution of shocks from different sources to the overall persistence measure. The framework is applied to U.K. output data, distinguishing four types of macroeconomic shocks: innovations in money supply growth, stock returns, exchange rates, and oil prices. Among the macro shocks, exchange-rate shocks have the largest persistence effects on aggregate output, through their effects on manufacturing sectors. The contribution of the identified macro shocks to total persistence was small, however, compared to that of sector-specific shocks. Copyright 1992 by Royal Economic Society.", "authors": ["fple288", "eppe34", "eppi4"], "abstractStem": " thi paper develop a multisector framework for the measur of persist of shock to sector and aggreg output and provid a decomposit of the contribut of shock from differ sourc to the overal persist measur the framework is appli to uk output data distinguish four type of macroeconom shock innov in money suppli growth stock return exchang rate and oil price among the macro shock exchanger shock have the largest persist effect on aggreg output through their effect on manufactur sector the contribut of the identifi macro shock to total persist wa small howev compar to that of sectorspecif shock copyright 1992 by royal econom societi", "title": "Persistence of Shocks and Their"}, "https://ideas.repec.org/a/ecj/econjl/v100y1990i400p137-50.html": {"abstract": " This paper discusses alternative methods of testing for aggregation bias and proposes direct tests of the discrepancy of the macroparameters from the average of the corresponding microparameters, and derives tests of aggregation bias in the general case where the parameters of interest may possibly be nonlinear functions of the microparameters. The paper also develops a Durbin-Hausman type misspecification test of the disaggregate model. These tests are then applied to disaggregate and aggregate specifications of employment functions for the U.K. economy disaggregated by forty industries. Copyright 1990 by Royal Economic Society.", "authors": ["fple288", "eppe34", "eppi4"], "abstractStem": " thi paper discuss altern method of test for aggreg bia and propos direct test of the discrep of the macroparamet from the averag of the correspond microparamet and deriv test of aggreg bia in the gener case where the paramet of interest may possibl be nonlinear function of the microparamet the paper also develop a durbinhausman type misspecif test of the disaggreg model these test are then appli to disaggreg and aggreg specif of employ function for the uk economi disaggreg by forti industri copyright 1990 by royal econom societi", "title": "Testing for Aggregation Bias in Linear Models"}, "https://ideas.repec.org/a/eee/intfor/v25y2009i4p703-715.html": {"abstract": "No abstract is available for this item.", "authors": ["eppe34", "epsc73", "epsm169"], "abstractStem": "no abstract is avail for thi item", "title": "Rejoinder to comments on forecasting economic and financial variables with global VARs"}, "homepage": "https://ideas.repec.org/e/ppe34.html", "https://ideas.repec.org/a/ecj/econjl/v103y1993i416p21-55.html": {"abstract": " A multisectoral union-firm model of wage-setting is developed to analyze intersectoral interactions that take place through expectations of outside wage opportunities in the economy as a whole. The technical issues involved in the solution and estimation of models of this type are discussed, noting the significance of the assumed structure of information across sectors. These issues are investigated empirically using data for sixteen industrial sectors o f the UK economy. It is found that (1) expected outside wages exert an important influence on real wages in all sectors; (2) pressure on wa ges which are internal to the sector are found primarily outside the \"service-producing\" sectors; (3) unemployment rates and unemployment benefits show up significantly only in a few sectors; (4) there are complicated dynamic adjustments influencing wage formation across th e sectors; and (5) the aggregate wage equations considered in the pape r are subject to serious aggregation problems. Copyright 1993 by Royal Economic Society.", "authors": ["fple288", "eppe34"], "abstractStem": " a multisector unionfirm model of wageset is develop to analyz intersector interact that take place through expect of outsid wage opportun in the economi as a whole the technic issu involv in the solut and estim of model of thi type are discuss note the signific of the assum structur of inform across sector these issu are investig empir use data for sixteen industri sector o f the uk economi it is found that 1 expect outsid wage exert an import influenc on real wage in all sector 2 pressur on wa ge which are intern to the sector are found primarili outsid the serviceproduc sector 3 unemploy rate and unemploy benefit show up significantli onli in a few sector 4 there are complic dynam adjust influenc wage format across th e sector and 5 the aggreg wage equat consid in the pape r are subject to seriou aggreg problem copyright 1993 by royal econom societi", "title": "The Role of Sectoral Interactions in Wage Determination in the UK Economy"}, "https://ideas.repec.org/a/ecj/econjl/v86y1976i342p315-20.html": {"abstract": "No abstract is available for this item.", "authors": ["eppe34"], "abstractStem": "no abstract is avail for thi item", "title": "The Determinants of United Kingdom Import Prices-A Note"}, "https://ideas.repec.org/a/eee/econom/v68y1995i1p79-113.html": {"abstract": "No abstract is available for this item.", "authors": ["eppe34", "epsm18"], "abstractStem": "no abstract is avail for thi item", "title": "Estimating long-run relationships from dynamic heterogeneous panels"}, "https://ideas.repec.org/a/wly/japmet/v28y2013i5p901-902.html": {"abstract": "No abstract is available for this item.", "authors": ["eppe34"], "abstractStem": "no abstract is avail for thi item", "title": "Distinguished Authors"}, "https://ideas.repec.org/a/tpr/restat/v73y1991i2p353-58.html": {"abstract": " This note provides a generalization of the standard adjustment cost-rational expectations model due to Sargent (1978), which, in addition to the cost of changing the level of the decision variable, also allows for the cost of altering the \"speed\" with which decisions are changed. It establishes the existence of a unique stable solution for this more general model, derives an explicit solution for the underlying decision problem, and provides a necessary order condition for identification of the structural parameters. The note also contains an application of the model to the determination of employment in the U.K. coal industry over the 1956-83 period. Copyright 1991 by MIT Press.", "authors": ["eppe34"], "abstractStem": " thi note provid a gener of the standard adjust costrat expect model due to sargent 1978 which in addit to the cost of chang the level of the decis variabl also allow for the cost of alter the speed with which decis are chang it establish the exist of a uniqu stabl solut for thi more gener model deriv an explicit solut for the underli decis problem and provid a necessari order condit for identif of the structur paramet the note also contain an applic of the model to the determin of employ in the uk coal industri over the 195683 period copyright 1991 by mit press", "title": "Costly Adjustment under Rational Expectations: A Generalization"}, "lastname": "Pesaran", "https://ideas.repec.org/a/bla/manch2/v53y1985i3p280-95.html": {"abstract": "No abstract is available for this item.", "authors": ["eppe34", "epsm18"], "abstractStem": "no abstract is avail for thi item", "title": "Testing for Structural Stability and Predictive Failure: A Review"}, "https://ideas.repec.org/a/eee/econom/v16y1981i3p375-398.html": {"abstract": "No abstract is available for this item.", "authors": ["eppe34"], "abstractStem": "no abstract is avail for thi item", "title": "Identification of rational expectations models"}, "https://ideas.repec.org/a/ecj/econjl/v107y1997i440p178-91.html": {"abstract": "This argues for a closer link between the modelling of the long-run relations in applied economics and the intertemporal equilibrium notion from economic theory.<p>(This abstract was borrowed from another version of this item.)", "authors": ["eppe34"], "abstractStem": "thi argu for a closer link between the model of the longrun relat in appli econom and the intertempor equilibrium notion from econom theorypthi abstract wa borrow from anoth version of thi item", "title": "The Role of Economic Theory in Modelling the Long Run"}, "https://ideas.repec.org/a/jae/japmet/v22y2007i2p229-232.html": {"abstract": " The papers included in this special issue are primarily concerned with the problem of cross section dependence and heterogeneity in the analysis of panel data models and their relevance in applied econometric research. Cross section dependence can arise due to spatial or spill over effects, or could be due to unobserved (or unobservable) common factors. Much of the recent research on non-stationary panel data have focussed on this problem. It was clear that the first generation panel unit root and cointegration tests developed in the 1990's, which assumed cross-sectional independence, are inadequate and could lead to significant size distortions in the presence of neglected cross-section dependence. Second generation panel unit root and cointegration tests that take account of possible cross-section dependence in the data have been developed, see the recent surveys by Choi (2006) and Breitung and Pesaran (2007). The papers by Baltagi, Bresson and Pirotte, Choi and Chue, Kapetanios, and Pesaran in this special issue are further contributions to this literature. The papers by Fachin, and Moon and Perron are empirical studies in this area. Controlling for heterogeneity has also been an important concern for empirical researchers with panel data methods promising better handle on heterogeneity than cross-section data methods. The papers by Hsiao, Shen, Wang and Weeks, Pedroni and Serlenga and Shin are empirical contributions to this area. Copyright © 2007 John Wiley &amp; Sons, Ltd.", "authors": ["epba9", "eppe34"], "abstractStem": " the paper includ in thi special issu are primarili concern with the problem of cross section depend and heterogen in the analysi of panel data model and their relev in appli econometr research cross section depend can aris due to spatial or spill over effect or could be due to unobserv or unobserv common factor much of the recent research on nonstationari panel data have focuss on thi problem it wa clear that the first gener panel unit root and cointegr test develop in the 1990 which assum crosssect independ are inadequ and could lead to signific size distort in the presenc of neglect crosssect depend second gener panel unit root and cointegr test that take account of possibl crosssect depend in the data have been develop see the recent survey by choi 2006 and breitung and pesaran 2007 the paper by baltagi bresson and pirott choi and chue kapetanio and pesaran in thi special issu are further contribut to thi literatur the paper by fachin and moon and perron are empir studi in thi area control for heterogen ha also been an import concern for empir research with panel data method promis better handl on heterogen than crosssect data method the paper by hsiao shen wang and week pedroni and serlenga and shin are empir contribut to thi area copyright   2007 john wiley amp son ltd", "title": "Heterogeneity and cross section dependence in panel data models: theory and applications introduction"}, "https://ideas.repec.org/a/cup/etheor/v21y2005i01p212-231_05.html": {"abstract": "This paper considers the problems facing decision makers using econometric models in real time. It identifies the key stages involved and highlights the role of automated systems in reducing the effect of data snooping. It sets out many choices that researchers face in construction of automated systems and discusses some of the possible ways advanced in the literature for dealing with them. The role of feedbacks from the decision maker’s actions to the data generating process is also discussed and highlighted through an example.<p>(This abstract was borrowed from another version of this item.)", "authors": ["eppe34", "epti8"], "abstractStem": "thi paper consid the problem face decis maker use econometr model in real time it identifi the key stage involv and highlight the role of autom system in reduc the effect of data snoop it set out mani choic that research face in construct of autom system and discuss some of the possibl way advanc in the literatur for deal with them the role of feedback from the decis maker s action to the data gener process is also discuss and highlight through an examplepthi abstract wa borrow from anoth version of thi item", "title": "Real-Time Econometrics"}, "https://ideas.repec.org/a/bla/manchs/v79y2011is2p5-16.html": {"abstract": "No abstract is available for this item.", "authors": ["eppe34", "epsm18"], "abstractStem": "no abstract is avail for thi item", "title": "BEYOND THE DSGE STRAITJACKET-super-1"}, "https://ideas.repec.org/a/ier/iecrev/v14y1973i1p120-31.html": {"abstract": "No abstract is available for this item.", "authors": ["eppe34"], "abstractStem": "no abstract is avail for thi item", "title": "The Small Sample Problem of Truncation Remainders in the Estimation of Distributed Lag Models with Autocorrelated Errors"}, "https://ideas.repec.org/a/wly/japmet/v29y2014i1p1-21.html": {"abstract": " SUMMARY This paper develops a long‐run output relation for a major oil‐exporting economy where the oil income‐to‐output ratio remains sufficiently high over a prolonged period. It extends the stochastic growth model developed in Binder and Pesaran (1999) by including oil exports as an additional factor in the capital accumulation process. The paper distinguishes between the two cases where the growth of oil income, g-super-o, is less than the natural growth rate (the sum of the population growth, n, and the growth of technical progress, g), and when g-super-o ≥ g + n. Under the former, the effects of oil income on the economy's steady growth rate will vanish eventually, while under the latter oil income enters the long‐run output equation with a coefficient which is equal to the share of capital if it is further assumed that the underlying production technology can be represented by a Cobb–Douglas production function. The long‐run theory is tested using quarterly data on nine major oil economies. Overall, the test results support the long‐run theory, with the existence of long‐run relations between real output, foreign output and real oil income established for six of the nine economies considered. Copyright © 2012 John Wiley &amp; Sons, Ltd.", "authors": ["epes76", "fpmo519", "eppe34"], "abstractStem": " summari thi paper develop a long run output relat for a major oil export economi where the oil incom to output ratio remain suffici high over a prolong period it extend the stochast growth model develop in binder and pesaran 1999 by includ oil export as an addit factor in the capit accumul process the paper distinguish between the two case where the growth of oil incom gsupero is less than the natur growth rate the sum of the popul growth n and the growth of technic progress g and when gsupero   g  n under the former the effect of oil incom on the economi steadi growth rate will vanish eventu while under the latter oil incom enter the long run output equat with a coeffici which is equal to the share of capit if it is further assum that the underli product technolog can be repres by a cobb dougla product function the long run theori is test use quarterli data on nine major oil economi overal the test result support the long run theori with the exist of long run relat between real output foreign output and real oil incom establish for six of the nine economi consid copyright   2012 john wiley amp son ltd", "title": "An Empirical Growth Model For Major Oil Exporters"}, "https://ideas.repec.org/a/eee/econom/v160y2011i2p326-348.html": {"abstract": "The presence of cross-sectionally correlated error terms invalidates much inferential theory of panel data models. Recently, work by Pesaran (2006) has suggested a method which makes use of cross-sectional averages to provide valid inference in the case of stationary panel regressions with a multifactor error structure. This paper extends this work and examines the important case where the unobservable common factors follow unit root processes. The extension to I(1) processes is remarkable on two counts. First, it is of great interest to note that while intermediate results needed for deriving the asymptotic distribution of the panel estimators differ between the I(1) and I(0) cases, the final results are surprisingly similar. This is in direct contrast to the standard distributional results for I(1) processes that radically differ from those for I(0) processes. Second, it is worth noting the significant extra technical demands required to prove the new results. The theoretical findings are further supported for small samples via an extensive Monte Carlo study. In particular, the results of the Monte Carlo study suggest that the cross-sectional-average-based method is robust to a wide variety of data generation processes and has lower biases than the alternative estimation methods considered in the paper.", "authors": ["eppe34", "fpya208"], "abstractStem": "the presenc of crosssect correl error term invalid much inferenti theori of panel data model recent work by pesaran 2006 ha suggest a method which make use of crosssect averag to provid valid infer in the case of stationari panel regress with a multifactor error structur thi paper extend thi work and examin the import case where the unobserv common factor follow unit root process the extens to i1 process is remark on two count first it is of great interest to note that while intermedi result need for deriv the asymptot distribut of the panel estim differ between the i1 and i0 case the final result are surprisingli similar thi is in direct contrast to the standard distribut result for i1 process that radic differ from those for i0 process second it is worth note the signific extra technic demand requir to prove the new result the theoret find are further support for small sampl via an extens mont carlo studi in particular the result of the mont carlo studi suggest that the crosssectionalaveragebas method is robust to a wide varieti of data gener process and ha lower bias than the altern estim method consid in the paper", "title": "Panels with non-stationary multifactor error structures"}, "https://ideas.repec.org/a/eee/econom/v178y2014ip2p273-285.html": {"abstract": "This paper investigates the problem of aggregation in the case of large linear dynamic panels, where each micro unit is potentially related to all other micro units, and where micro innovations are allowed to be cross sectionally dependent. Following Pesaran (2003), an optimal aggregate function is derived and used (i) to establish conditions under which Granger’s (1980) conjecture regarding the long memory properties of aggregate variables from ‘a very large scale dynamic, econometric model’ holds, and (ii) to show which distributional features of micro parameters can be identified from the aggregate model. The paper also derives impulse response functions for the aggregate variables, distinguishing between the effects of composite macro and aggregated idiosyncratic shocks. Some of the findings of the paper are illustrated by Monte Carlo experiments. The paper also contains an empirical application to consumer price inflation in Germany, France and Italy, and re-examines the extent to which ‘observed’ inflation persistence at the aggregate level is due to aggregation and/or common unobserved factors. Our findings suggest that dynamic heterogeneity as well as persistent common factors are needed for explaining the observed persistence of the aggregate inflation.", "authors": ["fpch972", "eppe34"], "abstractStem": "thi paper investig the problem of aggreg in the case of larg linear dynam panel where each micro unit is potenti relat to all other micro unit and where micro innov are allow to be cross section depend follow pesaran 2003 an optim aggreg function is deriv and use i to establish condit under which granger s 1980 conjectur regard the long memori properti of aggreg variabl from  a veri larg scale dynam econometr model  hold and ii to show which distribut featur of micro paramet can be identifi from the aggreg model the paper also deriv impuls respons function for the aggreg variabl distinguish between the effect of composit macro and aggreg idiosyncrat shock some of the find of the paper are illustr by mont carlo experi the paper also contain an empir applic to consum price inflat in germani franc and itali and reexamin the extent to which  observ  inflat persist at the aggreg level is due to aggreg andor common unobserv factor our find suggest that dynam heterogen as well as persist common factor are need for explain the observ persist of the aggreg inflat", "title": "Aggregation in large dynamic panels"}, "https://ideas.repec.org/a/taf/emetrv/v28y2009i6p495-521.html": {"abstract": " Given nominal exchange rates and price data on N + 1 countries indexed by i = 0,1,2,…, N, the standard procedure for testing purchasing power parity (PPP) is to apply unit root or stationarity tests to N real exchange rates all measured relative to a base country, 0, often taken to be the U.S. Such a procedure is sensitive to the choice of base country, ignores the information in all the other cross-rates and is subject to a high degree of cross-section dependence which has adverse effects on estimation and inference. In this article, we conduct a variety of unit root tests on all possible N(N + 1)/2 real rates between pairs of the N + 1 countries and estimate the proportion of the pairs that are stationary. This proportion can be consistently estimated even in the presence of cross-section dependence. We estimate this proportion using quarterly data on the real exchange rate for 50 countries over the period 1957-2001. The main substantive conclusion is that to reject the null of no adjustment to PPP requires sufficiently large disequilibria to move the real rate out of the band of inaction set by trade costs. In such cases, one can reject the null of no adjustment to PPP up to 90% of the time as compared to around 40% in the whole sample using a linear alternative and almost 60% using a nonlinear alternative.", "authors": ["eppe34", "epsm18", "fpya208"], "abstractStem": " given nomin exchang rate and price data on n  1 countri index by i  012  n the standard procedur for test purchas power pariti ppp is to appli unit root or stationar test to n real exchang rate all measur rel to a base countri 0 often taken to be the us such a procedur is sensit to the choic of base countri ignor the inform in all the other crossrat and is subject to a high degre of crosssect depend which ha advers effect on estim and infer in thi articl we conduct a varieti of unit root test on all possibl nn  12 real rate between pair of the n  1 countri and estim the proport of the pair that are stationari thi proport can be consist estim even in the presenc of crosssect depend we estim thi proport use quarterli data on the real exchang rate for 50 countri over the period 19572001 the main substant conclus is that to reject the null of no adjust to ppp requir suffici larg disequilibria to move the real rate out of the band of inact set by trade cost in such case one can reject the null of no adjust to ppp up to 90 of the time as compar to around 40 in the whole sampl use a linear altern and almost 60 use a nonlinear altern", "title": "Pairwise Tests of Purchasing Power Parity"}, "https://ideas.repec.org/a/eee/ecolet/v12y1983i3-4p277-281.html": {"abstract": "No abstract is available for this item.", "authors": ["fpha893", "eppe34"], "abstractStem": "no abstract is avail for thi item", "title": "The J-test as a Hausman specification test"}, "https://ideas.repec.org/a/eee/ecolet/v27y1988i4p341-348.html": {"abstract": "No abstract is available for this item.", "authors": ["epha174", "eppe34"], "abstractStem": "no abstract is avail for thi item", "title": "Tests of non-nested linear regression models subject to linear restrictions"}, "https://ideas.repec.org/a/jae/japmet/v24y2009i6p871-873.html": {"abstract": "No abstract is available for this item.", "authors": ["ephe33", "eppe34"], "abstractStem": "no abstract is avail for thi item", "title": "In memory of Clive Granger: an advisory board member of the journal"}, "https://ideas.repec.org/a/ecj/econjl/v100y1990i401p367-90.html": {"abstract": " This paper develops an econometric model for the analysis of exploration and production policies of \"price-taking\" suppliers, and derives theoretically consistent exploration and output equations for oil which explicitly take account of the oil discovery process and the intertemporal nature of exploration and production decision. The model is then applied to an empirical analysis of oil exploration and extraction on the United Kingdom Continental Shelf (UKCS) over the period 1978(1)-1986(4). The analysis explicitly takes account of the available engineering information concerning the pressure dynamics of the petroleum reserves and the geological knowledge pertinent to the discovery process, and presents formal statistical tests of the significance of these factors for the explanation of output and exploration in the North Sea. Copyright 1990 by Royal Economic Society.", "authors": ["eppe34"], "abstractStem": " thi paper develop an econometr model for the analysi of explor and product polici of pricetak supplier and deriv theoret consist explor and output equat for oil which explicitli take account of the oil discoveri process and the intertempor natur of explor and product decis the model is then appli to an empir analysi of oil explor and extract on the unit kingdom continent shelf ukc over the period 1978119864 the analysi explicitli take account of the avail engin inform concern the pressur dynam of the petroleum reserv and the geolog knowledg pertin to the discoveri process and present formal statist test of the signific of these factor for the explan of output and explor in the north sea copyright 1990 by royal econom societi", "title": "An Econometric Analysis of Exploration and Extraction of Oil in the U.K. Continental Shelf"}, "https://ideas.repec.org/a/eee/dyncon/v3y1981i1p387-391.html": {"abstract": "No abstract is available for this item.", "authors": ["eppe34"], "abstractStem": "no abstract is avail for thi item", "title": "Expenditure of oil revenue: An optimal control approach with application to the Iranian economy : H. Motamen, (Frances Pinter, London, 1979) pp. 189, [UK pound]12.50"}, "https://ideas.repec.org/a/cup/etheor/v7y1991i01p85-123_00.html": {"abstract": "Sir Richard Stone, knighted in 1978 and Nobel Laureate in Economics in 1984, is one of the pioneering architects of national income and social accounts, and is one of the few economists of his generation to have faced the challenge of economics as a science by combining theory and measurement within a cohesive framework. He was awarded the Nobel Prize in Economics for his “fundamental contributions to the development of national accounts,” but he has made equally significant contributions to the empirical analysis of consumer behavior. His work on the “Growth Project” has also been instrumental in the development of appropriate econometric methodology for the construction and the analysis of large disaggregated macroeconometric models.", "authors": ["eppe34"], "abstractStem": "sir richard stone knight in 1978 and nobel laureat in econom in 1984 is one of the pioneer architect of nation incom and social account and is one of the few economist of hi gener to have face the challeng of econom as a scienc by combin theori and measur within a cohes framework he wa award the nobel prize in econom for hi  fundament contribut to the develop of nation account  but he ha made equal signific contribut to the empir analysi of consum behavior hi work on the  growth project  ha also been instrument in the develop of appropri econometr methodolog for the construct and the analysi of larg disaggreg macroeconometr model", "title": "The Et Interview: Professor Sir Richard Stone"}, "https://ideas.repec.org/a/eee/econom/v21y1983i1p133-154.html": {"abstract": "No abstract is available for this item.", "authors": ["fpgo313", "eppe34"], "abstractStem": "no abstract is avail for thi item", "title": "Tests of non-nested regression models: Small sample adjustments and Monte Carlo evidence"}, "https://ideas.repec.org/a/eee/econom/v56y1993i1-2p57-88.html": {"abstract": "No abstract is available for this item.", "authors": ["fple288", "eppe34", "eppi4"], "abstractStem": "no abstract is avail for thi item", "title": "Persistence, cointegration, and aggregation : A disaggregated analysis of output fluctuations in the U.S. economy"}, "https://ideas.repec.org/a/bla/obuest/v76y2014i6p812-840.html": {"abstract": " type=\"main\" xml:id=\"obes12046-abs-0001\"&gt;  This article considers some of the technical issues involved in using the global vector autoregression (GVAR) approach to construct a multi-country rational expectations (RE) model and illustrates them with a new Keynesian model for 33 countries estimated with quarterly data over the period 1980–2011. The issues considered are: the measurement of steady states; the determination of exchange rates and the specification of the short-run country-specific models; the identification and estimation of the model subject to the theoretical constraints required for a determinate rational expectations solution; the solution of a large RE model; the structure and estimation of the covariance matrix and the simulation of shocks. The model used as an illustration shows that global demand and supply shocks are the most important drivers of output, inflation and interest rates in the long run. By contrast, monetary or exchange rate shocks have only a short-run impact in the evolution of the world economy. The article also shows the importance of international connections, directly as well as indirectly through spillover effects. Overall, ignoring global inter-connections as country-specific models do, could give rise to misleading conclusions.", "authors": ["epde176", "eppe34", "epsm18"], "abstractStem": " typemain xmlidobes12046abs0001gt  thi articl consid some of the technic issu involv in use the global vector autoregress gvar approach to construct a multicountri ration expect re model and illustr them with a new keynesian model for 33 countri estim with quarterli data over the period 1980 2011 the issu consid are the measur of steadi state the determin of exchang rate and the specif of the shortrun countryspecif model the identif and estim of the model subject to the theoret constraint requir for a determin ration expect solut the solut of a larg re model the structur and estim of the covari matrix and the simul of shock the model use as an illustr show that global demand and suppli shock are the most import driver of output inflat and interest rate in the long run by contrast monetari or exchang rate shock have onli a shortrun impact in the evolut of the world economi the articl also show the import of intern connect directli as well as indirectli through spillov effect overal ignor global interconnect as countryspecif model do could give rise to mislead conclus", "title": "Constructing Multi-Country Rational Expectations Models"}, "https://ideas.repec.org/a/jae/japmet/v12y1997i4p357-92.html": {"abstract": " The paper considers international per capita output and its growth using a panel of data for 102 countries between 1960 and 1989. It sets out an explicitly stochastic Solow growth model and Shows that this has quite different properties from the standard approach where the output equation is obtained by adding an error term to the linearized solution of a deterministic Solow model. It examines the econometric properties of estimates of beta convergence as traditionally defined in the literature and shows that all these estimates are subject to substantial biases. Our empirical estimates clearly reflect the nature and the magnitude of these biases as predicted by econometric theory. Steady state growth rates differ significantly across countries and once this heterogeneity is allowed for the estimates of beta are substantially higher than the consensus in the literature. But they are very imprecisely estimated and difficult to interpret. The paper also discusses the economic implications of these results for sigma convergence. (c) 1997 John Wiley &amp; Sons. Ltd.", "authors": ["fple288", "eppe34", "epsm18"], "abstractStem": " the paper consid intern per capita output and it growth use a panel of data for 102 countri between 1960 and 1989 it set out an explicitli stochast solow growth model and show that thi ha quit differ properti from the standard approach where the output equat is obtain by ad an error term to the linear solut of a determinist solow model it examin the econometr properti of estim of beta converg as tradit defin in the literatur and show that all these estim are subject to substanti bias our empir estim clearli reflect the natur and the magnitud of these bias as predict by econometr theori steadi state growth rate differ significantli across countri and onc thi heterogen is allow for the estim of beta are substanti higher than the consensu in the literatur but they are veri imprecis estim and difficult to interpret the paper also discuss the econom implic of these result for sigma converg c 1997 john wiley amp son ltd", "title": "Growth and Convergence in Multi-country Empirical Stochastic Solow Model"}, "https://ideas.repec.org/a/ecm/emetrp/v50y1982i5p1287-1305.html": {"abstract": "No abstract is available for this item.", "authors": ["eppe34"], "abstractStem": "no abstract is avail for thi item", "title": "Comparison of Local Power of Alternative Tests of Non-Nested Regression Models"}, "https://ideas.repec.org/a/jae/japmet/v16y2001i5p653-654.html": {"abstract": "No abstract is available for this item.", "authors": ["eppe34"], "abstractStem": "no abstract is avail for thi item", "title": "Journal of Applied Econometrics distinguished authors"}, "https://ideas.repec.org/a/eee/dyncon/v32y2008i10p3376-3395.html": {"abstract": "This paper considers the implications of the permanent/transitory decomposition of shocks for identification of structural models in the general case where the model might contain more than one permanent structural shock. It provides a simple and intuitive generalization of the influential work of Blanchard and Quah (1989), and shows that structural equations with known permanent shocks can not contain error correction terms, thereby freeing up the latter to be used as instruments in estimating their parameters. The approach is illustrated by a re-examination of the identification schemes used by Wickens and Motto (2001), Shapiro and Watson (1988), King, Plosser, Stock, Watson (1991), Gali (1992, 1999) and Fisher (2006).<p>(This abstract was borrowed from another version of this item.)", "authors": ["fppa222", "eppe34"], "abstractStem": "thi paper consid the implic of the permanenttransitori decomposit of shock for identif of structur model in the gener case where the model might contain more than one perman structur shock it provid a simpl and intuit gener of the influenti work of blanchard and quah 1989 and show that structur equat with known perman shock can not contain error correct term therebi free up the latter to be use as instrument in estim their paramet the approach is illustr by a reexamin of the identif scheme use by wicken and motto 2001 shapiro and watson 1988 king plosser stock watson 1991 gali 1992 1999 and fisher 2006pthi abstract wa borrow from anoth version of thi item", "title": "Econometric analysis of structural systems with permanent and transitory shocks"}, "https://ideas.repec.org/a/jae/japmet/v22y2007i7p1395-1395.html": {"abstract": "No abstract is available for this item.", "authors": ["eppe34"], "abstractStem": "no abstract is avail for thi item", "title": "Journal of Applied Econometrics Dissertation Prize"}, "https://ideas.repec.org/a/ecj/econjl/v113y2003i487p412-455.html": {"abstract": " A new modelling strategy that provides a practical approach to incorporating long-run structural relationships, suggested by economic theory, in an otherwise unrestricted VAR model is applied to construct a small quarterly macroeconometric model of the UK, estimated over 1965q1-1999q4 in nine variables: domestic and foreign outputs, prices and interest rates, oil prices, the nominal effective exchange rate, and real money balances. The aim is to develop a model with a transparent and theoretically coherent foundation. Tests of restrictions on the long-run relations of the model are presented. The dynamic properties of the model are discussed and monetary policy shocks identified. Copyright 2003 Royal Economic Society.", "authors": ["fpga443", "fple288", "eppe34", "fpsh557"], "abstractStem": " a new model strategi that provid a practic approach to incorpor longrun structur relationship suggest by econom theori in an otherwis unrestrict var model is appli to construct a small quarterli macroeconometr model of the uk estim over 1965q11999q4 in nine variabl domest and foreign output price and interest rate oil price the nomin effect exchang rate and real money balanc the aim is to develop a model with a transpar and theoret coher foundat test of restrict on the longrun relat of the model are present the dynam properti of the model are discuss and monetari polici shock identifi copyright 2003 royal econom societi", "title": "A Long run structural macroeconometric model of the UK"}, "https://ideas.repec.org/a/eee/ecolet/v116y2012i3p545-546.html": {"abstract": "Applications of panel unit root tests have become commonplace in empirical economics, yet there are ambiguities as how best to interpret the test results. This note clarifies that rejection of the panel unit root hypothesis should be interpreted as evidence that a statistically significant proportion of the units are stationary. Accordingly, in the event of a rejection, and in applications where the time dimension of the panel is relatively large, it recommends the test outcome to be augmented with an estimate of the proportion of the cross-section units for which the individual unit root tests are rejected. The economic importance of the rejection can be measured by the magnitude of this proportion.", "authors": ["eppe34"], "abstractStem": "applic of panel unit root test have becom commonplac in empir econom yet there are ambigu as how best to interpret the test result thi note clarifi that reject of the panel unit root hypothesi should be interpret as evid that a statist signific proport of the unit are stationari accordingli in the event of a reject and in applic where the time dimens of the panel is rel larg it recommend the test outcom to be augment with an estim of the proport of the crosssect unit for which the individu unit root test are reject the econom import of the reject can be measur by the magnitud of thi proport", "title": "On the interpretation of panel unit root tests"}, "https://ideas.repec.org/a/eee/ecmode/v27y2010i6p1398-1416.html": {"abstract": "Modelling of conditional volatilities and correlations across asset returns is an integral part of portfolio decision making and risk management. Over the past three decades there has been a trend towards increased asset return correlations across markets, a trend which has been accentuated during the recent financial crisis. We shall examine the nature of asset return correlations using weekly returns on futures markets and investigate the extent to which multivariate volatility models proposed in the literature can be used to formally characterize and quantify market risk. In particular, we ask how adequate these models are for modelling market risk at times of financial crisis. In doing so we consider a multivariate t version of the Gaussian dynamic conditional correlation (DCC) model proposed by Engle (2002), and show that the t-DCC model passes the usual diagnostic tests based on probability integral transforms, but fails the value at risk (VaR) based diagnostics when applied to the post 2007 period that includes the recent financial crisis.", "authors": ["eppe34"], "abstractStem": "model of condit volatil and correl across asset return is an integr part of portfolio decis make and risk manag over the past three decad there ha been a trend toward increas asset return correl across market a trend which ha been accentu dure the recent financi crisi we shall examin the natur of asset return correl use weekli return on futur market and investig the extent to which multivari volatil model propos in the literatur can be use to formal character and quantifi market risk in particular we ask how adequ these model are for model market risk at time of financi crisi in do so we consid a multivari t version of the gaussian dynam condit correl dcc model propos by engl 2002 and show that the tdcc model pass the usual diagnost test base on probabl integr transform but fail the valu at risk var base diagnost when appli to the post 2007 period that includ the recent financi crisi", "title": "Conditional volatility and correlations of weekly returns and the VaR analysis of 2008 stock market crash"}, "https://ideas.repec.org/a/eee/ecolet/v51y1996i3p267-276.html": {"abstract": "No abstract is available for this item.", "authors": ["eppe34", "epru3"], "abstractStem": "no abstract is avail for thi item", "title": "Limited-dependent rational expectations models with stochastic thresholds"}, "https://ideas.repec.org/a/col/000425/009966.html": {"abstract": "This paper investigates how changes in trade linkages between China, Latin America, and the rest of the world have altered the transmission of international business cycles to Latin America. Evidence based on a GVAR model for five large Latin American economies shows that the long-term impact of a China GDP shock on the typical Latin American economy has increased by three times since the mid-1990s, while the longterm impact of a US GDP shock has halved, while the transmission of shocks to LatinAmerica and the rest of emerging Asia GDP (excluding China and India) has not changed. These changes owe more changes in China´s impact on Latin America´s traditional and largest trading partners than to increased direct bilateral trade linkages boosted by the decade-long commodity price boom. These findings have important implications for both Latin America and the international business cycle.", "authors": ["epce131", "eppe34", "epre6", "epxu51"], "abstractStem": "thi paper investig how chang in trade linkag between china latin america and the rest of the world have alter the transmiss of intern busi cycl to latin america evid base on a gvar model for five larg latin american economi show that the longterm impact of a china gdp shock on the typic latin american economi ha increas by three time sinc the mid1990 while the longterm impact of a us gdp shock ha halv while the transmiss of shock to latinamerica and the rest of emerg asia gdp exclud china and india ha not chang these chang owe more chang in china s impact on latin america s tradit and largest trade partner than to increas direct bilater trade linkag boost by the decadelong commod price boom these find have import implic for both latin america and the intern busi cycl", "title": "China's Emergence in the World Economy and Business Cycles in Latin America"}, "https://ideas.repec.org/a/eee/econom/v109y2002i1p107-150.html": {"abstract": "A transformed likelihood approach is suggested to estimate fixed effects dynamic panel data models. Conditions on the data generating process of the exogenous variables are given to get around the issue of ?incidental parameters?. The maximum likelihood (MLE) and minimum distance estimator (MDE) are suggested. Both estimators are shown to be consistent and asymptotically more efficient than the instrumental variable (IV) or generalised method of moment (GMM) estimators. A Hausman-type specification test is suggested to test the fixed versus random effects specification or conditions on the data-generating process of the exogenous variables. Monte Carlo studies are conducted to evaluate the finite sample properties of the MLE, MDE, IV and GMM. It is shown that the likelihood approach appears to dominate the GMM approach both in terms of the bias or root mean squares error of the estimators and the size and power of the test statistics.<p>(This abstract was borrowed from another version of this item.)", "authors": ["ephs10", "eppe34"], "abstractStem": "a transform likelihood approach is suggest to estim fix effect dynam panel data model condit on the data gener process of the exogen variabl are given to get around the issu of incident paramet the maximum likelihood mle and minimum distanc estim mde are suggest both estim are shown to be consist and asymptot more effici than the instrument variabl iv or generalis method of moment gmm estim a hausmantyp specif test is suggest to test the fix versu random effect specif or condit on the datagener process of the exogen variabl mont carlo studi are conduct to evalu the finit sampl properti of the mle mde iv and gmm it is shown that the likelihood approach appear to domin the gmm approach both in term of the bia or root mean squar error of the estim and the size and power of the test statisticspthi abstract wa borrow from anoth version of thi item", "title": "Maximum likelihood estimation of fixed effects dynamic panel data models covering short time periods"}, "https://ideas.repec.org/a/eee/empfin/v16y2009i2p280-305.html": {"abstract": "This paper considers the problem of model uncertainty in the case of multi-asset volatility models and discusses the use of model averaging techniques as a way of dealing with the risk of inadvertently using false models in portfolio management. Evaluation of volatility models is then considered and a simple Value-at-Risk (VaR) diagnostic test is proposed for individual as well as 'average' models. The asymptotic as well as the exact finite-sample distribution of the test statistic, dealing with the possibility of parameter uncertainty, are established. The model averaging idea and the VaR diagnostic tests are illustrated by an application to portfolios of daily returns on six currencies, four equity indices, four ten year government bonds and four commodities over the period 1991-2007. The empirical evidence supports the use of 'thick' model averaging strategies over single models or Bayesian type model averaging procedures.", "authors": ["eppe34", "epsc196"], "abstractStem": "thi paper consid the problem of model uncertainti in the case of multiasset volatil model and discuss the use of model averag techniqu as a way of deal with the risk of inadvert use fals model in portfolio manag evalu of volatil model is then consid and a simpl valueatrisk var diagnost test is propos for individu as well as averag model the asymptot as well as the exact finitesampl distribut of the test statist deal with the possibl of paramet uncertainti are establish the model averag idea and the var diagnost test are illustr by an applic to portfolio of daili return on six currenc four equiti indic four ten year govern bond and four commod over the period 19912007 the empir evid support the use of thick model averag strategi over singl model or bayesian type model averag procedur", "title": "Model averaging in risk management with an application to futures markets"}, "https://ideas.repec.org/a/jae/japmet/v18y2003i5p619-619.html": {"abstract": "No abstract is available for this item.", "authors": ["eppe34"], "abstractStem": "no abstract is avail for thi item", "title": "Journal of applied econometrics scholars programme"}, "https://ideas.repec.org/a/eee/ecolet/v58y1998i1p17-29.html": {"abstract": "Building on Koop, Pesaran and Potter (1996), the authors propose the `generalised' impulse response analysis for unrestricted vector autoregressive (VAR) and cointegrated VAR models. Unlike the traditional impulse response analysis, this approach does not require orthogonalisation of shocks and is invariant to the ordering of the variables in the VAR. In particular, it is shown that in general both generalised and orthogonalised impulse responses are equivalent only when the effects of the shock for the first equation in the VAR is examined. An empirical illustration is also provided showing that the two impulse responses could differ substantially.<p>(This abstract was borrowed from another version of this item.)", "authors": ["eppe34", "fpsh557"], "abstractStem": "build on koop pesaran and potter 1996 the author propos the generalis impuls respons analysi for unrestrict vector autoregress var and cointegr var model unlik the tradit impuls respons analysi thi approach doe not requir orthogonalis of shock and is invari to the order of the variabl in the var in particular it is shown that in gener both generalis and orthogonalis impuls respons are equival onli when the effect of the shock for the first equat in the var is examin an empir illustr is also provid show that the two impuls respons could differ substantiallypthi abstract wa borrow from anoth version of thi item", "title": "Generalized impulse response analysis in linear multivariate models"}, "https://ideas.repec.org/a/ecj/econjl/v110y2000i460p159-91.html": {"abstract": " This paper applies an extended and generalised version of the recursive modelling strategy developed in Pesaran and Timmermann (1995) to the UK stock market. The focus of the analysis is to simulate investors' search in \"real time\" for a model that can forecast stock returns. We find evidence of predictability in UK stock returns which could have been exploited by investors to improve on the risk-return trade-off offered by a passive strategy in the market portfolio. Alternative interpretations of this finding are briefly discussed.", "authors": ["eppe34", "epti8"], "abstractStem": " thi paper appli an extend and generalis version of the recurs model strategi develop in pesaran and timmermann 1995 to the uk stock market the focu of the analysi is to simul investor search in real time for a model that can forecast stock return we find evid of predict in uk stock return which could have been exploit by investor to improv on the riskreturn tradeoff offer by a passiv strategi in the market portfolio altern interpret of thi find are briefli discuss", "title": "A Recursive Modelling Approach to Predicting UK Stock Returns"}, "https://ideas.repec.org/a/eee/econom/v74y1996i1p119-147.html": {"abstract": "No abstract is available for this item.", "authors": ["epko8", "eppe34", "eppo193"], "abstractStem": "no abstract is avail for thi item", "title": "Impulse response analysis in nonlinear multivariate models"}, "https://ideas.repec.org/a/bla/ecorec/v64y1988i187p336-39.html": {"abstract": "No abstract is available for this item.", "authors": ["eppe34"], "abstractStem": "no abstract is avail for thi item", "title": "The Role of Theory in Applied Econometrics"}, "https://ideas.repec.org/a/jae/japmet/v24y2009i5p865-865.html": {"abstract": "No abstract is available for this item.", "authors": ["eppe34"], "abstractStem": "no abstract is avail for thi item", "title": "Announcement"}, "https://ideas.repec.org/a/oup/restud/v40y1973i4p529-535..html": {"abstract": "No abstract is available for this item.", "authors": [], "abstractStem": "no abstract is avail for thi item", "title": "Exact Maximum Likelihood Estimation of a Regression Equation with a First-Order Moving-Average Error"}, "https://ideas.repec.org/a/eee/ecolet/v44y1994i1-2p1-7.html": {"abstract": "No abstract is available for this item.", "authors": ["eppe34", "epti8"], "abstractStem": "no abstract is avail for thi item", "title": "A generalization of the non-parametric Henriksson-Merton test of market timing"}, "https://ideas.repec.org/a/cup/etheor/v21y2005i04p795-837_05.html": {"abstract": "This paper considers estimation and inference in panel vector autoregressions (PVARs) with fixed effects when the time dimension is finite and the cross-sectional dimension is large. A Maximum Likelihood (ML) estimator based on a transformed likelihood function is proposed and shown to be consistent and asymptotically normal irrespective of the unit-root and cointegrating properties of the underlying PVAR model. This transformed framework is also used to derive unit-root and cointegration tests, based on standard chi-squared and normally distributed statistics, in panels with a short time dimension. It is shown that the standard Generalized Method of Moments (GMM) estimator, examined as an alternative to the proposed ML estimator, breaks down if the underlying time series contain unit roots. Also, the extended GMM estimator, using variants of homoskedasticity and stationarity restrictions as suggested in a univariate context, is subject to difficulties. Monte Carlo evidence suggests that the ML estimator and the tests of hypotheses and cointegration that are based on it perform well in small samples in marked contrast to the performance of GMM estimators.<p>(This abstract was borrowed from another version of this item.)", "authors": ["ephs10", "eppe34"], "abstractStem": "thi paper consid estim and infer in panel vector autoregress pvar with fix effect when the time dimens is finit and the crosssect dimens is larg a maximum likelihood ml estim base on a transform likelihood function is propos and shown to be consist and asymptot normal irrespect of the unitroot and cointegr properti of the underli pvar model thi transform framework is also use to deriv unitroot and cointegr test base on standard chisquar and normal distribut statist in panel with a short time dimens it is shown that the standard gener method of moment gmm estim examin as an altern to the propos ml estim break down if the underli time seri contain unit root also the extend gmm estim use variant of homoskedast and stationar restrict as suggest in a univari context is subject to difficulti mont carlo evid suggest that the ml estim and the test of hypothes and cointegr that are base on it perform well in small sampl in mark contrast to the perform of gmm estimatorspthi abstract wa borrow from anoth version of thi item", "title": "Estimation And Inference In Short Panel Vector Autoregressions With Unit Roots And Cointegration"}, "https://ideas.repec.org/a/eee/intfor/v20y2004i3p411-425.html": {"abstract": "Empirical evidence suggests that many macroeconomic and financial time series are subject to occasional structural breaks. In this paper we present analytical results quantifying the effects of such breaks on the correlation between the forecast and the realization and on the ability to forecast the sign or direction of a time-series that is subject to breaks. Our results suggest that it can be very costly to ignore breaks. Forecasting approaches that condition on the most recent break are likely to perform better over unconditional approaches that use expanding or rolling estimation windows provided that the break is reasonably large.<p>(This abstract was borrowed from another version of this item.)", "authors": ["eppe34", "epti8"], "abstractStem": "empir evid suggest that mani macroeconom and financi time seri are subject to occasion structur break in thi paper we present analyt result quantifi the effect of such break on the correl between the forecast and the realiz and on the abil to forecast the sign or direct of a timeseri that is subject to break our result suggest that it can be veri costli to ignor break forecast approach that condit on the most recent break are like to perform better over uncondit approach that use expand or roll estim window provid that the break is reason largepthi abstract wa borrow from anoth version of thi item", "title": "How costly is it to ignore breaks when forecasting the direction of a time series?"}, "https://ideas.repec.org/a/ecj/econjl/v94y1984i374p237-57.html": {"abstract": "No abstract is available for this item.", "authors": ["epev33", "eppe34"], "abstractStem": "no abstract is avail for thi item", "title": "Inflation, Capital Gains and U.K. Personal Savings: 1953-1981"}, "https://ideas.repec.org/a/ijf/ijfiec/v12y2007i1p55-87.html": {"abstract": " This paper attempts to provide a conceptual framework for the analysis of counterfactual scenarios using macroeconometric models. As an application we consider UK entry to the euro. Entry involves a long-term commitment to restrict UK nominal exchange rates and interest rates to be the same as those of the euro area. We derive conditional probability distributions for the difference between the future realizations of variables of interest (e.g. UK and euro area output and prices) subject to UK entry restrictions being fully met over a given period and the alternative realizations without the restrictions. The robustness of the results can be evaluated by also conditioning on variables deemed to be invariant to UK entry, such as oil or US equity prices. Economic interdependence means that such policy evaluation must take account of international linkages and common factors that drive fluctuations across economies. In this paper this is accomplished using the Global VAR recently developed by Dees et al. (J. Appl. Econometrics, 2007, forthcoming). The paper briefly describes the GVAR which has been estimated for 25 countries and the euro area over the period 1979-2003. It reports probability estimates that output will be higher and prices lower in the UK and the euro area as a result of entry. It examines the sensitivity of these results to a variety of assumptions about when and how the UK entered and the observed global shocks and compares them with the effects of Swedish entry. Copyright © 2007 John Wiley &amp; Sons, Ltd.", "authors": ["eppe34", "epsm169", "epsm18"], "abstractStem": " thi paper attempt to provid a conceptu framework for the analysi of counterfactu scenario use macroeconometr model as an applic we consid uk entri to the euro entri involv a longterm commit to restrict uk nomin exchang rate and interest rate to be the same as those of the euro area we deriv condit probabl distribut for the differ between the futur realiz of variabl of interest eg uk and euro area output and price subject to uk entri restrict be fulli met over a given period and the altern realiz without the restrict the robust of the result can be evalu by also condit on variabl deem to be invari to uk entri such as oil or us equiti price econom interdepend mean that such polici evalu must take account of intern linkag and common factor that drive fluctuat across economi in thi paper thi is accomplish use the global var recent develop by dee et al j appl econometr 2007 forthcom the paper briefli describ the gvar which ha been estim for 25 countri and the euro area over the period 19792003 it report probabl estim that output will be higher and price lower in the uk and the euro area as a result of entri it examin the sensit of these result to a varieti of assumpt about when and how the uk enter and the observ global shock and compar them with the effect of swedish entri copyright   2007 john wiley amp son ltd", "title": "What if the UK or Sweden had joined the euro in 1999? An empirical evaluation using a Global VAR"}, "https://ideas.repec.org/a/jae/japmet/v18y2003i1p111-111.html": {"abstract": "No abstract is available for this item.", "authors": ["eppe34"], "abstractStem": "no abstract is avail for thi item", "title": "Introducing a replication section"}, "https://ideas.repec.org/a/oup/qjecon/v113y1998i1p319-323..html": {"abstract": "This paper comments on recent developments in the literature on the econometric analysis of international growth and convergence. It notes that panel estimates of the neoclassical model, accommodating level effects for individual countries through heterogeneous intercepts, deal with some of the econometric difficulties arising in some of the earlier cross-sectional studies. But it notes that, in dynamic panels, heterogeneity in growth effects and in speeds of convergence renders this estimator inconsistent also. The pervasiveness of such heterogeneity is demonstrated in three samples of countries, and the effects of (incorrectly) imposing homogeneity on estimated parameters are illustrated and discussed.", "authors": [], "abstractStem": "thi paper comment on recent develop in the literatur on the econometr analysi of intern growth and converg it note that panel estim of the neoclass model accommod level effect for individu countri through heterogen intercept deal with some of the econometr difficulti aris in some of the earlier crosssect studi but it note that in dynam panel heterogen in growth effect and in speed of converg render thi estim inconsist also the pervas of such heterogen is demonstr in three sampl of countri and the effect of incorrectli impos homogen on estim paramet are illustr and discuss", "title": "Growth Empirics: A Panel Data Approach—A Comment"}, "https://ideas.repec.org/a/ecm/emetrp/v46y1978i3p677-94.html": {"abstract": "No abstract is available for this item.", "authors": ["epde30", "eppe34"], "abstractStem": "no abstract is avail for thi item", "title": "Testing Non-Nested Nonlinear Regression Models"}, "https://ideas.repec.org/a/eee/empfin/v9y2002i5p495-510.html": {"abstract": "Despite mounting empirical evidence to the contrary, the literature on predictability of stock returns almost uniformly assumes a time-invariant relationship between state variables and returns. In this paper we propose a two-stage approach for forecasting of financial return series that are subject to breaks. The first stage adopts a reversed ordered Cusum (ROC) procedure to determine in real time when the most recent break has occurred. In the second stage, post-break data is used to estimate the parameters of the forecasting model. We compare this approach to existing alternatives for dealing with parameter instability such as the Bai-Perron method and the time-varying parameter model. An out-of-sample forecasting experiment demonstrates considerable gains in market timing precision from adopting the proposed two-stage forecasting method.<p>(This abstract was borrowed from another version of this item.)", "authors": ["eppe34", "epti8"], "abstractStem": "despit mount empir evid to the contrari the literatur on predict of stock return almost uniformli assum a timeinvari relationship between state variabl and return in thi paper we propos a twostag approach for forecast of financi return seri that are subject to break the first stage adopt a revers order cusum roc procedur to determin in real time when the most recent break ha occur in the second stage postbreak data is use to estim the paramet of the forecast model we compar thi approach to exist altern for deal with paramet instabl such as the baiperron method and the timevari paramet model an outofsampl forecast experi demonstr consider gain in market time precis from adopt the propos twostag forecast methodpthi abstract wa borrow from anoth version of thi item", "title": "Market timing and return prediction under model instability"}, "https://ideas.repec.org/a/jae/japmet/v12y1997i5p527-29.html": {"abstract": "No abstract is available for this item.", "authors": ["eppe34"], "abstractStem": "no abstract is avail for thi item", "title": "The Demand for Food in the United States and the Netherlands: A Systems Approach with the CBS Model: Comments"}, "https://ideas.repec.org/a/ecj/econjl/v95y1985i380p948-75.html": {"abstract": "No abstract is available for this item.", "authors": ["eppe34"], "abstractStem": "no abstract is avail for thi item", "title": "Formation of Inflation Expectations in British Manufacturing Industries"}, "https://ideas.repec.org/a/bes/jnlbes/v12y1994i1p11-21.html": {"abstract": " A choice criterion is proposed for discriminating between disaggregate and aggregate models estimated by the instrumental variables method. The criterion, based on prediction errors, represents a generalization of criteria developed in the context of classical regressions models. The paper also derives general tests for aggregation bias in the instrumental variables context. The criterion and tests are applied in an analysis of U.K. employment demand. It is shown that a model disaggregated by forty industries predicts aggregate employment better than an aggregate model, and that significant biases exist in estimates of the long-run wage and output elasticities obtained from the aggregate model.", "authors": ["fple288", "eppe34", "eppi4"], "abstractStem": " a choic criterion is propos for discrimin between disaggreg and aggreg model estim by the instrument variabl method the criterion base on predict error repres a gener of criteria develop in the context of classic regress model the paper also deriv gener test for aggreg bia in the instrument variabl context the criterion and test are appli in an analysi of uk employ demand it is shown that a model disaggreg by forti industri predict aggreg employ better than an aggreg model and that signific bias exist in estim of the longrun wage and output elast obtain from the aggreg model", "title": "Choice between Disaggregate and Aggregate Specifications Estimated by Instrumental Variables Methods"}, "https://ideas.repec.org/a/sae/niesru/v203y2008i1p91-108.html": {"abstract": "This paper uses vector error correction models of Switzerland for forecasting output, inflation and the short-term interest rate. It considers three different ways of dealing with forecast uncertainties. First, it investigates the effect on forecasting performance of averaging over forecasts from different models. Second, it considers averaging forecasts from different estimation windows. It is found that averaging over estimation windows is at least as effective as averaging over different models and both complement each other. Third, it examines whether using weighting schemes from the machine learning literature improves the average forecast. Compared to equal weights the effect of alternative weighting schemes on forecast accuracy is small in the present application.", "authors": ["eppe34", "epwe101"], "abstractStem": "thi paper use vector error correct model of switzerland for forecast output inflat and the shortterm interest rate it consid three differ way of deal with forecast uncertainti first it investig the effect on forecast perform of averag over forecast from differ model second it consid averag forecast from differ estim window it is found that averag over estim window is at least as effect as averag over differ model and both complement each other third it examin whether use weight scheme from the machin learn literatur improv the averag forecast compar to equal weight the effect of altern weight scheme on forecast accuraci is small in the present applic", "title": "Forecasting the Swiss Economy Using Vecx* Models: an Exercise in Forecast Combination Across Models and Observation Windows"}, "https://ideas.repec.org/a/eee/econom/v53y1992i1-3p141-163.html": {"abstract": "No abstract is available for this item.", "authors": ["eppe34", "epsa11"], "abstractStem": "no abstract is avail for thi item", "title": "Estimating limited-dependent rational expectations models with an application to exchange rate determination in a target zone"}, "https://ideas.repec.org/a/jae/japmet/v24y2009i5p863-863.html": {"abstract": "No abstract is available for this item.", "authors": ["eppe34"], "abstractStem": "no abstract is avail for thi item", "title": "The Richard Stone Prize in Applied Econometrics"}, "https://ideas.repec.org/a/eee/jimfin/v8y1989i4p511-516.html": {"abstract": "No abstract is available for this item.", "authors": ["eppe34"], "abstractStem": "no abstract is avail for thi item", "title": "Consistency of short-term and long-term expectations"}, "https://ideas.repec.org/a/taf/emetrv/v26y2007i2-4p253-288.html": {"abstract": " Present value calculations require predictions of cash flows both at near and distant future points in time. Such predictions are generally surrounded by considerable uncertainty and may critically depend on assumptions about parameter values as well as the form and stability of the data generating process underlying the cash flows. This paper presents new theoretical results for the existence of the infinite sum of discounted expected future values under uncertainty about the parameters characterizing the growth rate of the cash flow process. Furthermore, we explore the consequences for present values of relaxing the stability assumption in a way that allows for past and future breaks to the underlying cash flow process. We find that such breaks can lead to considerable changes in present values.", "authors": ["eppe34", "fppe516", "epti8"], "abstractStem": " present valu calcul requir predict of cash flow both at near and distant futur point in time such predict are gener surround by consider uncertainti and may critic depend on assumpt about paramet valu as well as the form and stabil of the data gener process underli the cash flow thi paper present new theoret result for the exist of the infinit sum of discount expect futur valu under uncertainti about the paramet character the growth rate of the cash flow process furthermor we explor the consequ for present valu of relax the stabil assumpt in a way that allow for past and futur break to the underli cash flow process we find that such break can lead to consider chang in present valu", "title": "Learning, Structural Instability, and Present Value Calculations"}, "https://ideas.repec.org/a/mcb/jmoncb/v41y2009i7p1481-1502.html": {"abstract": " This paper is concerned with the estimation of New Keynesian Phillips Curves (NKPC) and focuses on two issues: the weak instrument problem and the characterization of the steady states. It proposes some solutions from a global perspective. Using a global vector autoregressive (GVAR) model steady states are estimated as long-horizon expectations and valid instruments are constructed from the global variables as weighted averages. The proposed estimation strategy is illustrated using estimates of the NKPC for eight developed industrial countries. The GVAR generates global factors that are valid instruments and help alleviate the weak instrument problem. The steady states also reflect global influences and any long-run theoretical relationships that might prevail within and across countries in the global economy. The GVAR measure of the steady state performed better than the HP measure, and the use of foreign instruments substantially increased the precision of the estimates of the output coefficient. Copyright (c) 2009 The Ohio State University.", "authors": ["epde176", "eppe34", "epsm169", "epsm18"], "abstractStem": " thi paper is concern with the estim of new keynesian phillip curv nkpc and focus on two issu the weak instrument problem and the character of the steadi state it propos some solut from a global perspect use a global vector autoregress gvar model steadi state are estim as longhorizon expect and valid instrument are construct from the global variabl as weight averag the propos estim strategi is illustr use estim of the nkpc for eight develop industri countri the gvar gener global factor that are valid instrument and help allevi the weak instrument problem the steadi state also reflect global influenc and ani longrun theoret relationship that might prevail within and across countri in the global economi the gvar measur of the steadi state perform better than the hp measur and the use of foreign instrument substanti increas the precis of the estim of the output coeffici copyright c 2009 the ohio state univers", "title": "Identification of New Keynesian Phillips Curves from a Global Perspective"}, "https://ideas.repec.org/a/eee/ecmode/v20y2003i2p383-415.html": {"abstract": "No abstract is available for this item.", "authors": ["eppe34"], "abstractStem": "no abstract is avail for thi item", "title": "Aggregation of linear dynamic models: an application to life-cycle consumption models under habit formation"}, "https://ideas.repec.org/a/bes/jnlbes/v29i2y2011p307-318.html": {"abstract": " In this article we consider combining forecasts generated from the same model but over different estimation windows. We develop theoretical results for random walks with breaks in the drift and volatility and for a linear regression model with a break in the slope parameter. Averaging forecasts over different estimation windows leads to a lower bias and root mean square forecast error (RMSFE) compared with forecasts based on a single estimation window for all but the smallest breaks. An application to weekly returns on 20 equity index futures shows that averaging forecasts over estimation windows leads to a smaller RMSFE than some competing methods.<p>(This abstract was borrowed from another version of this item.)", "authors": ["eppe34"], "abstractStem": " in thi articl we consid combin forecast gener from the same model but over differ estim window we develop theoret result for random walk with break in the drift and volatil and for a linear regress model with a break in the slope paramet averag forecast over differ estim window lead to a lower bia and root mean squar forecast error rmsfe compar with forecast base on a singl estim window for all but the smallest break an applic to weekli return on 20 equiti index futur show that averag forecast over estim window lead to a smaller rmsfe than some compet methodspthi abstract wa borrow from anoth version of thi item", "title": "Forecast Combination Across Estimation Windows"}, "https://ideas.repec.org/a/taf/emetrv/v32y2013i5-6p592-649.html": {"abstract": " This paper extends the analysis of infinite dimensional vector autoregressive (IVAR) models proposed in Chudik and Pesaran (2011) to the case where one of the variables or the cross-section units in the IVAR model is dominant or pervasive. It is an important extension from empirical as well theoretical perspectives. In the theory of networks a dominant unit is the centre node of a star network and arises as an efficient outcome of a distance-based utility model. Empirically, the extension poses a number of technical challenges that goes well beyond the analysis of IVAR models provided in Chudik and Pesaran. This is because the dominant unit influences the rest of the variables in the IVAR model both directly and indirectly, and its effects do not vanish as the dimension of the model (N) tends to infinity. The dominant unit acts as a dynamic factor in the regressions of the non-dominant units and yields an infinite order distributed lag relationship between the two types of units. Despite this it is shown that the effects of the dominant unit as well as those of the neighborhood units can be consistently estimated by running augmented least squares regressions that include distributed lag functions of the dominant unit and its neighbors (if any). The asymptotic distribution of the estimators is derived and their small sample properties investigated by means of Monte Carlo experiments.", "authors": ["fpch972", "eppe34"], "abstractStem": " thi paper extend the analysi of infinit dimension vector autoregress ivar model propos in chudik and pesaran 2011 to the case where one of the variabl or the crosssect unit in the ivar model is domin or pervas it is an import extens from empir as well theoret perspect in the theori of network a domin unit is the centr node of a star network and aris as an effici outcom of a distancebas util model empir the extens pose a number of technic challeng that goe well beyond the analysi of ivar model provid in chudik and pesaran thi is becaus the domin unit influenc the rest of the variabl in the ivar model both directli and indirectli and it effect do not vanish as the dimens of the model n tend to infin the domin unit act as a dynam factor in the regress of the nondomin unit and yield an infinit order distribut lag relationship between the two type of unit despit thi it is shown that the effect of the domin unit as well as those of the neighborhood unit can be consist estim by run augment least squar regress that includ distribut lag function of the domin unit and it neighbor if ani the asymptot distribut of the estim is deriv and their small sampl properti investig by mean of mont carlo experi", "title": "Econometric Analysis of High Dimensional VARs Featuring a Dominant Unit"}, "https://ideas.repec.org/a/eee/ecmode/v2y1985i2p125-134.html": {"abstract": "No abstract is available for this item.", "authors": ["eppe34", "epsm18"], "abstractStem": "no abstract is avail for thi item", "title": "Evaluation of macroeconometric models"}, "https://ideas.repec.org/a/oup/restud/v73y2006i4p1057-1084.html": {"abstract": " This paper provides a new approach to forecasting time series that are subject to discrete structural breaks. We propose a Bayesian estimation and prediction procedure that allows for the possibility of new breaks occurring over the forecast horizon, taking account of the size and duration of past breaks (if any) by means of a hierarchical hidden Markov chain model. Predictions are formed by integrating over the parameters from the meta-distribution that characterizes the stochastic break-point process. In an application to U.S. Treasury bill rates, we find that the method leads to better out-of-sample forecasts than a range of alternative methods. Copyright 2006, Wiley-Blackwell.", "authors": ["eppe34", "fppe516"], "abstractStem": " thi paper provid a new approach to forecast time seri that are subject to discret structur break we propos a bayesian estim and predict procedur that allow for the possibl of new break occur over the forecast horizon take account of the size and durat of past break if ani by mean of a hierarch hidden markov chain model predict are form by integr over the paramet from the metadistribut that character the stochast breakpoint process in an applic to us treasuri bill rate we find that the method lead to better outofsampl forecast than a rang of altern method copyright 2006 wileyblackwel", "title": "Forecasting Time Series Subject to Multiple Structural Breaks"}, "https://ideas.repec.org/a/taf/jnlbes/v31y2013i3p300-314.html": {"abstract": " This article is concerned with local identification of individual parameters of dynamic stochastic general equilibrium (DSGE) models estimated by Bayesian methods. Identification is often judged by a comparison of the posterior distribution of a parameter with its prior. However, these can differ even when the parameter is not identified. Instead, we propose two Bayesian indicators of identification. The first follows a suggestion by Poirier of comparing the posterior density of the parameter of interest with the posterior expectation of its prior conditional on the remaining parameters. The second examines the rate at which the posterior precision of the parameter gets updated with the sample size, using data simulated at the parameter point of interest for an increasing sequence of sample sizes ( T). For identified parameters, the posterior precision increases at rate T . For parameters that are either unidentified or are weakly identified, the posterior precision may get updated but its rate of update will be slower than T . We use empirical examples to demonstrate that these methods are useful in practice. This article has online supplementary material.", "authors": ["epko8", "eppe34", "epsm18"], "abstractStem": " thi articl is concern with local identif of individu paramet of dynam stochast gener equilibrium dsge model estim by bayesian method identif is often judg by a comparison of the posterior distribut of a paramet with it prior howev these can differ even when the paramet is not identifi instead we propos two bayesian indic of identif the first follow a suggest by poirier of compar the posterior densiti of the paramet of interest with the posterior expect of it prior condit on the remain paramet the second examin the rate at which the posterior precis of the paramet get updat with the sampl size use data simul at the paramet point of interest for an increas sequenc of sampl size  t for identifi paramet the posterior precis increas at rate t  for paramet that are either unidentifi or are weakli identifi the posterior precis may get updat but it rate of updat will be slower than t  we use empir exampl to demonstr that these method are use in practic thi articl ha onlin supplementari materi", "title": "On Identification of Bayesian DSGE Models"}, "https://ideas.repec.org/a/eee/juecon/v69y2011i1p2-23.html": {"abstract": "This paper provides a method for the analysis of the spatial and temporal diffusion of shocks in a dynamic system. We use changes in real house prices within the UK economy at the level of regions to illustrate its use. Adjustment to shocks involves both a region specific and a spatial effect. Shocks to a dominant region - London - are propagated contemporaneously and spatially to other regions. They in turn impact on other regions with a delay. We allow for lagged effects to echo back to the dominant region. London in turn is influenced by international developments through its link to New York and other financial centers. It is shown that New York house prices have a direct effect on London house prices. We analyse the effect of shocks using generalised spatio-temporal impulse responses. These highlight the diffusion of shocks both over time (as with the conventional impulse responses) and over space.", "authors": ["epho194", "eppe34", "fpya208"], "abstractStem": "thi paper provid a method for the analysi of the spatial and tempor diffus of shock in a dynam system we use chang in real hous price within the uk economi at the level of region to illustr it use adjust to shock involv both a region specif and a spatial effect shock to a domin region  london  are propag contemporan and spatial to other region they in turn impact on other region with a delay we allow for lag effect to echo back to the domin region london in turn is influenc by intern develop through it link to new york and other financi center it is shown that new york hous price have a direct effect on london hous price we analys the effect of shock use generalis spatiotempor impuls respons these highlight the diffus of shock both over time as with the convent impuls respons and over space", "title": "The spatial and temporal diffusion of house prices in the UK"}, "https://ideas.repec.org/a/jae/japmet/v23y2008i3p391-393.html": {"abstract": "No abstract is available for this item.", "authors": ["eppe34"], "abstractStem": "no abstract is avail for thi item", "title": "March 2008 Announcement : Journal of Applied Econometrics Distinguished Authors"}, "https://ideas.repec.org/a/ier/iecrev/v39y1998i4p1027-52.html": {"abstract": " The authors consider the solution of multivariate linear rational expectations models in the presence of heterogeneous information and social interactions. To overcome the 'infinite regress in expectations' problem that arises in the solution of these models, we assume that agents' expectations about the decisions and expectations of other agents are based solely on public information. They show that the resulting solutions satisfy the key postulates of the rational expectations hypothesis, but can nevertheless exhibit dynamic properties quite different from those under homogeneous information. The authors illustrate this by analyzing a model of firms' optimal factor demand decisions. In this model, the presence of information heterogeneity may accentuate the propagation effects of external shocks on firms' factor demands. Copyright 1998 by Economics Department of the University of Pennsylvania and the Osaka University Institute of Social and Economic Research Association.", "authors": ["eppe34"], "abstractStem": " the author consid the solut of multivari linear ration expect model in the presenc of heterogen inform and social interact to overcom the infinit regress in expect problem that aris in the solut of these model we assum that agent expect about the decis and expect of other agent are base sole on public inform they show that the result solut satisfi the key postul of the ration expect hypothesi but can nevertheless exhibit dynam properti quit differ from those under homogen inform the author illustr thi by analyz a model of firm optim factor demand decis in thi model the presenc of inform heterogen may accentu the propag effect of extern shock on firm factor demand copyright 1998 by econom depart of the univers of pennsylvania and the osaka univers institut of social and econom research associ", "title": "Decision Making in the Presence of Heterogeneous Information and Social Interactions"}, "https://ideas.repec.org/a/eee/econom/v129y2005i1-2p183-217.html": {"abstract": "Autoregressive models are used routinely in forecasting and often lead to better performance than more complicated models. However, empirical evidence is also suggesting that the autoregressive representations of many macroeconomic and financial time series are likely to be subject to structural breaks. This paper develops a theoretical framework for the analysis of small-sample properties of forecasts from general autoregressive models under a structural break. Our approach is quite general and allows for unit roots both pre- and post-break. We derive finite-sample results for the mean squared forecast error of one-step-ahead forecasts, both conditionally and unconditionally and present numerical results for different types of break specifications. Implications of breaks for the determination of the optimal window size are also discussed.<p>(This abstract was borrowed from another version of this item.)", "authors": ["eppe34", "epti8"], "abstractStem": "autoregress model are use routin in forecast and often lead to better perform than more complic model howev empir evid is also suggest that the autoregress represent of mani macroeconom and financi time seri are like to be subject to structur break thi paper develop a theoret framework for the analysi of smallsampl properti of forecast from gener autoregress model under a structur break our approach is quit gener and allow for unit root both pre and postbreak we deriv finitesampl result for the mean squar forecast error of onestepahead forecast both condit and uncondit and present numer result for differ type of break specif implic of break for the determin of the optim window size are also discussedpthi abstract wa borrow from anoth version of thi item", "title": "Small sample properties of forecasts from autoregressive models under structural breaks"}, "https://ideas.repec.org/a/eee/econom/v175y2013i2p94-115.html": {"abstract": "This paper extends the cross-sectionally augmented panel unit root test (CIPS) proposed by Pesaran (2007) to the case of a multifactor error structure, and proposes a new panel unit root test based on a simple average of cross-sectionally augmented Sargan–Bhargava statistics (CSB). The basic idea is to exploit information regarding the m unobserved factors that are shared by k observed time series in addition to the series under consideration. Initially, we develop the tests assuming that m0, the true number of factors, is known and show that the limit distribution of the tests does not depend on any nuisance parameters, so long as k≥m0−1. Small sample properties of the tests are investigated by Monte Carlo experiments and are shown to be satisfactory. Particularly, the proposed CIPS and CSB tests have the correct size for all combinations of the cross section (N) and time series (T) dimensions considered. The power of both tests rises with N and T, although the CSB test performs better than the CIPS test for smaller sample sizes. The various testing procedures are illustrated with empirical applications to real interest rates and real equity prices across countries.", "authors": ["eppe34", "fpya208"], "abstractStem": "thi paper extend the crosssect augment panel unit root test cip propos by pesaran 2007 to the case of a multifactor error structur and propos a new panel unit root test base on a simpl averag of crosssect augment sargan bhargava statist csb the basic idea is to exploit inform regard the m unobserv factor that are share by k observ time seri in addit to the seri under consider initi we develop the test assum that m0 the true number of factor is known and show that the limit distribut of the test doe not depend on ani nuisanc paramet so long as k m0 1 small sampl properti of the test are investig by mont carlo experi and are shown to be satisfactori particularli the propos cip and csb test have the correct size for all combin of the cross section n and time seri t dimens consid the power of both test rise with n and t although the csb test perform better than the cip test for smaller sampl size the variou test procedur are illustr with empir applic to real interest rate and real equiti price across countri", "title": "Panel unit root tests in the presence of a multifactor error structure"}, "https://ideas.repec.org/a/eee/intfor/v11y1995i4p543-555.html": {"abstract": "No abstract is available for this item.", "authors": ["eppe34", "epsa11"], "abstractStem": "no abstract is avail for thi item", "title": "Forecasting ultimate resource recovery"}, "https://ideas.repec.org/a/jae/japmet/v12y1997i5p500-503.html": {"abstract": "No abstract is available for this item.", "authors": ["eppe34"], "abstractStem": "no abstract is avail for thi item", "title": "On the Correspondence between Individual and Aggregate Food Consumption Functions: Evidence from the USA and the Netherlands: Comments"}, "https://ideas.repec.org/a/ecj/econjl/v110y2000i461pf146-65.html": {"abstract": " Sir Richard Stone, knighted 1978 and 1984 Nobel Laureate in Economics, was one of the pioneers of national income and social accounts, and one of the few economists of his generation to have faced the challenge of economics as a science by combining theory and measurement within a cohesive framework. Awarded the Nobel Prize for his \"fundamental contributions to the development of national accounts\", he made equally significant contributions to the empirical analysis of consumer behaviour. His work on the \"Growth Project\" was instrumental in the development of econometric methodology for the construction and analysis of large disaggregated macroeconometric models.", "authors": ["fpha860", "eppe34"], "abstractStem": " sir richard stone knight 1978 and 1984 nobel laureat in econom wa one of the pioneer of nation incom and social account and one of the few economist of hi gener to have face the challeng of econom as a scienc by combin theori and measur within a cohes framework award the nobel prize for hi fundament contribut to the develop of nation account he made equal signific contribut to the empir analysi of consum behaviour hi work on the growth project wa instrument in the develop of econometr methodolog for the construct and analysi of larg disaggreg macroeconometr model", "title": "Life and Work of John Richard Nicholas Stone 1913-1991"}, "https://ideas.repec.org/a/eee/econom/v17y1981i3p323-331.html": {"abstract": "No abstract is available for this item.", "authors": ["eppe34"], "abstractStem": "no abstract is avail for thi item", "title": "Pitfalls of testing non-nested hypotheses by the lagrange multiplier method"}, "https://ideas.repec.org/a/taf/emetrv/v34y2015i6-10p1089-1117.html": {"abstract": " This article considers testing the hypothesis that errors in a panel data model are weakly cross-sectionally dependent, using the exponent of cross-sectional dependence α, introduced recently in Bailey, Kapetanios, and Pesaran (2012). It is shown that the implicit null of the cross-sectional dependence (CD) test depends on the relative expansion rates of N and T . When T  =  O( N -super-ε), for some 0 &gt; ε ≤1, then the implicit null of the CD test is given by 0 ≤ α &gt; (2  -  ε)/4, which gives 0 ≤ α &gt;1/4, when N and T tend to infinity at the same rate such that T /N  → κ, with κ being a finite positive constant. It is argued that in the case of large N panels, the null of weak dependence is more appropriate than the null of independence which could be quite restrictive for large panels. Using Monte Carlo experiments, it is shown that the CD test has the correct size for values of α in the range [0, 1/4], for all combinations of N and T , and irrespective of whether the panel contains lagged values of the dependent variables, so long as there are no major asymmetries in the error distribution.", "authors": ["eppe34"], "abstractStem": " thi articl consid test the hypothesi that error in a panel data model are weakli crosssect depend use the expon of crosssect depend   introduc recent in bailey kapetanio and pesaran 2012 it is shown that the implicit null of the crosssect depend cd test depend on the rel expans rate of n and t  when t    o n super  for some 0 gt   1 then the implicit null of the cd test is given by 0  gt 2    4 which give 0  gt14 when n and t tend to infin at the same rate such that t n   with   be a finit posit constant it is argu that in the case of larg n panel the null of weak depend is more appropri than the null of independ which could be quit restrict for larg panel use mont carlo experi it is shown that the cd test ha the correct size for valu of   in the rang 0 14 for all combin of n and t  and irrespect of whether the panel contain lag valu of the depend variabl so long as there are no major asymmetri in the error distribut", "title": "Testing Weak Cross-Sectional Dependence in Large Panels"}, "https://ideas.repec.org/a/bes/jnlbes/v22y2004p129-162.html": {"abstract": "We build a compact global macroeconometric model capable of generating point and density forecasts for a core set of macroeconomic factors using recent advances in the analysis of cointegrating systems. We do so for a set of countries/regions and explicitly allow for interdependencies that exist between national and international factors. In an unrestricted VAR(p) model in k endogenous variables covering N countries, the number of unknown parameters will be unfeasibly large. We deal with this issue by first estimating individual country/region specific vector error-correcting models, where the domestic variables are related to corresponding foreign variables constructed to match the relevant international trade pattern. The country models are then combined to generate forecasts for all the variables in the world economy simultaneously. We estimate the model using quarterly data from 1979Q1 to 1999Q1, and investigate the time profile of the transmission of shocks of one variable to the rest of the world to show the degree of regional interdependencies.<p>(This abstract was borrowed from another version of this item.)", "authors": ["eppe34", "epsc73"], "abstractStem": "we build a compact global macroeconometr model capabl of gener point and densiti forecast for a core set of macroeconom factor use recent advanc in the analysi of cointegr system we do so for a set of countriesregion and explicitli allow for interdepend that exist between nation and intern factor in an unrestrict varp model in k endogen variabl cover n countri the number of unknown paramet will be unfeas larg we deal with thi issu by first estim individu countryregion specif vector errorcorrect model where the domest variabl are relat to correspond foreign variabl construct to match the relev intern trade pattern the countri model are then combin to gener forecast for all the variabl in the world economi simultan we estim the model use quarterli data from 1979q1 to 1999q1 and investig the time profil of the transmiss of shock of one variabl to the rest of the world to show the degre of region interdependenciespthi abstract wa borrow from anoth version of thi item", "title": "Modeling Regional Interdependencies Using a Global Error-Correcting Macroeconometric Model"}, "https://ideas.repec.org/a/eee/econom/v163y2011i1p4-22.html": {"abstract": "This paper proposes a novel approach for dealing with the 'curse of dimensionality' in the case of infinite-dimensional vector autoregressive (IVAR) models. It is assumed that each unit or variable in the IVAR is related to a small number of neighbors and a large number of non-neighbors. The neighborhood effects are fixed and do not change with the number of units (N), but the coefficients of non-neighboring units are restricted to vanish in the limit as N tends to infinity. Problems of estimation and inference in a stationary IVAR model with an unknown number of unobserved common factors are investigated. A cross-section augmented least-squares (CALS) estimator is proposed and its asymptotic distribution is derived. Satisfactory small-sample properties are documented by Monte Carlo experiments. An empirical illustration shows the statistical significance of dynamic spillover effects in modeling of US real house prices across the neighboring states.", "authors": ["fpch972", "eppe34"], "abstractStem": "thi paper propos a novel approach for deal with the curs of dimension in the case of infinitedimension vector autoregress ivar model it is assum that each unit or variabl in the ivar is relat to a small number of neighbor and a larg number of nonneighbor the neighborhood effect are fix and do not chang with the number of unit n but the coeffici of nonneighbor unit are restrict to vanish in the limit as n tend to infin problem of estim and infer in a stationari ivar model with an unknown number of unobserv common factor are investig a crosssect augment leastsquar cal estim is propos and it asymptot distribut is deriv satisfactori smallsampl properti are document by mont carlo experi an empir illustr show the statist signific of dynam spillov effect in model of us real hous price across the neighbor state", "title": "Infinite-dimensional VARs and factor models"}, "https://ideas.repec.org/a/jae/japmet/v22y2007i1p1-38.html": {"abstract": " This paper presents a quarterly global model combining individual country vector error-correcting models in which the domestic variables are related to the country-specific foreign variables. The global VAR (GVAR) model is estimated for 26 countries, the euro area being treated as a single economy, over the period 1979-2003. It advances research in this area in a number of directions. In particular, it provides a theoretical framework where the GVAR is derived as an approximation to a global unobserved common factor model. Using average pair-wise cross-section error correlations, the GVAR approach is shown to be quite effective in dealing with the common factor interdependencies and international co-movements of business cycles. It develops a sieve bootstrap procedure for simulation of the GVAR as a whole, which is then used in testing the structural stability of the parameters, and for establishing bootstrap confidence bounds for the impulse responses. Finally, in addition to generalized impulse responses, the current paper considers the use of the GVAR for 'structural' impulse response analysis with focus on external shocks for the euro area economy, particularly in response to shocks to the US. Copyright © 2007 John Wiley &amp; Sons, Ltd.", "authors": ["epde176", "epdi157", "eppe34", "epsm169"], "abstractStem": " thi paper present a quarterli global model combin individu countri vector errorcorrect model in which the domest variabl are relat to the countryspecif foreign variabl the global var gvar model is estim for 26 countri the euro area be treat as a singl economi over the period 19792003 it advanc research in thi area in a number of direct in particular it provid a theoret framework where the gvar is deriv as an approxim to a global unobserv common factor model use averag pairwis crosssect error correl the gvar approach is shown to be quit effect in deal with the common factor interdepend and intern comov of busi cycl it develop a siev bootstrap procedur for simul of the gvar as a whole which is then use in test the structur stabil of the paramet and for establish bootstrap confid bound for the impuls respons final in addit to gener impuls respons the current paper consid the use of the gvar for structur impuls respons analysi with focu on extern shock for the euro area economi particularli in respons to shock to the us copyright   2007 john wiley amp son ltd", "title": "Exploring the international linkages of the euro area: a global VAR analysis"}, "https://ideas.repec.org/a/cup/etheor/v3y1987i01p69-97_00.html": {"abstract": "This paper addresses two related issues in the literature of non-nested hypotheses testing. Firstly, by means of a measure of “closeness” of probability density functions, it shows how any two hypotheses can be placed into the nested and the non-nested categories with the latter category being subdivided further into “globally” and “partially” non-nested hypotheses. Secondly, by emphasizing the distinction between a “local null” and a “local alternative,” the paper shows that only in the case of partially non-nested hypotheses is it possible to specify local alternatives. In this case the paper derives the asymptotic distribution of the Cox test statistic under local alternatives and shows that it is distributed as a normal variate with a mean which is directly related to the measure of “closeness” of the alternative to the null hypothesis.", "authors": ["eppe34"], "abstractStem": "thi paper address two relat issu in the literatur of nonnest hypothes test firstli by mean of a measur of  close  of probabl densiti function it show how ani two hypothes can be place into the nest and the nonnest categori with the latter categori be subdivid further into  global  and  partial  nonnest hypothes secondli by emphas the distinct between a  local null  and a  local altern  the paper show that onli in the case of partial nonnest hypothes is it possibl to specifi local altern in thi case the paper deriv the asymptot distribut of the cox test statist under local altern and show that it is distribut as a normal variat with a mean which is directli relat to the measur of  close  of the altern to the null hypothesi", "title": "Global and Partial Non-Nested Hypotheses and Asymptotic Local Power"}, "https://ideas.repec.org/a/jae/japmet/v7y1992isps1-7.html": {"abstract": "No abstract is available for this item.", "authors": ["eppe34", "eppo193"], "abstractStem": "no abstract is avail for thi item", "title": "Nonlinear Dynamics and Econometrics: An Introduction"}, "https://ideas.repec.org/a/kap/compec/v15y2000i1-2p25-57.html": {"abstract": " This paper considers the solution of nonlinear rational expectations models resulting from the optimality conditions of a finite-horizon intertemporal optimization problem satisfying Bellman's principle of optimality (and possibly involving inequality constraints). A backward recursive procedure is used to characterize and solve the time-varying optimal decision rules generally associated with these models. At each stage of these backward recursions, either an analytical or numerical solution of the optimality conditions is required. When an analytical solution is not possible, a minimum weighted residual approach is used. The solution technique is illustrated using a life-cycle model of consumption under labor income and interest rate uncertainties (and possibly involving liquidity constraints). Approximate numerical solutions are provided and compared with certainty-equivalent solutions and, when possible, with exact solutions. Citation Copyright 2000 by Kluwer Academic Publishers.", "authors": ["eppe34", "epsa11"], "abstractStem": " thi paper consid the solut of nonlinear ration expect model result from the optim condit of a finitehorizon intertempor optim problem satisfi bellman principl of optim and possibl involv inequ constraint a backward recurs procedur is use to character and solv the timevari optim decis rule gener associ with these model at each stage of these backward recurs either an analyt or numer solut of the optim condit is requir when an analyt solut is not possibl a minimum weight residu approach is use the solut techniqu is illustr use a lifecycl model of consumpt under labor incom and interest rate uncertainti and possibl involv liquid constraint approxim numer solut are provid and compar with certaintyequival solut and when possibl with exact solut citat copyright 2000 by kluwer academ publish", "title": "Solution of Nonlinear Rational Expectations Models with Applications to Finite-Horizon Life-Cycle Models of Consumption"}, "https://ideas.repec.org/a/ecm/emetrp/v57y1989i4p861-88.html": {"abstract": " This paper focuses on whether to use macro or micro equations to predict aggregate variables. The Grunfeld-Griliches prediction criterion is generalized to allow for contemporaneous covariances across the micro equations and for parametric restrictions on the disaggregate equations. An econometric test is proposed of the hypothesis of \"perfect aggregation.\" An application is made to employment demand functions for the U.K. economy disaggregated by forty industries. The hypothesis of perfect aggregation is firmly rejected. The prediction criterion marginally favors the aggregate equation when aggregating over the manufacturing industries, but over all industries the disaggregated equations are strongly preferred. Copyright 1989 by The Econometric Society.", "authors": ["eppe34", "eppi4"], "abstractStem": " thi paper focus on whether to use macro or micro equat to predict aggreg variabl the grunfeldgrilich predict criterion is gener to allow for contemporan covari across the micro equat and for parametr restrict on the disaggreg equat an econometr test is propos of the hypothesi of perfect aggreg an applic is made to employ demand function for the uk economi disaggreg by forti industri the hypothesi of perfect aggreg is firmli reject the predict criterion margin favor the aggreg equat when aggreg over the manufactur industri but over all industri the disaggreg equat are strongli prefer copyright 1989 by the econometr societi", "title": "Econometric Analysis of Aggregation in the Context of Linear Prediction Models"}, "https://ideas.repec.org/a/ecm/emetrp/v74y2006i4p967-1012.html": {"abstract": " This paper presents a new approach to estimation and inference in panel data models with a general multifactor error structure. The unobserved factors and the individual-specific errors are allowed to follow arbitrary stationary processes, and the number of unobserved factors need not be estimated. The basic idea is to filter the individual-specific regressors by means of cross-section averages such that asymptotically as the cross-section dimension (N) tends to infinity, the differential effects of unobserved common factors are eliminated. The estimation procedure has the advantage that it can be computed by least squares applied to auxiliary regressions where the observed regressors are augmented with cross-sectional averages of the dependent variable and the individual-specific regressors. A number of estimators (referred to as common correlated effects (CCE) estimators) are proposed and their asymptotic distributions are derived. The small sample properties of mean group and pooled CCE estimators are investigated by Monte Carlo experiments, showing that the CCE estimators have satisfactory small sample properties even under a substantial degree of heterogeneity and dynamics, and for relatively small values of N and T. Copyright The Econometric Society 2006.", "authors": ["eppe34"], "abstractStem": " thi paper present a new approach to estim and infer in panel data model with a gener multifactor error structur the unobserv factor and the individualspecif error are allow to follow arbitrari stationari process and the number of unobserv factor need not be estim the basic idea is to filter the individualspecif regressor by mean of crosssect averag such that asymptot as the crosssect dimens n tend to infin the differenti effect of unobserv common factor are elimin the estim procedur ha the advantag that it can be comput by least squar appli to auxiliari regress where the observ regressor are augment with crosssect averag of the depend variabl and the individualspecif regressor a number of estim refer to as common correl effect cce estim are propos and their asymptot distribut are deriv the small sampl properti of mean group and pool cce estim are investig by mont carlo experi show that the cce estim have satisfactori small sampl properti even under a substanti degre of heterogen and dynam and for rel small valu of n and t copyright the econometr societi 2006", "title": "Estimation and Inference in Large Heterogeneous Panels with a Multifactor Error Structure"}, "https://ideas.repec.org/a/eee/econom/v158y2010i1p160-173.html": {"abstract": "This paper provides an empirical analysis of changes in real house prices in the USA using State level data. It examines the extent to which real house prices at the State level are driven by fundamentals such as real per capita disposable income, as well as by common shocks, and determines the speed of adjustment of real house prices to macroeconomic and local disturbances. We take explicit account of both cross-sectional dependence and heterogeneity. This allows us to find a cointegrating relationship between real house prices and real per capita incomes with coefficients (1,-1), as predicted by the theory. We are also able to identify a significant negative effect for a net borrowing cost variable, and a significant positive effect for the State level population growth on changes in real house prices. Using this model we then examine the role of spatial factors, in particular, the effect of contiguous states by use of a weighting matrix. We are able to identify a significant spatial effect, even after controlling for State specific real incomes, and allowing for a number of unobserved common factors. We do, however, find evidence of departures from long run equilibrium in the housing markets in a number of States notably California, New York, Massachusetts, and to a lesser extent Connecticut, Rhode Island, Oregon and Washington State.", "authors": ["epho194", "eppe34", "fpya208"], "abstractStem": "thi paper provid an empir analysi of chang in real hous price in the usa use state level data it examin the extent to which real hous price at the state level are driven by fundament such as real per capita dispos incom as well as by common shock and determin the speed of adjust of real hous price to macroeconom and local disturb we take explicit account of both crosssect depend and heterogen thi allow us to find a cointegr relationship between real hous price and real per capita incom with coeffici 11 as predict by the theori we are also abl to identifi a signific neg effect for a net borrow cost variabl and a signific posit effect for the state level popul growth on chang in real hous price use thi model we then examin the role of spatial factor in particular the effect of contigu state by use of a weight matrix we are abl to identifi a signific spatial effect even after control for state specif real incom and allow for a number of unobserv common factor we do howev find evid of departur from long run equilibrium in the hous market in a number of state notabl california new york massachusett and to a lesser extent connecticut rhode island oregon and washington state", "title": "A spatio-temporal model of house prices in the USA"}, "https://ideas.repec.org/a/jae/japmet/v9y1994isps95-112.html": {"abstract": "No abstract is available for this item.", "authors": ["epfa12", "eppe34", "epsh18"], "abstractStem": "no abstract is avail for thi item", "title": "A Duration Model of Irreversible Oil Investment: Theory and Empirical Evidence"}, "https://ideas.repec.org/a/eee/ecmode/v11y1994i3p308-329.html": {"abstract": "No abstract is available for this item.", "authors": ["epfa12", "eppe34"], "abstractStem": "no abstract is avail for thi item", "title": "Oil investment in the North Sea"}, "https://ideas.repec.org/a/bla/obuest/v67y2005i4p467-495.html": {"abstract": " This paper provides a recursive empirical analysis of the scope for cost minimization in public debt management when the debt manager faces a given short-term interest rate dictated by monetary policy as well as risk and market impact constraints. It simulates the 'real-time' interest costs of alternative portfolios for UK government debt between April 1985 and March 2000. These portfolios are constructed using forecasts of return spreads based on a recursive modelling procedure. While we find statistically significant evidence of predictability, the interest cost savings are quite small when portfolio shares are constrained to lie within historical bounds. Copyright 2005 Blackwell Publishing Ltd.", "authors": ["epco28", "eppe34", "epva129"], "abstractStem": " thi paper provid a recurs empir analysi of the scope for cost minim in public debt manag when the debt manag face a given shortterm interest rate dictat by monetari polici as well as risk and market impact constraint it simul the realtim interest cost of altern portfolio for uk govern debt between april 1985 and march 2000 these portfolio are construct use forecast of return spread base on a recurs model procedur while we find statist signific evid of predict the interest cost save are quit small when portfolio share are constrain to lie within histor bound copyright 2005 blackwel publish ltd", "title": "The Cost Effectiveness of the UK's Sovereign Debt Portfolio"}, "https://ideas.repec.org/a/bes/jnlasa/v98y2003p829-838.html": {"abstract": "No abstract is available for this item.", "authors": ["fpga443", "fple288", "eppe34", "fpsh557"], "abstractStem": "no abstract is avail for thi item", "title": "Forecast Uncertainties in Macroeconomic Modeling: An Application to the U.K. Economy"}, "https://ideas.repec.org/a/eee/econom/v142y2008i1p50-93.html": {"abstract": "This paper proposes a modified version of Swamy’s test of slope homogeneity for panel data models where the cross section dimension (N) could be large relative to the time series dimension (T). We exploit the cross section dispersion of individual slopes weighted by their relative precision. Using Monte Carlo experiments, we show that the test has the correct size and satisfactory power in panels with strictly exogenous regressors for various combinations of N and T. For autoregressive (AR) models the test performs well for moderate values of the root of the autoregressive process, but with roots near unity a bias-corrected bootstrapped version performs well even if N is large relative to T. The cross section dispersion tests are used to test the homogeneity of slopes in autoregressive models of individual earnings using the PSID data and show statistically significant evidence of slope heterogeneity in the earnings dynamics.<p>(This abstract was borrowed from another version of this item.)", "authors": ["eppe34", "fpya208"], "abstractStem": "thi paper propos a modifi version of swami s test of slope homogen for panel data model where the cross section dimens n could be larg rel to the time seri dimens t we exploit the cross section dispers of individu slope weight by their rel precis use mont carlo experi we show that the test ha the correct size and satisfactori power in panel with strictli exogen regressor for variou combin of n and t for autoregress ar model the test perform well for moder valu of the root of the autoregress process but with root near uniti a biascorrect bootstrap version perform well even if n is larg rel to t the cross section dispers test are use to test the homogen of slope in autoregress model of individu earn use the psid data and show statist signific evid of slope heterogen in the earn dynamicspthi abstract wa borrow from anoth version of thi item", "title": "Testing slope homogeneity in large panels"}, "https://ideas.repec.org/a/eee/econom/v161y2011i2p182-202.html": {"abstract": "This paper considers methods for estimating the slope coefficients in large panel data models that are robust to the presence of various forms of error cross-section dependence. It introduces a general framework where error cross-section dependence may arise because of unobserved common effects and/or error spill-over effects due to spatial or other forms of local dependencies. Initially, this paper focuses on a panel regression model where the idiosyncratic errors are spatially dependent and possibly serially correlated, and derives the asymptotic distributions of the mean group and pooled estimators under heterogeneous and homogeneous slope coefficients, and for these estimators proposes non-parametric variance matrix estimators. The paper then considers the more general case of a panel data model with a multifactor error structure and spatial error correlations. Under this framework, the Common Correlated Effects (CCE) estimator, recently advanced by Pesaran (2006), continues to yield estimates of the slope coefficients that are consistent and asymptotically normal. Small sample properties of the estimators under various patterns of cross-section dependence, including spatial forms, are investigated by Monte Carlo experiments. Results show that the CCE approach works well in the presence of weak and/or strong cross-sectionally correlated errors.", "authors": ["eppe34"], "abstractStem": "thi paper consid method for estim the slope coeffici in larg panel data model that are robust to the presenc of variou form of error crosssect depend it introduc a gener framework where error crosssect depend may aris becaus of unobserv common effect andor error spillov effect due to spatial or other form of local depend initi thi paper focus on a panel regress model where the idiosyncrat error are spatial depend and possibl serial correl and deriv the asymptot distribut of the mean group and pool estim under heterogen and homogen slope coeffici and for these estim propos nonparametr varianc matrix estim the paper then consid the more gener case of a panel data model with a multifactor error structur and spatial error correl under thi framework the common correl effect cce estim recent advanc by pesaran 2006 continu to yield estim of the slope coeffici that are consist and asymptot normal small sampl properti of the estim under variou pattern of crosssect depend includ spatial form are investig by mont carlo experi result show that the cce approach work well in the presenc of weak andor strong crosssect correl error", "title": "Large panels with common factors and spatial correlation"}, "https://ideas.repec.org/a/bla/jfinan/v50y1995i4p1201-28.html": {"abstract": " This article examines the robustness of the evidence on predictability of U.S. stock returns, and addresses the issue of whether this predictability could have been historically exploited by investors to earn profits in excess of a buy-and-hold strategy in the market index. We find that the predictive power of various economic factors over stock returns changes through time and tends to vary with the volatility of returns. The degree to which stock returns were predictable seemed quite low during the relatively calm markets in the 1960s but increased to a level where, net of transaction costs it could have been exploited by investors in the volatile markets of the 1970s. Copyright 1995 by American Finance Association.", "authors": ["eppe34", "epti8"], "abstractStem": " thi articl examin the robust of the evid on predict of us stock return and address the issu of whether thi predict could have been histor exploit by investor to earn profit in excess of a buyandhold strategi in the market index we find that the predict power of variou econom factor over stock return chang through time and tend to vari with the volatil of return the degre to which stock return were predict seem quit low dure the rel calm market in the 1960 but increas to a level where net of transact cost it could have been exploit by investor in the volatil market of the 1970 copyright 1995 by american financ associ", "title": " Predictability of Stock Returns: Robustness and Economic Significance"}, "https://ideas.repec.org/a/bes/jnlbes/v17y1999i1p50-66.html": {"abstract": " This article examines the exchange-rate determination in a target-zone regime when the bounds can be fixed for an extended period but are subject to occasional jumps. In this case, the behavior of the endogenous variable is affected by the agents' expectations about both the occurrence and the size of the jump. Empirical results using data for the franc/mark exchange rate provide support for the nonlinear model with time-varying realignment probability and indicate that the agents correctly anticipated most of the observed changes in the central parity.", "authors": ["eppe34", "epru3"], "abstractStem": " thi articl examin the exchanger determin in a targetzon regim when the bound can be fix for an extend period but are subject to occasion jump in thi case the behavior of the endogen variabl is affect by the agent expect about both the occurr and the size of the jump empir result use data for the francmark exchang rate provid support for the nonlinear model with timevari realign probabl and indic that the agent correctli anticip most of the observ chang in the central pariti", "title": "Analysis of Exchange-Rate Target Zones Using a Limited-Dependent Rational-Expectations Model with Jumps"}, "https://ideas.repec.org/a/jae/japmet/v12y1997i5p586-87.html": {"abstract": "No abstract is available for this item.", "authors": ["eppe34"], "abstractStem": "no abstract is avail for thi item", "title": "Empirical Econometric Modelling of Food Consumption Using a New Informational Complexity Approach: Comments"}, "https://ideas.repec.org/a/eee/econom/v115y2003i1p53-74.html": {"abstract": " Implements panel unit root tests from Im, Pesaran and Shin(2003), \"Testing for Unit Roots in Heterogeneous Panels\", J. of Econometrics, vol 115,53-74.<p>(This abstract was borrowed from another version of this item.)", "authors": ["eppe34", "fpsh557"], "abstractStem": " implement panel unit root test from im pesaran and shin2003 test for unit root in heterogen panel j of econometr vol 1155374pthi abstract wa borrow from anoth version of thi item", "title": "Testing for unit roots in heterogeneous panels"}, "https://ideas.repec.org/a/bla/obuest/v61y1999i2p255-81.html": {"abstract": "The use of residuals from the structural equations in a simultaneous-equations model can lead to misleading measures of association and to invalid diagnostic statistics for heteroscedasticity and functional form misspecifications. The issue of appropriate measures of goodness-of-fit for IV regression is addressed in Pesaran and Smith (1994). This paper considers the problem of appropriate construction of diagnostics for IV regressions, and proposes simple tests for functional form misspecifications and heteroscedasticity.<p>(This abstract was borrowed from another version of this item.)", "authors": ["eppe34"], "abstractStem": "the use of residu from the structur equat in a simultaneousequ model can lead to mislead measur of associ and to invalid diagnost statist for heteroscedast and function form misspecif the issu of appropri measur of goodnessoffit for iv regress is address in pesaran and smith 1994 thi paper consid the problem of appropri construct of diagnost for iv regress and propos simpl test for function form misspecif and heteroscedasticitypthi abstract wa borrow from anoth version of thi item", "title": " Diagnostics for IV Regressions"}, "https://ideas.repec.org/a/eee/econom/v44y1990i1-2p41-66.html": {"abstract": "No abstract is available for this item.", "authors": ["eppe34", "epsm83"], "abstractStem": "no abstract is avail for thi item", "title": "A unified approach to estimation and orthogonality tests in linear single-equation econometric models"}, "https://ideas.repec.org/a/ecj/econjl/v102y1992i411p388-401.html": {"abstract": "No abstract is available for this item.", "authors": ["eppe34", "epsa11"], "abstractStem": "no abstract is avail for thi item", "title": "An Analysis of the Determination of Deutsche Mark/French Franc Exchange Rate in a Discrete-Time Target-Zone Model"}, "https://ideas.repec.org/a/eee/econom/v97y2000i2p293-343.html": {"abstract": "This paper presents two generalisations of the existing cointegration analysis literature. Firstly, the problem of efficient estimation of vector error correction models containing I(1) exogenous variables is considered and the asymptotic distributions of the log-likelihood ratio statistics for testing cointegrating rank are derived under different intercept and trend specifications and the respective critical values are tabulated. Tests of the co-trending hypothesis are also developed together with model mis-specification tests. Secondly, the paper considers the problem of efficient estimation of vector error correction models when the lag lengths of the included stationary variables may differ within and between equations. The purchasing power parity and the uncovered interest rate parity hypotheses are re-examined using UK data under the maintained assumption of exogenously given foreign prices.<p>(This abstract was borrowed from another version of this item.)", "authors": ["eppe34", "fpsh557", "epsm83"], "abstractStem": "thi paper present two generalis of the exist cointegr analysi literatur firstli the problem of effici estim of vector error correct model contain i1 exogen variabl is consid and the asymptot distribut of the loglikelihood ratio statist for test cointegr rank are deriv under differ intercept and trend specif and the respect critic valu are tabul test of the cotrend hypothesi are also develop togeth with model misspecif test secondli the paper consid the problem of effici estim of vector error correct model when the lag length of the includ stationari variabl may differ within and between equat the purchas power pariti and the uncov interest rate pariti hypothes are reexamin use uk data under the maintain assumpt of exogen given foreign pricespthi abstract wa borrow from anoth version of thi item", "title": "Structural analysis of vector error correction models with exogenous I(1) variables"}, "https://ideas.repec.org/a/bes/jnlbes/v10y1992i4p561-65.html": {"abstract": " This paper derives a distribution free procedure for testing the accuracy of forecasts when the focus of the analysis is on the correct prediction of the direction of change in the variable under consideration. The test applies to a general m x n contingency table and it is shown that the standard null hypothesis of independence in a contingency table implies the null hypothesis of the proposed test of predictive failure but not vice versa. As a test of predictive performance the chi-squared test of independence will, in general, be more conservative than the suggested test of predictive failure. The paper also contains two applications: A dichotomous version of the test is applied to the CBI's Industrial Trends Surveys of actual and expected price changes in the manufacturing sector, and a trichotomous version of the test is applied to the demand data from business surveys of French manufacturing industry conducted by INSEE.", "authors": ["eppe34", "epti8"], "abstractStem": " thi paper deriv a distribut free procedur for test the accuraci of forecast when the focu of the analysi is on the correct predict of the direct of chang in the variabl under consider the test appli to a gener m x n conting tabl and it is shown that the standard null hypothesi of independ in a conting tabl impli the null hypothesi of the propos test of predict failur but not vice versa as a test of predict perform the chisquar test of independ will in gener be more conserv than the suggest test of predict failur the paper also contain two applic a dichotom version of the test is appli to the cbi industri trend survey of actual and expect price chang in the manufactur sector and a trichotom version of the test is appli to the demand data from busi survey of french manufactur industri conduct by inse", "title": "A Simple Nonparametric Test of Predictive Performance"}, "https://ideas.repec.org/a/eee/dyncon/v24y2000i3p325-346.html": {"abstract": "No abstract is available for this item.", "authors": ["eppe34"], "abstractStem": "no abstract is avail for thi item", "title": "Solution of finite-horizon multivariate linear rational expectations models and sparse linear systems"}, "https://ideas.repec.org/a/bla/obuest/v74y2012i2p253-277.html": {"abstract": "No abstract is available for this item.", "authors": ["ephs10", "eppe34"], "abstractStem": "no abstract is avail for thi item", "title": "Diagnostic Tests of Cross‐section Independence for Limited Dependent Variable Panel Data Models"}, "https://ideas.repec.org/a/mcb/jmoncb/v38y2006i5p1211-1261.html": {"abstract": "This paper presents a new approach to modeling conditional credit loss distributions. Asset value changes of firms in a credit portfolio are linked to a dynamic global macroeconometric model, allowing macroeffects to be isolated from idiosyncratic shocks from the perspective of default (and hence loss). Default probabilities are driven primarily by how firms are tied to business cycles, both domestic and foreign, and how business cycles are linked across countries. We allow for firm-specific business cycle effects and the heterogeneity of firm default thresholds using credit ratings. The model can be used, for example, to compute the effects of a hypothetical negative equity price shock in South East Asia on the loss distribution of a credit portfolio with global exposures over one or more quarters. We show that the effects of such shocks on losses are asymmetric and non-proportional, reflecting the highly nonlinear nature of the credit risk model.", "authors": ["eppe34", "epsc73"], "abstractStem": "thi paper present a new approach to model condit credit loss distribut asset valu chang of firm in a credit portfolio are link to a dynam global macroeconometr model allow macroeffect to be isol from idiosyncrat shock from the perspect of default and henc loss default probabl are driven primarili by how firm are tie to busi cycl both domest and foreign and how busi cycl are link across countri we allow for firmspecif busi cycl effect and the heterogen of firm default threshold use credit rate the model can be use for exampl to comput the effect of a hypothet neg equiti price shock in south east asia on the loss distribut of a credit portfolio with global exposur over one or more quarter we show that the effect of such shock on loss are asymmetr and nonproport reflect the highli nonlinear natur of the credit risk model", "title": "Macroeconomic Dynamics and Credit Risk: A Global Perspective"}, "https://ideas.repec.org/a/eee/empfin/v15y2008i4p583-612.html": {"abstract": "This paper examines the impact of neglected heterogeneity on credit risk. We show that neglecting heterogeneity in firm returns and/or default thresholds leads to underestimation of expected losses (EL), and its effect on portfolio risk is ambiguous. Once EL is controlled for, the impact of neglecting parameter heterogeneity is complex and depends on the source and degree of heterogeneity. We show that ignoring differences in default thresholds results in overestimation of risk, while ignoring differences in return correlations yields ambiguous results. Our empirical application, designed to be typical and representative, combines both and shows that neglected heterogeneity results in overestimation of risk. Using a portfolio of U.S. firms we illustrate that heterogeneity in the default threshold or probability of default, measured for instance by a credit rating, is of first order importance in affecting the shape of the loss distribution: including ratings heterogeneity alone results in a 20% drop in loss volatility and a 40% drop in 99.9% VaR, the level to which the risk weights of the New Basel Accord are calibrated.", "authors": ["eppe34", "epsc73"], "abstractStem": "thi paper examin the impact of neglect heterogen on credit risk we show that neglect heterogen in firm return andor default threshold lead to underestim of expect loss el and it effect on portfolio risk is ambigu onc el is control for the impact of neglect paramet heterogen is complex and depend on the sourc and degre of heterogen we show that ignor differ in default threshold result in overestim of risk while ignor differ in return correl yield ambigu result our empir applic design to be typic and repres combin both and show that neglect heterogen result in overestim of risk use a portfolio of us firm we illustr that heterogen in the default threshold or probabl of default measur for instanc by a credit rate is of first order import in affect the shape of the loss distribut includ rate heterogen alon result in a 20 drop in loss volatil and a 40 drop in 999 var the level to which the risk weight of the new basel accord are calibr", "title": "Firm heterogeneity and credit risk diversification"}, "https://ideas.repec.org/a/eee/econom/v177y2013i2p134-152.html": {"abstract": "This paper considers the problem of forecasting under continuous and discrete structural breaks and proposes weighting observations to obtain optimal forecasts in the MSFE sense. We derive optimal weights for one step ahead forecasts. Under continuous breaks, our approach largely recovers exponential smoothing weights. Under discrete breaks, we provide analytical expressions for optimal weights in models with a single regressor, and asymptotically valid weights for models with more than one regressor. It is shown that in these cases the optimal weight is the same across observations within a given regime and differs only across regimes. In practice, where information on structural breaks is uncertain, a forecasting procedure based on robust optimal weights is proposed. The relative performance of our proposed approach is investigated using Monte Carlo experiments and an empirical application to forecasting real GDP using the yield curve across nine industrial economies.", "authors": ["eppe34"], "abstractStem": "thi paper consid the problem of forecast under continu and discret structur break and propos weight observ to obtain optim forecast in the msfe sens we deriv optim weight for one step ahead forecast under continu break our approach larg recov exponenti smooth weight under discret break we provid analyt express for optim weight in model with a singl regressor and asymptot valid weight for model with more than one regressor it is shown that in these case the optim weight is the same across observ within a given regim and differ onli across regim in practic where inform on structur break is uncertain a forecast procedur base on robust optim weight is propos the rel perform of our propos approach is investig use mont carlo experi and an empir applic to forecast real gdp use the yield curv across nine industri economi", "title": "Optimal forecasts in the presence of structural breaks"}, "https://ideas.repec.org/a/bes/jnlbes/v29i4y2011p529-540.html": {"abstract": "This paper presents a simple model of state-dependent pricing that allows identification of the relative importance of the degree of price rigidity that is inherent to the price setting mechanism (intrinsic) and that which is due to the price’s driving variables (extrinsic). Using two data sets consisting of a large fraction of the price quotes used to compute the Belgian and French CPI, we are able to assess the role of intrinsic and extrinsic price stickiness in explaining the occurrence and magnitude of price changes at the outlet level. We find that infrequent price changes are not necessarily associated with large adjustment costs. Indeed, extrinsic rigidity appears to be significant in many cases. We also find that asymmetry in the price adjustment could be due to trends in marginal costs and/or desired mark-ups rather than asymmetric cost of adjustment bands.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epdh37", "epfu28", "eppe34", "epse179"], "abstractStem": "thi paper present a simpl model of statedepend price that allow identif of the rel import of the degre of price rigid that is inher to the price set mechan intrins and that which is due to the price s drive variabl extrins use two data set consist of a larg fraction of the price quot use to comput the belgian and french cpi we are abl to assess the role of intrins and extrins price sticki in explain the occurr and magnitud of price chang at the outlet level we find that infrequ price chang are not necessarili associ with larg adjust cost inde extrins rigid appear to be signific in mani case we also find that asymmetri in the price adjust could be due to trend in margin cost andor desir markup rather than asymmetr cost of adjust bandspthi abstract wa borrow from anoth version of thi item", "title": "Lumpy Price Adjustments: A Microeconometric Analysis"}, "https://ideas.repec.org/a/ecj/econjl/v98y1988i391p504-08.html": {"abstract": "No abstract is available for this item.", "authors": ["eppe34"], "abstractStem": "no abstract is avail for thi item", "title": "On the Policy Ineffectiveness Proposition and a Keynesian Alternative: A Rejoinder"}, "firstname": "M", "https://ideas.repec.org/a/bes/jnlbes/v22y2004p175-181.html": {"abstract": "No abstract is available for this item.", "authors": ["eppe34", "epsc73"], "abstractStem": "no abstract is avail for thi item", "title": "Rejoinder"}, "https://ideas.repec.org/a/ecm/emetrp/v62y1994i3p705-10.html": {"abstract": "No abstract is available for this item.", "authors": ["eppe34", "epsm83"], "abstractStem": "no abstract is avail for thi item", "title": "A Generalized R[superscript]2 Criterion for Regression Models Estimated by the Instrumental Variables Method"}, "https://ideas.repec.org/a/cup/etheor/v13y1997i06p877-888_00.html": {"abstract": "This paper considers the solution of multivariate linear rational expectations models. It is described how all possible classes of solutions (namely, the unique stable solution, multiple stable solutions, and the case where no stable solution exists) of such models can be characterized using the quadratic determinantal equation (QDE) method of Binder and Pesaran (1995, in M.H. Pesaran &amp; M. Wickens [eds.], Handbook of Applied Econometrics: Macroeconomics , pp. 139–187. Oxford: Basil Blackwell). To this end, some further theoretical results regarding the QDE method expanding on previous work are presented. In addition, numerical techniques are discussed allowing reasonably fast determination of the dimension of the solution set of the model under consideration using the QDE method. The paper also proposes a new, fully recursive solution method for models involving lagged dependent variables and current and future expectations. This new method is entirely straightforward to implement, fast, and applicable also to high-dimensional problems possibly involving coefficient matrices with a high degree of singularity.", "authors": ["eppe34"], "abstractStem": "thi paper consid the solut of multivari linear ration expect model it is describ how all possibl class of solut name the uniqu stabl solut multipl stabl solut and the case where no stabl solut exist of such model can be character use the quadrat determinant equat qde method of binder and pesaran 1995 in mh pesaran amp m wicken ed handbook of appli econometr macroeconom  pp 139 187 oxford basil blackwel to thi end some further theoret result regard the qde method expand on previou work are present in addit numer techniqu are discuss allow reason fast determin of the dimens of the solut set of the model under consider use the qde method the paper also propos a new fulli recurs solut method for model involv lag depend variabl and current and futur expect thi new method is entir straightforward to implement fast and applic also to highdimension problem possibl involv coeffici matric with a high degre of singular", "title": "Multivariate Linear Rational Expectations Models"}, "https://ideas.repec.org/a/ect/emjrnl/v11y2008i1p105-127.html": {"abstract": " This paper proposes a bias-adjusted version of Breusch and Pagan (1980) Lagrange multiplier (LM) test statistic of error cross-section independence, in the case of panel models with strictly exogenous regressors and normal errors. The exact mean and variance of the test indicator of the LM test statistic are provided for the purpose of the bias-adjustments. It is shown that the centring of the LM statistic is correct for fixed T and N. Importantly, the proposed bias-adjusted LM test is consistent even when the Pesaran's (2004) CD test is inconsistent. Also an alternative bias-adjusted LM test, which is consistent under local error cross-section dependence of any fixed order p, is proposed. The finite sample behaviour of the proposed tests is investigated and compared to that of the LM and CD tests. It is shown that the bias-adjusted LM tests successfully control the size, maintaining satisfactory power in panel with exogenous regressors and normal errors. However, it is also shown that the bias-adjusted LM test is not as robust as the CD test to non-normal errors and&amp;sol;or in the presence of weakly exogenous regressors. Copyright Royal Economic Society 2007", "authors": ["eppe34", "epul22", "fpya208"], "abstractStem": " thi paper propos a biasadjust version of breusch and pagan 1980 lagrang multipli lm test statist of error crosssect independ in the case of panel model with strictli exogen regressor and normal error the exact mean and varianc of the test indic of the lm test statist are provid for the purpos of the biasadjust it is shown that the centr of the lm statist is correct for fix t and n importantli the propos biasadjust lm test is consist even when the pesaran 2004 cd test is inconsist also an altern biasadjust lm test which is consist under local error crosssect depend of ani fix order p is propos the finit sampl behaviour of the propos test is investig and compar to that of the lm and cd test it is shown that the biasadjust lm test success control the size maintain satisfactori power in panel with exogen regressor and normal error howev it is also shown that the biasadjust lm test is not as robust as the cd test to nonnorm error andampsolor in the presenc of weakli exogen regressor copyright royal econom societi 2007", "title": "A bias-adjusted LM test of error cross-section independence"}, "https://ideas.repec.org/a/eee/dyncon/v19y1995i8p1325-1353.html": {"abstract": "No abstract is available for this item.", "authors": ["eppe34", "epsa11"], "abstractStem": "no abstract is avail for thi item", "title": "Limited-dependent rational expectations models with future expectations"}, "https://ideas.repec.org/a/spr/empeco/v16y1991i2p211-32.html": {"abstract": " This paper extends the results obtained by Pagan (1984) and Turkington (1985) for single equation rational expectations (RE) models to multivariate RE models and shows that the errors-in-variables method and the substitution method discussed in Wickens (1982) lead to exactly the same likelihood function. The paper also considers multivariate RE models with unanticipated variables and includes an empirical application to the problem of testing the natural rate-rational expectations (NR-RE) hypothesis at the disaggregate level using U.S. data over the period 1955-85.", "authors": ["eppe34"], "abstractStem": " thi paper extend the result obtain by pagan 1984 and turkington 1985 for singl equat ration expect re model to multivari re model and show that the errorsinvari method and the substitut method discuss in wicken 1982 lead to exactli the same likelihood function the paper also consid multivari re model with unanticip variabl and includ an empir applic to the problem of test the natur rater expect nrre hypothesi at the disaggreg level use us data over the period 195585", "title": "Estimation of Simple Class of Multivariate Rational Expectations Models: A Test of the New Classical Model at a Sectoral Level"}, "https://ideas.repec.org/a/eee/econom/v57y1993i1-3p377-392.html": {"abstract": "No abstract is available for this item.", "authors": ["eppe34"], "abstractStem": "no abstract is avail for thi item", "title": "A simulation approach to the problem of computing Cox's statistic for testing nonnested models"}, "https://ideas.repec.org/a/eee/intfor/v25y2009i4p642-675.html": {"abstract": "This paper considers the problem of forecasting economic and financial variables across a large number of countries in the global economy. To this end a global vector autoregressive (GVAR) model, previously estimated by Dees, di Mauro, Pesaran, and Smith (2007) and Dees, Holly, Pesaran, and Smith (2007) over the period 1979Q1-2003Q4, is used to generate out-of-sample forecasts one and four quarters ahead for real output, inflation, real equity prices, exchange rates and interest rates over the period 2004Q1-2005Q4. Forecasts are obtained for 134 variables from 26 regions, which are made up of 33 countries and cover about 90% of the world output. The forecasts are compared to typical benchmarks: univariate autoregressive and random walk models. Building on the forecast combination literature, the effects of model and estimation uncertainty on forecast outcomes are examined by pooling forecasts obtained from different GVAR models estimated over alternative sample periods. Given the size of the modelling problem, and the heterogeneity of the economies considered-industrialised, emerging, and less developed countries-as well as the very real likelihood of possibly multiple structural breaks, averaging forecasts across both models and windows makes a significant difference. Indeed, the double-averaged GVAR forecasts perform better than the benchmark competitors, especially for output, inflation and real equity prices.", "authors": ["eppe34", "epsc73", "epsm169"], "abstractStem": "thi paper consid the problem of forecast econom and financi variabl across a larg number of countri in the global economi to thi end a global vector autoregress gvar model previous estim by dee di mauro pesaran and smith 2007 and dee holli pesaran and smith 2007 over the period 1979q12003q4 is use to gener outofsampl forecast one and four quarter ahead for real output inflat real equiti price exchang rate and interest rate over the period 2004q12005q4 forecast are obtain for 134 variabl from 26 region which are made up of 33 countri and cover about 90 of the world output the forecast are compar to typic benchmark univari autoregress and random walk model build on the forecast combin literatur the effect of model and estim uncertainti on forecast outcom are examin by pool forecast obtain from differ gvar model estim over altern sampl period given the size of the model problem and the heterogen of the economi consideredindustrialis emerg and less develop countriesa well as the veri real likelihood of possibl multipl structur break averag forecast across both model and window make a signific differ inde the doubleaverag gvar forecast perform better than the benchmark competitor especi for output inflat and real equiti price", "title": "Forecasting economic and financial variables with global VARs"}, "https://ideas.repec.org/a/bes/jnlasa/v104i485y2009p325-337.html": {"abstract": "The contingency table literature on tests for dependence among discrete multi-category variables is extensive. Existing tests assume, however, that draws are independent, and there are no tests that account for serial dependencies – a problem that is particularly important in economics and finance. This paper proposes a new test of independence based on the maximum canonical correlation between pairs of discrete variables. We also propose a trace canonical correlation test using dynamically augmented reduced rank regressions or an iterated weighting method in order to account for serial dependence. Such tests are useful, for example, when testing for predictability of one sequence of discrete random variables by means of another sequence of discrete random variables as in tests of market timing skills or business cycle analysis. The proposed tests allow for an arbitrary number of categories, are robust in the presence of serial dependencies and are simple to implement using multivariate regression methods. Monte Carlo experiments show that the proposed tests have good finite sample properties. An empirical application to survey data on forecasts of GDP growth demonstrates the importance of correcting for serial dependencies in predictability tests.<p>(This abstract was borrowed from another version of this item.)", "authors": ["eppe34", "epti8"], "abstractStem": "the conting tabl literatur on test for depend among discret multicategori variabl is extens exist test assum howev that draw are independ and there are no test that account for serial depend   a problem that is particularli import in econom and financ thi paper propos a new test of independ base on the maximum canon correl between pair of discret variabl we also propos a trace canon correl test use dynam augment reduc rank regress or an iter weight method in order to account for serial depend such test are use for exampl when test for predict of one sequenc of discret random variabl by mean of anoth sequenc of discret random variabl as in test of market time skill or busi cycl analysi the propos test allow for an arbitrari number of categori are robust in the presenc of serial depend and are simpl to implement use multivari regress method mont carlo experi show that the propos test have good finit sampl properti an empir applic to survey data on forecast of gdp growth demonstr the import of correct for serial depend in predict testspthi abstract wa borrow from anoth version of thi item", "title": "Testing Dependence Among Serially Correlated Multicategory Variables"}, "https://ideas.repec.org/a/bla/manchs/v74y2006is1p24-49.html": {"abstract": " This paper provides a synthesis and further development of a global modelling approach introduced in (Journal of Business and Economic Statistics, Vol. 22 (2004), pp. 129-162), where country-specific models in the form of VARX* structures are estimated relating a vector of domestic variables, x it , to their foreign counterparts,   , and then consistently combined to form a global vector autoregression. It is shown that the VARX* models can be derived as the solution to a dynamic stochastic general equilibrium model where overidentifying long-run theoretical relations can be tested and imposed if acceptable. This gives the system a transparent long-run theoretical structure. Similarly, short-run overidentifying theoretical restrictions can be tested and imposed if accepted. Alternatively, if one has less confidence in the short-run theory the dynamics can be left unrestricted. The assumption of the weak exogeneity of the foreign variables for the long-run parameters can be tested, where   variables can be interpreted as proxies for regional and global factors. Rather than using deviations from ad hoc statistical trends, the equilibrium values of the variables reflecting the long-run theory embodied in the model can be calculated. The paper also provides some new results on the relative importance of external shocks for the UK and the Euro area economies. Copyright � 2006 The Authors; Journal compilation � 2006 Blackwell Publishing Ltd and The University of Manchester.", "authors": ["eppe34", "epsm18"], "abstractStem": " thi paper provid a synthesi and further develop of a global model approach introduc in journal of busi and econom statist vol 22 2004 pp 129162 where countryspecif model in the form of varx structur are estim relat a vector of domest variabl x it  to their foreign counterpart    and then consist combin to form a global vector autoregress it is shown that the varx model can be deriv as the solut to a dynam stochast gener equilibrium model where overidentifi longrun theoret relat can be test and impos if accept thi give the system a transpar longrun theoret structur similarli shortrun overidentifi theoret restrict can be test and impos if accept altern if one ha less confid in the shortrun theori the dynam can be left unrestrict the assumpt of the weak exogen of the foreign variabl for the longrun paramet can be test where   variabl can be interpret as proxi for region and global factor rather than use deviat from ad hoc statist trend the equilibrium valu of the variabl reflect the longrun theori embodi in the model can be calcul the paper also provid some new result on the rel import of extern shock for the uk and the euro area economi copyright   2006 the author journal compil   2006 blackwel publish ltd and the univers of manchest", "title": "Macroeconometric Modelling With A Global Perspective"}, "https://ideas.repec.org/a/eee/econom/v18y1982i2p263-274.html": {"abstract": "No abstract is available for this item.", "authors": ["eppe34"], "abstractStem": "no abstract is avail for thi item", "title": "On the comprehensive method of testing non-nested regression models"}, "https://ideas.repec.org/a/zbw/ifweej/5582.html": {"abstract": "This paper presents tests of long run macroeconomic relations involving interest rates, equity, prices and exchange rates suggested by arbitrage in financial and goods markets. It uses the global vector autoregressive (GVAR) model to test for long run restrictions in each country/region conditioning on the rest of the world. Bootstrapping is used to compute both the empirical distribution of the impulse responses and the log-likelihood ratio statistic for over-identifying restrictions. The paper also examines the speed with which adjustments to the long run relations take place via the persistence profiles. It finds strong evidence in favour of a long run version of uncovered interest parity and to a lesser extent the Fisher equation across a number of countries, but the test results for the purchasing power parity relation are much weaker. Also the transmission of shocks and subsequent adjustments in financial markets are much faster than those in goods markets.", "authors": ["epde176", "epho194", "eppe34", "epsm169"], "abstractStem": "thi paper present test of long run macroeconom relat involv interest rate equiti price and exchang rate suggest by arbitrag in financi and good market it use the global vector autoregress gvar model to test for long run restrict in each countryregion condit on the rest of the world bootstrap is use to comput both the empir distribut of the impuls respons and the loglikelihood ratio statist for overidentifi restrict the paper also examin the speed with which adjust to the long run relat take place via the persist profil it find strong evid in favour of a long run version of uncov interest pariti and to a lesser extent the fisher equat across a number of countri but the test result for the purchas power pariti relat are much weaker also the transmiss of shock and subsequ adjust in financi market are much faster than those in good market", "title": "Long Run Macroeconomic Relations in the Global Economy"}, "https://ideas.repec.org/a/bla/econom/v51y1984i23p253-70.html": {"abstract": "No abstract is available for this item.", "authors": ["eppe34"], "abstractStem": "no abstract is avail for thi item", "title": "Macroeconomic Policy in an Oil-exporting Economy with Foreign Exchange Controls"}, "https://ideas.repec.org/a/eee/econom/v164y2011i1p173-187.html": {"abstract": "This paper conducts a broad-based comparison of iterated and direct multi-period forecasting approaches applied to both univariate and multivariate models in the form of parsimonious factor-augmented vector autoregressions. To account for serial correlation in the residuals of the multi-period direct forecasting models we propose a new SURE-based estimation method and modified Akaike information criteria for model selection. Empirical analysis of the 170 variables studied by Marcellino, Stock and Watson (2006) shows that information in factors helps improve forecasting performance for most types of economic variables although it can also lead to larger biases. It also shows that SURE estimation and finite-sample modifications to the Akaike information criterion can improve the performance of the direct multi-period forecasts.", "authors": ["eppe34", "epti8"], "abstractStem": "thi paper conduct a broadbas comparison of iter and direct multiperiod forecast approach appli to both univari and multivari model in the form of parsimoni factoraug vector autoregress to account for serial correl in the residu of the multiperiod direct forecast model we propos a new surebas estim method and modifi akaik inform criteria for model select empir analysi of the 170 variabl studi by marcellino stock and watson 2006 show that inform in factor help improv forecast perform for most type of econom variabl although it can also lead to larger bias it also show that sure estim and finitesampl modif to the akaik inform criterion can improv the perform of the direct multiperiod forecast", "title": "Variable selection, estimation and inference for multi-period forecasting problems"}, "https://ideas.repec.org/a/eee/ecolet/v30y1989i1p41-47.html": {"abstract": "No abstract is available for this item.", "authors": ["eppe34", "eppi4"], "abstractStem": "no abstract is avail for thi item", "title": "A proof of the asymptotic validity of a test for perfect aggregation"}, "https://ideas.repec.org/a/eee/quaeco/v53y2013i3p221-237.html": {"abstract": "This paper presents an error-correcting macroeconometric model for the Iranian economy estimated using a new quarterly data set over the period 1979Q1–2006Q4. It builds on a recent paper by the authors, Esfahani, Mohaddes, and Pesaran (in press), which develops a theoretical long-run growth model for major oil exporting economies. The core variables included in this paper are real output, real money balances, inflation, exchange rate, oil exports, and foreign real output, although the role of investment and consumption are also analysed in a sub-model. The paper finds clear evidence for the existence of two long-run relations: an output equation as predicted by the theory and a standard real money demand equation with inflation acting as a proxy for the (missing) market interest rate. The results show that real output in the long run is influenced by oil exports and foreign output. However, it is also found that inflation has a significant negative long-run effect on real GDP, which is suggestive of economic inefficiencies and is matched by a negative association between inflation and the investment–output ratio. Finally, the results of impulse responses show that the Iranian economy adjusts quite quickly to the shocks in foreign output and oil exports, which could be partly due to the relatively underdeveloped nature of Iran's financial markets.", "authors": ["epes76", "fpmo519", "eppe34"], "abstractStem": "thi paper present an errorcorrect macroeconometr model for the iranian economi estim use a new quarterli data set over the period 1979q1 2006q4 it build on a recent paper by the author esfahani mohadd and pesaran in press which develop a theoret longrun growth model for major oil export economi the core variabl includ in thi paper are real output real money balanc inflat exchang rate oil export and foreign real output although the role of invest and consumpt are also analys in a submodel the paper find clear evid for the exist of two longrun relat an output equat as predict by the theori and a standard real money demand equat with inflat act as a proxi for the miss market interest rate the result show that real output in the long run is influenc by oil export and foreign output howev it is also found that inflat ha a signific neg longrun effect on real gdp which is suggest of econom ineffici and is match by a neg associ between inflat and the invest output ratio final the result of impuls respons show that the iranian economi adjust quit quickli to the shock in foreign output and oil export which could be partli due to the rel underdevelop natur of iran financi market", "title": "Oil exports and the Iranian economy"}}}