{"eppo19": {"https://ideas.repec.org/a/eee/juecon/v50y2001i3p537-562.html": {"abstract": "No abstract is available for this item.", "authors": ["eppo19", "epru27"], "abstractStem": "no abstract is avail for thi item", "title": "Fiscal News, State Budget Rules, and Tax-Exempt Bond Yields"}, "https://ideas.repec.org/a/aea/aecrev/v80y1990i2p63-68.html": {"abstract": "This paper summarizes our earlier research documenting the characteristic speculative dynamics of many asset markets and suggests a framework for understanding them. Our model incorporates \"feedback traders,\" traders whose demand is based on the history of past returns rather than the expectation of future fundamentals. We use this framework to describe ways in which the characteristic return patterns might be generated, and also to address the long-standing question of whether profitable speculation stabilizes asset markets.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epcu64", "eppo19", "epsu137"], "abstractStem": "thi paper summar our earlier research document the characterist specul dynam of mani asset market and suggest a framework for understand them our model incorpor feedback trader trader whose demand is base on the histori of past return rather than the expect of futur fundament we use thi framework to describ way in which the characterist return pattern might be gener and also to address the longstand question of whether profit specul stabil asset marketspthi abstract wa borrow from anoth version of thi item", "title": "Speculative Dynamics and the Role of Feedback Traders"}, "https://ideas.repec.org/a/aea/jecper/v14y2000i2p99-118.html": {"abstract": "This paper explores the link between changes in the aggregate value of corporate stock and changes in consumer spending. It presents data on the distribution of corporate stock ownership based on the 1998 Survey of Consumer Finances. It also uses time-series evidence on the comovement of stock market wealth and various categories of consumer spending to calibrate \"the wealth effect.\" It concludes that in the year after a change in stock market values, consumer spending is likely to rise by between one and two cents for each dollar increase in the value of corporate stock.", "authors": ["eppo19"], "abstractStem": "thi paper explor the link between chang in the aggreg valu of corpor stock and chang in consum spend it present data on the distribut of corpor stock ownership base on the 1998 survey of consum financ it also use timeseri evid on the comov of stock market wealth and variou categori of consum spend to calibr the wealth effect it conclud that in the year after a chang in stock market valu consum spend is like to rise by between one and two cent for each dollar increas in the valu of corpor stock", "title": "Stock Market Wealth and Consumption"}, "https://ideas.repec.org/a/kap/pubcho/v99y1999i1-2p185-216.html": {"abstract": " States that were represented by very senior Democratic congressmen grew more quickly during the 1953-90 period than states that were represented by more junior congressional delegations. States with a large fraction of politically competitive House districts also grew faster than average. The first finding is consistent with traditional legislator-based models of distributive politics, the second with partisan models. The authors cannot detect any substantively important association between seniority, state political competition, and the geographic distribution of federal funds, so higher district-specific federal spending does not appear to be the source of the link between state economic growth and congressional representation. Copyright 1999 by Kluwer Academic Publishers", "authors": ["eple59", "eppo19"], "abstractStem": " state that were repres by veri senior democrat congressmen grew more quickli dure the 195390 period than state that were repres by more junior congression deleg state with a larg fraction of polit competit hous district also grew faster than averag the first find is consist with tradit legislatorbas model of distribut polit the second with partisan model the author cannot detect ani substant import associ between senior state polit competit and the geograph distribut of feder fund so higher districtspecif feder spend doe not appear to be the sourc of the link between state econom growth and congression represent copyright 1999 by kluwer academ publish", "title": " Congressional Distributive Politics and State Economic Performance"}, "https://ideas.repec.org/a/aea/aecrev/v93y2003i2p398-404.html": {"abstract": "No abstract is available for this item.", "authors": ["eppo19"], "abstractStem": "no abstract is avail for thi item", "title": "Employer Stock and 401(k) Plans"}, "https://ideas.repec.org/a/oup/rfinst/v3y1990i1p34-35.html": {"abstract": "No abstract is available for this item.", "authors": ["eppo19"], "abstractStem": "no abstract is avail for thi item", "title": "Transmission of Volatility between Stock Markets: Discussion"}, "https://ideas.repec.org/a/eee/pubeco/v58y1995i1p1-32.html": {"abstract": "During the late 1980s. contributions to 401(k) plans eclipsed contributions to Individual Retirement Accounts as the leading form of tax-deferred individual retirement saving. This paper uses data from the 1984. 1987. and 1991 Surveys of Income and Program Participation to describe patterns of participation in and contributions to 401(k) plans. and to evaluate the net impact of these contributions on personal saving. We find that 401(k) participation conditional on eligibility exceeds sixty percent at all income levels. This pattern contrasts with Individual Retirement Accounts in the early 1980s. which exhibited a sharply rising profile of participation across income groups. We study the net effect of 401(k) contributions on personal saving by comparing the growth of non-401(k) assets for contributors and noncontributors. and by comparing the level of wealth for families who are eligible for 401(k)s with that of those who are not. We find little evidence that 401(k) contributions substitute for other forms of private saving. We also explore the substitutability of 401(k) contributions for IRA contributions. and revisit the question of whether IRAs substitute for other types of saving. Our findings suggest little substitution on either margin.<p>(This abstract was borrowed from another version of this item.)", "authors": ["eppo19", "epve136", "epwi45"], "abstractStem": "dure the late 1980 contribut to 401k plan eclips contribut to individu retir account as the lead form of taxdef individu retir save thi paper use data from the 1984 1987 and 1991 survey of incom and program particip to describ pattern of particip in and contribut to 401k plan and to evalu the net impact of these contribut on person save we find that 401k particip condit on elig exce sixti percent at all incom level thi pattern contrast with individu retir account in the earli 1980 which exhibit a sharpli rise profil of particip across incom group we studi the net effect of 401k contribut on person save by compar the growth of non401k asset for contributor and noncontributor and by compar the level of wealth for famili who are elig for 401k with that of those who are not we find littl evid that 401k contribut substitut for other form of privat save we also explor the substitut of 401k contribut for ira contribut and revisit the question of whether ira substitut for other type of save our find suggest littl substitut on either marginpthi abstract wa borrow from anoth version of thi item", "title": "Do 401(k) contributions crowd out other personal saving?"}, "https://ideas.repec.org/a/rei/ecoins/v13y2011i25p349-358.html": {"abstract": "No abstract is available for this item.", "authors": ["epar7", "epmc7", "eppo19"], "abstractStem": "no abstract is avail for thi item", "title": "100 años de la American Economic Review: los 20 artículos más destacados"}, "homepage": "https://ideas.repec.org/e/ppo19.html", "https://ideas.repec.org/a/aea/aecrev/v84y1994i2p180-85.html": {"abstract": "No abstract is available for this item.", "authors": ["eppo19", "epve136", "epwi45"], "abstractStem": "no abstract is avail for thi item", "title": "Targeted Retirement Saving and the Net Worth of Elderly Americans"}, "https://ideas.repec.org/a/bes/jnlbes/v13y1995i1p67-83.html": {"abstract": " This paper derives a new utility-based monetary aggregate, the currency-equivalent aggregate. It equals the stock of currency that would be required for households to obtain the liquidity services that they get from their entire collection of monetary assets. This aggregate is derived from preferences assuming that these satisfy a separability assumption in addition to satisfying the requirements for Divisia aggregation. The resulting aggregate remains valid when asset characteristics change and equals the sum of individuals' currency-equivalent holdings. It also predicts output movements better than simple-sum aggregates such as M1 and M2.", "authors": ["epdr1", "eppo19", "epro30"], "abstractStem": " thi paper deriv a new utilitybas monetari aggreg the currencyequival aggreg it equal the stock of currenc that would be requir for household to obtain the liquid servic that they get from their entir collect of monetari asset thi aggreg is deriv from prefer assum that these satisfi a separ assumpt in addit to satisfi the requir for divisia aggreg the result aggreg remain valid when asset characterist chang and equal the sum of individu currencyequival hold it also predict output movement better than simplesum aggreg such as m1 and m2", "title": "Money, Output, and Prices: Evidence from a New Monetary Aggregate"}, "https://ideas.repec.org/a/fip/fedbcp/y1992p230-261n36.html": {"abstract": "No abstract is available for this item.", "authors": ["eppo19"], "abstractStem": "no abstract is avail for thi item", "title": "Tax reform and the housing market in the late 1980s: who knew what, and when did they know it?"}, "https://ideas.repec.org/a/aea/aecrev/v76y1986i4p659-75.html": {"abstract": " In classical macroeconomic models with flexible wages and prices, whether a tax is levied on producers or consumers does not affect itsultimate incidence. If wages or prices are rigid in the short run, however, then shifting a tax from one side of the market to the othermay have real effects. Tax changes, therefore, provide potential testsfor the presence of nominal rigidities. This paper examines the priceand output effects of revenue-neutral shifts between direct and indirect taxation. The results provide evidence against the view thatwages and prices are completely flexible in the short run. Copyright 1986 by American Economic Association.", "authors": ["eppo19", "epro30", "epsu137"], "abstractStem": " in classic macroeconom model with flexibl wage and price whether a tax is levi on produc or consum doe not affect itsultim incid if wage or price are rigid in the short run howev then shift a tax from one side of the market to the othermay have real effect tax chang therefor provid potenti testsfor the presenc of nomin rigid thi paper examin the priceand output effect of revenueneutr shift between direct and indirect taxat the result provid evid against the view thatwag and price are complet flexibl in the short run copyright 1986 by american econom associ", "title": "A Tax-Based Test for Nominal Rigidities"}, "https://ideas.repec.org/a/eee/pubeco/v89y2005i1pv-v.html": {"abstract": "No abstract is available for this item.", "authors": ["epbo24", "eppo19"], "abstractStem": "no abstract is avail for thi item", "title": "Editorial Announcement"}, "https://ideas.repec.org/a/aea/aecrev/v97y2007i2p512-520.html": {"abstract": "No abstract is available for this item.", "authors": ["epat6", "fpka266", "epkr63", "eple59", "eppo19"], "abstractStem": "no abstract is avail for thi item", "title": "What Does Performance in Graduate School Predict? Graduate Economics Education and Student Outcomes"}, "https://ideas.repec.org/a/eee/ecolet/v49y1995i3p313-317.html": {"abstract": "No abstract is available for this item.", "authors": ["eppa153", "eppo19"], "abstractStem": "no abstract is avail for thi item", "title": "Survey evidence on employer match rates and employee saving behavior in 401(k) plans"}, "https://ideas.repec.org/a/eee/regeco/v19y1989i2p325-346.html": {"abstract": "Second mortgages accounted for 10.8% of the stock of outstanding mortgage debt at the end of 1987, up from 3.6% at the beginning of the 198Os. This paper investigates the determinants of second mortgage borrowing and the characteristics of second mortgage borrowers. We first calculate the outstanding stock of home equity that remains to be borrowed against on tax-preferred terms, recognizing the limits on interest deductions in the 1986 Tax Reform Act and the 1987 Omnibus Budget Reconciliation Act. Despite these limits, we estimate that more than two trillion dollars of housing equity remains to be borrowed against by current homeowners. We then present cross-sectional evidence suggesting that households who obtain second mortgages after purchasing a home ace less wealthy than other households with similar characteristics. Each dollar of second mortgage borrowing is associated with a seventy-five cent reduction in household net worth. While these results cannot be given a causal interpretation, they are consistent with the view that increased access to second mortgages has reduced personal saving.<p>(This abstract was borrowed from another version of this item.)", "authors": ["eppo19"], "abstractStem": "second mortgag account for 108 of the stock of outstand mortgag debt at the end of 1987 up from 36 at the begin of the 198o thi paper investig the determin of second mortgag borrow and the characterist of second mortgag borrow we first calcul the outstand stock of home equiti that remain to be borrow against on taxpref term recogn the limit on interest deduct in the 1986 tax reform act and the 1987 omnibu budget reconcili act despit these limit we estim that more than two trillion dollar of hous equiti remain to be borrow against by current homeown we then present crosssect evid suggest that household who obtain second mortgag after purchas a home ace less wealthi than other household with similar characterist each dollar of second mortgag borrow is associ with a seventyf cent reduct in household net worth while these result cannot be given a causal interpret they are consist with the view that increas access to second mortgag ha reduc person savingpthi abstract wa borrow from anoth version of thi item", "title": "Second mortgages and household saving"}, "https://ideas.repec.org/a/aea/aecrev/v90y2000i2p264-270.html": {"abstract": "This paper presents new information on the fraction of adjusted gross income, and of wages and salaries, that is reported by taxpayers in the top one half of one percent of the income distribution. This corresponds to roughly five hundred thousand households in the late 1990s. This paper relies on data from the Treasury's Individual Income Tax Model for the period 1960-1995. The definition of adjusted gross income is standardized, so that changes in the tax law do not affect the measured concentration of AGI. The results suggest that the share of AGI reported by the highest income households increased significantly between the early 1980s and the mid-1990s, with most of the increase taking place in the years immediately following the Tax Reform Act of 1986. While we find some evidence of transitory changes in the concentration of income around major tax changes, which may be the result of income retiming by high income taxpayers, re-timing does not seem to explain most of the changes since 1986.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfe56", "eppo19"], "abstractStem": "thi paper present new inform on the fraction of adjust gross incom and of wage and salari that is report by taxpay in the top one half of one percent of the incom distribut thi correspond to roughli five hundr thousand household in the late 1990 thi paper reli on data from the treasuri individu incom tax model for the period 19601995 the definit of adjust gross incom is standard so that chang in the tax law do not affect the measur concentr of agi the result suggest that the share of agi report by the highest incom household increas significantli between the earli 1980 and the mid1990 with most of the increas take place in the year immedi follow the tax reform act of 1986 while we find some evid of transitori chang in the concentr of incom around major tax chang which may be the result of incom retim by high incom taxpay retim doe not seem to explain most of the chang sinc 1986pthi abstract wa borrow from anoth version of thi item", "title": "The Income and Tax Share of Very High-Income Households, 1960-1995"}, "https://ideas.repec.org/a/ifs/fistud/v32y2011i3p331-359.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe46", "epbl81", "epmi20", "eppo19"], "abstractStem": "no abstract is avail for thi item", "title": "The Mirrlees Review: Conclusions and Recommendations for Reform"}, "https://ideas.repec.org/a/eee/pubeco/v56y1995i2p165-187.html": {"abstract": "This paper uses cross-section data on the U.S. states to test the hypothesis that budgeting and borrowing rules affect the level and composition of public spending. It employs a 1963 data set with detailed information on state capital budgeting practices to compare capital spending in states that maintain separate budgets for capital and operating expenditures and states that employ a unified budget It also investigates the impact of financing rules, in particular pay-as-you-go rules for capital projects, on the level of spending. States with capital budgets tend to spend more on public capital, especially if they do not impose pay-as-you-go requirements for financing capital projects.<p>(This abstract was borrowed from another version of this item.)", "authors": ["eppo19"], "abstractStem": "thi paper use crosssect data on the us state to test the hypothesi that budget and borrow rule affect the level and composit of public spend it employ a 1963 data set with detail inform on state capit budget practic to compar capit spend in state that maintain separ budget for capit and oper expenditur and state that employ a unifi budget it also investig the impact of financ rule in particular payasyougo rule for capit project on the level of spend state with capit budget tend to spend more on public capit especi if they do not impos payasyougo requir for financ capit projectspthi abstract wa borrow from anoth version of thi item", "title": "Capital budgets, borrowing rules, and state capital spending"}, "https://ideas.repec.org/a/aea/aecrev/v85y1995i2p384-89.html": {"abstract": "No abstract is available for this item.", "authors": ["eppo19", "epru27"], "abstractStem": "no abstract is avail for thi item", "title": "The Effect of Property-Tax Limits on Wages and Employment in the Local Public Sector"}, "https://ideas.repec.org/a/bin/bpeajo/v22y1991i1991-2p143-204.html": {"abstract": "No abstract is available for this item.", "authors": ["eppo19"], "abstractStem": "no abstract is avail for thi item", "title": "House Price Dynamics: The Role of Tax Policy"}, "https://ideas.repec.org/a/eee/regeco/v21y1991i4p539-546.html": {"abstract": "No abstract is available for this item.", "authors": ["eppo19"], "abstractStem": "no abstract is avail for thi item", "title": "House prices and demographic change: Canadian evidence"}, "https://ideas.repec.org/a/ucp/jpolec/v102y1994i4p799-821.html": {"abstract": " This paper explores the dynamics of state taxes and spending during the late 1980s when regional economic downturns and increased expenditure demands led to substantial state budget deficits. More restrictive state fiscal institutions, such as 'no-deficit carryover' rules and tax and expenditure limitations, are correlated with more rapid fiscal adjustment to unexpected deficits. Political factors are also important. When a single party controls the state house and the governorship, deficit adjustment is much faster than when party control is divided. In gubernatorial election years, tax increases and spending cuts are both significantly smaller than at other times. Copyright 1994 by University of Chicago Press.", "authors": ["eppo19"], "abstractStem": " thi paper explor the dynam of state tax and spend dure the late 1980 when region econom downturn and increas expenditur demand led to substanti state budget deficit more restrict state fiscal institut such as nodeficit carryov rule and tax and expenditur limit are correl with more rapid fiscal adjust to unexpect deficit polit factor are also import when a singl parti control the state hous and the governorship deficit adjust is much faster than when parti control is divid in gubernatori elect year tax increas and spend cut are both significantli smaller than at other time copyright 1994 by univers of chicago press", "title": "State Responses to Fiscal Crises: The Effects of Budgetary Institutions and Politics"}, "https://ideas.repec.org/a/ucp/jlawec/y2004v47i2p515-41.html": {"abstract": "Current regulations require mutual funds to disclose their portfolio holdings twice yearly. For actively managed funds, disclosure tells the public which assets the manager views as undervalued. If other investors can copy the actively managed funds' investments without affecting asset values, the return on the manager's research is diminished. If buying by \"copycat\" investors drives up the prices of assets held by the actively managed fund, however, then the disclosing fund may benefit. This paper provides empirical evidence on one of the costs of disclosure by estimating the returns of copycat mutual funds, which purchase the same assets as actively managed funds as soon as those asset holdings are disclosed. Our results for a limited sample of high-expense funds in the 1990s suggest that while these actively managed funds earned higher returns before expenses than their associated copycat funds, after expenses copycat funds earned statistically indistinguishable, and possibly higher, returns.", "authors": ["eppo19", "fpsh631"], "abstractStem": "current regul requir mutual fund to disclos their portfolio hold twice yearli for activ manag fund disclosur tell the public which asset the manag view as undervalu if other investor can copi the activ manag fund invest without affect asset valu the return on the manag research is diminish if buy by copycat investor drive up the price of asset held by the activ manag fund howev then the disclos fund may benefit thi paper provid empir evid on one of the cost of disclosur by estim the return of copycat mutual fund which purchas the same asset as activ manag fund as soon as those asset hold are disclos our result for a limit sampl of highexpens fund in the 1990 suggest that while these activ manag fund earn higher return befor expens than their associ copycat fund after expens copycat fund earn statist indistinguish and possibl higher return", "title": "Copycat Funds: Information Disclosure Regulation and the Returns to Active Management in the Mutual Fund Industry"}, "https://ideas.repec.org/a/eee/jpolmo/v29y2007i4p623-633.html": {"abstract": "No abstract is available for this item.", "authors": ["eppo19"], "abstractStem": "no abstract is avail for thi item", "title": "Income inequality and income taxation"}, "https://ideas.repec.org/a/eee/jfinec/v15y1986i3p395-405.html": {"abstract": "No abstract is available for this item.", "authors": ["eppo19"], "abstractStem": "no abstract is avail for thi item", "title": "The market valuation of cash dividends : The citizens utilities case reconsidered"}, "https://ideas.repec.org/a/eee/jfinec/v91y2009i1p38-58.html": {"abstract": "We illustrate how equilibrium screening models can be used to evaluate the economic consequences of insurance market regulation. We calibrate and solve a model of the United Kingdom's compulsory annuity market and examine the impact of gender-based pricing restrictions. We find that the endogenous adjustment of annuity contract menus in response to such restrictions can undo up to half of the redistribution from men to women that would occur with exogenous Social Security-like annuity contracts. Our findings indicate the importance of endogenous contract responses and illustrate the feasibility of employing theoretical insurance market equilibrium models for quantitative policy analysis.", "authors": ["fpfi264", "eppo19", "fpro404"], "abstractStem": "we illustr how equilibrium screen model can be use to evalu the econom consequ of insur market regul we calibr and solv a model of the unit kingdom compulsori annuiti market and examin the impact of genderbas price restrict we find that the endogen adjust of annuiti contract menu in respons to such restrict can undo up to half of the redistribut from men to women that would occur with exogen social securitylik annuiti contract our find indic the import of endogen contract respons and illustr the feasibl of employ theoret insur market equilibrium model for quantit polici analysi", "title": "Redistribution by insurance market regulation: Analyzing a ban on gender-based retirement annuities"}, "https://ideas.repec.org/a/eee/moneco/v20y1987i2p369-391.html": {"abstract": "No abstract is available for this item.", "authors": ["eppo19", "epsu137"], "abstractStem": "no abstract is avail for thi item", "title": "Finite lifetimes and the effects of budget deficits on national saving"}, "https://ideas.repec.org/a/aea/jecper/v19y2005i3p181-198.html": {"abstract": "Steve's Clark Medal citation mentions his path-breaking contributions to the economics of crime and to the political economy of campaign finance. This paper describes Steve's research in each of these areas, as well as his contributions on a range of other topics. It identifies the substantive themes as well as the methodological patterns that run through Steve's research, and it describes the economic issues that have been informed by his analysis.", "authors": ["eppo19"], "abstractStem": "steve clark medal citat mention hi pathbreak contribut to the econom of crime and to the polit economi of campaign financ thi paper describ steve research in each of these area as well as hi contribut on a rang of other topic it identifi the substant theme as well as the methodolog pattern that run through steve research and it describ the econom issu that have been inform by hi analysi", "title": "Steven D. Levitt: 2003 John Bates Clark Medalist"}, "https://ideas.repec.org/a/eee/pubeco/v23y1984i1-2p141-167.html": {"abstract": "The present paper examines the reservation wages reported by a largesample of unemployed individuals in the United States in May 1976. The majorityof unemployedindividuals report reservation wages that are at least as highas the wage they were paid on their last job. Approximately one-fourth of alljob seekers required a wage that is at least 10 percent higher than the wage ontheir previous job.Our econometric evidence shows that the level of unemployment benefitsrelative to previous wages has a powerful effect on the individual's reservation wage. A ten percent increase in the U.I. replacement ratio increases the reservation wage by about percent for job losers who are not on layoff and bysomewhat less for other unemployed groups. Separate regressions to analyze the high reservation wage per se show that a ten percent increase in the U.I. replacement ratio also increases by about four percentage points the probability that an unemployed individual will require a wage increase of 10 percent or more.These estimates imply that reducing net unemployment insurance benefits (by lowering gross benefits or by taxing unemployment benefits) could significantly lower the average duration of unemployment and the relative number of long duration spells of unemployment. Because of the non-linear response of the unemployment duration to the reservation wage, reducing a high unemployment insurance ratio by ten percentage points is likely to have a greater impact on unemployment than reducing a low unemployment insurance ratio by ten percentage points.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfe112", "eppo19"], "abstractStem": "the present paper examin the reserv wage report by a largesampl of unemploy individu in the unit state in may 1976 the majorityof unemployedindividu report reserv wage that are at least as higha the wage they were paid on their last job approxim onefourth of alljob seeker requir a wage that is at least 10 percent higher than the wage ontheir previou jobour econometr evid show that the level of unemploy benefitsrel to previou wage ha a power effect on the individu reserv wage a ten percent increas in the ui replac ratio increas the reserv wage by about percent for job loser who are not on layoff and bysomewhat less for other unemploy group separ regress to analyz the high reserv wage per se show that a ten percent increas in the ui replac ratio also increas by about four percentag point the probabl that an unemploy individu will requir a wage increas of 10 percent or morethes estim impli that reduc net unemploy insur benefit by lower gross benefit or by tax unemploy benefit could significantli lower the averag durat of unemploy and the rel number of long durat spell of unemploy becaus of the nonlinear respons of the unemploy durat to the reserv wage reduc a high unemploy insur ratio by ten percentag point is like to have a greater impact on unemploy than reduc a low unemploy insur ratio by ten percentag pointspthi abstract wa borrow from anoth version of thi item", "title": "Unemployment insurance and reservation wages"}, "https://ideas.repec.org/a/eee/pubeco/v87y2003i1p5-38.html": {"abstract": "This paper explores the relationship between household marginal income tax rates, the set of assets that households own, and the portfolio shares accounted for by each of these assets. It analyzes data from the 1983, 1989, 1992, and 1995 Surveys of Consumer Finances and develops a new algorithm for imputing federal marginal tax rates to households in these surveys. The empirical findings suggest that a household's marginal tax rate has an important effect its asset allocation decisions. The probability that a household owns tax-advantaged assets is strongly related to its tax rate on ordinary income. In addition, the amount of investment through tax-deferred accounts such as 401(k) plans and IRAs is an increasing function of the household's marginal tax rate. Holdings of corporate stock, which is taxed less heavily than interest bearing assets, and of tax-exempt bonds are also increasing in the household's marginal tax rate. Holdings of heavily taxed assets, such as corporate bonds and interest-bearing accounts, decline as a share of wealth as a household's marginal tax rate increases.<p>(This abstract was borrowed from another version of this item.)", "authors": ["eppo19", "fpsa395"], "abstractStem": "thi paper explor the relationship between household margin incom tax rate the set of asset that household own and the portfolio share account for by each of these asset it analyz data from the 1983 1989 1992 and 1995 survey of consum financ and develop a new algorithm for imput feder margin tax rate to household in these survey the empir find suggest that a household margin tax rate ha an import effect it asset alloc decis the probabl that a household own taxadvantag asset is strongli relat to it tax rate on ordinari incom in addit the amount of invest through taxdef account such as 401k plan and ira is an increas function of the household margin tax rate hold of corpor stock which is tax less heavili than interest bear asset and of taxexempt bond are also increas in the household margin tax rate hold of heavili tax asset such as corpor bond and interestbear account declin as a share of wealth as a household margin tax rate increasespthi abstract wa borrow from anoth version of thi item", "title": "Taxation and household portfolio composition: US evidence from the 1980s and 1990s"}, "https://ideas.repec.org/a/aea/jecper/v25y2011i4p95-118.html": {"abstract": "This paper presents evidence on the resources available to households as they enter retirement. It draws heavily on data collected by the Health and Retirement Study. We calculate the \"potential additional annuity income\" that households could purchase, given their holdings of non-annuitized financial assets at the start of retirement. We also consider the role of housing equity in the portfolios of retirement-age households and explore the extent to which households draw down housing equity and financial assets as they age. Because home equity is often conserved until very late in life, for many households it may provide some insurance against the risk of living longer than expected. Finally, we consider how our findings bear on a number of policy issues, such as the role for annuity defaults in retirement saving plans.", "authors": ["eppo19", "epve136", "epwi45"], "abstractStem": "thi paper present evid on the resourc avail to household as they enter retir it draw heavili on data collect by the health and retir studi we calcul the potenti addit annuiti incom that household could purchas given their hold of nonannuit financi asset at the start of retir we also consid the role of hous equiti in the portfolio of retirementag household and explor the extent to which household draw down hous equiti and financi asset as they age becaus home equiti is often conserv until veri late in life for mani household it may provid some insur against the risk of live longer than expect final we consid how our find bear on a number of polici issu such as the role for annuiti default in retir save plan", "title": "The Composition and Drawdown of Wealth in Retirement"}, "https://ideas.repec.org/a/wly/jpamgt/v16y1997i1p48-66.html": {"abstract": " This article examines the relationship between demographic structure and the level of government spending on K-12 education. Panel data for the states of the United States over the 1960-1990 period suggests that an increase in the fraction of elderly residents in a jurisdiction is associated with a significant reduction in per-child educational spending. This reduction is particularly large when the elderly residents and the school-age population are from different racial groups. Variation in the size of the school-age population does not result in proportionate changes in education spending, thus, students in states with larger school-age populations receive lower per-student spending than those in states with smaller numbers of potential students. These results provide support for models of generational competition in the allocation of public sector resources. They also suggest that the effect of cohort size on government-mediated transfers must be considered in analyzing how cohort size affects economic well-being.", "authors": ["eppo19"], "abstractStem": " thi articl examin the relationship between demograph structur and the level of govern spend on k12 educ panel data for the state of the unit state over the 19601990 period suggest that an increas in the fraction of elderli resid in a jurisdict is associ with a signific reduct in perchild educ spend thi reduct is particularli larg when the elderli resid and the schoolag popul are from differ racial group variat in the size of the schoolag popul doe not result in proportion chang in educ spend thu student in state with larger schoolag popul receiv lower perstud spend than those in state with smaller number of potenti student these result provid support for model of gener competit in the alloc of public sector resourc they also suggest that the effect of cohort size on governmentmedi transfer must be consid in analyz how cohort size affect econom wellb", "title": "Demographic structure and the political economy of public education"}, "https://ideas.repec.org/a/eee/regeco/v19y1989i2p159-162.html": {"abstract": "No abstract is available for this item.", "authors": ["eppo19"], "abstractStem": "no abstract is avail for thi item", "title": "Residential real estate and capital formation : Introduction"}, "https://ideas.repec.org/a/aea/jeclit/v36y1998i3p1387-1425.html": {"abstract": " Specialists in labor economics and public economics at 40 leading research universities provided opinions of policy proposals, quantitative best estimates and 95-percent confidence intervals for economic parameters, and answers to values questions regarding income redistribution, efficiency versus equity, and individual versus social responsibility. Their positions on policy are more closely related to their values than to their estimates of relevant economic parameters. Average best estimates of the economic parameters agree well with the relevant literature, but individual best estimates are usually widely dispersed. The individual 95-percent confidence intervals are much narrower than the substantial cross-respondent variation in estimates would warrant.", "authors": ["epfu157", "epkr63", "eppo19"], "abstractStem": " specialist in labor econom and public econom at 40 lead research univers provid opinion of polici propos quantit best estim and 95percent confid interv for econom paramet and answer to valu question regard incom redistribut effici versu equiti and individu versu social respons their posit on polici are more close relat to their valu than to their estim of relev econom paramet averag best estim of the econom paramet agre well with the relev literatur but individu best estim are usual wide dispers the individu 95percent confid interv are much narrow than the substanti crossrespond variat in estim would warrant", "title": "Economists' Views about Parameters, Values, and Policies: Survey Results in Labor and Public Economics"}, "https://ideas.repec.org/a/aea/aecrev/v79y1989i2p325-30.html": {"abstract": "This implies that low-income households in one year have some chance of being higher-income households in other years, and significantly affects the estimated distributional burden of excise taxes. This paper shows that household expenditures on gasoline, alcohol, and tobacco as a share of total consumption (a proxy for lifetime income) are much more equally distributed than expenditures as a share of annual income. From a longer-horizon perspective, excise taxes on these goods are therefore much less regressive than standard analyses suggest.<p>(This abstract was borrowed from another version of this item.)", "authors": ["eppo19"], "abstractStem": "thi impli that lowincom household in one year have some chanc of be higherincom household in other year and significantli affect the estim distribut burden of excis tax thi paper show that household expenditur on gasolin alcohol and tobacco as a share of total consumpt a proxi for lifetim incom are much more equal distribut than expenditur as a share of annual incom from a longerhorizon perspect excis tax on these good are therefor much less regress than standard analys suggestpthi abstract wa borrow from anoth version of thi item", "title": "Lifetime Incidence and the Distributional Burden of Excise Taxes"}, "https://ideas.repec.org/a/aea/jecper/v26y2012i4p171-84.html": {"abstract": "Amy Finkelstein is the 2012 recipient of the John Bates Clark Medal from the American Economic Association. The core concerns of Amy's research program have been insurance markets and health care. She has addressed whether asymmetric information leads to inefficiencies in insurance markets, how large social insurance programs affect healthcare markets, and the determinants of innovation incentives in health care. We describe a number of Amy's key research contributions, with particular emphasis on those identified by the Honors and Awards Committee of the American Economic Association in her Clark Medal citation, as well as her broader contributions to the field of economics.", "authors": ["fple318", "eppo19"], "abstractStem": "ami finkelstein is the 2012 recipi of the john bate clark medal from the american econom associ the core concern of ami research program have been insur market and health care she ha address whether asymmetr inform lead to ineffici in insur market how larg social insur program affect healthcar market and the determin of innov incent in health care we describ a number of ami key research contribut with particular emphasi on those identifi by the honor and award committe of the american econom associ in her clark medal citat as well as her broader contribut to the field of econom", "title": "Amy Finkelstein: 2012 John Bates Clark Medalist"}, "https://ideas.repec.org/a/tpr/restat/v77y1995i2p207-16.html": {"abstract": " This paper utilizes validation data on survey response error in the Current Population Survey to generalize the standard multinomial logit model to allow for spurious events that result from classification error. The authors' basic approach could be used with other stochastic models of discrete events as well. They illustrate their algorithm by studying the effect of unemployment insurance on transitions from unemployment to employment and on labor-force withdrawal. Their results confirm earlier work suggesting that unemployment insurance lengthens unemployment spells and show that correcting for classification error strengthens the apparent effect of unemployment insurance on spell durations. Copyright 1995 by MIT Press.", "authors": ["eppo19", "epsu137"], "abstractStem": " thi paper util valid data on survey respons error in the current popul survey to gener the standard multinomi logit model to allow for spuriou event that result from classif error the author basic approach could be use with other stochast model of discret event as well they illustr their algorithm by studi the effect of unemploy insur on transit from unemploy to employ and on laborforc withdraw their result confirm earlier work suggest that unemploy insur lengthen unemploy spell and show that correct for classif error strengthen the appar effect of unemploy insur on spell durat copyright 1995 by mit press", "title": "Unemployment Benefits and Labor Market Transitions: A Multinomial Logit Model with Errors in Classification"}, "https://ideas.repec.org/a/fip/fedkpr/y2004iaugp163-216.html": {"abstract": "A number of financial market analysts have argued that the aging of the \"Baby Boom\" cohort contributed to the rise U.S. asset values during the 1990s, and that asset prices will decline when this group reaches retirement age and begins to draw down its wealth. This paper explores the importance of changing demographic structure for asset returns, asset prices, and the composition of household balance sheets in the United States. Standard models suggest that equilibrium returns on financial assets will vary in response to changes in population age structure. While the direction of the effect of demographic changes is not controversial, the quantitative importance of such changes for financial markets is open to debate. The paper presents several strands of empirical evidence that bear on this issue. First, it describes current age-specific patterns of asset holding in the United States, and finds that asset holdings rise sharply when households are in their 30s and 40s. Aside from the automatic decline in the value of defined benefit pension assets as households age, however, other financial assets decline only gradually during retirement. When these data are used to project asset demands in light of the future age structure of the U.S. population, they do not show a sharp decline in asset demand between 2020 and 2050. This finding calls into question the \"asset market meltdown\" view. Second, the paper considers the historical association between population age structure and real returns on Treasury bills, long-term government bonds, and corporate stock. The evidence suggests only modest effects, if any, of a changing demographic mix. Statistical tests based on the few effective degrees of freedom in the historical record of age structure and asset returns have limited power to detect such effects. There is a stronger historical correlation between asset levels, as measured for example by the price-dividend ratio, and summary measures of the popul<p>(This abstract was borrowed from another version of this item.)", "authors": ["eppo19"], "abstractStem": "a number of financi market analyst have argu that the age of the babi boom cohort contribut to the rise us asset valu dure the 1990 and that asset price will declin when thi group reach retir age and begin to draw down it wealth thi paper explor the import of chang demograph structur for asset return asset price and the composit of household balanc sheet in the unit state standard model suggest that equilibrium return on financi asset will vari in respons to chang in popul age structur while the direct of the effect of demograph chang is not controversi the quantit import of such chang for financi market is open to debat the paper present sever strand of empir evid that bear on thi issu first it describ current agespecif pattern of asset hold in the unit state and find that asset hold rise sharpli when household are in their 30 and 40 asid from the automat declin in the valu of defin benefit pension asset as household age howev other financi asset declin onli gradual dure retir when these data are use to project asset demand in light of the futur age structur of the us popul they do not show a sharp declin in asset demand between 2020 and 2050 thi find call into question the asset market meltdown view second the paper consid the histor associ between popul age structur and real return on treasuri bill longterm govern bond and corpor stock the evid suggest onli modest effect if ani of a chang demograph mix statist test base on the few effect degre of freedom in the histor record of age structur and asset return have limit power to detect such effect there is a stronger histor correl between asset level as measur for exampl by the pricedividend ratio and summari measur of the populpthi abstract wa borrow from anoth version of thi item", "title": "The impact of population aging on financial markets"}, "https://ideas.repec.org/a/aea/aecrev/v94y2004i2p171-175.html": {"abstract": "This paper presents new evidence on how corporate payout policy responds to the differential between the tax burden on dividend income and that on accruing capital gains. It describes the construction of weighted average marginal tax rate series for the period since 1929, and it suggests that the enactment of the Job Growth of Taxpayer Relief Reconciliation Act of 2003 should raise the after-tax value of dividends relative to capital gains by more than five percentage points. The impact of this change on payout depends on the elasticity of dividend payments with respect to the after-tax value of dividend income relative to capital gains. Time series estimates suggest an elasticity of more than three, and imply that the recent tax reform could ultimately increase dividends by almost twenty percent.<p>(This abstract was borrowed from another version of this item.)", "authors": ["eppo19"], "abstractStem": "thi paper present new evid on how corpor payout polici respond to the differenti between the tax burden on dividend incom and that on accru capit gain it describ the construct of weight averag margin tax rate seri for the period sinc 1929 and it suggest that the enact of the job growth of taxpay relief reconcili act of 2003 should rais the aftertax valu of dividend rel to capit gain by more than five percentag point the impact of thi chang on payout depend on the elast of dividend payment with respect to the aftertax valu of dividend incom rel to capit gain time seri estim suggest an elast of more than three and impli that the recent tax reform could ultim increas dividend by almost twenti percentpthi abstract wa borrow from anoth version of thi item", "title": "Taxation and Corporate Payout Policy"}, "https://ideas.repec.org/a/aea/aecrev/v88y1998i2p315-20.html": {"abstract": "No abstract is available for this item.", "authors": ["eppo19"], "abstractStem": "no abstract is avail for thi item", "title": "Demographic Change, Intergenerational Linkages, and Public Education"}, "https://ideas.repec.org/a/fip/fednqr/y1990iwinp20-32nv.15no.3-4.html": {"abstract": "Recent years have seen the emergence of a sizable literature comparing the cost of capital in the United States and Japan. This review of the literature highlights the methodological differences of previous investigations and seeks to isolate common conclusions. Emphasis is given to underlying economic and institutional factors that may contribute to cost of capital disparities.", "authors": ["eppo19"], "abstractStem": "recent year have seen the emerg of a sizabl literatur compar the cost of capit in the unit state and japan thi review of the literatur highlight the methodolog differ of previou investig and seek to isol common conclus emphasi is given to underli econom and institut factor that may contribut to cost of capit dispar", "title": "Comparing the cost of capital in the United States and Japan: a survey of methods"}, "https://ideas.repec.org/a/eee/pubeco/v22y1983i2p135-167.html": {"abstract": "Taxes on corporate distributions have traditionally been regarded as a \"double tax\" on corporate income. This view implies that while the total effective tax rate on corporate source income affects real economic decisions, the distribution of this tax burden between the shareholders and the corporation is irrelevant. Recent research has suggested an alter- native to this traditional view. One explanation of why firms in the U.S. pay dividends in spite of the heavy tax liabilities associated with this form of distribution is that the stock market capitalizes the tax payments associated with corporate distributions. This capitalization leaves investors indifferent at the margin between corporations paying our dividends and retaining earnings. This alternative view holds that while changes in the dividend tax rate will affect shareholder wealth, they will have no impact on corporate investment decisions. This paper develops econometric tests which distinguish between these two views of dividend taxation. By extending Tobin's \"q\" theory of investment to incorporate taxes at both the corporate and personal levels, the implications of each view for corporate investment decisions can be derived. The competing views may be tested by comparing the performance of investment equations estimates under each theory's predict ions. British time series data are particularly appropriate for testing hypotheses about dividend taxes because of the substantial postwar variation in effective tax rates on corporate distributions. The econometric results suggest that dividend taxes have important effects on investment decisions.<p>(This abstract was borrowed from another version of this item.)", "authors": ["eppo19", "epsu137"], "abstractStem": "tax on corpor distribut have tradit been regard as a doubl tax on corpor incom thi view impli that while the total effect tax rate on corpor sourc incom affect real econom decis the distribut of thi tax burden between the sharehold and the corpor is irrelev recent research ha suggest an alter nativ to thi tradit view one explan of whi firm in the us pay dividend in spite of the heavi tax liabil associ with thi form of distribut is that the stock market capit the tax payment associ with corpor distribut thi capit leav investor indiffer at the margin between corpor pay our dividend and retain earn thi altern view hold that while chang in the dividend tax rate will affect sharehold wealth they will have no impact on corpor invest decis thi paper develop econometr test which distinguish between these two view of dividend taxat by extend tobin q theori of invest to incorpor tax at both the corpor and person level the implic of each view for corpor invest decis can be deriv the compet view may be test by compar the perform of invest equat estim under each theori predict ion british time seri data are particularli appropri for test hypothes about dividend tax becaus of the substanti postwar variat in effect tax rate on corpor distribut the econometr result suggest that dividend tax have import effect on invest decisionspthi abstract wa borrow from anoth version of thi item", "title": "Dividend taxes, corporate investment, and `Q'"}, "https://ideas.repec.org/a/aea/aecrev/v95y2005i5p1605-1630.html": {"abstract": "We analyze stock trades made by individuals holding stock in both taxable and tax-deferred accounts. By comparing trades across these two types of accounts, we uncover a capital gains lock-in effect in taxable accounts. The lock-in effect is more pronounced for large stock transactions and for stocks held for at least 12 months. Over shorter horizons, the disposition effect outweighs the lock-in effect. Comparison of loss realizations in taxable and tax-deferred accounts yields evidence of tax-loss selling throughout the year. Effective accrual tax rates for stocks that experience substantial appreciation are substantially below the statutory tax rate on long-term gains.", "authors": ["eppo19"], "abstractStem": "we analyz stock trade made by individu hold stock in both taxabl and taxdef account by compar trade across these two type of account we uncov a capit gain lockin effect in taxabl account the lockin effect is more pronounc for larg stock transact and for stock held for at least 12 month over shorter horizon the disposit effect outweigh the lockin effect comparison of loss realiz in taxabl and taxdef account yield evid of taxloss sell throughout the year effect accrual tax rate for stock that experi substanti appreci are substanti below the statutori tax rate on longterm gain", "title": "Tax-Motivated Trading by Individual Investors"}, "https://ideas.repec.org/a/aea/aecrev/v90y2000i2p297-302.html": {"abstract": "No abstract is available for this item.", "authors": ["eppo19", "epve136", "epwi45"], "abstractStem": "no abstract is avail for thi item", "title": "Saver Behavior and 401(k) Retirement Wealth"}, "https://ideas.repec.org/a/aea/aecrev/v92y2002i2p422-427.html": {"abstract": "Exchange traded funds (ETFs) are a new variety of mutual fund that first became available in 1993. ETFs have grown rapidly and now hold nearly $80 billion in assets. ETFs are sometimes described as more 'tax efficient' than traditional equity mutual funds, since in recent years, some large ETFs have made smaller distributions of realized and taxable capital gains than most mutual funds. This paper provides an introduction to the operation of exchange traded funds. It also compares the pre-tax and post-tax returns on the largest ETF, the SPDR trust that invests in the S&amp;P500;, with the returns on the largest equity index fund, the Vanguard Index 500. The results suggest that between 1994 and 2000, the before- and after-tax returns on the SPDR trust and this mutual fund were very similar. Both the after-tax and the pre-tax returns on the fund were slightly greater than those on the ETF. These findings suggest that ETFs offer taxable investors a method of holding broad baskets of stocks that deliver returns comparable to those of low-cost index funds.<p>(This abstract was borrowed from another version of this item.)", "authors": ["eppo19"], "abstractStem": "exchang trade fund etf are a new varieti of mutual fund that first becam avail in 1993 etf have grown rapidli and now hold nearli 80 billion in asset etf are sometim describ as more tax effici than tradit equiti mutual fund sinc in recent year some larg etf have made smaller distribut of realiz and taxabl capit gain than most mutual fund thi paper provid an introduct to the oper of exchang trade fund it also compar the pretax and posttax return on the largest etf the spdr trust that invest in the sampp500 with the return on the largest equiti index fund the vanguard index 500 the result suggest that between 1994 and 2000 the befor and aftertax return on the spdr trust and thi mutual fund were veri similar both the aftertax and the pretax return on the fund were slightli greater than those on the etf these find suggest that etf offer taxabl investor a method of hold broad basket of stock that deliv return compar to those of lowcost index fundspthi abstract wa borrow from anoth version of thi item", "title": "Exchange-Traded Funds: A New Investment Option for Taxable Investors"}, "https://ideas.repec.org/a/aea/jecper/v7y1993i4p47-63.html": {"abstract": "In the last few years, a substantial volume of research has considered the design of taxes to slow greenhouse gas emissions as well as the economic effects of such policies. In this paper, I summarize the insights that have emerged from this work. I begin by explaining that while efficiency considerations create a presumption for using coordinated international policies to alter greenhouse gas emissions, the prospects for such action are bleak. Then I focus on the public finance of carbon taxes at the national level, considering the design of such taxes as well as their incidence across and within nations. Next, I focus on greenhouse gas emission policies that could be enacted in less-developed countries, such as the elimination of fossil fuel subsidies and other policies to slow deforestation. Finally I suggest several promising directions for future study.", "authors": ["eppo19"], "abstractStem": "in the last few year a substanti volum of research ha consid the design of tax to slow greenhous ga emiss as well as the econom effect of such polici in thi paper i summar the insight that have emerg from thi work i begin by explain that while effici consider creat a presumpt for use coordin intern polici to alter greenhous ga emiss the prospect for such action are bleak then i focu on the public financ of carbon tax at the nation level consid the design of such tax as well as their incid across and within nation next i focu on greenhous ga emiss polici that could be enact in lessdevelop countri such as the elimin of fossil fuel subsidi and other polici to slow deforest final i suggest sever promis direct for futur studi", "title": "Global Warming Policy: A Public Finance Perspective"}, "https://ideas.repec.org/a/bla/jfinan/v56y2001i1p353-368.html": {"abstract": " Changes in the capital gains tax rules facing individual investors do not affect the incentives for \"window dressing\" by institutional investors, but they can affect the incentives for year-end tax-induced trading by individual investors. Empirical evidence for the 1963 to 1996 period suggests that when the tax law encouraged taxable investors who accrued losses early in the year to realize their losses before year-end, the correlation between early year losses and turn-of-the-year returns was weaker than when the law did not provide such an early realization incentive. These findings suggest that tax-loss trading contributes to turn-of-the-year return patterns. Copyright The American Finance Association 2001.", "authors": ["eppo19"], "abstractStem": " chang in the capit gain tax rule face individu investor do not affect the incent for window dress by institut investor but they can affect the incent for yearend taxinduc trade by individu investor empir evid for the 1963 to 1996 period suggest that when the tax law encourag taxabl investor who accru loss earli in the year to realiz their loss befor yearend the correl between earli year loss and turnoftheyear return wa weaker than when the law did not provid such an earli realiz incent these find suggest that taxloss trade contribut to turnoftheyear return pattern copyright the american financ associ 2001", "title": "Capital Gains Tax Rules, Tax-loss Trading, and Turn-of-the-year Returns"}, "https://ideas.repec.org/a/aea/aecrev/v101y2011i1p1-8.html": {"abstract": " This paper presents a list of the top 20 articles published in the American Economic Review during its first 100 years. This list was assembled in honor of the AER 's one-hundredth anniversary by a group of distinguished economists at the request of AER 's editor. A brief description accompanies the citations of each article.", "authors": ["epar7", "epbe81", "epmc7", "eppo19", "epso18"], "abstractStem": " thi paper present a list of the top 20 articl publish in the american econom review dure it first 100 year thi list wa assembl in honor of the aer s onehundredth anniversari by a group of distinguish economist at the request of aer s editor a brief descript accompani the citat of each articl", "title": "100 Years of the American Economic Review : The Top 20 Articles"}, "https://ideas.repec.org/a/bin/bpeajo/v21y1990i1990-1p1-74.html": {"abstract": "No abstract is available for this item.", "authors": ["epcu64", "eppo19", "epsu137"], "abstractStem": "no abstract is avail for thi item", "title": "An Aging Society: Opportunity or Challenge?"}, "https://ideas.repec.org/a/ucp/jpolec/v112y2004i1p183-208.html": {"abstract": "We use a unique data set of annuities in the United Kingdom to test for adverse selection. We find systematic relationships between ex post mortality and annuity characteristics, such as the timing of payments and the possibility of payments to the annuitant's estate. These patterns are consistent with the presence of asymmetric information. However, we find no evidence of substantive mortality differences by annuity size. These results suggest that the absence of selection on one contract dimension does not preclude its presence on others. This highlights the importance of considering detailed features of insurance contracts when testing theoretical models of asymmetric information.", "authors": ["fpfi264", "eppo19"], "abstractStem": "we use a uniqu data set of annuiti in the unit kingdom to test for advers select we find systemat relationship between ex post mortal and annuiti characterist such as the time of payment and the possibl of payment to the annuit estat these pattern are consist with the presenc of asymmetr inform howev we find no evid of substant mortal differ by annuiti size these result suggest that the absenc of select on one contract dimens doe not preclud it presenc on other thi highlight the import of consid detail featur of insur contract when test theoret model of asymmetr inform", "title": "Adverse Selection in Insurance Markets: Policyholder Evidence from the U.K. Annuity Market"}, "https://ideas.repec.org/a/aea/aecrev/v98y2008i2p84-89.html": {"abstract": "No abstract is available for this item.", "authors": ["eppo19", "fpsi354"], "abstractStem": "no abstract is avail for thi item", "title": "Tax Expenditures for Owner-Occupied Housing: Deductions for Property Taxes and Mortgage Interest and the Exclusion of Imputed Rental Income"}, "https://ideas.repec.org/a/aea/jecper/v1y1987i1p101-19.html": {"abstract": "This paper evaluates the effects of the 1986 Tax Reform Act on household labor supply and savings. It describes the tax bill's effects on incentives to work and to save, and uses recent econometric estimates of labor supply and savings elasticities to describe the reform's impact on household behavior. Two factors lead us to conclude that the new law will have small aggregate effects. First, most households experience only small changes in their marginal tax rates. Forty-one percent of the taxpaying population will face marginal tax rates as high, or higher, under the new law as under the previous tax code. Only eleven percent of taxpayers receive marginal tax rate reductions of ten percentage points or more. Second, plausible estimates of both the labor supply and savings elasticities suggest that even for those households that receive rate reductions, behavioral changes will be small. Our analysis suggests that the tax reform will increase labor supply by about one percent, and slightly reduce private savings.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpha893", "eppo19"], "abstractStem": "thi paper evalu the effect of the 1986 tax reform act on household labor suppli and save it describ the tax bill effect on incent to work and to save and use recent econometr estim of labor suppli and save elast to describ the reform impact on household behavior two factor lead us to conclud that the new law will have small aggreg effect first most household experi onli small chang in their margin tax rate fortyon percent of the taxpay popul will face margin tax rate as high or higher under the new law as under the previou tax code onli eleven percent of taxpay receiv margin tax rate reduct of ten percentag point or more second plausibl estim of both the labor suppli and save elast suggest that even for those household that receiv rate reduct behavior chang will be small our analysi suggest that the tax reform will increas labor suppli by about one percent and slightli reduc privat savingspthi abstract wa borrow from anoth version of thi item", "title": "Household Behavior and the Tax Reform Act of 1986"}, "https://ideas.repec.org/a/aea/aecrev/v77y1987i2p234-39.html": {"abstract": "This paper uses time-series data to investigate how changes in capital gains tax rates affect taxpayer compliance. It finds that a one percent increase in the marginal tax rate reduces voluntary compliance by between one half and one percent. These results confirm the findings of previous studies based on individual household data. They also suggest that at least one quarter of the observed capital gain realization response to changes in marginal tax rates is due to changes in reporting behavior, rather than portfolio behavior.<p>(This abstract was borrowed from another version of this item.)", "authors": ["eppo19"], "abstractStem": "thi paper use timeseri data to investig how chang in capit gain tax rate affect taxpay complianc it find that a one percent increas in the margin tax rate reduc voluntari complianc by between one half and one percent these result confirm the find of previou studi base on individu household data they also suggest that at least one quarter of the observ capit gain realiz respons to chang in margin tax rate is due to chang in report behavior rather than portfolio behaviorpthi abstract wa borrow from anoth version of thi item", "title": "Tax Evasion and Capital Gains Taxation"}, "https://ideas.repec.org/a/oup/qjecon/v109y1994i3p701-733..html": {"abstract": "The Tax Reform Act of 1986 introduced a new tax subsidy for health insurance purchases by the self-employed. We analyze the changing patterns of insurance demand before and after tax reform to generate new estimates of how the after-tax price of insurance affects the discrete choice of whether to buy insurance. We employ both traditional regression models and difference-in-difference methods that compare changes in insurance coverage across groups around TRA86. The results from our most carefully controlled comparison suggest that a 1 percent increase in the cost of insurance coverage reduces the probability that a self-employed single person will be insured by 1.8 percentage points.", "authors": [], "abstractStem": "the tax reform act of 1986 introduc a new tax subsidi for health insur purchas by the selfemploy we analyz the chang pattern of insur demand befor and after tax reform to gener new estim of how the aftertax price of insur affect the discret choic of whether to buy insur we employ both tradit regress model and differenceindiffer method that compar chang in insur coverag across group around tra86 the result from our most care control comparison suggest that a 1 percent increas in the cost of insur coverag reduc the probabl that a selfemploy singl person will be insur by 18 percentag point", "title": "Tax Incentives and the Decision to Purchase Health Insurance: Evidence from the Self-Employed"}, "https://ideas.repec.org/a/eee/econom/v112y2003i1p65-67.html": {"abstract": "No abstract is available for this item.", "authors": ["eppo19"], "abstractStem": "no abstract is avail for thi item", "title": "Some observations on health status and economic status"}, "https://ideas.repec.org/a/aea/jecper/v9y1995i1p165-82.html": {"abstract": "This paper summarizes the research contributions of Lawrence Summers, who was awarded the 1993 John Bates Clark Medal by the American Economic Association. It focuses on research in four subfields of economics: public finance, labor economies, financial economies, and macroeconomics. The paper describes the substantive importance and impact of Summers's research in each area, as well as the general research style and strategy that runs through his work.", "authors": ["eppo19"], "abstractStem": "thi paper summar the research contribut of lawrenc summer who wa award the 1993 john bate clark medal by the american econom associ it focus on research in four subfield of econom public financ labor economi financi economi and macroeconom the paper describ the substant import and impact of summerss research in each area as well as the gener research style and strategi that run through hi work", "title": "In Honor of Lawrence H. Summers, Winner of the John Bates Clark Medal"}, "https://ideas.repec.org/a/eee/pubeco/v88y2004i9-10p1893-1915.html": {"abstract": "The rapid growth of assets in self-directed tax-deferred retirement accounts has generated a new set of financial decisions for many households. In addition to deciding which assets to hold, households with substantial assets in both taxable and tax-deferred accounts must decide where to hold them. This paper uses data from the Survey of Consumer Finances to assess how many households have enough assets in both taxable and tax-deferred accounts to face significant asset location choices. It also investigates the asset location decisions these households make. In 1998, 45 percent of households had at least some assets in a tax-deferred account, and more than ten million households had at least $25,000 in both a taxable and a tax-deferred account. Many households hold equities in their tax-deferred accounts but not in their taxable accounts, while also holding taxable bonds in their taxable accounts. Most of these households could reduce their taxes by relocating heavily-taxed fixed income assets to their tax-deferred account. Asset allocation inside and outside tax-deferred accounts is quite similar, with about seventy percent of assets in each location invested in equity securities. For nearly three quarters of the households that hold apparently tax-inefficient portfolios, a shift of less than $10,000 in financial assets can move their portfolio to a tax-efficient allocation. Asset location decisions within IRAs appear to be sensitive to marginal tax rates; we do not find evidence for such sensitivity in other tax-deferred accounts.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpbe639", "eppo19"], "abstractStem": "the rapid growth of asset in selfdirect taxdef retir account ha gener a new set of financi decis for mani household in addit to decid which asset to hold household with substanti asset in both taxabl and taxdef account must decid where to hold them thi paper use data from the survey of consum financ to assess how mani household have enough asset in both taxabl and taxdef account to face signific asset locat choic it also investig the asset locat decis these household make in 1998 45 percent of household had at least some asset in a taxdef account and more than ten million household had at least 25000 in both a taxabl and a taxdef account mani household hold equiti in their taxdef account but not in their taxabl account while also hold taxabl bond in their taxabl account most of these household could reduc their tax by reloc heavilytax fix incom asset to their taxdef account asset alloc insid and outsid taxdef account is quit similar with about seventi percent of asset in each locat invest in equiti secur for nearli three quarter of the household that hold appar taxineffici portfolio a shift of less than 10000 in financi asset can move their portfolio to a taxeffici alloc asset locat decis within ira appear to be sensit to margin tax rate we do not find evid for such sensit in other taxdef accountspthi abstract wa borrow from anoth version of thi item", "title": "Asset allocation and asset location: household evidence from the survey of consumer finances"}, "https://ideas.repec.org/a/bpj/evoice/v3y2005i1n3.html": {"abstract": "Edward Lazear and James Poterba, both members of the President's Advisory Panel on Federal Tax Reform, explain the need for tax reform, and how the Panel's proposals are geared to bring about higher growth, simplification that saves filing time, and fairness.", "authors": ["epla64", "eppo19"], "abstractStem": "edward lazear and jame poterba both member of the presid advisori panel on feder tax reform explain the need for tax reform and how the panel propos are gear to bring about higher growth simplif that save file time and fair", "title": "Reforming Taxes to Promote Economic Growth"}, "https://ideas.repec.org/a/mcb/jmoncb/v22y1990i1p1-18.html": {"abstract": " This paper examines the empirical validity of the predictions that if governments minimize the deadweight loss from raising revenue through inflation and tax finance, there should be a positive contemporaneous association between inflation and the level of tax burdens. The authors examine the empirical validity of this prediction using data from Great Britain, France, Germany, Japan, and the United States. Inflation and tax rates are as likely to be negatively as positively correlated, so the results cast doubt on the empirical relevance of simple models in which governments with time-invariant tastes choose monetary policy to equate the marginal deadweight burdens of inflation and taxes. Copyright 1990 by Ohio State University Press.", "authors": ["eppo19", "epro30"], "abstractStem": " thi paper examin the empir valid of the predict that if govern minim the deadweight loss from rais revenu through inflat and tax financ there should be a posit contemporan associ between inflat and the level of tax burden the author examin the empir valid of thi predict use data from great britain franc germani japan and the unit state inflat and tax rate are as like to be neg as posit correl so the result cast doubt on the empir relev of simpl model in which govern with timeinvari tast choos monetari polici to equat the margin deadweight burden of inflat and tax copyright 1990 by ohio state univers press", "title": "Inflation and Taxation with Optimizing Governments"}, "https://ideas.repec.org/a/eee/jfinec/v63y2002i3p381-414.html": {"abstract": "This paper explores the relationship between the after-tax returns that taxable investors earn on equity mutual funds and the subsequent cash inflows to these funds. Previous studies have documented that funds with high pretax returns attract greater inflows. This paper investigates the relative predictive power of pre-tax and after-tax returns for explaining annual fund inflows. The empirical results, based on a large sample of equity mutual funds over the period 1993-1998, suggest that after-tax returns have more explanatory power than pretax returns in explaining inflows. In addition, funds with large overhangs' of unrealized capital gains experience smaller inflows, all else equal, than funds without such unrealized gains. By disaggregating net fund inflows into gross inflows and gross redemptions, the paper also provides some insight on how after-tax returns and prospective capital gain realizations affect investor behavior.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpbe639", "eppo19"], "abstractStem": "thi paper explor the relationship between the aftertax return that taxabl investor earn on equiti mutual fund and the subsequ cash inflow to these fund previou studi have document that fund with high pretax return attract greater inflow thi paper investig the rel predict power of pretax and aftertax return for explain annual fund inflow the empir result base on a larg sampl of equiti mutual fund over the period 19931998 suggest that aftertax return have more explanatori power than pretax return in explain inflow in addit fund with larg overhang of unreal capit gain experi smaller inflow all els equal than fund without such unreal gain by disaggreg net fund inflow into gross inflow and gross redempt the paper also provid some insight on how aftertax return and prospect capit gain realiz affect investor behaviorpthi abstract wa borrow from anoth version of thi item", "title": "Do after-tax returns affect mutual fund inflows?"}, "https://ideas.repec.org/a/ces/ifofor/v2y2001i4p3-11.html": {"abstract": "No abstract is available for this item.", "authors": ["eppo19", "epve136", "epwi45"], "abstractStem": "no abstract is avail for thi item", "title": "The Changing Face of Private Retirement Saving in the United States"}, "https://ideas.repec.org/a/aea/aecrev/v78y1988i2p413-18.html": {"abstract": "No abstract is available for this item.", "authors": ["eppo19"], "abstractStem": "no abstract is avail for thi item", "title": "Are Consumers Forward Looking? Evidence from Fiscal Experiments"}, "https://ideas.repec.org/a/aea/aecrev/v93y2003i2p360-365.html": {"abstract": "This paper explores the effect of discretion in estate valuation techniques on the effective estate tax burden on different asset classes. For some assets, such as liquid securities, there is relatively little discretion in valuation. For other assets, such as partial interests in closely-held businesses, family limited partnerships, and real assets or collectibles that are traded in thin markets, estate valuations may be more difficult to establish. Estate tax filers may therefore be able to select valuations that reduce the reported value of the estate assets, and therefore the effective estate tax burden. In 1998, estates that invoked the doctrine of minority discounts' in valuing non-controlling interests in limited partnerships claimed an average discount of 36 percent for these assets, relative to their estimated market value. More than half of all limited partnership assets reported on estate tax returns were valued using this doctrine. This suggests that for a given statutory estate tax rate, the effective estate tax burden may be greater on assets that are easily valued than on difficult-to-value assets. A comparison of the mix of assets reported on estate tax returns, and the mix the estate tax returns would be predicted to hold, given data from the Survey of Consumer Finances, is consistent with lower relative valuations for difficult-to-value assets.<p>(This abstract was borrowed from another version of this item.)", "authors": ["eppo19"], "abstractStem": "thi paper explor the effect of discret in estat valuat techniqu on the effect estat tax burden on differ asset class for some asset such as liquid secur there is rel littl discret in valuat for other asset such as partial interest in closelyheld busi famili limit partnership and real asset or collect that are trade in thin market estat valuat may be more difficult to establish estat tax filer may therefor be abl to select valuat that reduc the report valu of the estat asset and therefor the effect estat tax burden in 1998 estat that invok the doctrin of minor discount in valu noncontrol interest in limit partnership claim an averag discount of 36 percent for these asset rel to their estim market valu more than half of all limit partnership asset report on estat tax return were valu use thi doctrin thi suggest that for a given statutori estat tax rate the effect estat tax burden may be greater on asset that are easili valu than on difficulttovalu asset a comparison of the mix of asset report on estat tax return and the mix the estat tax return would be predict to hold given data from the survey of consum financ is consist with lower rel valuat for difficulttovalu assetspthi abstract wa borrow from anoth version of thi item", "title": "Inter-asset Differences in Effective Estate-Tax Burdens"}, "https://ideas.repec.org/a/aea/aecrev/v88y1998i2p179-84.html": {"abstract": "No abstract is available for this item.", "authors": ["eppo19", "epve136", "epwi45"], "abstractStem": "no abstract is avail for thi item", "title": "401(k) Plans and Future Patterns of Retirement Saving"}, "https://ideas.repec.org/a/eee/pubeco/v91y2007i10p2062-2086.html": {"abstract": "The private pension structure in the United States, once dominated by defined benefit (DB) plans, is currently divided between defined contribution (DC) and DB plans. Wealth accumulation in DC plans depends on the participant's contribution behavior and on financial market returns, while accumulation in DB plans is sensitive to a participant's labor market experience and to plan parameters. This paper simulates the distribution of retirement wealth, as well as the average level of such wealth, under representative DB and DC plans. The analysis considers the role of asset returns, earnings histories, and retirement plan characteristics using data from the Health and Retirement Study (HRS). To simulate wealth in DC plans, individuals are randomly assigned a share of wages that they and their employer contribute to the plan. The analysis considers several possible asset allocation strategies, with asset returns drawn from the historical return distribution. The DB plan simulations draw earnings histories from the HRS, and randomly assign each individual a pension plan drawn from a sample of large private and public defined benefit plans. The simulations yield distributions of both DC and DB wealth at retirement as well as estimates of the certainty-equivalent wealth associated with representative DB and DC pension structures. The results suggest that average retirement wealth accruals under current DC plans exceed average accruals under private sector DB plans, although the heterogeneity in both types of plans implies many deviations from this rule. The comparison of current DC plans with more generous public sector DB plans is less definitive, because public sector DB plans are more generous on average than their private sector counterparts. The ranking of the expected value of retirement wealth accruals, and the certainty equivalent of those accruals, for these two classes of plans is sensitive to assumptions about the asset allocation rules of the DC plan participan<p>(This abstract was borrowed from another version of this item.)", "authors": ["eppo19", "epve136", "epwi45"], "abstractStem": "the privat pension structur in the unit state onc domin by defin benefit db plan is current divid between defin contribut dc and db plan wealth accumul in dc plan depend on the particip contribut behavior and on financi market return while accumul in db plan is sensit to a particip labor market experi and to plan paramet thi paper simul the distribut of retir wealth as well as the averag level of such wealth under repres db and dc plan the analysi consid the role of asset return earn histori and retir plan characterist use data from the health and retir studi hr to simul wealth in dc plan individu are randomli assign a share of wage that they and their employ contribut to the plan the analysi consid sever possibl asset alloc strategi with asset return drawn from the histor return distribut the db plan simul draw earn histori from the hr and randomli assign each individu a pension plan drawn from a sampl of larg privat and public defin benefit plan the simul yield distribut of both dc and db wealth at retir as well as estim of the certaintyequival wealth associ with repres db and dc pension structur the result suggest that averag retir wealth accrual under current dc plan exceed averag accrual under privat sector db plan although the heterogen in both type of plan impli mani deviat from thi rule the comparison of current dc plan with more gener public sector db plan is less definit becaus public sector db plan are more gener on averag than their privat sector counterpart the rank of the expect valu of retir wealth accrual and the certainti equival of those accrual for these two class of plan is sensit to assumpt about the asset alloc rule of the dc plan participanpthi abstract wa borrow from anoth version of thi item", "title": "Defined contribution plans, defined benefit plans, and the accumulation of retirement wealth"}, "https://ideas.repec.org/a/aea/jecper/v8y1994i3p67-73.html": {"abstract": "This brief paper explores the likely effects of government-imposed global budget caps, such as those in the Clinton administration proposal, on health care spending. It argues that health reform proposals that guarantee universal access to a basic package of medical benefits create a substantial new constituency for higher health care outlays. Political and potential legal pressures to expand rather than limit the set of guaranteed benefits, coupled with an expansion of the number of individuals with health insurance coverage, make it unlikely that global budget targets will succeed in reducing the rate of health care spending growth.", "authors": ["eppo19"], "abstractStem": "thi brief paper explor the like effect of governmentimpos global budget cap such as those in the clinton administr propos on health care spend it argu that health reform propos that guarante univers access to a basic packag of medic benefit creat a substanti new constitu for higher health care outlay polit and potenti legal pressur to expand rather than limit the set of guarante benefit coupl with an expans of the number of individu with health insur coverag make it unlik that global budget target will succeed in reduc the rate of health care spend growth", "title": "A Skeptic's View of Global Budget Caps"}, "https://ideas.repec.org/a/ecm/emetrp/v54y1986i6p1319-38.html": {"abstract": "No abstract is available for this item.", "authors": ["eppo19", "epsu137"], "abstractStem": "no abstract is avail for thi item", "title": "Reporting Errors and Labor Market Dynamics"}, "https://ideas.repec.org/a/eee/regeco/v19y1989i3p537-562.html": {"abstract": "This paper provides clear evidence that the yield spread between long-term taxable and tax-exempt bonds responds to changes in expected individual tax rates, a finding that refutes theories of municipal bond pricing that focus exclusively on commercial banks or other financial intermediaries. The results support the conclusion that in the two decades prior to 1986, the municipal bond market was segmented, with different investor clienteles at short and long maturities. The Tax Reform Act of 1986 is likely to affect this market, however, since it has restricted tax benefits from tax-exempt bond investment by commercial banks. Individual investors are increasingly important suppliers of capital to states and localities, and their tax rates are likely to be the primary determinant of the yield spread between taxable and tax-exempt interest rates in the future.<p>(This abstract was borrowed from another version of this item.)", "authors": ["eppo19"], "abstractStem": "thi paper provid clear evid that the yield spread between longterm taxabl and taxexempt bond respond to chang in expect individu tax rate a find that refut theori of municip bond price that focu exclus on commerci bank or other financi intermediari the result support the conclus that in the two decad prior to 1986 the municip bond market wa segment with differ investor clientel at short and long matur the tax reform act of 1986 is like to affect thi market howev sinc it ha restrict tax benefit from taxexempt bond invest by commerci bank individu investor are increasingli import supplier of capit to state and local and their tax rate are like to be the primari determin of the yield spread between taxabl and taxexempt interest rate in the futurepthi abstract wa borrow from anoth version of thi item", "title": "Tax reform and the market for tax-exempt debt"}, "https://ideas.repec.org/a/ifs/fistud/v22y2001i3p249-270..html": {"abstract": "The growing importance of defined contribution pension arrangements has drawn increased attention to the means by which retired people draw down their assets. Current UK law requires annuitisation of at least a fraction of defined contribution plan accumulations. Annuity markets have recently attracted some criticism with respect to pricing and the available range of product options. This paper describes a key feature of voluntary annuity markets: the presence of ‘adverse selection’. This is the tendency of annuitants to live longer than non-annuitants, since individuals who know that they are likely to die soon do not purchase annuities. The paper presents information that quantifies the importance of adverse selection in the setting of private annuity prices and discusses the role of compulsory annuitisation requirements in reducing it. Requiring individuals to participate in the annuity market can reduce selection effects, at the cost of reducing individuals’ range of retirement income options.", "authors": ["eppo19"], "abstractStem": "the grow import of defin contribut pension arrang ha drawn increas attent to the mean by which retir peopl draw down their asset current uk law requir annuitis of at least a fraction of defin contribut plan accumul annuiti market have recent attract some critic with respect to price and the avail rang of product option thi paper describ a key featur of voluntari annuiti market the presenc of  advers select  thi is the tendenc of annuit to live longer than nonannuit sinc individu who know that they are like to die soon do not purchas annuiti the paper present inform that quantifi the import of advers select in the set of privat annuiti price and discuss the role of compulsori annuitis requir in reduc it requir individu to particip in the annuiti market can reduc select effect at the cost of reduc individu  rang of retir incom option", "title": "Annuity markets and retirement security"}, "https://ideas.repec.org/a/ecj/econjl/v112y2002i476p28-50.html": {"abstract": " This paper explores adverse selection in the voluntary and compulsory individual annuity markets in the United Kingdom. Two empirical regularities support standard models of adverse selection. First, annuitants are longer-lived than non-annuitants. These mortality differences are more pronounced in the voluntary than in the compulsory annuity market. We estimate that the amount of adverse selection in the compulsory market is about one half of that in the voluntary market. Second, the pricing of different types of annuity products within each annuity market is consistent with individuals selecting products based, in part, on private information about their mortality prospects. Copyright Royal Economic Society 2002", "authors": ["fpfi264", "eppo19"], "abstractStem": " thi paper explor advers select in the voluntari and compulsori individu annuiti market in the unit kingdom two empir regular support standard model of advers select first annuit are longerliv than nonannuit these mortal differ are more pronounc in the voluntari than in the compulsori annuiti market we estim that the amount of advers select in the compulsori market is about one half of that in the voluntari market second the price of differ type of annuiti product within each annuiti market is consist with individu select product base in part on privat inform about their mortal prospect copyright royal econom societi 2002", "title": "Selection Effects in the United Kingdom Individual Annuities Market"}, "https://ideas.repec.org/a/eee/pubeco/v33y1987i2p157-172.html": {"abstract": "No abstract is available for this item.", "authors": ["eppo19"], "abstractStem": "no abstract is avail for thi item", "title": "How burdensome are capital gains taxes?: Evidence from the United States"}, "https://ideas.repec.org/a/eee/jfinec/v22y1988i1p27-59.html": {"abstract": "This paper analyzes the statistical evidence bearing on whether transitory components account for a large fraction of the variance in common stock returns. The first part treats methodological issues involved in testing for transitory return components. It demonstrates that variance ratios are among the most powerful tests for detecting mean reversion in stock prices, but that they have little power against the principal interesting alternatives to the random walk hypothesis. The second part applies variance ratio tests to market returns for the United States over the 1871-1986 period and for seventeen other countries over the 1957-1985 period, as well as to returns on individual firms over the 1926- 1985 period. We find consistent evidence that stock returns are positively serially correlated over short horizons, and negatively autocorrelated over long horizons. The point estimates suggest that the transitory components in stock prices have a standard deviation of between 15 and 25 percent and account for more than half of the variance in monthly returns. The last part of the paper discusses two possible explanations for mean reversion: time varying required returns, and slowly-decaying \"price fads\" that cause stock prices to deviate from fundamental values for periods of several years. We conclude that explaining observed transitory components in stock prices on the basis of movements in required returns due to risk factors is likely to be difficult.<p>(This abstract was borrowed from another version of this item.)", "authors": ["eppo19", "epsu137"], "abstractStem": "thi paper analyz the statist evid bear on whether transitori compon account for a larg fraction of the varianc in common stock return the first part treat methodolog issu involv in test for transitori return compon it demonstr that varianc ratio are among the most power test for detect mean revers in stock price but that they have littl power against the princip interest altern to the random walk hypothesi the second part appli varianc ratio test to market return for the unit state over the 18711986 period and for seventeen other countri over the 19571985 period as well as to return on individu firm over the 1926 1985 period we find consist evid that stock return are posit serial correl over short horizon and neg autocorrel over long horizon the point estim suggest that the transitori compon in stock price have a standard deviat of between 15 and 25 percent and account for more than half of the varianc in monthli return the last part of the paper discuss two possibl explan for mean revers time vari requir return and slowlydecay price fad that caus stock price to deviat from fundament valu for period of sever year we conclud that explain observ transitori compon in stock price on the basi of movement in requir return due to risk factor is like to be difficultpthi abstract wa borrow from anoth version of thi item", "title": "Mean reversion in stock prices : Evidence and Implications"}, "https://ideas.repec.org/a/bin/bpeajo/v18y1987i1987-2p455-516.html": {"abstract": "No abstract is available for this item.", "authors": ["eppo19"], "abstractStem": "no abstract is avail for thi item", "title": "Tax Policy and Corporate Saving"}, "https://ideas.repec.org/a/ecj/econjl/v114y2004i494pc26-c51.html": {"abstract": " Defined contribution retirement plans expose retirement savers to financial market risks. This paper explores the costs of retirement wealth risk. It begins by describing the holding of company stock in 401(k) plans in the US, an investment choice that yields a poorly diversified retirement portfolio. It then summarises the composition of household wealth at retirement and investigates how the degree of diversification in retirement assets affects expected utility. The cost of holding a poorly diversified retirement portfolio is very sensitive to whether or not the retirement saver has other assets that provide a floor for retirement consumption. Copyright 2004 Royal Economic Society.", "authors": ["eppo19"], "abstractStem": " defin contribut retir plan expos retir saver to financi market risk thi paper explor the cost of retir wealth risk it begin by describ the hold of compani stock in 401k plan in the us an invest choic that yield a poorli diversifi retir portfolio it then summaris the composit of household wealth at retir and investig how the degre of diversif in retir asset affect expect util the cost of hold a poorli diversifi retir portfolio is veri sensit to whether or not the retir saver ha other asset that provid a floor for retir consumpt copyright 2004 royal econom societi", "title": "Portfolio risk and self-directed retirement saving programmes"}, "https://ideas.repec.org/a/bin/bpeajo/v26y1995i1995-2p295-372.html": {"abstract": "The market value of corporate stock in the United States increased by nearly one trillion dollars between December 1994 and July 1995. This paper explores the distribution of the stock ownership, and hence the gains from the stock price rise, and what the rise in stock prices implies for consumer spending.<p>(This abstract was borrowed from another version of this item.)", "authors": ["eppo19", "fpsa395"], "abstractStem": "the market valu of corpor stock in the unit state increas by nearli one trillion dollar between decemb 1994 and juli 1995 thi paper explor the distribut of the stock ownership and henc the gain from the stock price rise and what the rise in stock price impli for consum spendingpthi abstract wa borrow from anoth version of thi item", "title": "Stock Ownership Patterns, Stock Market Fluctuations, and Consumption"}, "https://ideas.repec.org/a/kap/itaxpf/v2y1995i2p221-228.html": {"abstract": "No abstract is available for this item.", "authors": ["eppo19", "epro30"], "abstractStem": "no abstract is avail for thi item", "title": "Environmental taxes on intermediate and final goods when both can be imported"}, "https://ideas.repec.org/a/oup/qjecon/v99y1984i4p729-752..html": {"abstract": "Inflation reduces the effective cost of homeownership and raises the tax subsidy to owner occupation. This paper presents an asset-market model of the housing market and estimates how changes in the expected inflation rate affect the real price of houses and the equilibrium size of the housing capital stock. Simulation results suggest that the accelerating inflation of the 1970s, which substantially reduced homeowners' user costs, could have accounted for as much as a 30 percent increase in real house prices. Persistent high inflation rates could lead ultimately to a sizable increase in the stock of owner-occupied housing.", "authors": [], "abstractStem": "inflat reduc the effect cost of homeownership and rais the tax subsidi to owner occup thi paper present an assetmarket model of the hous market and estim how chang in the expect inflat rate affect the real price of hous and the equilibrium size of the hous capit stock simul result suggest that the acceler inflat of the 1970 which substanti reduc homeown user cost could have account for as much as a 30 percent increas in real hous price persist high inflat rate could lead ultim to a sizabl increas in the stock of owneroccupi hous", "title": "Tax Subsidies to Owner-Occupied Housing: An Asset-Market Approach"}, "lastname": "Poterba", "https://ideas.repec.org/a/eee/jfinec/v29y1991i2p337-363.html": {"abstract": "The difference between reported price-earnings ratios in the United States and Japan is not as puzzling as it appears at first glance. Nearly half the disparity is caused by differences in accounting practices with respect to consolidation of earnings from subsidiaries and depreciation of fixed assets. If Japanese firms used U.S. accounting rules, we estimate that the P/E ratio for the Tokyo Stock Exchange would have been 32.1, not the reported 54.3, at the end of 1988. Accounting differences are unable, however, to explain the sharp rise in the Japanese stock market during the mid-1980s. Changes in required returns on equities, or in investor expectations of future growth for Japanese firms, must be invoked to explain this phenomenon. Real interest rates declined during the period of rapid price increase, but there is little evidence that growth expectations became more optimistic. The real interest rate changes do not, however, appear large enough to fully account for the change in stock prices.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfr33", "eppo19"], "abstractStem": "the differ between report priceearn ratio in the unit state and japan is not as puzzl as it appear at first glanc nearli half the dispar is caus by differ in account practic with respect to consolid of earn from subsidiari and depreci of fix asset if japanes firm use us account rule we estim that the pe ratio for the tokyo stock exchang would have been 321 not the report 543 at the end of 1988 account differ are unabl howev to explain the sharp rise in the japanes stock market dure the mid1980 chang in requir return on equiti or in investor expect of futur growth for japanes firm must be invok to explain thi phenomenon real interest rate declin dure the period of rapid price increas but there is littl evid that growth expect becam more optimist the real interest rate chang do not howev appear larg enough to fulli account for the chang in stock pricespthi abstract wa borrow from anoth version of thi item", "title": "Were Japanese stock prices too high?"}, "https://ideas.repec.org/a/eee/pubeco/v21y1983i2p129-158.html": {"abstract": "This paper presents new estimates of the taxes paid on nonfinancial corporate capital, on the pretax rate of return to capital, and on the effective tax rate. The basic time series show that both the pretax rate of return and the effective tax rate have varied substantially in the past quarter century. An explicit analysis indicates that, after adjusting for different aspects of the business cycle, pretax profitability was between one and 1.5 percentage points lower in the 1970's than in the 1960's. The rate of profitability in the 1960's was also about one-half of a percentage point greater than the profitability in the 7 years of the 1950's after the Korean war. Changes in productivity growth, in inflation, in relative unit labor costs, and in other variables are all associated with changes in profitability. None of these variables, however, can explain the differences in profitability between the 1950Ts, 1960's and 1970's. Looking at broad decade averages, the effective tax rate and the pretax rate of return move in opposite directions, higher pretax profits occurring when the tax rate is high. There thus appears to have been no tendency for pretax profits to vary in a way that offsets differences in effective tax rates.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfe112", "eppo19"], "abstractStem": "thi paper present new estim of the tax paid on nonfinanci corpor capit on the pretax rate of return to capit and on the effect tax rate the basic time seri show that both the pretax rate of return and the effect tax rate have vari substanti in the past quarter centuri an explicit analysi indic that after adjust for differ aspect of the busi cycl pretax profit wa between one and 15 percentag point lower in the 1970 than in the 1960 the rate of profit in the 1960 wa also about onehalf of a percentag point greater than the profit in the 7 year of the 1950 after the korean war chang in product growth in inflat in rel unit labor cost and in other variabl are all associ with chang in profit none of these variabl howev can explain the differ in profit between the 1950t 1960 and 1970 look at broad decad averag the effect tax rate and the pretax rate of return move in opposit direct higher pretax profit occur when the tax rate is high there thu appear to have been no tendenc for pretax profit to vari in a way that offset differ in effect tax ratespthi abstract wa borrow from anoth version of thi item", "title": "The effective tax rate and the pretax rate of return"}, "firstname": "James", "https://ideas.repec.org/a/eee/crcspp/v48y1998ip211-246.html": {"abstract": "This paper presents new evidence on the rate of return on tangible assets in the United\" States, incorporating the recently-revised national accounts as well as new estimates of the\" replacement cost of the reproducible physical capital stock. The pretax return on capital in the\" nonfinancial corporate sector has averaged 8.5 percent over the 1959-1996 period. The paper\" also presents new estimates of the total tax burden on nonfinancial corporate capital averages 54.1 percent over this time period. For the 1990s, this tax rate corporate income taxes, corporate property taxes, and taxes on stock- and bondholders 42.1 percent of pretax profits. The average pretax rate of return for the 1990-1996 period is 8.6\" percent, and the average after-tax return is 5.0 percent. Although the accounting return to\" corporate capital has been higher in the mid-1990s than at any previous point in the last two\" decades, the substantial volatility in the return series makes it premature to conclude that these\" years represent a departure from past experience.<p>(This abstract was borrowed from another version of this item.)", "authors": ["eppo19"], "abstractStem": "thi paper present new evid on the rate of return on tangibl asset in the unit state incorpor the recentlyrevis nation account as well as new estim of the replac cost of the reproduc physic capit stock the pretax return on capit in the nonfinanci corpor sector ha averag 85 percent over the 19591996 period the paper also present new estim of the total tax burden on nonfinanci corpor capit averag 541 percent over thi time period for the 1990 thi tax rate corpor incom tax corpor properti tax and tax on stock and bondhold 421 percent of pretax profit the averag pretax rate of return for the 19901996 period is 86 percent and the averag aftertax return is 50 percent although the account return to corpor capit ha been higher in the mid1990 than at ani previou point in the last two decad the substanti volatil in the return seri make it prematur to conclud that these year repres a departur from past experiencepthi abstract wa borrow from anoth version of thi item", "title": "The rate of return to corporate capital and factor shares: new estimates using revised national income accounts and capital stock data"}, "https://ideas.repec.org/a/aea/aecrev/v81y1991i2p222-26.html": {"abstract": "The benefits of international diversification have been recognized for decades. In spite of this, most investors hold nearly all of their wealth in domestic assets. In this paper, we construct new estimates of the international equity portfolio holdings of investors in the U.S., Japan, and Britain. More than 98% of the equity portfolio of Japanese investors is held domestically; the analogous percentages are 94% for the U.S., and 82% for Britain. We use a simple model of investor preferences and behavior to show that current portfolio patterns imply that investors in each nation expect returns in their domestic equity market to be several hundred basis points higher than returns in other markets. This lack of diversification appears to be the result of investor choices, rather than institutional constraints.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfr33", "eppo19"], "abstractStem": "the benefit of intern diversif have been recogn for decad in spite of thi most investor hold nearli all of their wealth in domest asset in thi paper we construct new estim of the intern equiti portfolio hold of investor in the us japan and britain more than 98 of the equiti portfolio of japanes investor is held domest the analog percentag are 94 for the us and 82 for britain we use a simpl model of investor prefer and behavior to show that current portfolio pattern impli that investor in each nation expect return in their domest equiti market to be sever hundr basi point higher than return in other market thi lack of diversif appear to be the result of investor choic rather than institut constraintspthi abstract wa borrow from anoth version of thi item", "title": "Investor Diversification and International Equity Markets"}, "https://ideas.repec.org/a/aea/jecper/v10y1996i4p91-112.html": {"abstract": "This paper summarizes the authors work on the effect of IRA and 401(k) contributions on net personal saving. They consider many different nonparametric approaches to controlling for heterogeneity in individual saving behavior and conclude that the weight of the available evidence suggests that contributions to both IRAs and 401(k)s largely represent new saving. The authors devote particular attention to reconciling their results with the findings in other studies that reach different conclusions, sometimes using the same databases that the authors analyze. Methodological limitations that undermine the reliability of results in other studies explain many of these disparities.", "authors": ["eppo19", "epve136", "epwi45"], "abstractStem": "thi paper summar the author work on the effect of ira and 401k contribut on net person save they consid mani differ nonparametr approach to control for heterogen in individu save behavior and conclud that the weight of the avail evid suggest that contribut to both ira and 401k larg repres new save the author devot particular attent to reconcil their result with the find in other studi that reach differ conclus sometim use the same databas that the author analyz methodolog limit that undermin the reliabl of result in other studi explain mani of these dispar", "title": "How Retirement Saving Programs Increase Saving"}, "https://ideas.repec.org/a/eee/jjieco/v4y1990i4p476-493.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr33", "eppo19"], "abstractStem": "no abstract is avail for thi item", "title": "Japanese and U.S. cross-border common stock investments"}, "https://ideas.repec.org/a/aea/aecrev/v76y1986i5p1142-51.html": {"abstract": "This paper examines the potential influence of changing volatility in stock market prices on the level of stock market prices. It demonstrates that volatility is only weakly serially correlated, implying that shocks to volatility do not persist. These shocks can therefore have only a small impact on stockmarket prices, since changes in volatility affect expected required rates of return for relatively short intervals. These findings lead us to be skeptical of recent claims that the stock market's poor performance during the 1970's can be explained by volatility-induced increases in risk premia.<p>(This abstract was borrowed from another version of this item.)", "authors": ["eppo19", "epsu137"], "abstractStem": "thi paper examin the potenti influenc of chang volatil in stock market price on the level of stock market price it demonstr that volatil is onli weakli serial correl impli that shock to volatil do not persist these shock can therefor have onli a small impact on stockmarket price sinc chang in volatil affect expect requir rate of return for rel short interv these find lead us to be skeptic of recent claim that the stock market poor perform dure the 1970 can be explain by volatilityinduc increas in risk premiapthi abstract wa borrow from anoth version of thi item", "title": "The Persistence of Volatility and Stock Market Fluctuations"}, "https://ideas.repec.org/a/eee/pubeco/v79y2001i1p237-264.html": {"abstract": "No abstract is available for this item.", "authors": ["eppo19"], "abstractStem": "no abstract is avail for thi item", "title": "Estate and gift taxes and incentives for inter vivos giving in the US"}, "https://ideas.repec.org/a/cup/macdyn/v7y2003i02p291-312_02.html": {"abstract": "No abstract is available for this item.", "authors": ["eppo19"], "abstractStem": "no abstract is avail for thi item", "title": "An Interview With Martin Feldstein"}, "https://ideas.repec.org/a/fip/fedker/y2004iqivp43-53nv.89no.4.html": {"abstract": "The impact of population aging on asset prices is a topic that has attracted tremendous interest, both in academic research and even more so in the popular press. It is not too hard to understand why. Poterba addresses three issues related to the links between demography and financial markets. First, he outlines a very simple model in which there can be an important linkage between the age structure of the population and the level of financial asset prices. Then he describes the empirical evidence that is available on this relationship, focusing primarily on the U.S. experience in the 20th century. Finally, he explores how the changing age structure of the population will affect the demand for different types of financial products.", "authors": ["eppo19"], "abstractStem": "the impact of popul age on asset price is a topic that ha attract tremend interest both in academ research and even more so in the popular press it is not too hard to understand whi poterba address three issu relat to the link between demographi and financi market first he outlin a veri simpl model in which there can be an import linkag between the age structur of the popul and the level of financi asset price then he describ the empir evid that is avail on thi relationship focus primarili on the us experi in the 20th centuri final he explor how the chang age structur of the popul will affect the demand for differ type of financi product", "title": "Impact of population aging on financial markets in developed countries"}, "https://ideas.repec.org/a/aea/aecrev/v82y1992i2p237-42.html": {"abstract": "This paper sketches how the tax reforms of the 1980s affected the incentives and distortions associated with tax policy toward housing markets. There are three principal conclusions. (1) Reductions in marginal tax rates, particularly for high-income households, reduced the tax-induced distortion in the user cost of owner-occupied housing. This lowered the deadweight losses associated with the favorable tax treatment of homeownership. (2) The increase in the standard deduction in the Tax Reform Act of 1986 (TRA86) removed several million middle-income homeowners who previously itemized from the ranks of itemizers. For these households TRA86 raised the marginal cost of owner-occupied housing. These changes also exacerbated the regressive nature of the mortgage interest subsidy. In 1988, more than half of the tax losses associated with mortgage interest deductions accrued to the 8% of taxpayers with the highest economic incomes. (3) TRA86 reduced incentives for rental housing investment, contributing to the decline in new multifamily housing starts from 500,000 per year in 1985 to less than 150,000 in 1991. In the long-run these policies will lead to higher rents.<p>(This abstract was borrowed from another version of this item.)", "authors": ["eppo19"], "abstractStem": "thi paper sketch how the tax reform of the 1980 affect the incent and distort associ with tax polici toward hous market there are three princip conclus 1 reduct in margin tax rate particularli for highincom household reduc the taxinduc distort in the user cost of owneroccupi hous thi lower the deadweight loss associ with the favor tax treatment of homeownership 2 the increas in the standard deduct in the tax reform act of 1986 tra86 remov sever million middleincom homeown who previous item from the rank of item for these household tra86 rais the margin cost of owneroccupi hous these chang also exacerb the regress natur of the mortgag interest subsidi in 1988 more than half of the tax loss associ with mortgag interest deduct accru to the 8 of taxpay with the highest econom incom 3 tra86 reduc incent for rental hous invest contribut to the declin in new multifamili hous start from 500000 per year in 1985 to less than 150000 in 1991 in the longrun these polici will lead to higher rentspthi abstract wa borrow from anoth version of thi item", "title": "Taxation and Housing: Old Questions, New Answers"}, "https://ideas.repec.org/a/bla/jfinan/v39y1984i5p1397-1415.html": {"abstract": "This paper uses British data to examine the effects of dividend taxes on investors' relative valuation of dividends and capital gains. British data offer great potential to illuminate the dividends and taxes question, since there have been two radical changes and several minor reforms in British dividend tax policy during the last twenty-five years. Studying the relationship between dividends and stockprice movements during different tax regimes offers an ideal controlled experiment for assessing the effects of taxes on investors' valuation of dividends. Using daily data on a small sample of firms, and monthly data on a much broader sample, we find clear evidence that taxes change equilibrium relationships between dividend yields and market returns. These findings suggest that taxes are important determinants of security market equilibrium, and deepen the puzzle of why firms pay dividends.<p>(This abstract was borrowed from another version of this item.)", "authors": ["eppo19", "epsu137"], "abstractStem": "thi paper use british data to examin the effect of dividend tax on investor rel valuat of dividend and capit gain british data offer great potenti to illumin the dividend and tax question sinc there have been two radic chang and sever minor reform in british dividend tax polici dure the last twentyf year studi the relationship between dividend and stockpric movement dure differ tax regim offer an ideal control experi for assess the effect of tax on investor valuat of dividend use daili data on a small sampl of firm and monthli data on a much broader sampl we find clear evid that tax chang equilibrium relationship between dividend yield and market return these find suggest that tax are import determin of secur market equilibrium and deepen the puzzl of whi firm pay dividendspthi abstract wa borrow from anoth version of thi item", "title": " New Evidence that Taxes Affect the Valuation of Dividends"}, "https://ideas.repec.org/a/tpr/restat/v83y2001i4p565-584.html": {"abstract": " This paper investigates the association between population age structure, particularly the share of the population in the \"prime saving years\" (40 to 64), and the returns on stocks and bonds. The paper is motivated by recent claims that the aging of the \"baby boom\" cohort is a key factor in explaining the recent rise in asset values, and by predictions that asset prices will decline when this group reaches retirement age and begins to reduce its asset holdings. This paper begins by considering household age-asset accumulation profiles. Data from repeated cross sections of the Survey of Consumer Finances suggest that, whereas age-wealth profiles rise sharply when households are in their thirties and forties, they decline much more gradually when households are in their retirement years. When these data are used to generate \"projected asset demands\" based on the projected future age structure of the U.S. population, they do not show a sharp decline in asset demand between 2020 and 2050. The paper considers the historical relationship between demographic structure and real returns on Treasury bills, long-term government bonds, and corporate stock, using data from the United States, Canada, and the United Kingdom. Although theoretical models generally suggest that equilibrium returns on financial assets will vary in response to changes in population age structure, it is difficult to find robust evidence of such relationships in the time series data. This is partly due to the limited power of statistical tests based on the few \"effective degrees of freedom\" in the historical record of age structure and asset returns. These results suggest caution in projecting large future changes in asset values on the basis of shifting demographics. Although the projected asset demand does display some correlation with the price-dividend ratio on corporate stocks, this does not portend a sharp prospective decline in asset values, because the projected asset demand variable does not fall in future decades. © 2001 by the President and Fellows of Harvard College and the Massachusetts Institute of Technology", "authors": ["eppo19"], "abstractStem": " thi paper investig the associ between popul age structur particularli the share of the popul in the prime save year 40 to 64 and the return on stock and bond the paper is motiv by recent claim that the age of the babi boom cohort is a key factor in explain the recent rise in asset valu and by predict that asset price will declin when thi group reach retir age and begin to reduc it asset hold thi paper begin by consid household ageasset accumul profil data from repeat cross section of the survey of consum financ suggest that wherea agewealth profil rise sharpli when household are in their thirti and forti they declin much more gradual when household are in their retir year when these data are use to gener project asset demand base on the project futur age structur of the us popul they do not show a sharp declin in asset demand between 2020 and 2050 the paper consid the histor relationship between demograph structur and real return on treasuri bill longterm govern bond and corpor stock use data from the unit state canada and the unit kingdom although theoret model gener suggest that equilibrium return on financi asset will vari in respons to chang in popul age structur it is difficult to find robust evid of such relationship in the time seri data thi is partli due to the limit power of statist test base on the few effect degre of freedom in the histor record of age structur and asset return these result suggest caution in project larg futur chang in asset valu on the basi of shift demograph although the project asset demand doe display some correl with the pricedividend ratio on corpor stock thi doe not portend a sharp prospect declin in asset valu becaus the project asset demand variabl doe not fall in futur decad   2001 by the presid and fellow of harvard colleg and the massachusett institut of technolog", "title": "Demographic Structure And Asset Returns"}, "https://ideas.repec.org/a/aea/aecrev/v86y1996i2p395-400.html": {"abstract": "This paper summarizes state balanced budget requirements, and the available empirical evidence on the effect of these rules on state fiscal policies. Existing state rules differ from many current proposals at the federal level. They are typically restricted to part of the state budget, they frequently permit short term borrowing, and they lack formal enforcement mechanisms. The paper also surveys previous research on how anti-deficit provisions affect state fiscal policy. The available evidence indicates that stringent anti-deficit provisions lead to more rapid adjustment of state taxes and expenditures when fiscal deficits emerge. This suggests that changing the federal budget process has the potential to affect federal fiscal policy.<p>(This abstract was borrowed from another version of this item.)", "authors": ["eppo19"], "abstractStem": "thi paper summar state balanc budget requir and the avail empir evid on the effect of these rule on state fiscal polici exist state rule differ from mani current propos at the feder level they are typic restrict to part of the state budget they frequent permit short term borrow and they lack formal enforc mechan the paper also survey previou research on how antideficit provis affect state fiscal polici the avail evid indic that stringent antideficit provis lead to more rapid adjust of state tax and expenditur when fiscal deficit emerg thi suggest that chang the feder budget process ha the potenti to affect feder fiscal policypthi abstract wa borrow from anoth version of thi item", "title": "Budget Institutions and Fiscal Policy in the U.S. States"}}}