{"eppr10": {"https://ideas.repec.org/a/aea/aecrev/v92y2002i2p1-15.html": {"abstract": "No abstract is available for this item.", "authors": ["eppr10"], "abstractStem": "no abstract is avail for thi item", "title": "Prosperity and Depression"}, "https://ideas.repec.org/a/eee/jetheo/v144y2009i6p2454-2476.html": {"abstract": "In this paper, we extend the growth model to include firm-specific technology capital and use it to assess the gains from opening to foreign direct investment. A firm's technology capital is its unique know-how from investing in research and development, brands, and organization capital. Technology capital is distinguished from other forms of capital in that a firm can use it simultaneously in multiple domestic and foreign locations. A country can exploit foreign technology capital by permitting direct investment by foreign multinationals. In both steady-state and transitional analyses, the extended growth model predicts large gains to being open.", "authors": ["epmc46", "eppr10"], "abstractStem": "in thi paper we extend the growth model to includ firmspecif technolog capit and use it to assess the gain from open to foreign direct invest a firm technolog capit is it uniqu knowhow from invest in research and develop brand and organ capit technolog capit is distinguish from other form of capit in that a firm can use it simultan in multipl domest and foreign locat a countri can exploit foreign technolog capit by permit direct invest by foreign multin in both steadyst and transit analys the extend growth model predict larg gain to be open", "title": "Openness, technology capital, and development"}, "https://ideas.repec.org/a/eee/jetheo/v38y1986i2p211-232.html": {"abstract": "This paper studies an environment in which the investment opportunities of agents are private information and shows that financial intermediaries arise endogenously within that environment. It establishes that financial intermediaries are part of an efficient arrangement in the sense that they are needed to support the authors’ private information core allocations. These intermediaries, which are coalitions of agents, exhibit the following characteristics in equilibrium: they borrow from and lend to large groups of agents; they produce information about investment projects; and they issue claims that have different state contingent payoffs than claims issued by ultimate borrowers.<p>(This abstract was borrowed from another version of this item.)", "authors": ["eppr10"], "abstractStem": "thi paper studi an environ in which the invest opportun of agent are privat inform and show that financi intermediari aris endogen within that environ it establish that financi intermediari are part of an effici arrang in the sens that they are need to support the author  privat inform core alloc these intermediari which are coalit of agent exhibit the follow characterist in equilibrium they borrow from and lend to larg group of agent they produc inform about invest project and they issu claim that have differ state conting payoff than claim issu by ultim borrowerspthi abstract wa borrow from anoth version of thi item", "title": "Financial intermediary-coalitions"}, "https://ideas.repec.org/a/aea/aecrev/v93y2003i2p392-397.html": {"abstract": "Mehra and Prescott (1985) found the difference between average equity and debt returns puzzling because it was too large to be a premium for bearing nondiversifiable aggregate risk. Here, we re-examine this puzzle, taking into account some factors ignored by Mehra and Prescott-taxes, regulatory constraints, and diversification costs-and focusing on long-term rather than short-term savings instruments. Accounting for these factors, we find the difference between average equity and debt returns during peacetime in the last century is less than 1 percent, with the average real equity return somewhat under 5 percent, and the average real debt return almost 4 percent. As theory predicts, the real return on debt has been close to the 4 percent average after-tax real return on capital. Similarly, as theory predicts, the real return on equity is equal to the after-tax real return on capital plus a modest premium for bearing nondiversifiable aggregate risk.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epmc46", "eppr10"], "abstractStem": "mehra and prescott 1985 found the differ between averag equiti and debt return puzzl becaus it wa too larg to be a premium for bear nondiversifi aggreg risk here we reexamin thi puzzl take into account some factor ignor by mehra and prescotttax regulatori constraint and diversif costsand focus on longterm rather than shortterm save instrument account for these factor we find the differ between averag equiti and debt return dure peacetim in the last centuri is less than 1 percent with the averag real equiti return somewhat under 5 percent and the averag real debt return almost 4 percent as theori predict the real return on debt ha been close to the 4 percent averag aftertax real return on capit similarli as theori predict the real return on equiti is equal to the aftertax real return on capit plu a modest premium for bear nondiversifi aggreg riskpthi abstract wa borrow from anoth version of thi item", "title": "Average Debt and Equity Returns: Puzzling?"}, "https://ideas.repec.org/a/fip/fedcer/y1993iqiip12-23nv.29no.2.html": {"abstract": "An examination of whether a different specification for labor input and real wages leads to a reconsideration of labor force volatility during business cycles.", "authors": ["epky2", "eppr10"], "abstractStem": "an examin of whether a differ specif for labor input and real wage lead to a reconsider of labor forc volatil dure busi cycl", "title": "Cyclical movements of the labor input and its implicit real wage"}, "https://ideas.repec.org/a/eee/jetheo/v107y2002i1p39-69.html": {"abstract": "No abstract is available for this item.", "authors": ["epke16", "eple26", "eppr10"], "abstractStem": "no abstract is avail for thi item", "title": "Lotteries, Sunspots, and Incentive Constraints"}, "https://ideas.repec.org/a/spr/joecth/v6y1995i1p1-11.html": {"abstract": " The use of general equilibrium models in applied research imposes a discipline in which model structures can easily be compared and contrasted and model results can be interpreted using a well understood and rigorously developed theoretical framework. These features allow researchers to compare results across modeling efforts and to build on the experience of others in deriving results and formulating questions. This paper first presents a brief critical history of applied general equilibrium analysis. It then summarizes the contributions of eight other papers in this issue.", "authors": ["epke16", "eppr10"], "abstractStem": " the use of gener equilibrium model in appli research impos a disciplin in which model structur can easili be compar and contrast and model result can be interpret use a well understood and rigor develop theoret framework these featur allow research to compar result across model effort and to build on the experi of other in deriv result and formul question thi paper first present a brief critic histori of appli gener equilibrium analysi it then summar the contribut of eight other paper in thi issu", "title": "Introduction to the Symposium: The Discipline of Applied General Equilibrium"}, "https://ideas.repec.org/a/eee/jetheo/v144y2009i6p2235-2246.html": {"abstract": "This introduces the symposium on dynamic general equilibrium.", "authors": ["epoh1", "eppr10"], "abstractStem": "thi introduc the symposium on dynam gener equilibrium", "title": "Introduction to dynamic general equilibrium"}, "https://ideas.repec.org/a/red/issued/v8y2005i4p850-865.html": {"abstract": "We study how an occasionally binding capacity constraint affects the properties of business cycles. A real business cycle model is constructed where production takes place at individual plants and the number of plants operated varies over the cycle. The capacity constraint binds in states where all plants are operated. We derive the aggregate production function for this economy, which turns out to differ from the standard Cobb.Douglas function while retaining its desirable properties. The business cycle features of this one-sector growth model are similar to those of a standard real business cycle model in most respects. Our model does, however, display some properties of actual economies that standard models do not. In particular, business cycles in our model are asymmetric--troughs are deeper on average than peaks are tall. Also, labor's share of income is counter-cyclical, as it is in US data. (Copyright: Elsevier)", "authors": ["epha52", "eppr10"], "abstractStem": "we studi how an occasion bind capac constraint affect the properti of busi cycl a real busi cycl model is construct where product take place at individu plant and the number of plant oper vari over the cycl the capac constraint bind in state where all plant are oper we deriv the aggreg product function for thi economi which turn out to differ from the standard cobbdougla function while retain it desir properti the busi cycl featur of thi onesector growth model are similar to those of a standard real busi cycl model in most respect our model doe howev display some properti of actual economi that standard model do not in particular busi cycl in our model are asymmetrictrough are deeper on averag than peak are tall also labor share of incom is countercycl as it is in us data copyright elsevi", "title": "Capacity constraints, asymmetries, and the business cycle"}, "https://ideas.repec.org/a/fip/fedmqr/y1993isprp3-16nv.17no.2.html": {"abstract": "This study systematically examines the distribution of the wealth of nations and how it has evolved over time. A nation's wealth is measured by its real per-capita gross domestic product. The study documents the following key economic development facts that a theory of economic development must be consistent with: There is a great disparity in wealth between the richest and poorest countries. This disparity has changed little in the postwar period. There was an upward shift in the distribution of the wealth of nations. There has been considerable relative wealth mobility, with some spectacular changes for individual countries in the distribution.", "authors": ["eppa5", "eppr10"], "abstractStem": "thi studi systemat examin the distribut of the wealth of nation and how it ha evolv over time a nation wealth is measur by it real percapita gross domest product the studi document the follow key econom develop fact that a theori of econom develop must be consist with there is a great dispar in wealth between the richest and poorest countri thi dispar ha chang littl in the postwar period there wa an upward shift in the distribut of the wealth of nation there ha been consider rel wealth mobil with some spectacular chang for individu countri in the distribut", "title": "Changes in the wealth of nations"}, "https://ideas.repec.org/a/eee/moneco/v15y1985i2p145-161.html": {"abstract": "No abstract is available for this item.", "authors": ["epme56", "eppr10"], "abstractStem": "no abstract is avail for thi item", "title": "The equity premium: A puzzle"}, "homepage": "https://ideas.repec.org/e/ppr10.html", "https://ideas.repec.org/a/ecm/emetrp/v60y1992i6p1387-406.html": {"abstract": " The existence and stability of invariant distributions for stochastically monotone processes is studied. The Knaster-Tarski fixed point theorem is applied to establish existence of fixed points of mappings on compact sets of measures that are increasing with respect to a stochastic ordering. Global convergence of a monotone Markov process to its unique invariant distribution is established.under an easily verified assumption. Topkis's theory of supermodular functions is applied to stochastic dynamic optimization, providing conditions under which optimal stationary decisions are monotone functions of the state and induce a monotone Markov process. Applications of these results to investment theory, stochastic growth and industry equilibrium dynamics are given. Copyright 1992 by The Econometric Society.", "authors": ["fpho217", "eppr10"], "abstractStem": " the exist and stabil of invari distribut for stochast monoton process is studi the knastertarski fix point theorem is appli to establish exist of fix point of map on compact set of measur that are increas with respect to a stochast order global converg of a monoton markov process to it uniqu invari distribut is establishedund an easili verifi assumpt topkiss theori of supermodular function is appli to stochast dynam optim provid condit under which optim stationari decis are monoton function of the state and induc a monoton markov process applic of these result to invest theori stochast growth and industri equilibrium dynam are given copyright 1992 by the econometr societi", "title": "Stochastic Monotonicity and Stationary Distributions for Dynamic Economies"}, "https://ideas.repec.org/a/red/issued/v5y2002i1p206-235.html": {"abstract": "This paper examines the Japanese economy in the 1990s, a decade of economic stagnation. We find that the problem is not a breakdown of the financial system, as corporations large and small were able to find financing for investments. There is no evidence of profitabkle investment opportunities not being exploited due to lack of access to capital markets. The problem then and still today is a low productivity growth rate. Growth theory, treating TFP as exogenous, accounts well for the Japanese lost decade of growth. We think that research effort should be focused on what policy change will allow productivity to again grow rapidly. (Copyright: Elsevier)", "authors": ["epha83", "eppr10"], "abstractStem": "thi paper examin the japanes economi in the 1990 a decad of econom stagnat we find that the problem is not a breakdown of the financi system as corpor larg and small were abl to find financ for invest there is no evid of profitabkl invest opportun not be exploit due to lack of access to capit market the problem then and still today is a low product growth rate growth theori treat tfp as exogen account well for the japanes lost decad of growth we think that research effort should be focus on what polici chang will allow product to again grow rapidli copyright elsevi", "title": "The 1990s in Japan: A Lost Decade"}, "lastname": "Prescott", "https://ideas.repec.org/a/ier/iecrev/v46y2005i2p523-531.html": {"abstract": "No abstract is available for this item.", "authors": ["eppr10"], "abstractStem": "no abstract is avail for thi item", "title": "Comments On \"Inflation, Output, And Welfare\" By Ricardo Lagos And Guillaume Rocheteau"}, "https://ideas.repec.org/a/ier/iecrev/v14y1973i2p364-71.html": {"abstract": "No abstract is available for this item.", "authors": ["epco35", "eppr10"], "abstractStem": "no abstract is avail for thi item", "title": "An Adaptive Regression Model"}, "https://ideas.repec.org/a/eee/jetheo/v107y2002i1p1-10.html": {"abstract": "This introduces the symposium on sunspots and lotteries. Two stochastic general equilibrium concepts, Sunspot Equilibrium (SE) and Lottery Equilibrium (LE), are compared. It is shown that, for some general, pure-exchange economies which allow for consumption non-convexities or moral hazards, the set of LE allocations is equivalent to the set of SE allocations provided that the randomizing device can generate events of any probability.<p>(This abstract was borrowed from another version of this item.)", "authors": ["eppr10", "epsh2"], "abstractStem": "thi introduc the symposium on sunspot and lotteri two stochast gener equilibrium concept sunspot equilibrium se and lotteri equilibrium le are compar it is shown that for some gener pureexchang economi which allow for consumpt nonconvex or moral hazard the set of le alloc is equival to the set of se alloc provid that the random devic can gener event of ani probabilitypthi abstract wa borrow from anoth version of thi item", "title": "Introduction to Sunspots and Lotteries"}, "https://ideas.repec.org/a/pal/gpprii/v16y1991i2p191-206.html": {"abstract": "No abstract is available for this item.", "authors": ["epho142", "eppr10"], "abstractStem": "no abstract is avail for thi item", "title": "Measures of the Insurance Sector Output"}, "https://ideas.repec.org/a/fip/fedlrv/y1997imayp47-53.html": {"abstract": "No abstract is available for this item.", "authors": ["eppr10"], "abstractStem": "no abstract is avail for thi item", "title": "On defining real consumption"}, "https://ideas.repec.org/a/fip/fedmqr/y2007inovp2-15nv.31no.1.html": {"abstract": "People are enjoying longer retirement periods, and population growth is slowing and, in some countries, falling. In this article, we determine the implications of these demographic changes for the needed amount of government debt. If tax rates and the transfer share of gross national income (GNI) are both high, the needed debt is near zero. With such a system, however, huge deadweight losses are incurred as a result of the high tax rate on labor income. With a savings system, a large government debt to annual GNI ratio is needed. In a country with early retirement and no population growth, the needed government debt is as large as five times GNI, and welfare is as much as 24 percent higher in terms of lifetime consumption equivalents in the savings system relative to the tax-and-transfer system.", "authors": ["eppr10"], "abstractStem": "peopl are enjoy longer retir period and popul growth is slow and in some countri fall in thi articl we determin the implic of these demograph chang for the need amount of govern debt if tax rate and the transfer share of gross nation incom gni are both high the need debt is near zero with such a system howev huge deadweight loss are incur as a result of the high tax rate on labor incom with a save system a larg govern debt to annual gni ratio is need in a countri with earli retir and no popul growth the need govern debt is as larg as five time gni and welfar is as much as 24 percent higher in term of lifetim consumpt equival in the save system rel to the taxandtransf system", "title": "On the needed quantity of government debt"}, "https://ideas.repec.org/a/eee/eecrev/v41y1997i1p115-137.html": {"abstract": "No abstract is available for this item.", "authors": ["fpda223", "eppr10"], "abstractStem": "no abstract is avail for thi item", "title": "Real returns on government debt: A general equilibrium quantitative exploration"}, "https://ideas.repec.org/a/mcb/jmoncb/v27y1995i4p1502-05.html": {"abstract": "No abstract is available for this item.", "authors": ["eppr10"], "abstractStem": "no abstract is avail for thi item", "title": "Computable General Equilibrium Models and Monetary Policy Advice: Comment"}, "https://ideas.repec.org/a/oup/qjecon/v82y1968i2p240-259..html": {"abstract": "I. Introduction, 240. — II. Price variations models of oligopoly, 241. — III. An experimental oligopoly market, 242. — IV. Hypotheses, 248. — V. Procedure, 249. — VI. Results, 251. — VII. Discussion, 257. — VIII. Summary and conclusions, 259.", "authors": ["eppr10"], "abstractStem": "i introduct 240   ii price variat model of oligopoli 241   iii an experiment oligopoli market 242   iv hypothes 248   v procedur 249   vi result 251   vii discuss 257   viii summari and conclus 259", "title": "Collusion in Oligopoly: An Experiment on the Effect of Numbers and Information"}, "https://ideas.repec.org/a/bla/scandj/v90y1988i1p7-12.html": {"abstract": " This survey of Robert M. Solow's neoclassical growth model contains a brief description of the model and answers to questions of why this model is an important advance for economics. It is shown that the neoclassical growth mode l has not been limited to the study of growth, but has also played a central role in organizing and guiding subsequent aggregate economic research on public finance, business cycle fluctuations, and financia l markets. This and another survey of Solow's contributions to econom ics are followed by a bibliography of Solow's publications, 1950-87. Copyright 1988 by The editors of the Scandinavian Journal of Economics.", "authors": ["eppr10"], "abstractStem": " thi survey of robert m solow neoclass growth model contain a brief descript of the model and answer to question of whi thi model is an import advanc for econom it is shown that the neoclass growth mode l ha not been limit to the studi of growth but ha also play a central role in organ and guid subsequ aggreg econom research on public financ busi cycl fluctuat and financia l market thi and anoth survey of solow contribut to econom ic are follow by a bibliographi of solow public 195087 copyright 1988 by the editor of the scandinavian journal of econom", "title": " Robert M. Solow's Neoclassical Growth Model: An Influential Contribution to Economics"}, "https://ideas.repec.org/a/eee/crcspp/v12y1980ip93-101.html": {"abstract": "No abstract is available for this item.", "authors": ["eppr10"], "abstractStem": "no abstract is avail for thi item", "title": "Comments on the current state of the theory of aggregate investment behavior"}, "https://ideas.repec.org/a/fip/fedfpr/y1993imarx1.html": {"abstract": "No abstract is available for this item.", "authors": ["eppr10"], "abstractStem": "no abstract is avail for thi item", "title": "Effects of monetary policies: an unexpected finding"}, "https://ideas.repec.org/a/ucp/jpolec/v114y2006i2p203-235.html": {"abstract": "No abstract is available for this item.", "authors": ["eppr10"], "abstractStem": "no abstract is avail for thi item", "title": "Nobel Lecture: The Transformation of Macroeconomic Policy and Research"}, "https://ideas.repec.org/a/ucp/jpolec/v102y1994i2p298-321.html": {"abstract": " The authors propose a theory of economic development in which technology adoption and barriers to such adoptions are the focus. The size of these barriers differs across countries and time. The larger these barriers, the greater the investment a firm must make to adopt a more advanced technology. The model is calibrated to the U.S. balanced growth observations and the postwar Japanese development miracle. For this calibrated structure, the authors find that the disparity in technology adoption barriers needed to account for the huge observed income disparity across countries is not implausibly large. Copyright 1994 by University of Chicago Press.", "authors": ["eppa5", "eppr10"], "abstractStem": " the author propos a theori of econom develop in which technolog adopt and barrier to such adopt are the focu the size of these barrier differ across countri and time the larger these barrier the greater the invest a firm must make to adopt a more advanc technolog the model is calibr to the us balanc growth observ and the postwar japanes develop miracl for thi calibr structur the author find that the dispar in technolog adopt barrier need to account for the huge observ incom dispar across countri is not implaus larg copyright 1994 by univers of chicago press", "title": "Barriers to Technology Adoption and Development"}, "https://ideas.repec.org/a/eee/moneco/v21y1988i2-3p343-360.html": {"abstract": "No abstract is available for this item.", "authors": ["epky2", "eppr10"], "abstractStem": "no abstract is avail for thi item", "title": "The workweek of capital and its cyclical implications"}, "https://ideas.repec.org/a/ier/iecrev/v13y1972i2p416-22.html": {"abstract": "No abstract is available for this item.", "authors": ["eplu15", "eppr10"], "abstractStem": "no abstract is avail for thi item", "title": "A Note on Price Systems in Infinite Dimensional Space"}, "https://ideas.repec.org/a/eee/mateco/v44y2008i7-8p551-552.html": {"abstract": "No abstract is available for this item.", "authors": ["fpco310", "eppr10"], "abstractStem": "no abstract is avail for thi item", "title": "Introduction of the special issue: Economic theory in honor of Charalambos D. Aliprantis"}, "https://ideas.repec.org/a/eee/crcspp/v7y1977ip13-38.html": {"abstract": "No abstract is available for this item.", "authors": ["eppr10"], "abstractStem": "no abstract is avail for thi item", "title": "Should control theory be used for economic stabilization?"}, "https://ideas.repec.org/a/fip/fedmqr/y1990isprp3-18nv.14no.2.html": {"abstract": "This paper argues that the reporting of facts in light of theory fosters the development of theory. Dynamic neoclassical macro theory guided the selection of facts to report. The hope is that these facts will foster the further development of this theory. A finding is that the price level is countercyclical in the post-Korean War period. This finding debunks the myths that the price level is procyclical, with the postwar period being no exception.", "authors": ["epky2", "eppr10"], "abstractStem": "thi paper argu that the report of fact in light of theori foster the develop of theori dynam neoclass macro theori guid the select of fact to report the hope is that these fact will foster the further develop of thi theori a find is that the price level is countercycl in the postkorean war period thi find debunk the myth that the price level is procycl with the postwar period be no except", "title": "Business cycles: real facts and a monetary myth"}, "https://ideas.repec.org/a/eee/jetheo/v7y1974i2p188-209.html": {"abstract": "No abstract is available for this item.", "authors": ["eplu15", "eppr10"], "abstractStem": "no abstract is avail for thi item", "title": "Equilibrium search and unemployment"}, "https://ideas.repec.org/a/eee/crcspp/v7y1977ip101-102.html": {"abstract": "No abstract is available for this item.", "authors": ["eppr10"], "abstractStem": "no abstract is avail for thi item", "title": "Should control theory be used for economic stabilization?: A rejoinder"}, "https://ideas.repec.org/a/rje/bellje/v8y1977iautumnp378-393.html": {"abstract": " Existing theory poorly describes the product diversity in a modern market economy largely because such theory is founded on an inadequate concept of equilibrium. Standard analysis regards decision makers as naive in their anticipations of the response of rivals to their decisions and neglects the substantial costs of relocating in the product characteristic space. In this paper, we construct an equilibrium model of firms in which each firm locates in sequence with correct expectations of the way its decisions influence the decisions of firms yet to locate. The nature of the equilibrium is explored in a series of familiar examples taken from the literature.", "authors": ["eppr10"], "abstractStem": " exist theori poorli describ the product divers in a modern market economi larg becaus such theori is found on an inadequ concept of equilibrium standard analysi regard decis maker as naiv in their anticip of the respons of rival to their decis and neglect the substanti cost of reloc in the product characterist space in thi paper we construct an equilibrium model of firm in which each firm locat in sequenc with correct expect of the way it decis influenc the decis of firm yet to locat the natur of the equilibrium is explor in a seri of familiar exampl taken from the literatur", "title": "Sequential Location among Firms with Foresight"}, "https://ideas.repec.org/a/spr/joecth/v1y1991i1p63-81.html": {"abstract": " Previous business cycle models have made the assumption that all the variation in the labor input is either due to changes in hours per worker or changes in number of workers, but not both. In this paper, both vary. We think this is a better model for estimating the contribution of Solow technology shocks to aggregate fluctuations. We find that about 70 percent of the variance of U.S. postwar cyclical fluctuations is induced by variations in the Solow technology parameter.", "authors": ["epky2", "eppr10"], "abstractStem": " previou busi cycl model have made the assumpt that all the variat in the labor input is either due to chang in hour per worker or chang in number of worker but not both in thi paper both vari we think thi is a better model for estim the contribut of solow technolog shock to aggreg fluctuat we find that about 70 percent of the varianc of us postwar cyclic fluctuat is induc by variat in the solow technolog paramet", "title": "Hours and Employment Variation in Business Cycle Theory"}, "https://ideas.repec.org/a/red/issued/07-175.html": {"abstract": "This paper studies lifetime aggregate labor supply with endogenous workweek length. Such a theory is needed to evaluate various government policies. A key feature of our model is a nonlinear mapping from hours worked to labor services. This gives rise to an endogenous workweek that can differ across occupations. The theory determines what fraction of the lifetime an individual works, not when. We find that constraints on workweek length have different consequences for total hours than for total labor services. Also, we find that policies designed to increase the length of the working life may not increase aggregate lifetime labor supply. (Copyright: Elsevier)", "authors": ["eppr10", "epro53", "fpwa531"], "abstractStem": "thi paper studi lifetim aggreg labor suppli with endogen workweek length such a theori is need to evalu variou govern polici a key featur of our model is a nonlinear map from hour work to labor servic thi give rise to an endogen workweek that can differ across occup the theori determin what fraction of the lifetim an individu work not when we find that constraint on workweek length have differ consequ for total hour than for total labor servic also we find that polici design to increas the length of the work life may not increas aggreg lifetim labor suppli copyright elsevi", "title": "Lifetime Aggregate Labor Supply with Endogenous Workweek Length"}, "https://ideas.repec.org/a/spr/joecth/v21y2003i1pa5-a5.html": {"abstract": "No abstract is available for this item.", "authors": ["eppr10"], "abstractStem": "no abstract is avail for thi item", "title": "In Memoriam: Bruce D. Smith (1954–2002)"}, "https://ideas.repec.org/a/rje/bellje/v9y1978iautumnp491-493.html": {"abstract": "No abstract is available for this item.", "authors": ["eppr10"], "abstractStem": "no abstract is avail for thi item", "title": "Papers in Honor of Herbert A. Simon: An Introduction"}, "https://ideas.repec.org/a/oup/restud/v72y2005i3p767-796.html": {"abstract": " We derive the quantitative implications of growth theory for U.S. corporate equity plus net debt over the period 1960-2001. There were large secular movements in corporate equity values relative to GDP, with dramatic declines in the 1970's and dramatic increases starting in the 1980's and continuing throughout the 1990's. During the same period, there was little change in the capital—output ratio or earnings share of output. We ask specifically whether the theory accounts for these observations. We find that it does, with the critical factor being changes in the U.S. tax and regulatory system. We find that the theory also accounts for the even larger movements in U.K. equity values relative to GDP in this period. Copyright 2005, Wiley-Blackwell.", "authors": ["epmc46", "eppr10"], "abstractStem": " we deriv the quantit implic of growth theori for us corpor equiti plu net debt over the period 19602001 there were larg secular movement in corpor equiti valu rel to gdp with dramat declin in the 1970 and dramat increas start in the 1980 and continu throughout the 1990 dure the same period there wa littl chang in the capit output ratio or earn share of output we ask specif whether the theori account for these observ we find that it doe with the critic factor be chang in the us tax and regulatori system we find that the theori also account for the even larger movement in uk equiti valu rel to gdp in thi period copyright 2005 wileyblackwel", "title": "Taxes, Regulations, and the Value of U.S. and U.K. Corporations"}, "https://ideas.repec.org/a/spr/joecth/v6y1995i1p35-49.html": {"abstract": "No abstract is available for this item.", "authors": ["epco35", "epha52", "eppr10"], "abstractStem": "no abstract is avail for thi item", "title": "Equilibrium Business Cycles with Idle Resources and Variable Capacity Utilization"}, "https://ideas.repec.org/a/ecm/emetrp/v52y1984i1p21-45.html": {"abstract": "No abstract is available for this item.", "authors": ["eppr10", "epto99"], "abstractStem": "no abstract is avail for thi item", "title": "Pareto Optima and Competitive Equilibria with Adverse Selection and Moral Hazard"}, "https://ideas.repec.org/a/spr/empeco/v19y1994i2p255-77.html": {"abstract": " Overlapping generations model of fiat money yields an infinity of competitive equilibrium solutions, only one of which is stationary. Economies reported in this paper involved a sequence of overlapping generations of three or four individuals; each individual lived for two periods. In their young age individuals were endowed with \"chips\" that could be traded for fiat money with the individuals of the old generation. In their old age, individuals could exchange their units of fiat money for the consumption good. Results of the experiments exhibit some support for the stationary solution. The results are robust to two designs of exchange institutions (double oral auction and supply schedule auction) and to two different endogenous ways of converting money into \"chips\" at the end of the game (average price prevailing during the last period the game is actually played and the average price forecast made during the last period the game is actually played).", "authors": ["eppr10", "epsu39"], "abstractStem": " overlap gener model of fiat money yield an infin of competit equilibrium solut onli one of which is stationari economi report in thi paper involv a sequenc of overlap gener of three or four individu each individu live for two period in their young age individu were endow with chip that could be trade for fiat money with the individu of the old gener in their old age individu could exchang their unit of fiat money for the consumpt good result of the experi exhibit some support for the stationari solut the result are robust to two design of exchang institut doubl oral auction and suppli schedul auction and to two differ endogen way of convert money into chip at the end of the game averag price prevail dure the last period the game is actual play and the averag price forecast made dure the last period the game is actual play", "title": "Stationary Solution to the Overlapping Generations Model of Fiat Money: Experimental Evidence"}, "https://ideas.repec.org/a/ucp/jpolec/v85y1977i3p473-91.html": {"abstract": "No abstract is available for this item.", "authors": ["epky2", "eppr10"], "abstractStem": "no abstract is avail for thi item", "title": "Rules Rather Than Discretion: The Inconsistency of Optimal Plans"}, "https://ideas.repec.org/a/eee/dyncon/v16y1992i3-4p533-559.html": {"abstract": "In this paper we develop a computable general equilibrium economy that models the banking sector explicitly. Banks intermediate between households and between the household sector and the government sector. Households borrow from banks to finance their purchases of houses and they lend to banks to save for retirement. Banks pool households’ savings and they purchase interest-bearing government debt and non-interest bearing reserves. We use this structure to answer two sets of questions: one normative in nature that evaluates the welfare costs of alternative monetary and tax policies, and one positive in nature that studies the real effects of following a procyclical interest-rate policy rule.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpal356", "fpda223", "epfi109", "eppr10"], "abstractStem": "in thi paper we develop a comput gener equilibrium economi that model the bank sector explicitli bank intermedi between household and between the household sector and the govern sector household borrow from bank to financ their purchas of hous and they lend to bank to save for retir bank pool household  save and they purchas interestbear govern debt and noninterest bear reserv we use thi structur to answer two set of question one norm in natur that evalu the welfar cost of altern monetari and tax polici and one posit in natur that studi the real effect of follow a procycl interestr polici rulepthi abstract wa borrow from anoth version of thi item", "title": "Banking in computable general equilibrium economies"}, "https://ideas.repec.org/a/ier/iecrev/v46y2005i4p1065-1080.html": {"abstract": " Necessary conditions for equilibrium are that beliefs about the behavior of other agents are rational and individuals maximize. We argue that in stationary OLG environments this implies that any future generation in the same situation as the initial generation must do as well as the initial generation did in that situation. We conclude that the existing equilibrium concepts in the literature do not satisfy this condition. We then propose an alternative equilibrium concept, \"organizational equilibrium\" that satisfies this condition. We show that equilibrium exists, it is unique, and it improves over autarky without achieving optimality. Moreover, the equilibrium can be readily found by solving a maximization program. Copyright 2005 by the Economics Department Of The University Of Pennsylvania And Osaka University Institute Of Social And Economic Research Association.", "authors": ["eppr10", "epri8"], "abstractStem": " necessari condit for equilibrium are that belief about the behavior of other agent are ration and individu maxim we argu that in stationari olg environ thi impli that ani futur gener in the same situat as the initi gener must do as well as the initi gener did in that situat we conclud that the exist equilibrium concept in the literatur do not satisfi thi condit we then propos an altern equilibrium concept organiz equilibrium that satisfi thi condit we show that equilibrium exist it is uniqu and it improv over autarki without achiev optim moreov the equilibrium can be readili found by solv a maxim program copyright 2005 by the econom depart of the univers of pennsylvania and osaka univers institut of social and econom research associ", "title": "On Equilibrium For Overlapping Generations Organizations "}, "https://ideas.repec.org/a/fip/fedcpr/y1991p462-482.html": {"abstract": "In this paper we analyze the efficacy of seignorage as a tax associated with various monetary arrangements in a computable general equilibrium model. For the economies examined, we find that seignorage tax is not a good one relative to a tax on labor income. If the after-tax real return is –5 percent, as it was in the 1974–1978 period, welfare is approximately 0.5 percent of consumption lower than it would be if the after-tax return were zero.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epim5", "eppr10"], "abstractStem": "in thi paper we analyz the efficaci of seignorag as a tax associ with variou monetari arrang in a comput gener equilibrium model for the economi examin we find that seignorag tax is not a good one rel to a tax on labor incom if the aftertax real return is  5 percent as it wa in the 1974 1978 period welfar is approxim 05 percent of consumpt lower than it would be if the aftertax return were zeropthi abstract wa borrow from anoth version of thi item", "title": "Seigniorage as a tax: a quantitative evaluation"}, "https://ideas.repec.org/a/aea/aejmac/v2y2010i4p88-123.html": {"abstract": "For the 1990s, the basic neoclassical growth model predicts a depressed economy, when in fact the US economy boomed. We extend the base model by introducing intangible investment and non-neutral technology change with respect to producing intangible investment goods and find that the 1990s are not puzzling in light of this new theory. There is microeconomic and macroeconomic evidence motivating our extension, and the theory's predictions are in conformity with US national accounts and capital gains. We compare accounting measures with corresponding measures for our model economy and find that standard accounting measures greatly understate the 1990s boom. (JEL E22, E23, O33, O47)", "authors": ["epmc46", "eppr10"], "abstractStem": "for the 1990 the basic neoclass growth model predict a depress economi when in fact the us economi boom we extend the base model by introduc intang invest and nonneutr technolog chang with respect to produc intang invest good and find that the 1990 are not puzzl in light of thi new theori there is microeconom and macroeconom evid motiv our extens and the theori predict are in conform with us nation account and capit gain we compar account measur with correspond measur for our model economi and find that standard account measur greatli underst the 1990 boom jel e22 e23 o33 o47", "title": "Unmeasured Investment and the Puzzling US Boom in the 1990s"}, "https://ideas.repec.org/a/tpr/restat/v55y1973i2p248-56.html": {"abstract": "No abstract is available for this item.", "authors": ["epco35", "eppr10"], "abstractStem": "no abstract is avail for thi item", "title": "Tests of an Adaptive Regression Model"}, "https://ideas.repec.org/a/aea/aecrev/v83y1993i2p280-86.html": {"abstract": "No abstract is available for this item.", "authors": ["epha52", "eppr10"], "abstractStem": "no abstract is avail for thi item", "title": "Did Technology Shocks Cause the 1990-1991 Recession?"}, "https://ideas.repec.org/a/fip/fedmar/y2005p6-27nv19no.1.html": {"abstract": "2004 Annual Report Essay: Nobel Lecture by Edward C. Prescott", "authors": ["eppr10"], "abstractStem": "2004 annual report essay nobel lectur by edward c prescott", "title": "The transformation of macroeconomic policy and research"}, "https://ideas.repec.org/a/ecm/emetrp/v44y1976i1p167-84.html": {"abstract": "No abstract is available for this item.", "authors": ["epco35", "eppr10"], "abstractStem": "no abstract is avail for thi item", "title": "Estimation in the Presence of Stochastic Parameter Variation"}, "https://ideas.repec.org/a/aea/aecrev/v104y2014i5p177-82.html": {"abstract": "During the downturn of 2008–2009, output and hours fell significantly, but labor productivity rose. These facts have led many to conclude that there is a significant deviation between observations and current macrotheories that assume business cycles are driven, at least in part, by fluctuations in total factor productivities of firms. We show that once investment in intangible capital is included in the analysis, there is no inconsistency. Measured labor productivity rises if the fall in output is underestimated; this occurs when there are large unmeasured intangible investments. Microevidence suggests that these investments are large and cyclically important.", "authors": ["epmc46", "eppr10"], "abstractStem": "dure the downturn of 2008 2009 output and hour fell significantli but labor product rose these fact have led mani to conclud that there is a signific deviat between observ and current macrotheori that assum busi cycl are driven at least in part by fluctuat in total factor product of firm we show that onc invest in intang capit is includ in the analysi there is no inconsist measur labor product rise if the fall in output is underestim thi occur when there are larg unmeasur intang invest microevid suggest that these invest are larg and cyclic import", "title": "A Reassessment of Real Business Cycle Theory"}, "https://ideas.repec.org/a/ecm/emetrp/v39y1971i5p659-81.html": {"abstract": "No abstract is available for this item.", "authors": ["eplu15", "eppr10"], "abstractStem": "no abstract is avail for thi item", "title": "Investment Under Uncertainty"}, "https://ideas.repec.org/a/eee/moneco/v22y1988i1p133-136.html": {"abstract": "No abstract is available for this item.", "authors": ["epme56", "eppr10"], "abstractStem": "no abstract is avail for thi item", "title": "The equity risk premium: A solution?"}, "https://ideas.repec.org/a/oup/restud/v82y2015i3p1154-1193..html": {"abstract": "By the 1970s, quid pro quo policy, which requires multinational firms to transfer technology in return for market access, had become a common practice in many developing countries. While many countries have subsequently liberalized quid pro quo requirements, China continues to follow the policy. In this article, we incorporate quid pro quo policy into a multicountry dynamic general equilibrium model, using microevidence from Chinese patents to motivate key assumptions about the terms of the technology transfer deals and macroevidence on China's inward foreign direct investment (FDI) to estimate key model parameters. We then use the model to quantify the impact of China's quid pro quo policy and show that it has had a significant impact on global innovation and welfare.", "authors": ["eppr10"], "abstractStem": "by the 1970 quid pro quo polici which requir multin firm to transfer technolog in return for market access had becom a common practic in mani develop countri while mani countri have subsequ liber quid pro quo requir china continu to follow the polici in thi articl we incorpor quid pro quo polici into a multicountri dynam gener equilibrium model use microevid from chines patent to motiv key assumpt about the term of the technolog transfer deal and macroevid on china inward foreign direct invest fdi to estim key model paramet we then use the model to quantifi the impact of china quid pro quo polici and show that it ha had a signific impact on global innov and welfar", "title": "Quid Pro Quo: Technology Capital Transfers for Market Access in China"}, "https://ideas.repec.org/a/aea/aecrev/v100y2010i4p1493-1522.html": {"abstract": "The US Bureau of Economic Analysis (BEA) estimates that the return on investments of foreign subsidiaries of US multinational companies over the period 1982-2006 averaged 9.4 percent annually after taxes; US subsidiaries of foreign multinationals averaged only 3.2 percent. BEA returns on foreign direct investment (FDI) are distorted because most intangible investments made by multinationals are expensed. We develop a multicountry general equilibrium model with an essential role for FDI and apply the BEA's methodology to construct economic statistics for the model economy. We estimate that mismeasurement of intangible investments accounts for over 60 percent of the difference in BEA returns. (JEL F23, F32)", "authors": ["epmc46", "eppr10"], "abstractStem": "the us bureau of econom analysi bea estim that the return on invest of foreign subsidiari of us multin compani over the period 19822006 averag 94 percent annual after tax us subsidiari of foreign multin averag onli 32 percent bea return on foreign direct invest fdi are distort becaus most intang invest made by multin are expens we develop a multicountri gener equilibrium model with an essenti role for fdi and appli the bea methodolog to construct econom statist for the model economi we estim that mismeasur of intang invest account for over 60 percent of the differ in bea return jel f23 f32", "title": "Technology Capital and the US Current Account"}, "https://ideas.repec.org/a/oup/restud/v58y1991i5p917-928..html": {"abstract": "This paper extends recent developments in general equilibrium theory and applies them to the problem of measuring the real output of an economy's insurance sector. These developments permit a priced commodity to be a complex incentive-compatible contract. These contracts are not bundles of more basic commodities. These contracts are elementary in the same sense that event-contingent goods deliveries are elementary in the Arrow- Debreu framework.", "authors": ["eppr10"], "abstractStem": "thi paper extend recent develop in gener equilibrium theori and appli them to the problem of measur the real output of an economi insur sector these develop permit a price commod to be a complex incentivecompat contract these contract are not bundl of more basic commod these contract are elementari in the same sens that eventconting good deliveri are elementari in the arrow debreu framework", "title": "Insurance Contracts as Commodities: A Note"}, "https://ideas.repec.org/a/eee/jetheo/v74y1997i1p19-39.html": {"abstract": "This paper considers model worlds in which there is a continuum of individuals who form finite-sized associations to undertake joint activities. We show how, through a suitable choice of commodity space, restrictions on the composition of feasible groups can be incorporated into the specification of the consumption and production sets of the economy. We also show that if there are a finite number of types, then the classical results from the competitive analysis of convex finite-agent economies can be reinterpreted to apply.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epco70", "eppr10"], "abstractStem": "thi paper consid model world in which there is a continuum of individu who form finites associ to undertak joint activ we show how through a suitabl choic of commod space restrict on the composit of feasibl group can be incorpor into the specif of the consumpt and product set of the economi we also show that if there are a finit number of type then the classic result from the competit analysi of convex finiteag economi can be reinterpret to applypthi abstract wa borrow from anoth version of thi item", "title": "Valuation Equilibrium with Clubs"}, "https://ideas.repec.org/a/ecm/emetrp/v40y1972i6p1043-58.html": {"abstract": "No abstract is available for this item.", "authors": ["eppr10"], "abstractStem": "no abstract is avail for thi item", "title": "The Multi-Period Control Problem Under Uncertainty"}, "https://ideas.repec.org/a/ecm/quante/v2y2011i1p1-36.html": {"abstract": "The neoclassical growth model is extended to include costly intermediated borrowing and lending between households. This is an important extension as substantial resources are used in intermediating the large amount of borrowing and lending between households. In 2007, in the United States, the amount intermediated was 1.7 times GNP, and the resources used in this intermediation amounted to at least 3.4 percent of GNP. The theory implies that financial intermediation services are an intermediate good and that the spread between borrowing and lending rates measures the efficiency of the financial sector.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epme56", "fppi210", "eppr10"], "abstractStem": "the neoclass growth model is extend to includ costli intermedi borrow and lend between household thi is an import extens as substanti resourc are use in intermedi the larg amount of borrow and lend between household in 2007 in the unit state the amount intermedi wa 17 time gnp and the resourc use in thi intermedi amount to at least 34 percent of gnp the theori impli that financi intermedi servic are an intermedi good and that the spread between borrow and lend rate measur the effici of the financi sectorpthi abstract wa borrow from anoth version of thi item", "title": "Costly financial intermediation in neoclassical growth theory"}, "https://ideas.repec.org/a/ecj/econjl/v117y2007i524pf648-f650.html": {"abstract": "No abstract is available for this item.", "authors": ["eppr10"], "abstractStem": "no abstract is avail for thi item", "title": "Review 3"}, "https://ideas.repec.org/a/fip/fedlrv/y1996imayp112-117nv.78no.3.html": {"abstract": "No abstract is available for this item.", "authors": ["eppr10"], "abstractStem": "no abstract is avail for thi item", "title": "Inflation targeting in a St. Louis model of the 21st century - commentary"}, "https://ideas.repec.org/a/fip/fedmqr/y1999iwinp25-29nv.23no.1.html": {"abstract": "The Great Depression in the United States was largely the result of changes in economic institutions that lowered the normal or steady-state market hours per person over 16. The difference in steady-state hours in 1929 and 1939 is over 20 percent. This is a large number, but differences of this size currently exist across the rich industrial countries. The somewhat depressed Japanese economy of the 1990s could very well be the result of workweek length constraints that were adopted in the early 1990s. These constraints lowered steady-state market hours. The failure of the Japanese people to display concern with the performance of their economy suggests that this reduction is what the Japanese people wanted. This is in sharp contrast with the United States in the 1930s when the American people wanted to work more.", "authors": ["eppr10"], "abstractStem": "the great depress in the unit state wa larg the result of chang in econom institut that lower the normal or steadyst market hour per person over 16 the differ in steadyst hour in 1929 and 1939 is over 20 percent thi is a larg number but differ of thi size current exist across the rich industri countri the somewhat depress japanes economi of the 1990 could veri well be the result of workweek length constraint that were adopt in the earli 1990 these constraint lower steadyst market hour the failur of the japanes peopl to display concern with the perform of their economi suggest that thi reduct is what the japanes peopl want thi is in sharp contrast with the unit state in the 1930 when the american peopl want to work more", "title": "Some observations on the Great Depression"}, "https://ideas.repec.org/a/fip/fedmqr/y1991isump3-10nv.15no.3.html": {"abstract": "The welfare effects of alternative monetary arrangements are computed for an economy calibrated to U.S. data. In the model world, people vary their holdings of liquid assets in order to smooth their consumption. In such worlds, we find that the feature of an arrangement that matters is the equilibrium after-tax real return on savings. We also find that relative to a tax on labor income, seigniorage is a poor source of revenue.", "authors": ["epim5", "eppr10"], "abstractStem": "the welfar effect of altern monetari arrang are comput for an economi calibr to us data in the model world peopl vari their hold of liquid asset in order to smooth their consumpt in such world we find that the featur of an arrang that matter is the equilibrium aftertax real return on save we also find that rel to a tax on labor incom seigniorag is a poor sourc of revenu", "title": "Evaluating the welfare effects of alternative monetary arrangements"}, "https://ideas.repec.org/a/aea/aecrev/v89y1999i5p1216-1233.html": {"abstract": "Our thesis is that poor countries are poor because they employ arrangements for which the equilibrium outcomes are characterized by inferior technologies being used, and being used inefficiently. In this paper, we analyze the consequences of one such arrangement. In each industry, the arrangement enables a coalition of factor suppliers to be the monopoly seller of its input services to all firms using a particular production process. We find that eliminating this monopoly arrangement could well increase output by roughly a factor of 3 without any increase in inputs.", "authors": ["eppa5", "eppr10"], "abstractStem": "our thesi is that poor countri are poor becaus they employ arrang for which the equilibrium outcom are character by inferior technolog be use and be use ineffici in thi paper we analyz the consequ of one such arrang in each industri the arrang enabl a coalit of factor supplier to be the monopoli seller of it input servic to all firm use a particular product process we find that elimin thi monopoli arrang could well increas output by roughli a factor of 3 without ani increas in input", "title": "Monopoly Rights: A Barrier to Riches"}, "https://ideas.repec.org/a/aea/aecrev/v92y2002i4p1205-1217.html": {"abstract": "A unified growth theory is developed that accounts for the roughly constant living standards displayed by world economies prior to 1800 as well as the growing living standards exhibited by modern industrial economies. Our theory also explains the industrial revolution, which is the transition from an era when per capita incomes are stagnant to one with sustained growth. We use a standard growth model with one good and two available technologies. The first, denoted the Malthus technology, requires land, labor, and reproducible capital as inputs. The second, denoted the Solow technology, does not require land. We show that in the early stages of development, only the Malthus technology is used, and, due to population growth, living standards are stagnant despite technological progress. Eventually, technological progress causes the Solow technology to become profitable, and both technologies are employed. In the limit, the economy behaves like a standard Solow growth model.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epha52", "eppr10"], "abstractStem": "a unifi growth theori is develop that account for the roughli constant live standard display by world economi prior to 1800 as well as the grow live standard exhibit by modern industri economi our theori also explain the industri revolut which is the transit from an era when per capita incom are stagnant to one with sustain growth we use a standard growth model with one good and two avail technolog the first denot the malthu technolog requir land labor and reproduc capit as input the second denot the solow technolog doe not requir land we show that in the earli stage of develop onli the malthu technolog is use and due to popul growth live standard are stagnant despit technolog progress eventu technolog progress caus the solow technolog to becom profit and both technolog are employ in the limit the economi behav like a standard solow growth modelpthi abstract wa borrow from anoth version of thi item", "title": "Malthus to Solow"}, "https://ideas.repec.org/a/ucp/jpolec/v83y1975i6p1229-36.html": {"abstract": "No abstract is available for this item.", "authors": ["eppr10"], "abstractStem": "no abstract is avail for thi item", "title": "Efficiency of the Natural Rate"}, "https://ideas.repec.org/a/ecm/emetrp/v50y1982i6p1345-70.html": {"abstract": "This is a student version of the program used for Finn Kydland and Edward Prescott, \"Time to Build and Aggregate Fluctuations\", Econometrica, vol. 50, pp. 1345-1370, Nov. 1982 Some parameter values can be entered interactively. They should be quite obvious. The program can also generate impulse responses.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epky2", "eppr10"], "abstractStem": "thi is a student version of the program use for finn kydland and edward prescott time to build and aggreg fluctuat econometrica vol 50 pp 13451370 nov 1982 some paramet valu can be enter interact they should be quit obviou the program can also gener impuls responsespthi abstract wa borrow from anoth version of thi item", "title": "Time to Build and Aggregate Fluctuations"}, "https://ideas.repec.org/a/mcb/jmoncb/v29y1997i1p1-16.html": {"abstract": " The authors propose a procedure for representing a time series of a smoothly varying trend component and a cyclical component. They document the nature of the comovements of the cyclical components of a variety of macroeconomic time series. The authors find that comovements are very different than the corresponding comovements of the slowly varying trend components. Copyright 1997 by Ohio State University Press.", "authors": ["epho115", "eppr10"], "abstractStem": " the author propos a procedur for repres a time seri of a smoothli vari trend compon and a cyclic compon they document the natur of the comov of the cyclic compon of a varieti of macroeconom time seri the author find that comov are veri differ than the correspond comov of the slowli vari trend compon copyright 1997 by ohio state univers press", "title": "Postwar U.S. Business Cycles: An Empirical Investigation"}, "https://ideas.repec.org/a/eee/dyncon/v49y2014icp109-111.html": {"abstract": "Hundred percent reserve transaction banking system is proposed with tax-free interest on demand deposits and interest bearing reserves. To eliminate shadow banking arrangements, a 100% tax on net interest income is proposed for limited liability businesses. All financing of businesses would be mutual as currently most is. With this arrangement there would be no bank runs associated giving rise to a financial crisis.", "authors": ["eppr10"], "abstractStem": "hundr percent reserv transact bank system is propos with taxfre interest on demand deposit and interest bear reserv to elimin shadow bank arrang a 100 tax on net interest incom is propos for limit liabil busi all financ of busi would be mutual as current most is with thi arrang there would be no bank run associ give rise to a financi crisi", "title": "Interest on reserves, policy rules and quantitative easing"}, "https://ideas.repec.org/a/ier/iecrev/v39y1998i3p525-51.html": {"abstract": " This paper evaluates the argument that differences in physical and intangible capital can account for the large international income differences that characterize the world economy today. The finding is that they cannot. Savings rate differences are of minor importance. What is all-important is total factor productivity (TFP). In addition, the paper presents industry evidence that TFPs differ across countries and time for reasons other than differences in the publicly available stock of technical knowledge. These findings lead the author to conclude a theory of TFP is needed. This theory must account for differences in TFP that arise for reasons other than growth in the stock of technical knowledge. Copyright 1998 by Economics Department of the University of Pennsylvania and the Osaka University Institute of Social and Economic Research Association.", "authors": ["eppr10"], "abstractStem": " thi paper evalu the argument that differ in physic and intang capit can account for the larg intern incom differ that character the world economi today the find is that they cannot save rate differ are of minor import what is allimport is total factor product tfp in addit the paper present industri evid that tfp differ across countri and time for reason other than differ in the publicli avail stock of technic knowledg these find lead the author to conclud a theori of tfp is need thi theori must account for differ in tfp that aris for reason other than growth in the stock of technic knowledg copyright 1998 by econom depart of the univers of pennsylvania and the osaka univers institut of social and econom research associ", "title": "Needed: A Theory of Total Factor Productivity"}, "https://ideas.repec.org/a/aea/aecrev/v77y1987i2p63-67.html": {"abstract": "No abstract is available for this item.", "authors": ["eppr10"], "abstractStem": "no abstract is avail for thi item", "title": "Dynamic Coalitions: Engines of Growth"}, "https://ideas.repec.org/a/ier/iecrev/v25y1984i1p1-20.html": {"abstract": "No abstract is available for this item.", "authors": ["eppr10", "epto99"], "abstractStem": "no abstract is avail for thi item", "title": "General Competitive Analysis in an Economy with Private Information"}, "https://ideas.repec.org/a/red/issued/v5y2002i1p1-18.html": {"abstract": "The papers in this volume study nine depressions - both from the interwar period in Europe and America and from more recent times and Latin America - using a common framework. All of the papers rely on growth accounting to decompose changes in output into the portions due to changes in factor inputs and the portion due to the in efficiency with which these factors are used. All of the papers employ simple applied dynamic general equilibrium models. Collectively, these papers indicate that government policies that affect productivity and hours per working-age person are the crucial determinants of the great depressions of the twentieth century. (Copyright: Elsevier)", "authors": ["epke16", "eppr10"], "abstractStem": "the paper in thi volum studi nine depress  both from the interwar period in europ and america and from more recent time and latin america  use a common framework all of the paper reli on growth account to decompos chang in output into the portion due to chang in factor input and the portion due to the in effici with which these factor are use all of the paper employ simpl appli dynam gener equilibrium model collect these paper indic that govern polici that affect product and hour per workingag person are the crucial determin of the great depress of the twentieth centuri copyright elsevi", "title": "Great Depressions of the Twentieth Century"}, "https://ideas.repec.org/a/red/ecodyn/v9y2007i1interview.html": {"abstract": "Timothy Kehoe is the Distinguished McKnight University Professor at the University of Minnesota and Adviser of the Federal Reserve Bank of Minneapolis. Edward Prescott is the W. P. Carey Chaired Professor of Economics at Arizona State University and Senior Monetary Adviser at the Federal Reserve Bank of Minneapolis. Both are interested in the theory and the application of general equilibrium models.", "authors": ["epke16", "eppr10"], "abstractStem": "timothi keho is the distinguish mcknight univers professor at the univers of minnesota and advis of the feder reserv bank of minneapoli edward prescott is the w p carey chair professor of econom at arizona state univers and senior monetari advis at the feder reserv bank of minneapoli both are interest in the theori and the applic of gener equilibrium model", "title": "EconomicDynamics Interviews Timothy Kehoe and Edward Prescott on Great Depressions"}, "https://ideas.repec.org/a/eee/jetheo/v6y1973i6p546-557.html": {"abstract": "No abstract is available for this item.", "authors": ["eppr10"], "abstractStem": "no abstract is avail for thi item", "title": "Market structure and monopoly profits: A dynamic theory"}, "https://ideas.repec.org/a/aea/jecper/v10y1996i1p69-85.html": {"abstract": "An economic experiment places people in an environment desired by the experimenter, who then records the time paths of their economic behavior. Performing experiments using actual people at the level of national economies is obviously impractical but constructing a model economy and computing the economic behavior of the model's people is. Such experiments are termed 'computational' because economic behavior of the model's people is computed. This essay specifies the steps in designing a computational experiment to address some well-posed quantitative question. The computational experiment is an econometric tool used in the task of deriving the quantitative implications of theory.", "authors": ["epky2", "eppr10"], "abstractStem": "an econom experi place peopl in an environ desir by the experiment who then record the time path of their econom behavior perform experi use actual peopl at the level of nation economi is obvious impract but construct a model economi and comput the econom behavior of the model peopl is such experi are term comput becaus econom behavior of the model peopl is comput thi essay specifi the step in design a comput experi to address some wellpos quantit question the comput experi is an econometr tool use in the task of deriv the quantit implic of theori", "title": "The Computational Experiment: An Econometric Tool"}, "https://ideas.repec.org/a/fip/fedmqr/y1986ifallp28-33nv.10no.4.html": {"abstract": "No abstract is available for this item.", "authors": ["eppr10"], "abstractStem": "no abstract is avail for thi item", "title": "Response to a skeptic"}, "https://ideas.repec.org/a/fip/fedmqr/y2000ifallp20-40nv.24no.4.html": {"abstract": "The value of U.S. corporate equity in the first half of 2000 was close to 1.8 times U.S. gross national product (GNP). Some stock market analysts have argued that the market is overvalued at this level. We use a growth model with an explicit corporate sector and find that the market is correctly valued. In theory, the market value of equity plus debt liabilities should equal the value of productive assets plus debt assets. Since the net value of debt is currently low, the market value of equity should be approximately equal to the market value of productive assets. We find that the market value of productive assets, including both tangible and intangible assets and assets used outside the country by U.S. subsidiaries, is currently about 1.8 times GNP, the same as the market value of equity.", "authors": ["epmc46", "eppr10"], "abstractStem": "the valu of us corpor equiti in the first half of 2000 wa close to 18 time us gross nation product gnp some stock market analyst have argu that the market is overvalu at thi level we use a growth model with an explicit corpor sector and find that the market is correctli valu in theori the market valu of equiti plu debt liabil should equal the valu of product asset plu debt asset sinc the net valu of debt is current low the market valu of equiti should be approxim equal to the market valu of product asset we find that the market valu of product asset includ both tangibl and intang asset and asset use outsid the countri by us subsidiari is current about 18 time gnp the same as the market valu of equiti", "title": "Is the stock market overvalued?"}, "https://ideas.repec.org/a/fip/fedmqr/y2012ioctnv.35no.2.html": {"abstract": "Macroeconomics has made tremendous advances following the introduction of labor supply into the field. Today, it is widely acknowledged that labor supply matters for many key economic issues, particularly for business cycles and tax policy analysis. However, the extent to which labor supply matters for such questions depends on the aggregate labor supply elasticity—that is, the sensitivity of the time allocation between market and nonmarket activities. For several decades, the magnitude of the aggregate labor supply elasticity has been the subject of much debate. In this article, we review the debate and conclude that the elasticity of labor supply of the aggregate household is much higher than the elasticity of the identical households being aggregated. The aggregate household utility function differs from the individuals’ utility functions for the same reason that the aggregate production function differs from the individual firms’ production functions being aggregated. The differences in individual and aggregate supply elasticities are what aggregation theory predicts.", "authors": ["eppr10", "fpwa531"], "abstractStem": "macroeconom ha made tremend advanc follow the introduct of labor suppli into the field today it is wide acknowledg that labor suppli matter for mani key econom issu particularli for busi cycl and tax polici analysi howev the extent to which labor suppli matter for such question depend on the aggreg labor suppli elast that is the sensit of the time alloc between market and nonmarket activ for sever decad the magnitud of the aggreg labor suppli elast ha been the subject of much debat in thi articl we review the debat and conclud that the elast of labor suppli of the aggreg household is much higher than the elast of the ident household be aggreg the aggreg household util function differ from the individu  util function for the same reason that the aggreg product function differ from the individu firm  product function be aggreg the differ in individu and aggreg suppli elast are what aggreg theori predict", "title": "Aggregate labor supply"}, "https://ideas.repec.org/a/fip/fedlrv/y2005ijulp537-550nv.87no.4.html": {"abstract": "In this paper, the authors show that ignoring corporate intangible investments gives a distorted picture of the post-1990 U.S. economy. In particular, ignoring intangible investments in the late 1990s leads one to conclude that productivity growth was modest, corporate profits were low, and corporate investment was at moderate levels. In fact, the late 1990s was a boom period for productivity growth, corporate profits, and corporate investment.", "authors": ["epmc46", "eppr10"], "abstractStem": "in thi paper the author show that ignor corpor intang invest give a distort pictur of the post1990 us economi in particular ignor intang invest in the late 1990 lead one to conclud that product growth wa modest corpor profit were low and corpor invest wa at moder level in fact the late 1990 wa a boom period for product growth corpor profit and corpor invest", "title": "Productivity and the post-1990 U.S. economy"}, "https://ideas.repec.org/a/eee/dyncon/v2y1980i1p79-91.html": {"abstract": "No abstract is available for this item.", "authors": ["epky2", "eppr10"], "abstractStem": "no abstract is avail for thi item", "title": "Dynamic optimal taxation, rational expectations and optimal control"}, "https://ideas.repec.org/a/cje/issued/v21y1988i3p477-91.html": {"abstract": "Three economic environments are reviewed and, in each, organizations play an essential role. For an adve rse selection insurance economy, the authors find that when mutual in surance arrangements are permitted, an equilibrium necessarily exists and is optimal. This example, and two others, illustrate the problem s that may result from imposing organizational structure on an enviro nment rather than permitting the structure to be determined endogenou sly.", "authors": ["eppr10", "epsm3"], "abstractStem": "three econom environ are review and in each organ play an essenti role for an adv rse select insur economi the author find that when mutual in suranc arrang are permit an equilibrium necessarili exist and is optim thi exampl and two other illustr the problem s that may result from impos organiz structur on an enviro nment rather than permit the structur to be determin endogen sli", "title": "Organizations in Economic Analysis"}, "https://ideas.repec.org/a/ecm/emetrp/v48y1980i6p1365-79.html": {"abstract": "No abstract is available for this item.", "authors": ["epme56", "eppr10"], "abstractStem": "no abstract is avail for thi item", "title": "Recursive Competitive Equilibrium: The Case of Homogeneous Households"}, "https://ideas.repec.org/a/eee/crcspp/v33y1990ip49-52.html": {"abstract": "No abstract is available for this item.", "authors": ["eppr10"], "abstractStem": "no abstract is avail for thi item", "title": "The timing of raises and other payments : A comment"}, "https://ideas.repec.org/a/bla/scandj/v93y1991i2p161-78.html": {"abstract": " The founding fathers of the Econometric Society defined econometrics to be quantitative economic theory. A vision of theirs was the use of econometrics to provide quantitative answers to business cycle questions. The realization of this dream required a number of advances in pure theory--in particular, the development of modern general equilibrium theory. The econometric problem is how to use these tools along with measurement to answer business cycle questions. In this essay, the authors review this econometric development and contrast it with the econometric approach that preceded it. Copyright 1991 by The editors of the Scandinavian Journal of Economics.", "authors": ["epky2", "eppr10"], "abstractStem": " the found father of the econometr societi defin econometr to be quantit econom theori a vision of their wa the use of econometr to provid quantit answer to busi cycl question the realiz of thi dream requir a number of advanc in pure theoryin particular the develop of modern gener equilibrium theori the econometr problem is how to use these tool along with measur to answer busi cycl question in thi essay the author review thi econometr develop and contrast it with the econometr approach that preced it copyright 1991 by the editor of the scandinavian journal of econom", "title": " The Econometrics of the General Equilibrium Approach to Business Cycles"}, "firstname": "Edward", "https://ideas.repec.org/a/ucp/jpolec/v88y1980i3p446-61.html": {"abstract": "No abstract is available for this item.", "authors": ["eppr10"], "abstractStem": "no abstract is avail for thi item", "title": "Organization Capital"}, "https://ideas.repec.org/a/ier/iecrev/v45y2004i4p991-1009.html": {"abstract": " Many stock market analysts think that in 1929, at the time of the crash, stocks were overvalued. Irving Fisher argued just before the crash that fundamentals were strong and the stock market was undervalued. In this article, we use growth theory to estimate the fundamental value of corporate equity and compare it to actual stock valuations. Our estimate is based on values of productive corporate capital, both tangible and intangible, and tax rates on corporate income and distributions. The evidence strongly suggests that Fisher was right. Even at the 1929 peak, stocks were undervalued relative to the prediction of theory. Copyright 2004 by the Economics Department Of The University Of Pennsylvania And Osaka University Institute Of Social And Economic Research Association.", "authors": ["epmc46", "eppr10"], "abstractStem": " mani stock market analyst think that in 1929 at the time of the crash stock were overvalu irv fisher argu just befor the crash that fundament were strong and the stock market wa undervalu in thi articl we use growth theori to estim the fundament valu of corpor equiti and compar it to actual stock valuat our estim is base on valu of product corpor capit both tangibl and intang and tax rate on corpor incom and distribut the evid strongli suggest that fisher wa right even at the 1929 peak stock were undervalu rel to the predict of theori copyright 2004 by the econom depart of the univers of pennsylvania and osaka univers institut of social and econom research associ", "title": "The 1929 Stock Market: Irving Fisher Was Right"}, "https://ideas.repec.org/a/fip/fedmqr/y2004ijulp2-13nv.28no.1.html": {"abstract": "Americans now work 50 percent more than do the Germans, French, and Italians. This was not the case in the early 1970s, when the Western Europeans worked more than Americans. This article examines the role of taxes in accounting for the differences in labor supply across time and across countries; in particular, the effective marginal tax rate on labor income. The population of countries considered is the G-7 countries, which are major advanced industrial countries. The surprising finding is that this marginal tax rate accounts for the predominance of differences at points in time and the large change in relative labor supply over time.", "authors": ["eppr10"], "abstractStem": "american now work 50 percent more than do the german french and italian thi wa not the case in the earli 1970 when the western european work more than american thi articl examin the role of tax in account for the differ in labor suppli across time and across countri in particular the effect margin tax rate on labor incom the popul of countri consid is the g7 countri which are major advanc industri countri the surpris find is that thi margin tax rate account for the predomin of differ at point in time and the larg chang in rel labor suppli over time", "title": "Why do Americans work so much more than Europeans?"}, "https://ideas.repec.org/a/ucp/jpolec/v116y2008i4p573-632.html": {"abstract": " Why didn't the Japanese miracle take place before World War II? The culprit we identify is a barrier that kept prewar agricultural employment constant. Using a standard neoclassical two-sector growth model, we show that the barrier-induced sectoral distortion and an ensuring lack of capital accumulation account well for the depressed output level. Without the barrier, Japan's prewar GNP per worker would have been at least about a half of that of the United States, not about a third as in the data. The labor barrier existed because, we argue, the prewar patriarchy forced the son designated as heir to stay in agriculture. (c) 2008 by The University of Chicago. All rights reserved.", "authors": ["epha83", "eppr10"], "abstractStem": " whi didnt the japanes miracl take place befor world war ii the culprit we identifi is a barrier that kept prewar agricultur employ constant use a standard neoclass twosector growth model we show that the barrierinduc sector distort and an ensur lack of capit accumul account well for the depress output level without the barrier japan prewar gnp per worker would have been at least about a half of that of the unit state not about a third as in the data the labor barrier exist becaus we argu the prewar patriarchi forc the son design as heir to stay in agricultur c 2008 by the univers of chicago all right reserv", "title": "The Depressing Effect of Agricultural Institutions on the Prewar Japanese Economy"}, "https://ideas.repec.org/a/fip/fedmqr/y1986ifallp9-22nv.10no.4.html": {"abstract": "Recent developments in business cycle theory are reviewed. The principal finding is that the growth model, which was developed to account for the secular patterns in important economic aggregates, displays the business cycle phenomena once it incorporates the observed randomness in the rate of technological advance. The amplitudes and serial correlation properties of fluctuations in output and employment that the growth model predicts match those historically experienced in the United States. Further, the model continues to display the growth facts it was developed to explain.<p>(This abstract was borrowed from another version of this item.)", "authors": ["eppr10"], "abstractStem": "recent develop in busi cycl theori are review the princip find is that the growth model which wa develop to account for the secular pattern in import econom aggreg display the busi cycl phenomena onc it incorpor the observ random in the rate of technolog advanc the amplitud and serial correl properti of fluctuat in output and employ that the growth model predict match those histor experienc in the unit state further the model continu to display the growth fact it wa develop to explainpthi abstract wa borrow from anoth version of thi item", "title": "Theory ahead of business cycle measurement"}}}