{"epra29": {"https://ideas.repec.org/a/ucp/ecdecc/v46y1997i1p187-90.html": {"abstract": "No abstract is available for this item.", "authors": ["epra29"], "abstractStem": "no abstract is avail for thi item", "title": "A Comment on Rati Ram's Test of the Kuznets Hypothesis"}, "https://ideas.repec.org/a/eee/wdevel/v29y2001i11p1803-1815.html": {"abstract": "The evidence is compelling that the poor in developing countries do typically share in the gains from rising aggregate affluence and in the losses from aggregate contraction. But how much do poor people share in growth? Do they gain more in some settings than others? Do some gain while others lose? Does pro-poor growth mean more or less aggregate growth? Recent theories and evidence suggest some answers, but deeper microeconomic empirical work is needed on growth and distributed change. Only then will we have a firm basis for identifying the specific policies and programs needed to complement and possibly modify growth-oriented policies.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epra29"], "abstractStem": "the evid is compel that the poor in develop countri do typic share in the gain from rise aggreg affluenc and in the loss from aggreg contract but how much do poor peopl share in growth do they gain more in some set than other do some gain while other lose doe propoor growth mean more or less aggreg growth recent theori and evid suggest some answer but deeper microeconom empir work is need on growth and distribut chang onli then will we have a firm basi for identifi the specif polici and program need to complement and possibl modifi growthori policiespthi abstract wa borrow from anoth version of thi item", "title": "Growth, Inequality and Poverty: Looking Beyond Averages"}, "https://ideas.repec.org/a/kap/jecinq/v3y2005i2p169-181.html": {"abstract": " The idea that developing countries face a trade off between poverty and inequality has had considerable influence on thinking about development policy. The experience of developing countries in the 1990s does not, however, reveal any sign of a systematic trade off between measures of absolute poverty and relative inequality. Indeed, falling inequality tends to come with falling poverty incidence. And rising inequality appears more likely to be putting a brake on poverty reduction than to be facilitating it. However, there is evidence of a trade off for absolute inequality, suggesting that those who want a lower absolute gap between the rich and the poor must in general be willing to see lower absolute levels of living for poor people. Copyright Springer 2005", "authors": ["epra29"], "abstractStem": " the idea that develop countri face a trade off between poverti and inequ ha had consider influenc on think about develop polici the experi of develop countri in the 1990 doe not howev reveal ani sign of a systemat trade off between measur of absolut poverti and rel inequ inde fall inequ tend to come with fall poverti incid and rise inequ appear more like to be put a brake on poverti reduct than to be facilit it howev there is evid of a trade off for absolut inequ suggest that those who want a lower absolut gap between the rich and the poor must in gener be will to see lower absolut level of live for poor peopl copyright springer 2005", "title": "A poverty-inequality trade off?"}, "https://ideas.repec.org/a/oup/wbecrv/v28y2014i3p413-431..html": {"abstract": "Many more impact evaluations could be done, and at lower unit cost, if evaluators could avoid the need for baseline data using objective socio-economic surveys and rely instead on retrospective subjective questions on how outcomes have changed, asked post-intervention. But would the results be reliable? This paper tests a rapid-appraisal, \"shoestring\" method using subjective recall for welfare changes. The recall data were collected at the end of a full-scale evaluation of a large World Bank supported poor-area development program in China. Qualitative recalls on how living standards have changed are found to provide only weak and biased signals of the changes in consumption as measured from contemporaneous surveys. Importantly, the shoestring method was unable to correct for the selective placement of the program favoring poor villages. The results of this case study are not encouraging for future applications of the shoestring method, although similar tests are needed in other settings.", "authors": ["epra29"], "abstractStem": "mani more impact evalu could be done and at lower unit cost if evalu could avoid the need for baselin data use object socioeconom survey and reli instead on retrospect subject question on how outcom have chang ask postintervent but would the result be reliabl thi paper test a rapidapprais shoestr method use subject recal for welfar chang the recal data were collect at the end of a fullscal evalu of a larg world bank support poorarea develop program in china qualit recal on how live standard have chang are found to provid onli weak and bias signal of the chang in consumpt as measur from contemporan survey importantli the shoestr method wa unabl to correct for the select placement of the program favor poor villag the result of thi case studi are not encourag for futur applic of the shoestr method although similar test are need in other set", "title": "Can We Trust Shoestring Evaluations?"}, "https://ideas.repec.org/a/oup/wbrobs/v14y1999i1p31-48.html": {"abstract": " Workfare programs aim to reduce poverty by providing low-wage work to those who need it. They are often turned to in a crisis. This article offers some simple analytical tools that can be used to rapidly appraise the cost-effectiveness of an existing workfare operation as a basis for deciding whether the program should be expanded. For pedagogic purposes, two stylized versions of a range of programs found in practice are analyzed: one for a middle-income country, the other for a low-income country. The cost of a given gain to the poor is about the same for both programs, although the components of that cost are very different, with implications for the timing of benefits. The author points to program design changes that could enhance the impact on poverty. Copyright 1999 by Oxford University Press.", "authors": ["epra29"], "abstractStem": " workfar program aim to reduc poverti by provid lowwag work to those who need it they are often turn to in a crisi thi articl offer some simpl analyt tool that can be use to rapidli apprais the costeffect of an exist workfar oper as a basi for decid whether the program should be expand for pedagog purpos two styliz version of a rang of program found in practic are analyz one for a middleincom countri the other for a lowincom countri the cost of a given gain to the poor is about the same for both program although the compon of that cost are veri differ with implic for the time of benefit the author point to program design chang that could enhanc the impact on poverti copyright 1999 by oxford univers press", "title": "Appraising Workfare"}, "https://ideas.repec.org/a/eee/deveco/v33y1990i1p165-170.html": {"abstract": "No abstract is available for this item.", "authors": ["epra29"], "abstractStem": "no abstract is avail for thi item", "title": "Famine, biosocial society series : G. Ainsworth Harrison, ed., No. 1 (Oxford University Press, Oxford, 1988) pp. xvi + 166, [UK pound]30.00"}, "https://ideas.repec.org/a/bla/rdevec/v4y2000i2p121-39.html": {"abstract": " The geographic location of banks' branches is used to test whether they are responding to unexploited gains from nonfarm rural development in Bangladesh. The branch locations of Bangladesh's Grameen Bank are compared with those of traditional banks. The potential gains from switching out of farming are measured, allowing for heterogeneity in household characteristics conducive to success in nonfarm activities. It is found that many farmers are poorly equipped for success in nonfarm enterprises. Even so, seemingly feasible but unrealized gains from switching are revealed. Grameen Bank is attracted to areas where those gains favor the poor. Other banks appear to put higher weight on gains to those other than the poor. Copyright 2000 by Blackwell Publishing Ltd", "authors": ["epra29", "epwo109"], "abstractStem": " the geograph locat of bank branch is use to test whether they are respond to unexploit gain from nonfarm rural develop in bangladesh the branch locat of bangladesh grameen bank are compar with those of tradit bank the potenti gain from switch out of farm are measur allow for heterogen in household characterist conduc to success in nonfarm activ it is found that mani farmer are poorli equip for success in nonfarm enterpris even so seemingli feasibl but unreal gain from switch are reveal grameen bank is attract to area where those gain favor the poor other bank appear to put higher weight on gain to those other than the poor copyright 2000 by blackwel publish ltd", "title": "Banking on the Poor? Branch Location and Nonfarm Rural Development in Bangladesh"}, "https://ideas.repec.org/a/bla/econom/v73y2006i291p367-392.html": {"abstract": " The paper tests for nonlinearities in the wealth effect on self-employment, as can arise from startup costs or liquidity constraints. Using both nonparametric and parametric methods, we show that the relationship between the probability of a return migrant to Tunisia starting up a business and the stock of his savings repatriated at return is concave for almost the entire range of our data, though we find weak evidence of a convex relationship at very low wealth levels. Our results suggest that the aggregate self-employment rate is an increasing function of aggregate wealth, but a decreasing function of wealth inequality. Copyright (c) The London School of Economics and Political Science 2006.", "authors": ["epra29"], "abstractStem": " the paper test for nonlinear in the wealth effect on selfemploy as can aris from startup cost or liquid constraint use both nonparametr and parametr method we show that the relationship between the probabl of a return migrant to tunisia start up a busi and the stock of hi save repatri at return is concav for almost the entir rang of our data though we find weak evid of a convex relationship at veri low wealth level our result suggest that the aggreg selfemploy rate is an increas function of aggreg wealth but a decreas function of wealth inequ copyright c the london school of econom and polit scienc 2006", "title": "The Wealth Effect on New Business Startups in a Developing Economy"}, "https://ideas.repec.org/a/eee/deveco/v58y1999i1p61-81.html": {"abstract": "The authors test how well consumption is insured against income risk in a panel of sampled households in rural China. They estimate the risk insurance models by Generalized Method of Moments, treating income and household size as endogenous. Insurance exists for all wealth groups, although the hypothesis of perfect insurance is universally rejected. Those in the poorest wealth decile are the least well-insured, with 40 percent of an income shock being passed on to current consumption. By contrast, consumption by the richest third ofhouseholds is protected from almost 90 percent of an income shock. The extent of insurance in a given wealth stratum varies little between poor and nonpoor areas.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epja194", "epra29"], "abstractStem": "the author test how well consumpt is insur against incom risk in a panel of sampl household in rural china they estim the risk insur model by gener method of moment treat incom and household size as endogen insur exist for all wealth group although the hypothesi of perfect insur is univers reject those in the poorest wealth decil are the least wellinsur with 40 percent of an incom shock be pass on to current consumpt by contrast consumpt by the richest third ofhousehold is protect from almost 90 percent of an incom shock the extent of insur in a given wealth stratum vari littl between poor and nonpoor areaspthi abstract wa borrow from anoth version of thi item", "title": "Are the poor less well insured? Evidence on vulnerability to income risk in rural China"}, "https://ideas.repec.org/a/oup/wbecrv/v23y2009i2p163-184.html": {"abstract": " The article presents the first major update of the international $1 a day poverty line, proposed in World Development Report 1990: Poverty for measuring absolute poverty by the standards of the world's poorest countries. In a new and more representative data set of national poverty lines, a marked economic gradient emerges only when consumption per person is above about $2.00 a day at 2005 purchasing power parity. Below this, the average poverty line is $1.25, which is proposed as the new international poverty line. The article tests the robustness of this line to alternative estimation methods and explains how it differs from the old $1 a day line. Copyright The Author 2009. Published by Oxford University Press on behalf of the International Bank for Reconstruction and Development / the world bank . All rights reserved. For permissions, please e-mail: journals.permissions@oxfordjournals.org, Oxford University Press.", "authors": ["fpch608", "epra29", "fpsa731"], "abstractStem": " the articl present the first major updat of the intern 1 a day poverti line propos in world develop report 1990 poverti for measur absolut poverti by the standard of the world poorest countri in a new and more repres data set of nation poverti line a mark econom gradient emerg onli when consumpt per person is abov about 200 a day at 2005 purchas power pariti below thi the averag poverti line is 125 which is propos as the new intern poverti line the articl test the robust of thi line to altern estim method and explain how it differ from the old 1 a day line copyright the author 2009 publish by oxford univers press on behalf of the intern bank for reconstruct and develop  the world bank  all right reserv for permiss pleas email journalspermissionsoxfordjournalsorg oxford univers press", "title": "Dollar a Day Revisited"}, "https://ideas.repec.org/a/bla/econom/v65y1998i257p17-38.html": {"abstract": " Rural poverty rankings of Indian states in 1990 were very different from those of 1960. This unevenness in progress allows us to study the causes of poverty in a developing rural economy. The authors model the evolution of various poverty measures using pooled state-level data for the period 1957-91. Differences in trend rates of poverty reduction are attributed to differing growth rates of farm yield per acre and differing initial conditions; states starting with better infrastructure and human resources saw significantly higher long-term rates of poverty reduction. Deviations from trend are attributed to inflation, which hurt the poor in the short term, and shocks to farm and nonfarm output. Copyright 1998 by The London School of Economics and Political Science", "authors": ["fpda483", "epra29"], "abstractStem": " rural poverti rank of indian state in 1990 were veri differ from those of 1960 thi uneven in progress allow us to studi the caus of poverti in a develop rural economi the author model the evolut of variou poverti measur use pool statelevel data for the period 195791 differ in trend rate of poverti reduct are attribut to differ growth rate of farm yield per acr and differ initi condit state start with better infrastructur and human resourc saw significantli higher longterm rate of poverti reduct deviat from trend are attribut to inflat which hurt the poor in the short term and shock to farm and nonfarm output copyright 1998 by the london school of econom and polit scienc", "title": "Why Have Some Indian States Done Better Than Others at Reducing Rural Poverty?"}, "https://ideas.repec.org/a/aea/jeclit/v50y2012i1p103-14.html": {"abstract": "Abhijit Banerjee and Esther Duflo offer a coherent vision for an economics of poverty and antipoverty policy. Their economics is grounded in an effort to understand the economic and psychological complexities in the lives of poor people, informed by social experiments and field observations. Their preferred policies entail small reforms at the margin, also informed by experiments—specifically randomized control trials. While the book provides some interesting insights, I question how far its approach will get us in fighting global poverty. (JEL I32, I38, O15, P36)", "authors": ["epra29"], "abstractStem": "abhijit banerje and esther duflo offer a coher vision for an econom of poverti and antipoverti polici their econom is ground in an effort to understand the econom and psycholog complex in the live of poor peopl inform by social experi and field observ their prefer polici entail small reform at the margin also inform by experi specif random control trial while the book provid some interest insight i question how far it approach will get us in fight global poverti jel i32 i38 o15 p36", "title": "Fighting Poverty One Experiment at a Time: Poor Economics: A Radical Rethinking of the Way to Fight Global Poverty : Review Essay"}, "https://ideas.repec.org/a/eee/wdevel/v19y1991i12p1653-1678.html": {"abstract": "The authors examine the structure of poverty in Indonesia by sector of employment, and how it changed during the adjustment period, 1984 to 1987. They find that, while aggregate poverty decreased during the period, the gains to the poor were quite uneven across regions and sectors. Gains to the rural sector in key regions were quantitatively important to Indonesia's success in alleviating poverty, they found. Most poverty exists -- and most gains in alleviating poverty were made -- in the rural farming sector. These gains were associated with crop diversification and continued growth in off-farm employment. The government's adjustment program favored rural areas and were crucial to Indonesia's evident success at maintaining momentum in alleviating poverty. However, one should not underrate the favorable conditions in Indonesia when adjustment started.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epra29"], "abstractStem": "the author examin the structur of poverti in indonesia by sector of employ and how it chang dure the adjust period 1984 to 1987 they find that while aggreg poverti decreas dure the period the gain to the poor were quit uneven across region and sector gain to the rural sector in key region were quantit import to indonesia success in allevi poverti they found most poverti exist  and most gain in allevi poverti were made  in the rural farm sector these gain were associ with crop diversif and continu growth in offfarm employ the govern adjust program favor rural area and were crucial to indonesia evid success at maintain momentum in allevi poverti howev one should not underr the favor condit in indonesia when adjust startedpthi abstract wa borrow from anoth version of thi item", "title": "The sectoral structure of poverty during an adjustment period: Evidence for Indonesia in the mid-1980s"}, "https://ideas.repec.org/a/bla/revinw/v40y1994i4p359-76.html": {"abstract": " We assess the developing world's progress in reducing poverty during the late 1980s using new data on the distribution of household consumption or income per person for 44 countries. Local currencies are adjusted to purchasing power parity. To assess robustness, restricted dominance tests are applied to the poverty comparisons. An overall decrease in poverty incidence is indicated over a wide range of poverty lines and measures. However the change is small, and numbers of poor increased at roughly the rate of population growth. The experience was diverse across regions and countries; poverty fell in South and East Asia, while it rose in Latin America and sub-Saharan Africa. Copyright 1994 by The International Association for Research in Income and Wealth.", "authors": ["fpch608", "fpda483", "epra29"], "abstractStem": " we assess the develop world progress in reduc poverti dure the late 1980 use new data on the distribut of household consumpt or incom per person for 44 countri local currenc are adjust to purchas power pariti to assess robust restrict domin test are appli to the poverti comparison an overal decreas in poverti incid is indic over a wide rang of poverti line and measur howev the chang is small and number of poor increas at roughli the rate of popul growth the experi wa divers across region and countri poverti fell in south and east asia while it rose in latin america and subsaharan africa copyright 1994 by the intern associ for research in incom and wealth", "title": "Is Poverty Increasing in the Developing World?"}, "https://ideas.repec.org/a/mes/challe/v52y2009i2p55-80.html": {"abstract": " The current financial crisis is global in nature, but it will have differing impacts within the developing world. Some people and some countries are more vulnerable than others. The author believes that it also threatens to have lasting impacts for some of those affected, notably through the nutrition and schooling of children in poor families. The author believes mistakes were made in past crises and identifies key design features for safety net programs that can help compensate for the likely welfare losses in the short-term while also promoting longer-term recovery.", "authors": ["epra29"], "abstractStem": " the current financi crisi is global in natur but it will have differ impact within the develop world some peopl and some countri are more vulner than other the author believ that it also threaten to have last impact for some of those affect notabl through the nutrit and school of children in poor famili the author believ mistak were made in past crise and identifi key design featur for safeti net program that can help compens for the like welfar loss in the shortterm while also promot longerterm recoveri", "title": "Bailing Out the World's Poorest"}, "https://ideas.repec.org/a/eee/ecolet/v65y1999i3p373-377.html": {"abstract": "No abstract is available for this item.", "authors": ["epra29"], "abstractStem": "no abstract is avail for thi item", "title": "Are poorer states worse at targeting their poor?"}, "https://ideas.repec.org/a/oup/wbrobs/v11y1996i2p199-221.html": {"abstract": " No one doubts the good data are essential to sound policymaking. Alas, data are invariably faulty. Methodological solutions to data inadequacies have often been proposed and implemented, but they have been tested only rarely. Yet the methods that are used may well determine the direction of policy. For example, the particular survey method used--and the way nonsurvey data are interpreted--may be critical in assessing whether a country's strategy for reducing poverty is working. This article shows how counterfactual experiments can help test the reliability of various methods of dealing with common data problems. Well-designed methods--and they need not be very complicated--can help get around the problem, although it appears that substituting method for data is a long way from being perfect. Copyright 1996 by Oxford University Press.", "authors": ["epra29"], "abstractStem": " no one doubt the good data are essenti to sound policymak ala data are invari faulti methodolog solut to data inadequaci have often been propos and implement but they have been test onli rare yet the method that are use may well determin the direct of polici for exampl the particular survey method usedand the way nonsurvey data are interpretedmay be critic in assess whether a countri strategi for reduc poverti is work thi articl show how counterfactu experi can help test the reliabl of variou method of deal with common data problem welldesign methodsand they need not be veri complicatedcan help get around the problem although it appear that substitut method for data is a long way from be perfect copyright 1996 by oxford univers press", "title": "How Well Can Method Substitute for Data? Five Experiments in Poverty Analysis"}, "https://ideas.repec.org/a/bpj/globdv/v1y2010i2n1.html": {"abstract": "Development aid and policy discussions often assume that poorer countries have less internal capacity for redistribution in favor of their poorest citizens. The assumption is tested for 90 developing countries. Most countries fall into one of two groups: those with little or no realistic prospect of addressing extreme poverty through redistribution from the \u0093rich\u0094 and those that would appear to have ample scope for such redistribution. Economic growth tends to move countries from the first group to the second. Thus the appropriate balance between growth and redistribution strategies can be seen to depend on the level of economic development.", "authors": ["epra29"], "abstractStem": "develop aid and polici discuss often assum that poorer countri have less intern capac for redistribut in favor of their poorest citizen the assumpt is test for 90 develop countri most countri fall into one of two group those with littl or no realist prospect of address extrem poverti through redistribut from the  rich  and those that would appear to have ampl scope for such redistribut econom growth tend to move countri from the first group to the second thu the appropri balanc between growth and redistribut strategi can be seen to depend on the level of econom develop", "title": "Do Poorer Countries Have Less Capacity for Redistribution?"}, "https://ideas.repec.org/a/oup/wbrobs/v27y2012i1p1-32.html": {"abstract": " Countries are increasingly being ranked by some new “mashup index of development,” defined as a composite index for which existing theory and practice provides little or no guidance for its design. Thus the index has an unusually large number of moving parts, which the producer is essentially free to set. The parsimony of these indices is often appealing—collapsing multiple dimensions into just one, yielding seemingly unambiguous country rankings, and possibly reducing concerns about measurement errors in the component series. But the meaning, interpretation, and robustness of these indices and their implied country rankings are often unclear. If they are to be properly understood and used, more attention needs to be given to their conceptual foundations, the tradeoffs they embody, the contextual factors relevant to country performance, and the sensitivity of the implied rankings to the changing of the data and weights. In short, clearer warning signs are needed for users. But even then, nagging doubts remain about the value-added of mashup indices, and their policy relevance, relative to the “dashboard” alternative of monitoring the components separately. Future progress in devising useful new composite indices of development will require that theory catches up with measurement practice. Copyright 2012, Oxford University Press.", "authors": ["epra29"], "abstractStem": " countri are increasingli be rank by some new  mashup index of develop  defin as a composit index for which exist theori and practic provid littl or no guidanc for it design thu the index ha an unusu larg number of move part which the produc is essenti free to set the parsimoni of these indic is often appeal collaps multipl dimens into just one yield seemingli unambigu countri rank and possibl reduc concern about measur error in the compon seri but the mean interpret and robust of these indic and their impli countri rank are often unclear if they are to be properli understood and use more attent need to be given to their conceptu foundat the tradeoff they embodi the contextu factor relev to countri perform and the sensit of the impli rank to the chang of the data and weight in short clearer warn sign are need for user but even then nag doubt remain about the valuead of mashup indic and their polici relev rel to the  dashboard  altern of monitor the compon separ futur progress in devis use new composit indic of develop will requir that theori catch up with measur practic copyright 2012 oxford univers press", "title": "Mashup Indices of Development"}, "https://ideas.repec.org/a/tpr/restat/v82y2000i3p462-471.html": {"abstract": " We show that subjective poverty lines can be derived using simple qualitative assessments of perceived consumption adequacy based on a household survey. We implement the method using survey data for Jamaica and Nepal. Respondents were asked whether their consumptions of food, housing, and clothing were adequate for their family's needs. The implied poverty lines are robust to alternative methods of dealing with other components of expenditure. The aggregate poverty rates accord quite closely with those based on independent \"objective\" poverty lines. However, there are notable differences in the geographic and demographic poverty profiles. © 2000 by the President and Fellows of Harvard College and the Massachusetts Institute of Technology", "authors": ["eppr157", "epra29"], "abstractStem": " we show that subject poverti line can be deriv use simpl qualit assess of perceiv consumpt adequaci base on a household survey we implement the method use survey data for jamaica and nepal respond were ask whether their consumpt of food hous and cloth were adequ for their famili need the impli poverti line are robust to altern method of deal with other compon of expenditur the aggreg poverti rate accord quit close with those base on independ object poverti line howev there are notabl differ in the geograph and demograph poverti profil   2000 by the presid and fellow of harvard colleg and the massachusett institut of technolog", "title": "Measuring Poverty Using Qualitative Perceptions Of Consumption Adequacy"}, "https://ideas.repec.org/a/bla/revinw/v59y2013i4p593-613.html": {"abstract": "No abstract is available for this item.", "authors": ["epra29"], "abstractStem": "no abstract is avail for thi item", "title": "Price Levels and Economic Growth: Making Sense of Revisions to Data on Real Incomes"}, "https://ideas.repec.org/a/eee/pubeco/v67y1998i1p65-85.html": {"abstract": "Poor-area development programs- in which the government transfers extra resources to unusually poor areas -have been widely used to fight poverty. There has been some research on such programs, but little is known about their impact on household living standards over time. The authors address the issue for a sizable poor-area development program in rural China. China's program had a significant impact on rural living standards in the targeted areas of the sample. The consumption-growth model suggests that households living in the targeted areas had a higher rate of consumption growth than one would have otherwise expected. Nonetheless the authors found that while the gains in growth were enough to prevent an absolute decline in average living standards, they were not enough to reverse the strong underlying divergent tendencies in the rural economy.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epja194", "epra29"], "abstractStem": "poorarea develop program in which the govern transfer extra resourc to unusu poor area have been wide use to fight poverti there ha been some research on such program but littl is known about their impact on household live standard over time the author address the issu for a sizabl poorarea develop program in rural china china program had a signific impact on rural live standard in the target area of the sampl the consumptiongrowth model suggest that household live in the target area had a higher rate of consumpt growth than one would have otherwis expect nonetheless the author found that while the gain in growth were enough to prevent an absolut declin in averag live standard they were not enough to revers the strong underli diverg tendenc in the rural economypthi abstract wa borrow from anoth version of thi item", "title": "Are there dynamic gains from a poor-area development program?"}, "https://ideas.repec.org/a/aea/aecrev/v102y2012i1p504-23.html": {"abstract": " Average living standards are converging among developing countries and faster growing economies see more progress against poverty. Yet we do not find poverty convergence; countries starting with higher poverty rates do not see higher proportionate rates of poverty reduction. The paper tries to explain why. Analysis of a new dataset suggests that, at given mean consumption, high initial poverty has an adverse effect on consumption growth and also makes growth less poverty-reducing. Thus, for many poor countries, the growth advantage of starting out with a low mean is lost due to a high incidence of poverty. (JEL D63, I31, I32, O15)", "authors": ["epra29"], "abstractStem": " averag live standard are converg among develop countri and faster grow economi see more progress against poverti yet we do not find poverti converg countri start with higher poverti rate do not see higher proportion rate of poverti reduct the paper tri to explain whi analysi of a new dataset suggest that at given mean consumpt high initi poverti ha an advers effect on consumpt growth and also make growth less povertyreduc thu for mani poor countri the growth advantag of start out with a low mean is lost due to a high incid of poverti jel d63 i31 i32 o15", "title": "Why Don't We See Poverty Convergence?"}, "homepage": "https://ideas.repec.org/e/pra29.html", "https://ideas.repec.org/a/eee/econom/v112y2003i1p153-173.html": {"abstract": "The effects of public investments aimed at directly improving children's health are theoretically ambiguous, since the outcomes also depend on indirect effects through parental inputs. The authors investigate the role of such inputs in influencing the incidence of child health gains from access to piped water in rural India. Using propensity score matching methods, they find that the prevalence and duration of diarrhea among children under five are significantly less on average for families with piped water than for families without it. But health gains largely bypass children in poor families, particularly when the mother is poorly educated. The author's findings point to the importance of combing infrastructure investments with effective public action to promote health knowledge and income poverty reduction.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epja194", "epra29"], "abstractStem": "the effect of public invest aim at directli improv children health are theoret ambigu sinc the outcom also depend on indirect effect through parent input the author investig the role of such input in influenc the incid of child health gain from access to pipe water in rural india use propens score match method they find that the preval and durat of diarrhea among children under five are significantli less on averag for famili with pipe water than for famili without it but health gain larg bypass children in poor famili particularli when the mother is poorli educ the author find point to the import of comb infrastructur invest with effect public action to promot health knowledg and incom poverti reductionpthi abstract wa borrow from anoth version of thi item", "title": "Does piped water reduce diarrhea for children in rural India?"}, "https://ideas.repec.org/a/tpr/restat/v93y2011i4p1251-1261.html": {"abstract": " Prevailing measures of relative poverty are unchanged when all incomes grow or contract by the same proportion. This property stems from seemingly implausible assumptions about the disutility of relative deprivation and the cost of social inclusion. We propose “weakly relative” lines that relax these assumptions. On calibrating our measures to national poverty lines and survey data, we find that half the population of the developing world in 2005 lived in poverty, only half of whom were absolutely poor. The total number of poor rose over 1981 to 2005 despite falling numbers of absolutely poor. With sustained economic growth, the incidence of relative poverty became less responsive to further growth. The number of relatively poor rose, just as the numbers of absolutely poor fell. © 2011 The President and Fellows of Harvard College and the Massachusetts Institute of Technology.", "authors": ["fpch608", "epra29"], "abstractStem": " prevail measur of rel poverti are unchang when all incom grow or contract by the same proport thi properti stem from seemingli implaus assumpt about the disutil of rel depriv and the cost of social inclus we propos  weakli rel  line that relax these assumpt on calibr our measur to nation poverti line and survey data we find that half the popul of the develop world in 2005 live in poverti onli half of whom were absolut poor the total number of poor rose over 1981 to 2005 despit fall number of absolut poor with sustain econom growth the incid of rel poverti becam less respons to further growth the number of rel poor rose just as the number of absolut poor fell   2011 the presid and fellow of harvard colleg and the massachusett institut of technolog", "title": "Weakly Relative Poverty"}, "https://ideas.repec.org/a/eee/deveco/v110y2014icp327-344.html": {"abstract": "How much economic mobility is there across generations in a poor, primarily rural, economy? How much do intergenerational linkages contribute to current inequality? We address these questions using original survey data on Senegal that include a sub-household measure of consumption for cells within the household. While intergenerational linkages are evident, we find a relatively high degree of mobility across generations, associated with the shift from farm to non-farm sectors and greater economic activity of women. Male-dominated bequests of land and housing bring little gain to consumption and play little role in explaining inequality, though they have important effects on sector of activity. Inheritance of non-land assets and the education and occupation of parents (especially the mother) and their choices about children's schooling are more important to adult welfare than property inheritance. Significant gender inequality in consumption is evident, though it is almost entirely explicable in terms of factors such as education and (non-land) inheritance. There are a number of other pronounced gender differences, with intergenerational linkages appearing through the mother rather than the father.", "authors": ["epla156", "epra29", "epva152"], "abstractStem": "how much econom mobil is there across gener in a poor primarili rural economi how much do intergener linkag contribut to current inequ we address these question use origin survey data on seneg that includ a subhousehold measur of consumpt for cell within the household while intergener linkag are evid we find a rel high degre of mobil across gener associ with the shift from farm to nonfarm sector and greater econom activ of women maledomin bequest of land and hous bring littl gain to consumpt and play littl role in explain inequ though they have import effect on sector of activ inherit of nonland asset and the educ and occup of parent especi the mother and their choic about children school are more import to adult welfar than properti inherit signific gender inequ in consumpt is evid though it is almost entir explic in term of factor such as educ and nonland inherit there are a number of other pronounc gender differ with intergener linkag appear through the mother rather than the father", "title": "Intergenerational mobility and interpersonal inequality in an African economy"}, "https://ideas.repec.org/a/aea/jeclit/v35y1997i3p1205-1242.html": {"abstract": " Famines have happened with and without crop failures or wars. But they invariably entail a collapse in the command over food of vulnerable subgroups within a society, whether through loss of endowment or a contraction in the amount of food that can be acquired from given endowments. Thus economic analysis can help understand famines, viewed as tragic aperiodic magnifications of normal market and governmental failures. Recent literature in economics and other fields has reflected this change in the conceptualization of famines, and it has come with policy implications for famine relieve and prevention.", "authors": ["epra29"], "abstractStem": " famin have happen with and without crop failur or war but they invari entail a collaps in the command over food of vulner subgroup within a societi whether through loss of endow or a contract in the amount of food that can be acquir from given endow thu econom analysi can help understand famin view as tragic aperiod magnif of normal market and government failur recent literatur in econom and other field ha reflect thi chang in the conceptu of famin and it ha come with polici implic for famin reliev and prevent", "title": "Famines and Economics"}, "lastname": "Ravallion", "https://ideas.repec.org/a/cem/jaecon/v5y2002n1p95-121.html": {"abstract": "Macroeconomic adjustment programs often emphasize the need to protect social spending from cuts, and to protect pro-poor spending in particular. But does this happen in practice during fiscal contractions? The paper presents evidence for Argentina. Using aggregate time series data the paper first finds that social spending was not protected historically, although more \"pro-poor\" social spending was no more vulnerable. Turning next to new data for an externally-financed workfare scheme introduced in response to a macro crisis, the paper finds that this program was far better targeted than other social spending. However, it appears that the program still had to assure that a small but relatively well-protected share of its benefits went to the non-poor. This appears to be a political economy constraint.", "authors": ["epra29"], "abstractStem": "macroeconom adjust program often emphas the need to protect social spend from cut and to protect propoor spend in particular but doe thi happen in practic dure fiscal contract the paper present evid for argentina use aggreg time seri data the paper first find that social spend wa not protect histor although more propoor social spend wa no more vulner turn next to new data for an externallyfinanc workfar scheme introduc in respons to a macro crisi the paper find that thi program wa far better target than other social spend howev it appear that the program still had to assur that a small but rel wellprotect share of it benefit went to the nonpoor thi appear to be a polit economi constraint", "title": "Are the Poor Protected from Budget Cuts? Evidence for Argentina"}, "https://ideas.repec.org/a/ecj/econjl/v98y1988i393p1171-82.html": {"abstract": " This paper examines the effects of risk-induced welfare variability on the expected value of a broad class of stochastic poverty measures. Theoretical conditions are derived for an increase in shared risk to increase expected poverty. The approach is applied to panel data for three villages in the semiarid tropics of India, where both risk and poverty are severe. The preferred welfare indicator, based on food consumption, suggests that variability had negligible effect on the proportion of the population who are poor. However, the poverty reduc tion benefits from stabilization policies are far from negligible when effects on persistent poverty are considered. Copyright 1988 by Royal Economic Society.", "authors": ["epra29"], "abstractStem": " thi paper examin the effect of riskinduc welfar variabl on the expect valu of a broad class of stochast poverti measur theoret condit are deriv for an increas in share risk to increas expect poverti the approach is appli to panel data for three villag in the semiarid tropic of india where both risk and poverti are sever the prefer welfar indic base on food consumpt suggest that variabl had neglig effect on the proport of the popul who are poor howev the poverti reduc tion benefit from stabil polici are far from neglig when effect on persist poverti are consid copyright 1988 by royal econom societi", "title": "Expected Poverty under Risk-Induced Welfare Variability"}, "https://ideas.repec.org/a/bla/kyklos/v54y2001i1p115-23.html": {"abstract": "No abstract is available for this item.", "authors": ["epra29"], "abstractStem": "no abstract is avail for thi item", "title": "On Assessing the Efficiency of the Welfare State: A Comment"}, "https://ideas.repec.org/a/eee/exehis/v24y1987i4p354-370.html": {"abstract": "No abstract is available for this item.", "authors": ["epra29"], "abstractStem": "no abstract is avail for thi item", "title": "Trade and stabilization: Another look at British India's controversial foodgrain exports"}, "https://ideas.repec.org/a/ecj/econjl/v110y2000i462pc158-75.html": {"abstract": " It is often argued that child labour comes at the expense of schooling and so perpetuates poverty for children from poor families. To test this claim we study the effects on children's labour force participation and school enrollments of the pure school-price change induced by a targeted enrollment subsidy in rural Bangladesh. Our theoretical model predicts that the subsidy increases schooling, but its effect on child labour is ambiguous. Our empirical model indicates that the subsidy increased schooling by far more than it reduced child labour. Substitution effects helped protect current incomes from the higher school attendance induced by the subsidy.", "authors": ["epra29", "epwo109"], "abstractStem": " it is often argu that child labour come at the expens of school and so perpetu poverti for children from poor famili to test thi claim we studi the effect on children labour forc particip and school enrol of the pure schoolpric chang induc by a target enrol subsidi in rural bangladesh our theoret model predict that the subsidi increas school but it effect on child labour is ambigu our empir model indic that the subsidi increas school by far more than it reduc child labour substitut effect help protect current incom from the higher school attend induc by the subsidi", "title": "Does Child Labour Displace Schooling? Evidence on Behavioural Responses to an Enrollment Subsidy"}, "https://ideas.repec.org/a/tpr/restat/v75y1993i3p500-504.html": {"abstract": " The hypothesis that consumption evolves over time as a martingale process is tested on household panel data for three villages in South India. A novel feature of the methodology is that it gives consistent estimates of dynamic effects in short panels. The estimated coefficients of lagged consumption are generally smaller than unity and a number of the lagged income and wealth variables are statistically significant. The results are inconsistent with the proposition that consumption equals permanent income. This is also true when the data are disaggregated by household wealth. Copyright 1993 by MIT Press.", "authors": ["epbh18", "epra29"], "abstractStem": " the hypothesi that consumpt evolv over time as a martingal process is test on household panel data for three villag in south india a novel featur of the methodolog is that it give consist estim of dynam effect in short panel the estim coeffici of lag consumpt are gener smaller than uniti and a number of the lag incom and wealth variabl are statist signific the result are inconsist with the proposit that consumpt equal perman incom thi is also true when the data are disaggreg by household wealth copyright 1993 by mit press", "title": "Does Household Consumption Behave as a Martingale? A Test for Rural South India"}, "https://ideas.repec.org/a/eee/chieco/v7y1996i1p23-56.html": {"abstract": "No abstract is available for this item.", "authors": ["fpch608", "epra29"], "abstractStem": "no abstract is avail for thi item", "title": "Data in transition: Assessing rural living standards in Southern China"}, "https://ideas.repec.org/a/sae/urbstu/v16y1979i2p213-215.html": {"abstract": "This note identifies some conditions under which the wage rate for a given labour might be expected to vary within an urban area. An approach to this question is suggested based on a theory of wage determination which allows the location of activities to influence the supply of labour to spatially segmented markets.", "authors": ["epra29"], "abstractStem": "thi note identifi some condit under which the wage rate for a given labour might be expect to vari within an urban area an approach to thi question is suggest base on a theori of wage determin which allow the locat of activ to influenc the suppli of labour to spatial segment market", "title": "A Note on Intra-Urban Wage Differentials1"}, "https://ideas.repec.org/a/bla/etrans/v12y2004i2p201-236.html": {"abstract": " The de-collectivization of Vietnamese agriculture was a crucial step in the country's transition to a market economy. The assignment of land-use rights had to be decentralized and local cadres ostensibly had the power to capture this process. We assess the realized land allocation against explicit counter-factuals. Depending on the region, we find that 95-99 percent of maximum aggregate consumption was realized by a land allocation that generated lower inequality overall, with the poorest absolutely better off. We attribute this outcome to initial conditions at the time of reform and actions by the centre to curtail the power of local elites. Copyright (c) The European Bank for Reconstruction and Development, 2004.", "authors": ["epra29", "epva152"], "abstractStem": " the decollectiv of vietnames agricultur wa a crucial step in the countri transit to a market economi the assign of landus right had to be decentr and local cadr ostens had the power to captur thi process we assess the realiz land alloc against explicit counterfactu depend on the region we find that 9599 percent of maximum aggreg consumpt wa realiz by a land alloc that gener lower inequ overal with the poorest absolut better off we attribut thi outcom to initi condit at the time of reform and action by the centr to curtail the power of local elit copyright c the european bank for reconstruct and develop 2004", "title": "Breaking up the collective farms"}, "https://ideas.repec.org/a/kap/itaxpf/v6y1999i3p411-419.html": {"abstract": " Economists often advise governments to target their spending better when cuts are called for. This paper asks whether that advice is consistent with a political-economy constraint that limits the welfare losses to the non-poor from spending cuts. A simple theoretical model shows that the answer is unclear on a priori grounds, and so will depend on the specifics of program design and financing. A case study for a World Bank-supported social program in Argentina illustrates how cuts can come with worse targeting performance; the allocation to the poor falls faster than that to the non-poor. Some lessons are drawn for how the poor might be better protected from cuts. Copyright Kluwer Academic Publishers 1999", "authors": ["epra29"], "abstractStem": " economist often advis govern to target their spend better when cut are call for thi paper ask whether that advic is consist with a politicaleconomi constraint that limit the welfar loss to the nonpoor from spend cut a simpl theoret model show that the answer is unclear on a priori ground and so will depend on the specif of program design and financ a case studi for a world banksupport social program in argentina illustr how cut can come with wors target perform the alloc to the poor fall faster than that to the nonpoor some lesson are drawn for how the poor might be better protect from cut copyright kluwer academ publish 1999", "title": "Is More Targeting Consistent with Less Spending?"}, "https://ideas.repec.org/a/bla/econom/v49y1982i193p49-61.html": {"abstract": "No abstract is available for this item.", "authors": ["epra29"], "abstractStem": "no abstract is avail for thi item", "title": "The Welfare Economics of Local Public Spending: An Empirical Approach"}, "https://ideas.repec.org/a/oup/wbrobs/v19y2004i2p141-169.html": {"abstract": " A new assessment is made of the developing world's progress against poverty. By the frugal $1 a day standard there were 1.1 billion poor people in 2001--almost 400 million fewer than 20 years earlier. During that period the number of poor people declined by more than 400 million in China, though half the decline was in the early 1980s and the number outside China rose slightly. At the same time the number of people in the world living on less than $2 a day rose, so that there has been a marked bunching up of people living between $1 and $2 a day. Sub-Saharan Africa has become the region with the highest incidence of extreme poverty and the greatest depth of poverty. If these trends continue, the 1990 aggregate $1 a day poverty rate will be halved by 2015, meeting the Millennium Development Goal, though only East and South Asia will reach this goal. Copyright 2004, Oxford University Press.", "authors": ["fpch608", "epra29"], "abstractStem": " a new assess is made of the develop world progress against poverti by the frugal 1 a day standard there were 11 billion poor peopl in 2001almost 400 million fewer than 20 year earlier dure that period the number of poor peopl declin by more than 400 million in china though half the declin wa in the earli 1980 and the number outsid china rose slightli at the same time the number of peopl in the world live on less than 2 a day rose so that there ha been a mark bunch up of peopl live between 1 and 2 a day subsaharan africa ha becom the region with the highest incid of extrem poverti and the greatest depth of poverti if these trend continu the 1990 aggreg 1 a day poverti rate will be halv by 2015 meet the millennium develop goal though onli east and south asia will reach thi goal copyright 2004 oxford univers press", "title": "How Have the World's Poorest Fared since the Early 1980s?"}, "https://ideas.repec.org/a/kap/jecinq/v4y2006i1p33-55.html": {"abstract": "The authors examine the distributional implications of selective compliance in sample surveys, whereby households with different incomes are not equally likely to participate. They discuss poverty and inequality measurement implications for monotonically decreasing and inverted-U compliance-income relationships. The authors demonstrate that the latent income effect on the probability of compliance can be estimated from information on response rates across geographic areas. On implementing the method on the Current Population Survey for the United States, they find that the compliance probability falls monotonically as income rises. Correcting for non-response appreciably increases mean income and inequality, but has only a small impact on poverty incidence up to poverty lines common in the United States.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epko142", "epmi102", "epra29"], "abstractStem": "the author examin the distribut implic of select complianc in sampl survey wherebi household with differ incom are not equal like to particip they discuss poverti and inequ measur implic for monoton decreas and invertedu complianceincom relationship the author demonstr that the latent incom effect on the probabl of complianc can be estim from inform on respons rate across geograph area on implement the method on the current popul survey for the unit state they find that the complianc probabl fall monoton as incom rise correct for nonrespons appreci increas mean incom and inequ but ha onli a small impact on poverti incid up to poverti line common in the unit statespthi abstract wa borrow from anoth version of thi item", "title": "Survey nonresponse and the distribution of income"}, "https://ideas.repec.org/a/eee/ecolet/v78y2003i1p93-99.html": {"abstract": "It is important to know how aggregate economic growth or contraction was distributed according to initial levels of living. In particular, to what extent can it be said that growth was\"pro-poor?\"There are problems with past methods of addressing this question, notably that the measures used are inconsistent with the properties that are considered desirable for a measure of the level of poverty. The authors provide some new tools for assessing to what extent the aggregate growth process in an economy is pro-poor. The key measurement tools is the\"growth incidence curve,\"which gives growth rates by quantiles (such as percentiles) ranked by income. Taking the area under this curve up to the headcount index of poverty gives a measure of the rate of pro-poor growth consistent with the Watts index for the level of poverty. The authors give examples using survey data for China during the 1990s. Over 1990-99, the ordinary growth rate of household income per capita in China was 7 percent a year. The growth rate by quantile varied from 3 percent for the poorest percentile to 11 percent for the richest, while the rate of pro-poor growth was around 4 percent. The pattern was reversed for a few years in the mid-1990s, when the rate of pro-poor growth rose to 10 percent a year--above the ordinary growth rate of 8 percent.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpch608", "epra29"], "abstractStem": "it is import to know how aggreg econom growth or contract wa distribut accord to initi level of live in particular to what extent can it be said that growth waspropoorther are problem with past method of address thi question notabl that the measur use are inconsist with the properti that are consid desir for a measur of the level of poverti the author provid some new tool for assess to what extent the aggreg growth process in an economi is propoor the key measur tool is thegrowth incid curvewhich give growth rate by quantil such as percentil rank by incom take the area under thi curv up to the headcount index of poverti give a measur of the rate of propoor growth consist with the watt index for the level of poverti the author give exampl use survey data for china dure the 1990 over 199099 the ordinari growth rate of household incom per capita in china wa 7 percent a year the growth rate by quantil vari from 3 percent for the poorest percentil to 11 percent for the richest while the rate of propoor growth wa around 4 percent the pattern wa revers for a few year in the mid1990 when the rate of propoor growth rose to 10 percent a yearabov the ordinari growth rate of 8 percentpthi abstract wa borrow from anoth version of thi item", "title": "Measuring pro-poor growth"}, "https://ideas.repec.org/a/eee/deveco/v40y1993i1p1-24.html": {"abstract": "No abstract is available for this item.", "authors": ["epco66", "epra29"], "abstractStem": "no abstract is avail for thi item", "title": "Reciprocity without commitment : Characterization and performance of informal insurance arrangements"}, "https://ideas.repec.org/a/aea/jecper/v16y2002i3p89-108.html": {"abstract": "Has poverty continued to fall with growth in India in the 1990s, or has the nature of the growth process changed, such that the poor have been left behind? This paper tries to answer those questions. We do not attempt to assess the impact of India's macroeconomic reforms of the 1990s on poverty, since this would require identification of the counterfactual of what would have been experienced in the 1990s without the reforms. Rather, our aim is to describe what has happened to poverty in India in the 1990s. In the course of the discussion, we will learn about the proximate causes of changes in India's poverty rate. Moreover, although this discussion is India-specific, it illustrates themes that are often encountered in the analysis of poverty in low-income economies, including difficult issues of survey design and comparability and the proximate factors underlying the responsiveness of poverty to economic growth.", "authors": ["fpda483", "epra29"], "abstractStem": "ha poverti continu to fall with growth in india in the 1990 or ha the natur of the growth process chang such that the poor have been left behind thi paper tri to answer those question we do not attempt to assess the impact of india macroeconom reform of the 1990 on poverti sinc thi would requir identif of the counterfactu of what would have been experienc in the 1990 without the reform rather our aim is to describ what ha happen to poverti in india in the 1990 in the cours of the discuss we will learn about the proxim caus of chang in india poverti rate moreov although thi discuss is indiaspecif it illustr theme that are often encount in the analysi of poverti in lowincom economi includ difficult issu of survey design and compar and the proxim factor underli the respons of poverti to econom growth", "title": "Is India's Economic Growth Leaving the Poor Behind?"}, "https://ideas.repec.org/a/eee/pubeco/v57y1995i2p175-199.html": {"abstract": "No abstract is available for this item.", "authors": ["epra29", "epva152"], "abstractStem": "no abstract is avail for thi item", "title": "Testing a social safety net"}, "https://ideas.repec.org/a/taf/jdevst/v34y1998i4p62-85.html": {"abstract": " Armed with new data, we return to an old question from the pages of this journal: to what extent do India's rural poor share in agricultural growth? Combining data from 24 household sample surveys spanning 35 years with other sources, we estimate a model of the joint determination of consumption-poverty measures, agricultural wages, and food prices. We find that higher farm productivity brought both absolute and relative gains to poor rural households. A large share of the gains was via wages and prices, though these effects took time. The benefits to the poor were not confined to those near the poverty line.", "authors": ["fpda483", "epra29"], "abstractStem": " arm with new data we return to an old question from the page of thi journal to what extent do india rural poor share in agricultur growth combin data from 24 household sampl survey span 35 year with other sourc we estim a model of the joint determin of consumptionpoverti measur agricultur wage and food price we find that higher farm product brought both absolut and rel gain to poor rural household a larg share of the gain wa via wage and price though these effect took time the benefit to the poor were not confin to those near the poverti line", "title": "Farm productivity and rural poverty in India"}, "https://ideas.repec.org/a/eee/pubeco/v89y2005i11-12p2183-2204.html": {"abstract": "No abstract is available for this item.", "authors": ["fpch608", "epra29"], "abstractStem": "no abstract is avail for thi item", "title": "Hidden impact? Household saving in response to a poor-area development project"}, "https://ideas.repec.org/a/eee/ecolet/v56y1997i1p51-57.html": {"abstract": "Do the poor face the same prospects for escaping poverty in high-inequality developing countries as in low-inequality countries? Is it possible for inequality to be so great as to stifle prospects of reducing absolute poverty, even when other initial conditions and policies are favorable to growth? Household survey data for developing countries suggest that initial distribution does affect how much the poor share in rising average incomes. Higher initial inequality tends to reduce growth's impact on absolute poverty. By the same token, higher inequality diminishes the adverse impact on the poor of general economic contraction. Combining this evidence with that from recent investigations of inequality's effect on growth, the author finds that, if inequality is high enough, countries that would have very good growth prospects at low levels of inequality may see little or no overall growth and little progress in reducing poverty - or even a worsening on both counts. The data the author uses suggest that such cases do occur. The precision with which key parameters have been estimated makes it difficult to say with confidence how common such cases are, but they appear to be in the minority. What appear to be the best available estimates suggest that about one-fifth of the spells between surveys he analyzed were cases in which poverty was rising, yet positive growth in the mean (and hence falling poverty) is predicted at zero inequality. Inequality can be high enough to result in rising poverty despite good underlying growth prospects.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epra29"], "abstractStem": "do the poor face the same prospect for escap poverti in highinequ develop countri as in lowinequ countri is it possibl for inequ to be so great as to stifl prospect of reduc absolut poverti even when other initi condit and polici are favor to growth household survey data for develop countri suggest that initi distribut doe affect how much the poor share in rise averag incom higher initi inequ tend to reduc growth impact on absolut poverti by the same token higher inequ diminish the advers impact on the poor of gener econom contract combin thi evid with that from recent investig of inequ effect on growth the author find that if inequ is high enough countri that would have veri good growth prospect at low level of inequ may see littl or no overal growth and littl progress in reduc poverti  or even a worsen on both count the data the author use suggest that such case do occur the precis with which key paramet have been estim make it difficult to say with confid how common such case are but they appear to be in the minor what appear to be the best avail estim suggest that about onefifth of the spell between survey he analyz were case in which poverti wa rise yet posit growth in the mean and henc fall poverti is predict at zero inequ inequ can be high enough to result in rise poverti despit good underli growth prospectspthi abstract wa borrow from anoth version of thi item", "title": "Can high-inequality developing countries escape absolute poverty?"}, "https://ideas.repec.org/a/eee/pubeco/v89y2005i4p705-727.html": {"abstract": "No abstract is available for this item.", "authors": ["fpga353", "epra29"], "abstractStem": "no abstract is avail for thi item", "title": "Decentralized targeting of an antipoverty program"}, "https://ideas.repec.org/a/bla/etrans/v8y2000i2p269-295.html": {"abstract": "No abstract is available for this item.", "authors": ["eplo30", "epra29"], "abstractStem": "no abstract is avail for thi item", "title": "Welfare Impacts of the 1998 Financial Crisis in Russia and the Response of the Public Safety Net"}, "https://ideas.repec.org/a/eee/pubeco/v33y1987i1p21-39.html": {"abstract": "No abstract is available for this item.", "authors": ["epra29"], "abstractStem": "no abstract is avail for thi item", "title": "Towards a theory of famine relief policy"}, "https://ideas.repec.org/a/eee/wdevel/v35y2007i5p920-928.html": {"abstract": "No abstract is available for this item.", "authors": ["epra29"], "abstractStem": "no abstract is avail for thi item", "title": "\"Achieving Child-Health-Related Millennium Development Goals: The Role of Infrastructure\"--A Comment"}, "https://ideas.repec.org/a/bla/obuest/v53y1991i4p361-76.html": {"abstract": " Econometric evidence on the evolution of real agricultural wages in Bangladesh over time has been used by some observers to argue that higher relative prices of food staples and higher agricultural productivity will help the rural poor. The authors re-examine this hypothesis using new data and a dynamic econometric model of wage determination. The model's specification avoids a number of shortcomings in past work, and the estimated equation gives a good yet parsimonious fit to annual data. Increases in rice prices relative to the prices of manufactured goods are found to have adverse effects on the real wages in terms of rice in both the short and long-run though there is full indexation relative to a bundle of goods in the long-run. On correcting for likely measurement errors in the official series, they find no evidence that changes in agricultural productivity have had a significant effect on real wage rates. Copyright 1991 by Blackwell Publishing Ltd", "authors": ["epra29"], "abstractStem": " econometr evid on the evolut of real agricultur wage in bangladesh over time ha been use by some observ to argu that higher rel price of food stapl and higher agricultur product will help the rural poor the author reexamin thi hypothesi use new data and a dynam econometr model of wage determin the model specif avoid a number of shortcom in past work and the estim equat give a good yet parsimoni fit to annual data increas in rice price rel to the price of manufactur good are found to have advers effect on the real wage in term of rice in both the short and longrun though there is full index rel to a bundl of good in the longrun on correct for like measur error in the offici seri they find no evid that chang in agricultur product have had a signific effect on real wage rate copyright 1991 by blackwel publish ltd", "title": "A Dynamic Econometric Model of Agricultural Wage Determination in Bangladesh"}, "https://ideas.repec.org/a/eee/ecolet/v80y2003i3p351-356.html": {"abstract": "Comparing changes in inequality with initial levels, using new data, the author finds that within-country inequality in income or per capita consumption is converging toward medium levels--a Gini index around 40 percent. The finding is robust to allow for serially independent measurement error in inequality data and for short-run dynamics around longer-term trends. However, the convergence process is neither rapid nor certain, and more observations over time are needed to be confident of the pattern. The author offers an approach to modeling the determinants of inequality that may be a starting point for estimating richer models.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epra29"], "abstractStem": "compar chang in inequ with initi level use new data the author find that withincountri inequ in incom or per capita consumpt is converg toward medium levelsa gini index around 40 percent the find is robust to allow for serial independ measur error in inequ data and for shortrun dynam around longerterm trend howev the converg process is neither rapid nor certain and more observ over time are need to be confid of the pattern the author offer an approach to model the determin of inequ that may be a start point for estim richer modelspthi abstract wa borrow from anoth version of thi item", "title": "Inequality convergence"}, "https://ideas.repec.org/a/oup/wbecrv/v18y2004i3p367-399.html": {"abstract": " The article assesses the impact of Argentina's main social policy response to the severe economic crisis of 2002. The program was intended to provide direct income support for families with dependents and whose head had become unemployed because of the crisis. Counterfactual comparisons are based on a matched subset of applicants not yet receiving program assistance. Panel data spanning the crisis are also used. The program reduced aggregate unemployment, though it attracted as many people into the workforce from inactivity as it did people who otherwise would have been unemployed. Although there was substantial leakage to formally ineligible families and incomplete coverage of those who were eligible, the program did partially compensate many losers from the crisis and reduced extreme poverty. Copyright 2004, Oxford University Press.", "authors": ["fpga353", "epra29"], "abstractStem": " the articl assess the impact of argentina main social polici respons to the sever econom crisi of 2002 the program wa intend to provid direct incom support for famili with depend and whose head had becom unemploy becaus of the crisi counterfactu comparison are base on a match subset of applic not yet receiv program assist panel data span the crisi are also use the program reduc aggreg unemploy though it attract as mani peopl into the workforc from inact as it did peopl who otherwis would have been unemploy although there wa substanti leakag to formal inelig famili and incomplet coverag of those who were elig the program did partial compens mani loser from the crisi and reduc extrem poverti copyright 2004 oxford univers press", "title": "Social Protection in a Crisis: Argentina's Plan Jefes y Jefas"}, "https://ideas.repec.org/a/eee/deveco/v99y2012i2p201-209.html": {"abstract": "The 20th Human Development Report introduced a new version of its famous Human Development Index (HDI), which aggregates country-level attainments in life expectancy, schooling and income. The main change was to relax the past assumption of perfect substitutability between its components. Most users will not, however, realize that the new HDI has also greatly reduced its implicit weight on longevity in poor countries, relative to rich ones. By contrast, the new HDI's valuations of extra schooling are now very high—many times the economic returns. An alternative index is proposed that embodies less troubling tradeoffs while still allowing imperfect substitution.", "authors": ["epra29"], "abstractStem": "the 20th human develop report introduc a new version of it famou human develop index hdi which aggreg countrylevel attain in life expect school and incom the main chang wa to relax the past assumpt of perfect substitut between it compon most user will not howev realiz that the new hdi ha also greatli reduc it implicit weight on longev in poor countri rel to rich one by contrast the new hdi valuat of extra school are now veri high mani time the econom return an altern index is propos that embodi less troubl tradeoff while still allow imperfect substitut", "title": "Troubling tradeoffs in the Human Development Index"}, "https://ideas.repec.org/a/tpr/restat/v85y2003i3p645-652.html": {"abstract": " In a cross-country data set for developing and transitional economies, private consumption per capita from the national accounts deviates on average from mean household income or expenditure based on national sample surveys. Growth rates also differ systematically, so that the ratio of the survey mean to mean consumption from the national accounts tends to fall over time. The exceptions to these general findings are revealing, however. There are strong regional effects. The aggregate difference in the levels is due more to income surveys than to expenditure surveys. Divergence over time is mainly due to the severe data problems in the (contracting) transition economies. © 2003 President and Fellows of Harvard College and the Massachusetts Institute of Technology.", "authors": ["epra29"], "abstractStem": " in a crosscountri data set for develop and transit economi privat consumpt per capita from the nation account deviat on averag from mean household incom or expenditur base on nation sampl survey growth rate also differ systemat so that the ratio of the survey mean to mean consumpt from the nation account tend to fall over time the except to these gener find are reveal howev there are strong region effect the aggreg differ in the level is due more to incom survey than to expenditur survey diverg over time is mainli due to the sever data problem in the contract transit economi   2003 presid and fellow of harvard colleg and the massachusett institut of technolog", "title": "Measuring Aggregate Welfare in Developing Countries: How Well Do National Accounts and Surveys Agree?"}, "https://ideas.repec.org/a/oup/wbecrv/v8y1994i1p75-102.html": {"abstract": " Comparisons of poverty, such as where or when poverty is greatest, typically matter far more for policy choices than do aggregate measures of poverty, such as how many people are deemed poor. We examine alternative methods for constructing poverty profiles, focusing on their internal consistency and appropriateness for guiding policy. None is perfect, but some methods appear to be preferable to others when the aim is to inform policies for fighting absolute-consumption poverty. A case study on Indonesia reveals that the country's regional and sectoral poverty profile is highly sensitive to some aspects of measurement but quite robust to others. Copyright 1994 by Oxford University Press.", "authors": ["epra29"], "abstractStem": " comparison of poverti such as where or when poverti is greatest typic matter far more for polici choic than do aggreg measur of poverti such as how mani peopl are deem poor we examin altern method for construct poverti profil focus on their intern consist and appropri for guid polici none is perfect but some method appear to be prefer to other when the aim is to inform polici for fight absoluteconsumpt poverti a case studi on indonesia reveal that the countri region and sector poverti profil is highli sensit to some aspect of measur but quit robust to other copyright 1994 by oxford univers press", "title": "How Robust Is a Poverty Profile?"}, "https://ideas.repec.org/a/ecj/econjl/v105y1995i433p1415-34.html": {"abstract": " The widely held view that larger families tend to be poorer in developing countries has influenced research and policy. The scope for size economies in consumption cautions against this view. We find that the correlation between poverty and size vanishes in Pakistan when the size elasticity of the cost of living is about 0-6. This turns out to be the elasticity implied by a modified version of the food share method of setting scales. By contrast, some measures of child nutritional status indicate an elasticity of unity. Considerations of the weight attached to child versus adult welfare may help resolve the non-robustness of demographic profiles of poverty. Copyright 1995 by Royal Economic Society.", "authors": ["fpla302", "epra29"], "abstractStem": " the wide held view that larger famili tend to be poorer in develop countri ha influenc research and polici the scope for size economi in consumpt caution against thi view we find that the correl between poverti and size vanish in pakistan when the size elast of the cost of live is about 06 thi turn out to be the elast impli by a modifi version of the food share method of set scale by contrast some measur of child nutrit statu indic an elast of uniti consider of the weight attach to child versu adult welfar may help resolv the nonrobust of demograph profil of poverti copyright 1995 by royal econom societi", "title": "Poverty and Household Size"}, "https://ideas.repec.org/a/ecj/econjl/v106y1996i438p1328-43.html": {"abstract": "Economists have relied heavily on household incomes or expenditures normalized for differences in household specific prices and demographics in their research and policy advice related to poverty and inequality. Recognizing the conceptual and empirical problems that confound such measures does not mean that they should be ignored. Instead, it indicates the need for supplementary measures to capture the missing items. Implementing a genuinely multidimensional approach will often make the welfare rankings of social states more difficult, but that fact points to the nonrobustness of low-dimensional rankings. This may have its own policy ramifications, with the possibility of correspondence between policy instruments and welfare objectives. The model types used to understand the poverty and inequity determination processes will be affected. Not only will there be more dependent variables to consider, but variables will have potentially complex relationships. These relationships will often be hard to empirically disentangle, despite richer integrated and longitudinal data sets. Such data open rich andrelevant agenda for research into the dynamics of poverty along multiple dimensions. A simultaneous attack on these issues from all three fronts - measurement, modeling, and data - offers hope of establishing a credible empirical foundation for public action in fighting poverty.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epra29"], "abstractStem": "economist have reli heavili on household incom or expenditur normal for differ in household specif price and demograph in their research and polici advic relat to poverti and inequ recogn the conceptu and empir problem that confound such measur doe not mean that they should be ignor instead it indic the need for supplementari measur to captur the miss item implement a genuin multidimension approach will often make the welfar rank of social state more difficult but that fact point to the nonrobust of lowdimension rank thi may have it own polici ramif with the possibl of correspond between polici instrument and welfar object the model type use to understand the poverti and inequ determin process will be affect not onli will there be more depend variabl to consid but variabl will have potenti complex relationship these relationship will often be hard to empir disentangl despit richer integr and longitudin data set such data open rich andrelev agenda for research into the dynam of poverti along multipl dimens a simultan attack on these issu from all three front  measur model and data  offer hope of establish a credibl empir foundat for public action in fight povertypthi abstract wa borrow from anoth version of thi item", "title": "Issues in Measuring and Modelling Poverty"}, "https://ideas.repec.org/a/eee/jpolmo/v13y1991i2p281-299.html": {"abstract": "No abstract is available for this item.", "authors": ["epra29", "epva152"], "abstractStem": "no abstract is avail for thi item", "title": "The impact on poverty of food pricing reforms: A welfare analysis for Indonesia"}, "https://ideas.repec.org/a/eee/deveco/v68y2002i2p381-400.html": {"abstract": "No abstract is available for this item.", "authors": ["fpda483", "epra29"], "abstractStem": "no abstract is avail for thi item", "title": "Why has economic growth been more pro-poor in some states of India than others?"}, "https://ideas.repec.org/a/oup/wbrobs/v28y2013i2p139-158.html": {"abstract": " Alternative scenarios are considered for reducing by one billion the number of people surviving on less than $1.25 a day. The low-case, “pessimistic” path to that goal envisages the developing world outside China returning to the slower pace of economic growth and poverty reduction of the 1980s and 1990s, but with China maintaining its progress. This path would take 50 years or more to lift one billion people out of poverty. A more optimistic path is identified that would maintain the developing world's (impressive) progress against absolute poverty since the turn of the century. This path would lift one billion people out of poverty by 2025–30. The optimistic path is consistent with both linear projections of the time-series data and nonlinear simulations of inequality-neutral growth for the developing world as a whole. Copyright 2013, Oxford University Press.", "authors": ["epra29"], "abstractStem": " altern scenario are consid for reduc by one billion the number of peopl surviv on less than 125 a day the lowcas  pessimist  path to that goal envisag the develop world outsid china return to the slower pace of econom growth and poverti reduct of the 1980 and 1990 but with china maintain it progress thi path would take 50 year or more to lift one billion peopl out of poverti a more optimist path is identifi that would maintain the develop world impress progress against absolut poverti sinc the turn of the centuri thi path would lift one billion peopl out of poverti by 2025 30 the optimist path is consist with both linear project of the timeseri data and nonlinear simul of inequalityneutr growth for the develop world as a whole copyright 2013 oxford univers press", "title": "How Long Will It Take to Lift One Billion People Out of Poverty?"}, "https://ideas.repec.org/a/eee/juecon/v29y1991i1p113-127.html": {"abstract": "No abstract is available for this item.", "authors": ["epra29", "epva152"], "abstractStem": "no abstract is avail for thi item", "title": "Urban-rural cost-of-living differentials in a developing economy"}, "https://ideas.repec.org/a/oup/oxecpp/v52y2000i4p651-69.html": {"abstract": " We find that the distribution of income matters to aggregate carbon dioxide emissions and hence global warming. Higher inequality, both between and within countries is associated with lower carbon emissions at given average incomes. We also confirm that economic growth generally comes with higher emissions. Thus our results suggest that trade-offs exist between climate control (on the one hand) and both social equity and economic growth (on the other). However, economic growth improves the trade off with equity, and lower inequality improves the trade off with growth. By combining growth with equity, more pro-poor growth processes yield better longer-term trajectories of carbon emissions. Copyright 2000 by Oxford University Press.", "authors": ["epja194", "epra29"], "abstractStem": " we find that the distribut of incom matter to aggreg carbon dioxid emiss and henc global warm higher inequ both between and within countri is associ with lower carbon emiss at given averag incom we also confirm that econom growth gener come with higher emiss thu our result suggest that tradeoff exist between climat control on the one hand and both social equiti and econom growth on the other howev econom growth improv the trade off with equiti and lower inequ improv the trade off with growth by combin growth with equiti more propoor growth process yield better longerterm trajectori of carbon emiss copyright 2000 by oxford univers press", "title": "Carbon Emissions and Income Inequality"}, "https://ideas.repec.org/a/eee/wdevel/v22y1994i6p823-838.html": {"abstract": "No abstract is available for this item.", "authors": ["epra29", "fpse380"], "abstractStem": "no abstract is avail for thi item", "title": "Impacts on rural poverty of land-based targeting: Further results for Bangladesh"}, "https://ideas.repec.org/a/eee/juecon/v26y1989i2p197-211.html": {"abstract": "No abstract is available for this item.", "authors": ["epra29"], "abstractStem": "no abstract is avail for thi item", "title": "The welfare cost of housing standards: Theory with application to Jakarta"}, "https://ideas.repec.org/a/ilr/articl/v58y2004i1p128-142.html": {"abstract": "Argentina's Proempleo Experiment, conducted in 1998-2000, was designed to assess whether a wage subsidy and specialized training could assist the transition from workfare to regular work. Randomly sampled workfare participants in a welfare-dependent urban area were given a voucher that entitled an employer to a sizable wage subsidy; a second sample also received the option of skill training; and a third sample formed the control group. Voucher recipients, the authors find, had a higher probability of employment than did the control group, even though the rate of actual take-up of vouchers by the hiring employers was very low. The employment gains were in the informal sector and largely confined to female workers, younger workers, and more educated workers. Skill training had no statistically significant impact overall, though once the analysis corrects for selective compliance, an impact for those with sufficient prior education is found. (Free full-text download available at http://digitalcommons.ilr.cornell.edu/ilrreview/.)", "authors": ["fpga353", "epra29"], "abstractStem": "argentina proempleo experi conduct in 19982000 wa design to assess whether a wage subsidi and special train could assist the transit from workfar to regular work randomli sampl workfar particip in a welfaredepend urban area were given a voucher that entitl an employ to a sizabl wage subsidi a second sampl also receiv the option of skill train and a third sampl form the control group voucher recipi the author find had a higher probabl of employ than did the control group even though the rate of actual takeup of voucher by the hire employ wa veri low the employ gain were in the inform sector and larg confin to femal worker younger worker and more educ worker skill train had no statist signific impact overal though onc the analysi correct for select complianc an impact for those with suffici prior educ is found free fulltext download avail at httpdigitalcommonsilrcornelleduilrreview", "title": "Assisting the transition from workfare to work: A randomized experiment"}, "https://ideas.repec.org/a/ucp/ecdecc/v44y1996i4p761-92.html": {"abstract": "No abstract is available for this item.", "authors": ["epra29", "fpse380"], "abstractStem": "no abstract is avail for thi item", "title": "When Method Matters: Monitoring Poverty in Bangladesh"}, "https://ideas.repec.org/a/eee/jeborg/v56y2005i2p141-172.html": {"abstract": "Does\"empowerment\"come hand-in-hand with higher economic welfare? In theory, higher income is likely to raise both power and welfare, but heterogeneity in other characteristics and household formation can either strengthen or weaken the relationship. Survey data on Russian adults indicate that higher individual and household incomes raise both self-rated power and welfare. The individual income effect is primarily direct, rather than through higher household income. There are diminishing returns to income, though income inequality emerges as only a minor factor reducing either aggregate power or welfare. At given income, the identified covariates have strikingly similar effects on power and welfare. There are some notable differences between men and women in perceived power.<p>(This abstract was borrowed from another version of this item.)", "authors": ["eplo30", "epra29"], "abstractStem": "doesempowermentcom handinhand with higher econom welfar in theori higher incom is like to rais both power and welfar but heterogen in other characterist and household format can either strengthen or weaken the relationship survey data on russian adult indic that higher individu and household incom rais both selfrat power and welfar the individu incom effect is primarili direct rather than through higher household incom there are diminish return to incom though incom inequ emerg as onli a minor factor reduc either aggreg power or welfar at given incom the identifi covari have strikingli similar effect on power and welfar there are some notabl differ between men and women in perceiv powerpthi abstract wa borrow from anoth version of thi item", "title": "Rich and powerful?: Subjective power and welfare in Russia"}, "https://ideas.repec.org/a/eee/econom/v77y1997i1p125-139.html": {"abstract": "Are the poor less healthy? Does public health spending matter more to them? The authors decompose aggregate health indicators using a random coefficients model in which the aggregates are regressed on the population distribution by subgroups, taking account of the statistical properties of the error term and allowing for other determinants of health status, including public health spending. This also allows them to test possible determinants of the variation in the underlying subgroup indicators. They implement the approach with data on health outcomes and poverty measures for 35 developing countries. The authors find that poor people have appreciably worse health status on average than others - and that differences in public health spending tend to matter more to the poor. This is probably because the nonpoor are in a better position to buy private health care.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epra29"], "abstractStem": "are the poor less healthi doe public health spend matter more to them the author decompos aggreg health indic use a random coeffici model in which the aggreg are regress on the popul distribut by subgroup take account of the statist properti of the error term and allow for other determin of health statu includ public health spend thi also allow them to test possibl determin of the variat in the underli subgroup indic they implement the approach with data on health outcom and poverti measur for 35 develop countri the author find that poor peopl have appreci wors health statu on averag than other  and that differ in public health spend tend to matter more to the poor thi is probabl becaus the nonpoor are in a better posit to buy privat health carepthi abstract wa borrow from anoth version of thi item", "title": "Decomposing social indicators using distributional data"}, "https://ideas.repec.org/a/bla/glopol/v4y2013i3p258-265.html": {"abstract": "No abstract is available for this item.", "authors": ["epra29"], "abstractStem": "no abstract is avail for thi item", "title": "A Proposal for Truly Global Poverty Measures"}, "https://ideas.repec.org/a/wly/hlthec/v17y2008i11p1237-1259.html": {"abstract": " Can self-assessments of health reveal the true health differentials between 'rich' and 'poor'? The potential sources of bias include psychological adaptation to ill-health, socioeconomic covariates of health reporting errors and income measurement errors. We propose an estimation method to reduce the bias by isolating the component of self-assessed health that is explicable in terms of objective health indicators and allowing for broader dimensions of economic welfare than captured by current incomes. On applying our method to survey data for Russia we find a pronounced (nonlinear) economic gradient in health status that is not evident in the raw data. This is largely attributable to the health effects of age, education and location. Copyright © 2008 John Wiley &amp; Sons, Ltd.", "authors": ["eplo30", "epra29"], "abstractStem": " can selfassess of health reveal the true health differenti between rich and poor the potenti sourc of bia includ psycholog adapt to illhealth socioeconom covari of health report error and incom measur error we propos an estim method to reduc the bia by isol the compon of selfassess health that is explic in term of object health indic and allow for broader dimens of econom welfar than captur by current incom on appli our method to survey data for russia we find a pronounc nonlinear econom gradient in health statu that is not evid in the raw data thi is larg attribut to the health effect of age educ and locat copyright   2008 john wiley amp son ltd", "title": "Testing for an economic gradient in health status using subjective data"}, "https://ideas.repec.org/a/bla/revinw/v37y1991i4p345-61.html": {"abstract": " The authors estimate that in 1985 about one in five persons in the developing world lived in poverty, judged by the standards of the poorest countries. This rises to one in three at a common, more generous, poverty line. The aggregate consumption short-fall of the poorest fifth is about one half of one percent of world consumption, while that of the poorest third is a further one percent. The shape of the distribution of consumption suggests that aggregate poverty would fall fairly rapidly if moderate growth in average consumption levels can be sustained, and the poor share at least proportionally in that growth. However, it would take only small adverse shifts in the world distribution of consumption to eliminate the gains to the poor from growth. Copyright 1991 by The International Association for Research in Income and Wealth.", "authors": ["fpda483", "epra29", "epva152"], "abstractStem": " the author estim that in 1985 about one in five person in the develop world live in poverti judg by the standard of the poorest countri thi rise to one in three at a common more gener poverti line the aggreg consumpt shortfal of the poorest fifth is about one half of one percent of world consumpt while that of the poorest third is a further one percent the shape of the distribut of consumpt suggest that aggreg poverti would fall fairli rapidli if moder growth in averag consumpt level can be sustain and the poor share at least proport in that growth howev it would take onli small advers shift in the world distribut of consumpt to elimin the gain to the poor from growth copyright 1991 by the intern associ for research in incom and wealth", "title": "Quantifying Absolute Poverty in the Developing World"}, "https://ideas.repec.org/a/eee/deveco/v82y2007i1p1-42.html": {"abstract": "While the incidence of extreme poverty in China fell dramatically over 1980-2001, progress was uneven over time and across provinces. Rural areas accounted for the bulk of the gains to the poor, though migration to urban areas helped. The pattern of growth mattered. Rural economic growth was far more important to national poverty reduction than urban economic growth. Agriculture played a far more important role than the secondary or tertiary sources of gross domestic product (GDP). Rising inequality within the rural sector greatly slowed poverty reduction. Provinces starting with relatively high inequality saw slower progress against poverty, due both to lower growth and a lower growth elasticity of poverty reduction. Taxation of farmers and inflation hurt the poor. External trade had little short-term impact.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpch608", "epra29"], "abstractStem": "while the incid of extrem poverti in china fell dramat over 19802001 progress wa uneven over time and across provinc rural area account for the bulk of the gain to the poor though migrat to urban area help the pattern of growth matter rural econom growth wa far more import to nation poverti reduct than urban econom growth agricultur play a far more import role than the secondari or tertiari sourc of gross domest product gdp rise inequ within the rural sector greatli slow poverti reduct provinc start with rel high inequ saw slower progress against poverti due both to lower growth and a lower growth elast of poverti reduct taxat of farmer and inflat hurt the poor extern trade had littl shortterm impactpthi abstract wa borrow from anoth version of thi item", "title": "China's (uneven) progress against poverty"}, "https://ideas.repec.org/a/eee/deveco/v87y2008i2p191-209.html": {"abstract": "In the wake of reforms to establish a free market in land-use rights, Vietnam is experiencing a pronounced rise in rural landlessness. To some observers this is a harmless by-product of a more efficient economy, while to others it signals the return of the pre-socialist class-structure, with the rural landless at the bottom of the economic ladder. The authors'theoretical model suggests that removing restrictions on land markets will increase landlessness among the poor, but that there will be both gainers and losers, with uncertain impacts on aggregate poverty. Empirically, they find that landlessness is less likely for the poor and that the observedrise in landlessness is poverty reducing on balance. However, there are marked regional differences, notably between the north and the south.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epra29", "epva152"], "abstractStem": "in the wake of reform to establish a free market in landus right vietnam is experienc a pronounc rise in rural landless to some observ thi is a harmless byproduct of a more effici economi while to other it signal the return of the presocialist classstructur with the rural landless at the bottom of the econom ladder the authorstheoret model suggest that remov restrict on land market will increas landless among the poor but that there will be both gainer and loser with uncertain impact on aggreg poverti empir they find that landless is less like for the poor and that the observedris in landless is poverti reduc on balanc howev there are mark region differ notabl between the north and the southpthi abstract wa borrow from anoth version of thi item", "title": "Does rising landlessness signal success or failure for Vietnam's agrarian transition?"}, "https://ideas.repec.org/a/eee/wdevel/v38y2010i4p445-454.html": {"abstract": "Summary Western notions of the 'middle class' are of little obvious relevance to developing countries. Instead, the middle class is identified here as those living above the median poverty line of developing countries, even if still poor by rich-country standards. Over 1990-2005, economic growth and global distributional shifts allowed an extra 1.2 billion people to join the developing world's middle class. Four-fifths came from Asia, and half from China. Many of those in this new middle class remain fairly close to poverty. Only 100 million of the 1.2 billion would not be considered poor in any developing county. Economic growth typically came with an expanding middle class.", "authors": ["epra29"], "abstractStem": "summari western notion of the middl class are of littl obviou relev to develop countri instead the middl class is identifi here as those live abov the median poverti line of develop countri even if still poor by richcountri standard over 19902005 econom growth and global distribut shift allow an extra 12 billion peopl to join the develop world middl class fourfifth came from asia and half from china mani of those in thi new middl class remain fairli close to poverti onli 100 million of the 12 billion would not be consid poor in ani develop counti econom growth typic came with an expand middl class", "title": "The Developing World's Bulging (but Vulnerable) Middle Class"}, "https://ideas.repec.org/a/eee/deveco/v38y1992i2p275-295.html": {"abstract": "No abstract is available for this item.", "authors": ["fpda483", "epra29"], "abstractStem": "no abstract is avail for thi item", "title": "Growth and redistribution components of changes in poverty measures : A decomposition with applications to Brazil and India in the 1980s"}, "https://ideas.repec.org/a/ucp/ecdecc/v41y1993i2p251-75.html": {"abstract": "No abstract is available for this item.", "authors": ["fpda483", "epra29"], "abstractStem": "no abstract is avail for thi item", "title": "Does Maharashtra's Employment Guarantee Scheme Guarantee Employment? Effects of the 1988 Wage Increase"}, "https://ideas.repec.org/a/bla/revinw/v59y2013i4p623-628.html": {"abstract": "No abstract is available for this item.", "authors": ["epra29"], "abstractStem": "no abstract is avail for thi item", "title": "Reply to Robert Inklaar"}, "https://ideas.repec.org/a/taf/jdevef/v1y2009i3p227-236.html": {"abstract": " Along with the other panellists in a session of this conference, the author was asked to discuss evaluation designs for three stylised interventions: conditional cash transfers, a transport sector programme, and an anti-corruption commission. This paper records his responses, and elaborates a little on some points, including references to the literature. He begins with some general suggestions on the issues to think about at the outset of any evaluation. He then tries to illustrate these points with reference to the three stylised interventions.", "authors": ["epra29"], "abstractStem": " along with the other panellist in a session of thi confer the author wa ask to discuss evalu design for three stylis intervent condit cash transfer a transport sector programm and an anticorrupt commiss thi paper record hi respons and elabor a littl on some point includ refer to the literatur he begin with some gener suggest on the issu to think about at the outset of ani evalu he then tri to illustr these point with refer to the three stylis intervent", "title": "Evaluating three stylised interventions"}, "https://ideas.repec.org/a/taf/jdevef/v5y2013i1p1-29.html": {"abstract": " Development impact calls for knowledgeable development practitioners. How then do the operational staff of the largest development agency value and use its own research? Is there an incentive to learn and does it translate into useful knowledge? A new survey reveals that the bulk of the World Bank's senior staff value the Bank's research for their work, and most come to know it well, although a sizable minority have difficulty accessing research to serve their needs. Another group sees little value to research for their work and does not bother to find out about it. Higher perceived value is reflected in greater knowledge about research, though there are frictions in this process. Staff working on poverty, human development and economic policy tend to value and use Bank research more than staff in the more traditional sectors of Bank lending - agriculture and rural development, Energy and Mining (EM), transport and urban development; the latter sectors account for 45% of lending but only 15% of staff are highly familiar with Bank research. Without stronger incentives for learning and more relevant and accessible research products, it appears likely that this lag in demand for research by the traditional sectors will persist.", "authors": ["epra29"], "abstractStem": " develop impact call for knowledg develop practition how then do the oper staff of the largest develop agenc valu and use it own research is there an incent to learn and doe it translat into use knowledg a new survey reveal that the bulk of the world bank senior staff valu the bank research for their work and most come to know it well although a sizabl minor have difficulti access research to serv their need anoth group see littl valu to research for their work and doe not bother to find out about it higher perceiv valu is reflect in greater knowledg about research though there are friction in thi process staff work on poverti human develop and econom polici tend to valu and use bank research more than staff in the more tradit sector of bank lend  agricultur and rural develop energi and mine em transport and urban develop the latter sector account for 45 of lend but onli 15 of staff are highli familiar with bank research without stronger incent for learn and more relev and access research product it appear like that thi lag in demand for research by the tradit sector will persist", "title": "Knowledgeable bankers? The demand for research in World Bank operations"}, "https://ideas.repec.org/a/eee/deveco/v93y2010i1p20-36.html": {"abstract": "Brazil's slow pace of poverty reduction between the mid-1980s and the mid-2000s reflects both low growth and a low growth elasticity of poverty reduction. Using GDP data disaggregated by state and sector for a twenty-year period, this paper finds considerable variation in the poverty-reducing effectiveness of growth--across sectors, across space, and over time. Growth in the services sector was substantially more poverty-reducing than was growth in either agriculture or industry. Growth in industry had different effects on poverty across different states and its impact varied with initial conditions related to human development and worker empowerment. But because there was so little of it, economic growth actually played a relatively small role in accounting for Brazil's poverty reduction between 1985 and 2004. The taming of hyperinflation (in 1994) and a substantial expansion in social security and social assistance transfers, in large part mandated by the 1988 Constitution, accounted for the bulk of the overall reduction in poverty.", "authors": ["epfe146", "epra29"], "abstractStem": "brazil slow pace of poverti reduct between the mid1980 and the mid2000 reflect both low growth and a low growth elast of poverti reduct use gdp data disaggreg by state and sector for a twentyyear period thi paper find consider variat in the povertyreduc effect of growthacross sector across space and over time growth in the servic sector wa substanti more povertyreduc than wa growth in either agricultur or industri growth in industri had differ effect on poverti across differ state and it impact vari with initi condit relat to human develop and worker empower but becaus there wa so littl of it econom growth actual play a rel small role in account for brazil poverti reduct between 1985 and 2004 the tame of hyperinfl in 1994 and a substanti expans in social secur and social assist transfer in larg part mandat by the 1988 constitut account for the bulk of the overal reduct in poverti", "title": "Poverty reduction without economic growth?: Explaining Brazil's poverty dynamics, 1985-2004"}, "https://ideas.repec.org/a/bpj/sndecm/v8y2004i3n4.html": {"abstract": "We test for the existence of poverty traps and distribution-dependent growth using a nonlinear dynamic panel data model of household incomes allowing for endogenous attrition. Our estimates for Hungary and Russia in the 1990s reveal significant nonlinearity in the dynamics, consistent with the claim that income inequality attenuates growth in mean income. However, we do not find evidence of a threshold effect at low incomes, as postulated by models of dynamic poverty traps. Our results indicate that households generally bounce back from transient shocks, though we find that the adjustment process is slower for households who are poorer in steady state.", "authors": ["eplo30", "epra29"], "abstractStem": "we test for the exist of poverti trap and distributiondepend growth use a nonlinear dynam panel data model of household incom allow for endogen attrit our estim for hungari and russia in the 1990 reveal signific nonlinear in the dynam consist with the claim that incom inequ attenu growth in mean incom howev we do not find evid of a threshold effect at low incom as postul by model of dynam poverti trap our result indic that household gener bounc back from transient shock though we find that the adjust process is slower for household who are poorer in steadi state", "title": "Household Income Dynamics in Two Transition Economies"}, "https://ideas.repec.org/a/bla/kyklos/v39y1986i4p564-73.html": {"abstract": " People often seem to gain present satisfaction from contemplating a favorable future. This paper examines the implications of such behavior for expectations formation. Formally, satisfaction is said to be derived from \"contemplation\" whenever ex post utility depends on expectations independently of their bearing on ex ante actions. Contemplation is shown to be necessary and sufficient for informationally biased forecasting in a model of the intertemporal consumption decision. Thus the Muth-rationality of expectations requires restrictions on the (derived) preference ordering over expectations and realizations which preclude contemplation. Bias tests of surveyed expectations are given a choice-theoretic interpretation. Copyright 1986 by WWZ and Helbing &amp; Lichtenhahn Verlag AG", "authors": ["epra29"], "abstractStem": " peopl often seem to gain present satisfact from contempl a favor futur thi paper examin the implic of such behavior for expect format formal satisfact is said to be deriv from contempl whenev ex post util depend on expect independ of their bear on ex ant action contempl is shown to be necessari and suffici for inform bias forecast in a model of the intertempor consumpt decis thu the muthration of expect requir restrict on the deriv prefer order over expect and realiz which preclud contempl bia test of survey expect are given a choicetheoret interpret copyright 1986 by wwz and helb amp lichtenhahn verlag ag", "title": "On Expectations Formation When Future Welfare Is Contemplated"}, "https://ideas.repec.org/a/eee/joepsy/v24y2003i1p17-33.html": {"abstract": "This discussion paper resulted in an article in the Journal of Economic Psychology (2003). Volume 24(1), pages 17-33. Public action to prevent crime is often driven by concerns about public safety. But what generatesthose concerns ? ]s it crime, or something else ? Using survey data for Brazil, we find that thedesire for greater public safety has a positive own-income effect, but a negative neighborhood-income effect; living in a poor area increases concern for public safety at given own-income. Theown-income effect is nonlinear, such that inequality attenuates the aggregate concern for greatersafety. Education raises concern, and strongly so when neighbors are poorly educated. Controllingfor these factors, we identify a significant causal effect of lack of public safety on the desire forgreater safety.<p>(This abstract was borrowed from another version of this item.)", "authors": ["eppr157", "epra29"], "abstractStem": "thi discuss paper result in an articl in the journal of econom psycholog 2003 volum 241 page 1733 public action to prevent crime is often driven by concern about public safeti but what generatesthos concern  s it crime or someth els  use survey data for brazil we find that thedesir for greater public safeti ha a posit ownincom effect but a neg neighborhoodincom effect live in a poor area increas concern for public safeti at given ownincom theownincom effect is nonlinear such that inequ attenu the aggreg concern for greatersafeti educ rais concern and strongli so when neighbor are poorli educ controllingfor these factor we identifi a signific causal effect of lack of public safeti on the desir forgreat safetypthi abstract wa borrow from anoth version of thi item", "title": "Who wants safer streets? Explaining concern for public safety in Brazil"}, "https://ideas.repec.org/a/oup/wbecrv/v23yi1p1-30.html": {"abstract": " In theory, the informational advantage of decentralizing the eligibility criteria for a federal antipoverty program could come at a large cost to the program's performance in reaching the poor nationally. Whether this happens in practice depends on the size of the local-income effect on the eligibility cutoffs. China's Di Bao program provides a case study. Poorer municipalities adopt systematically lower thresholds--roughly negating intercity differences in need for the program and generating considerable horizontal inequity, so that poor families in rich cities fare better. The income effect is not strong enough to undermine the program's overall poverty impact; other factors, including incomplete coverage of those eligible, appear to matter more. Copyright The Author 2009. Published by Oxford University Press on behalf of the International Bank for Reconstruction and Development / the world bank . All rights reserved. For permissions, please e-mail: journals.permissions@oxfordjournals.org, Oxford University Press.", "authors": ["epra29"], "abstractStem": " in theori the inform advantag of decentr the elig criteria for a feder antipoverti program could come at a larg cost to the program perform in reach the poor nation whether thi happen in practic depend on the size of the localincom effect on the elig cutoff china di bao program provid a case studi poorer municip adopt systemat lower thresholdsroughli negat interc differ in need for the program and gener consider horizont inequ so that poor famili in rich citi fare better the incom effect is not strong enough to undermin the program overal poverti impact other factor includ incomplet coverag of those elig appear to matter more copyright the author 2009 publish by oxford univers press on behalf of the intern bank for reconstruct and develop  the world bank  all right reserv for permiss pleas email journalspermissionsoxfordjournalsorg oxford univers press", "title": "Decentralizing Eligibility for a Federal Antipoverty Program: A Case Study for China"}, "https://ideas.repec.org/a/eee/ecolet/v100y2008i1p9-12.html": {"abstract": "A method is proposed for testing the robustness of the assessed targeting performance of an anti-poverty program to the fact that program administrators have a broader concept of \"poverty\" than the economist/evaluator. An application is given to China's main urban anti-poverty program.", "authors": ["epra29"], "abstractStem": "a method is propos for test the robust of the assess target perform of an antipoverti program to the fact that program administr have a broader concept of poverti than the economistevalu an applic is given to china main urban antipoverti program", "title": "Miss-targeted or miss-measured?"}, "https://ideas.repec.org/a/oup/oxecpp/v42y1990i3p574-85.html": {"abstract": " Welfare distributional effects in a food producing economy of changes in the relative price of food are analyzed, allowing for labor market responses. Conditions for signing the welfare effects are derived for a stylized agricultural household and are tested for Bangladesh. Point estimates suggest that wage responses are unlikely to be strong enough to reject the partial equilibrium view that higher food prices have adverse distributional effects in the short run. Long-run welfare effects do appear to be more favorable to the poor, though it takes three or four years before the rual poor start to gain from a food price increase. Copyright 1990 by Royal Economic Society.", "authors": ["epra29"], "abstractStem": " welfar distribut effect in a food produc economi of chang in the rel price of food are analyz allow for labor market respons condit for sign the welfar effect are deriv for a styliz agricultur household and are test for bangladesh point estim suggest that wage respons are unlik to be strong enough to reject the partial equilibrium view that higher food price have advers distribut effect in the short run longrun welfar effect do appear to be more favor to the poor though it take three or four year befor the rual poor start to gain from a food price increas copyright 1990 by royal econom societi", "title": "Rural Welfare Effects of Food Price Changes under Induced Wage Responses: Theory and Evidence for Bangladesh"}, "https://ideas.repec.org/a/bla/obuest/v72y2010i2p119-145.html": {"abstract": " We show how differences in aggregate human development outcomes over time and space can be additively decomposed into a pure mean income (growth) component, a component attributed to differences in the distribution of income, and components attributed to 'non-income' factors and differences in the model linking outcomes to income and non-income characteristics. The income effect at the micro level is modelled non-parametrically, so as to flexibly reflect potentially complex distributional changes. Our proposed method is illustrated using data for Morocco and Vietnam, and the results offer some surprising insights into the observed aggregate gains in schooling attainments. Copyright (c) Blackwell Publishing Ltd and the Department of Economics, University of Oxford, 2010.", "authors": ["epla156", "epra29", "epva152"], "abstractStem": " we show how differ in aggreg human develop outcom over time and space can be addit decompos into a pure mean incom growth compon a compon attribut to differ in the distribut of incom and compon attribut to nonincom factor and differ in the model link outcom to incom and nonincom characterist the incom effect at the micro level is model nonparametr so as to flexibl reflect potenti complex distribut chang our propos method is illustr use data for morocco and vietnam and the result offer some surpris insight into the observ aggreg gain in school attain copyright c blackwel publish ltd and the depart of econom univers of oxford 2010", "title": "A Micro-Decomposition Analysis of Aggregate Human Development Outcomes"}, "https://ideas.repec.org/a/eee/wdevel/v34y2006i8p1374-1392.html": {"abstract": "There has been much debate about how much poor people in developing countries gain from trade openness, as one aspect of\"globalization.\"The author views the issue through both\"macro\"and\"micro\"empirical lenses. The macro lens uses cross-country comparisons and aggregate time series data. The micro lens uses household-level data combined with structural modeling of the impacts of specific tradereforms. The author presents case studies for China and Morocco. Both the macro and micro approaches cast doubt on some wide generalizations from both sides of the globalization debate. Additionally the micro lens indicates considerable heterogeneity in the welfare impacts of trade openness, with both gainers and losers among the poor. The author identifies a number of covariates of the individual gains. The results point to the importance of combining trade reforms with well-designed social protection policies.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epra29"], "abstractStem": "there ha been much debat about how much poor peopl in develop countri gain from trade open as one aspect ofglobalizationth author view the issu through bothmacroandmicroempir lens the macro len use crosscountri comparison and aggreg time seri data the micro len use householdlevel data combin with structur model of the impact of specif tradereform the author present case studi for china and morocco both the macro and micro approach cast doubt on some wide gener from both side of the global debat addit the micro len indic consider heterogen in the welfar impact of trade open with both gainer and loser among the poor the author identifi a number of covari of the individu gain the result point to the import of combin trade reform with welldesign social protect policiespthi abstract wa borrow from anoth version of thi item", "title": "Looking beyond averages in the trade and poverty debate"}, "https://ideas.repec.org/a/bla/revinw/v60y2014i4p967-984.html": {"abstract": "No abstract is available for this item.", "authors": ["epra29"], "abstractStem": "no abstract is avail for thi item", "title": "On the Role of Aid in The Great Escape"}, "https://ideas.repec.org/a/eee/pubeco/v93y2009i3-4p512-528.html": {"abstract": "The paper re-visits the site of a large, World Bank-financed, rural development program in China, 10years after it began and four years after disbursements ended. The program emphasized community participation in multi-sectoral interventions (including farming, animal husbandry, infrastructure and social services). Data were collected on 2000 households in project and non-project areas, spanning 10years. A double-difference estimator of the program's impact (on top of pre-existing governmental programs) reveals sizeable short-term income gains that were mostly saved. Only small and statistically insignificant gains to mean consumption emerged in the longer-term -- though in rough accord with the average gain to permanent income. The use of community-based beneficiary selection greatly reduced the overall impact, given that the educated poor were under-covered. The main results are robust to corrections for various sources of selection bias, including village targeting and interference due to spillover effects generated by the response of local governments to the external aid.", "authors": ["fpch608", "fpmu275", "epra29"], "abstractStem": "the paper revisit the site of a larg world bankfinanc rural develop program in china 10year after it began and four year after disburs end the program emphas commun particip in multisector intervent includ farm anim husbandri infrastructur and social servic data were collect on 2000 household in project and nonproject area span 10year a doublediffer estim of the program impact on top of preexist government program reveal sizeabl shortterm incom gain that were mostli save onli small and statist insignific gain to mean consumpt emerg in the longerterm  though in rough accord with the averag gain to perman incom the use of communitybas beneficiari select greatli reduc the overal impact given that the educ poor were undercov the main result are robust to correct for variou sourc of select bia includ villag target and interfer due to spillov effect gener by the respons of local govern to the extern aid", "title": "Are there lasting impacts of aid to poor areas?"}, "https://ideas.repec.org/a/oup/wbecrv/v11y1997i2p357-82.html": {"abstract": " It has been claimed that in recent times the poor have lost ground, both relatively and absolutely, even when average levels of living have risen. This article tests that claim using household surveys for 67 developing and transitional economies over 1981-94. It finds that changes in inequality and polarization were uncorrelated with changes in average living standards. Distribution improved as often as it worsened in growing economies, and negative growth was often more detrimental to distribution than positive growth. Overall, there was a small decrease in absolute poverty, although with diverse experiences across regions aced countries. Almost always, poverty fell with growth in average living standards and rose with contraction. Copyright 1997 by Oxford University Press.", "authors": ["fpch608", "epra29"], "abstractStem": " it ha been claim that in recent time the poor have lost ground both rel and absolut even when averag level of live have risen thi articl test that claim use household survey for 67 develop and transit economi over 198194 it find that chang in inequ and polar were uncorrel with chang in averag live standard distribut improv as often as it worsen in grow economi and neg growth wa often more detriment to distribut than posit growth overal there wa a small decreas in absolut poverti although with divers experi across region ace countri almost alway poverti fell with growth in averag live standard and rose with contract copyright 1997 by oxford univers press", "title": "What Can New Survey Data Tell Us about Recent Changes in Distribution and Poverty?"}, "https://ideas.repec.org/a/eee/eecrev/v46y2002i8p1453-1473.html": {"abstract": "No abstract is available for this item.", "authors": ["eplo30", "epra29"], "abstractStem": "no abstract is avail for thi item", "title": "Self-rated economic welfare in Russia"}, "https://ideas.repec.org/a/oup/wbrobs/v6y1991i2p153-75.html": {"abstract": " With the limited set of policy instruments typically available in the rural sectors of developing countries, imperfect coverage of the poor and leakage to the nonpoor must be expected from even the most well-intentioned poverty alleviation scheme, One way to reach the poor more effectively is to build incentives for self-selection into the scheme. Labor-intensive rural public works projects have the potential to reach and protect the poor, as well as to create and maintain rural infrastructure. The limited evidence for South Asia suggests that few nonpoor persons want to participate, and that both direct and indirect transfer and stabilization benefits to the poor can be sizable. These benefits can, however, be rapidly dissipated by a badly conceived and executed project; the details of how projects are selected, designed, and financed are crucial to success in both the short and long run. Copyright 1991 by Oxford University Press.", "authors": ["epra29"], "abstractStem": " with the limit set of polici instrument typic avail in the rural sector of develop countri imperfect coverag of the poor and leakag to the nonpoor must be expect from even the most wellintent poverti allevi scheme one way to reach the poor more effect is to build incent for selfselect into the scheme laborintens rural public work project have the potenti to reach and protect the poor as well as to creat and maintain rural infrastructur the limit evid for south asia suggest that few nonpoor person want to particip and that both direct and indirect transfer and stabil benefit to the poor can be sizabl these benefit can howev be rapidli dissip by a badli conceiv and execut project the detail of how project are select design and financ are crucial to success in both the short and long run copyright 1991 by oxford univers press", "title": "Reaching the Rural Poor through Public Employment: Arguments, Evidence, and Lessons from South Asia"}, "https://ideas.repec.org/a/oup/wbecrv/v6y1992i1p109-24.html": {"abstract": "No abstract is available for this item.", "authors": ["epra29"], "abstractStem": "no abstract is avail for thi item", "title": "Does Undernutrition Respond to Incomes and Prices? Dominance Tests for Indonesia"}, "https://ideas.repec.org/a/bpj/jecome/v4y2015i1p7n6.html": {"abstract": "The standard model of essential heterogeneity, whereby program take up depends on unobserved costs and benefits of take up, is generalized to allow the source of latent heterogeneity to influence counterfactual outcomes. The standard instrumental variables (IV) estimator is shown to still be preferable to the naïve, ordinary least squares (OLS), estimator for mean impact on the treated. However, under certain conditions, the IV estimate of the overall mean impact will be even more biased than OLS. Examples are given for stylized training, insurance and microcredit schemes.", "authors": ["epra29"], "abstractStem": "the standard model of essenti heterogen wherebi program take up depend on unobserv cost and benefit of take up is gener to allow the sourc of latent heterogen to influenc counterfactu outcom the standard instrument variabl iv estim is shown to still be prefer to the na ve ordinari least squar ol estim for mean impact on the treat howev under certain condit the iv estim of the overal mean impact will be even more bias than ol exampl are given for styliz train insur and microcredit scheme", "title": "On the Implications of Essential Heterogeneity for Estimating Causal Impacts Using Social Experiments"}, "https://ideas.repec.org/a/ecj/econjl/v95y1985i377p15-29.html": {"abstract": "No abstract is available for this item.", "authors": ["epra29"], "abstractStem": "no abstract is avail for thi item", "title": "The Performance of Rice Markets in Bangladesh during the 1974 Famine"}, "https://ideas.repec.org/a/bla/obuest/v47y1985i2p171-84.html": {"abstract": "No abstract is available for this item.", "authors": ["epra29"], "abstractStem": "no abstract is avail for thi item", "title": "The Information Efficiency of Traders' Price Expectations in a Bangladesh Price Market"}, "https://ideas.repec.org/a/eee/deveco/v13y1983i1-2p205-212.html": {"abstract": "No abstract is available for this item.", "authors": ["epra29"], "abstractStem": "no abstract is avail for thi item", "title": "Commodity transfers and the international economic order : A comment"}, "https://ideas.repec.org/a/oup/wbecrv/v14y2000i2p331-45.html": {"abstract": " How can a central government monitor the performance of a decentralized poverty program when the incidence of the program's benefits is unobserved at the local level? This article shows that, using a poverty map and the corresponding spending allocation across geographic areas, one can identify the latent differences in mean program allocations to the poor and the non poor. The national measure of targeting performance can also be decomposed into subgroups. An application to an antipoverty program in Argentina is used to assess the program's performance before and after reforms. Increases in funding and changes in program design brought large gains to the poor, although performance differed across provinces. Copyright 2000 by Oxford University Press.", "authors": ["epra29"], "abstractStem": " how can a central govern monitor the perform of a decentr poverti program when the incid of the program benefit is unobserv at the local level thi articl show that use a poverti map and the correspond spend alloc across geograph area one can identifi the latent differ in mean program alloc to the poor and the non poor the nation measur of target perform can also be decompos into subgroup an applic to an antipoverti program in argentina is use to assess the program perform befor and after reform increas in fund and chang in program design brought larg gain to the poor although perform differ across provinc copyright 2000 by oxford univers press", "title": "Monitoring Targeting Performance When Decentralized Allocations to the Poor Are Unobserved"}, "https://ideas.repec.org/a/oup/wbecrv/v25y2011i2p157-189.html": {"abstract": " The extent to which India's poor have benefited from the country's economic growth has long been debated. A new series of consumption-based poverty measures spanning 50 years, including a 15-year period after economic reforms began in earnest in the early 1990s, is used to examine that issue. Growth has tended to reduce poverty, including in the postreform period. There is no robust evidence of more or less poverty responsiveness to growth since the reforms began, although there are signs of rising inequality. The impact of growth is higher when using poverty measures that reflect distribution below the poverty line and when using growth rates calculated from household surveys rather than national accounts. The urban-rural pattern of growth matters for the pace of poverty reduction. However, in marked contrast to the period before the reforms, urban economic growth in the period after the reforms has brought significant gains to the rural poor as well as the urban poor. Copyright , Oxford University Press.", "authors": ["fpda483", "epra29"], "abstractStem": " the extent to which india poor have benefit from the countri econom growth ha long been debat a new seri of consumptionbas poverti measur span 50 year includ a 15year period after econom reform began in earnest in the earli 1990 is use to examin that issu growth ha tend to reduc poverti includ in the postreform period there is no robust evid of more or less poverti respons to growth sinc the reform began although there are sign of rise inequ the impact of growth is higher when use poverti measur that reflect distribut below the poverti line and when use growth rate calcul from household survey rather than nation account the urbanrur pattern of growth matter for the pace of poverti reduct howev in mark contrast to the period befor the reform urban econom growth in the period after the reform ha brought signific gain to the rural poor as well as the urban poor copyright  oxford univers press", "title": "Has India's Economic Growth Become More Pro-Poor in the Wake of Economic Reforms?"}, "https://ideas.repec.org/a/eee/jeborg/v81y2012i2p556-570.html": {"abstract": "The inferences drawn from the most widely used regression models of subjective welfare are subject to a “frame-of-reference bias,” stemming from non-ignorable heterogeneity in subjective scales, such as what it means to be “rich” or “poor.” To test for this bias, respondents in Tajikistan were asked to rank the economic status of theoretical vignette households, as well as their own. Respondents are found to hold diverse scales, but there is very little bias in either the economic gradient of subjective welfare or most other coefficients of interest. These results provide a foundation for standard survey methods and regression specifications for subjective welfare data.", "authors": ["epra29"], "abstractStem": "the infer drawn from the most wide use regress model of subject welfar are subject to a  frameofrefer bia  stem from nonignor heterogen in subject scale such as what it mean to be  rich  or  poor  to test for thi bia respond in tajikistan were ask to rank the econom statu of theoret vignett household as well as their own respond are found to hold divers scale but there is veri littl bia in either the econom gradient of subject welfar or most other coeffici of interest these result provid a foundat for standard survey method and regress specif for subject welfar data", "title": "Frame-of-reference bias in subjective welfare"}, "https://ideas.repec.org/a/bla/econom/v68y2001i271p335-57.html": {"abstract": " We argue that the welfare inferences drawn from answers to subjective-qualitative survey questions are clouded by concerns over the structure of measurement errors and how latent psychological factors influence observed respondent characteristics. We propose a panel data model that allows more robust tests and we estimate the model on a high-quality survey for Russia. We find significant income effects on an individual's subjective economic welfare. Demographic effects are weak at given income per capita. Ill-health and becoming unemployed lower welfare at given current income, although the unemployment effect is not robust, and returning to work does not restore welfare without an income gain. Copyright 2001 by The London School of Economics and Political Science", "authors": ["eplo30", "epra29"], "abstractStem": " we argu that the welfar infer drawn from answer to subjectivequalit survey question are cloud by concern over the structur of measur error and how latent psycholog factor influenc observ respond characterist we propos a panel data model that allow more robust test and we estim the model on a highqual survey for russia we find signific incom effect on an individu subject econom welfar demograph effect are weak at given incom per capita illhealth and becom unemploy lower welfar at given current incom although the unemploy effect is not robust and return to work doe not restor welfar without an incom gain copyright 2001 by the london school of econom and polit scienc", "title": "Identifying Welfare Effects from Subjective Questions"}, "https://ideas.repec.org/a/bla/obuest/v61y1999i1p33-56.html": {"abstract": "No abstract is available for this item.", "authors": ["fpch608", "epra29"], "abstractStem": "no abstract is avail for thi item", "title": " When Economic Reform Is Faster Than Statistical Reform: Measuring and Explaining Income Inequality in Rural China"}, "https://ideas.repec.org/a/oup/wbrobs/v24y2009i1p29-53.html": {"abstract": " Standard methods of impact evaluation often leave significant gaps between what we know about development effectiveness and what we want to know--gaps that stem from distortions in the market for knowledge. The author discusses how evaluations might better address these knowledge gaps and so be more relevant to the needs of practitioners. It is argued that more attention needs to be given to identifying policy-relevant questions (including the case for intervention), that a broader approach should be taken to the problems of internal validity (including heterogeneity and spillover effects), and that the problems of external validity (including scaling up) merit more attention by researchers. Copyright The Author 2009. Published by Oxford University Press on behalf of the International Bank for Reconstruction and Development / the world bank . All rights reserved. For permissions, please e-mail: journals.permissions@oxfordjournals.org, Oxford University Press.", "authors": ["epra29"], "abstractStem": " standard method of impact evalu often leav signific gap between what we know about develop effect and what we want to knowgap that stem from distort in the market for knowledg the author discuss how evalu might better address these knowledg gap and so be more relev to the need of practition it is argu that more attent need to be given to identifi policyrelev question includ the case for intervent that a broader approach should be taken to the problem of intern valid includ heterogen and spillov effect and that the problem of extern valid includ scale up merit more attent by research copyright the author 2009 publish by oxford univers press on behalf of the intern bank for reconstruct and develop  the world bank  all right reserv for permiss pleas email journalspermissionsoxfordjournalsorg oxford univers press", "title": "Evaluation in the Practice of Development"}, "https://ideas.repec.org/a/bla/rdevec/v1y1997i2p135-52.html": {"abstract": " Survey-based welfare indicators can fluctuate over time in ways which have little to do with macroeconomic changes in the economy. So basing policy decisions on short-term movements in such welfare indicators can be hazardous. There was a sharp increase in India's poverty measures in the aftermath of the mid-1991 crisis and the ensuing stabilization program. However, only one-tenth of the increase in measured poverty is explicable in terms of the variables one would expect to transmit the shock to poor people. Poverty measures soon returned to their pre-reform levels, belying the notion of a structural break induced by reforms. Copyright 1997 by Blackwell Publishing Ltd", "authors": ["fpda483", "epra29"], "abstractStem": " surveybas welfar indic can fluctuat over time in way which have littl to do with macroeconom chang in the economi so base polici decis on shortterm movement in such welfar indic can be hazard there wa a sharp increas in india poverti measur in the aftermath of the mid1991 crisi and the ensu stabil program howev onli onetenth of the increas in measur poverti is explic in term of the variabl one would expect to transmit the shock to poor peopl poverti measur soon return to their prereform level beli the notion of a structur break induc by reform copyright 1997 by blackwel publish ltd", "title": "Macroeconomic Crises and Poverty Monitoring: A Case Study for India"}, "https://ideas.repec.org/a/eee/jcecon/v38y2010i1p2-16.html": {"abstract": "China's rapid economic growth has been the proximate cause of the huge reduction in the incidence of poverty since 1980. Yet, the growth process has been highly uneven across sectors and regions. We test whether the pattern of China's growth mattered to poverty reduction using a new provincial panel data set constructed for this purpose. Our econometric tests support the view that the primary sector (mainly agriculture) has been the main driving force in poverty reduction. We note a number of similarities, and differences, with India.", "authors": ["epra29"], "abstractStem": "china rapid econom growth ha been the proxim caus of the huge reduct in the incid of poverti sinc 1980 yet the growth process ha been highli uneven across sector and region we test whether the pattern of china growth matter to poverti reduct use a new provinci panel data set construct for thi purpos our econometr test support the view that the primari sector mainli agricultur ha been the main drive forc in poverti reduct we note a number of similar and differ with india", "title": "The pattern of growth and poverty reduction in China"}, "https://ideas.repec.org/a/bes/jnlbes/v21y2003i1p19-30.html": {"abstract": " We apply recent advances in propensity-score matching (PSM) to the problem of estimating the distribution of net income gains from an Argentinean workfare program. PSM has a number of attractive features in this context, including the need to allow for heterogeneous impacts, while optimally weighting observed characteristics when forming a comparison group. The average direct gain to the participant is found to be about half the gross wage. Over half of the beneficiaries are in the poorest decile nationally, and 80% are in the poorest quintile. Our PSM estimator is reasonably robust to a number of changes in methodology.", "authors": ["epja194", "epra29"], "abstractStem": " we appli recent advanc in propensityscor match psm to the problem of estim the distribut of net incom gain from an argentinean workfar program psm ha a number of attract featur in thi context includ the need to allow for heterogen impact while optim weight observ characterist when form a comparison group the averag direct gain to the particip is found to be about half the gross wage over half of the beneficiari are in the poorest decil nation and 80 are in the poorest quintil our psm estim is reason robust to a number of chang in methodolog", "title": "Estimating the Benefit Incidence of an Antipoverty Program by Propensity-Score Matching"}, "https://ideas.repec.org/a/aea/aejmac/v2y2010i4p46-52.html": {"abstract": "No abstract is available for this item.", "authors": ["epra29"], "abstractStem": "no abstract is avail for thi item", "title": "Understanding PPPs and PPP-Based National Accounts: Comment"}, "https://ideas.repec.org/a/ucp/ecdecc/v56y2007p27-56.html": {"abstract": "We study the poverty impacts over time and space of Indonesiaâ€™s severe economy-wide crisis of 1998, using 10 large national surveys spanning 1993â€“2002. On allowing for shifts in relative prices stemming from the crisis, we find a sharp but geographically uneven increase in the poverty rate in 1998, reflecting both the unevenness in the extent of the economic contraction and the differing initial conditions at the local level. Our counterfactual analyses indicate geographically diverse recovery rates 4 years later. Proportionate impacts on the poverty rate in both 1998 and 2002 were greater in initially better-off and less unequal districts. In the aggregate, a large shareâ€”possibly halfâ€”of the poverty count in 2002 is attributed to the 1998 crisis.", "authors": ["eplo30", "epra29"], "abstractStem": "we studi the poverti impact over time and space of indonesia s sever economywid crisi of 1998 use 10 larg nation survey span 1993 2002 on allow for shift in rel price stem from the crisi we find a sharp but geograph uneven increas in the poverti rate in 1998 reflect both the uneven in the extent of the econom contract and the differ initi condit at the local level our counterfactu analys indic geograph divers recoveri rate 4 year later proportion impact on the poverti rate in both 1998 and 2002 were greater in initi betteroff and less unequ district in the aggreg a larg share possibl half of the poverti count in 2002 is attribut to the 1998 crisi", "title": "Lasting Impacts of Indonesiaâ€™s Financial Crisis"}, "https://ideas.repec.org/a/eee/jpolmo/v11y1989i2p213-224.html": {"abstract": "No abstract is available for this item.", "authors": ["epra29"], "abstractStem": "no abstract is avail for thi item", "title": "Targeted policies for poverty alleviation under imperfect information: Algorithms and applications"}, "https://ideas.repec.org/a/bla/revinw/v52y2006i3p399-421.html": {"abstract": " In theory, a poverty line can be defined as the cost of a common (inter-personally comparable) utility level across a population. But how can one know if this holds in practice? For groups sharing common consumption needs but facing different prices, the theory of revealed preference can be used to derive testable implications of utility consistency knowing only the \"poverty bundles\" and their prices. Heterogeneity in needs calls for extra information. We argue that subjective welfare data offer a credible means of testing utility consistency across different needs groups. A case study of Russia's official poverty lines shows how revealed preference tests can be used in conjunction with qualitative information on needs heterogeneity. The results lead us to question the utility consistency of Russia's official poverty lines. Copyright � 2006 The Authors; Journal compilation � International Association for Research in Income and Wealth 2006.", "authors": ["eplo30", "epra29"], "abstractStem": " in theori a poverti line can be defin as the cost of a common interperson compar util level across a popul but how can one know if thi hold in practic for group share common consumpt need but face differ price the theori of reveal prefer can be use to deriv testabl implic of util consist know onli the poverti bundl and their price heterogen in need call for extra inform we argu that subject welfar data offer a credibl mean of test util consist across differ need group a case studi of russia offici poverti line show how reveal prefer test can be use in conjunct with qualit inform on need heterogen the result lead us to question the util consist of russia offici poverti line copyright   2006 the author journal compil   intern associ for research in incom and wealth 2006", "title": "Testing Poverty Lines"}, "https://ideas.repec.org/a/oup/wbrobs/v26y2011i1p71-104.html": {"abstract": " Brazil, China, and India have seen falling poverty in their reform periods, but to varying degrees and for different reasons. History left China with favorable initial conditions for rapid poverty reduction through market-led economic growth; at the outset of the reform process there were many distortions to be removed and a relatively low inequality of access to the opportunities so created, though inequality has risen markedly since. By concentrating such opportunities in the hands of the better off, prior inequalities in various dimensions handicapped poverty reduction in both Brazil and India. Brazil's recent success in complementing market-oriented reforms with progressive social policies has helped it achieve a higher proportionate rate of poverty reduction than India, although Brazil has been less successful in terms of economic growth. In the wake of its steep rise in inequality, China might learn from Brazil's success with such policies. India needs to do more to assure that poor people are able to participate in both the country's growth process and its social policies; here there are lessons from both China and Brazil. All three countries have learned how important macroeconomic stability is to poverty reduction. Copyright 2011, Oxford University Press.", "authors": ["epra29"], "abstractStem": " brazil china and india have seen fall poverti in their reform period but to vari degre and for differ reason histori left china with favor initi condit for rapid poverti reduct through marketl econom growth at the outset of the reform process there were mani distort to be remov and a rel low inequ of access to the opportun so creat though inequ ha risen markedli sinc by concentr such opportun in the hand of the better off prior inequ in variou dimens handicap poverti reduct in both brazil and india brazil recent success in complement marketori reform with progress social polici ha help it achiev a higher proportion rate of poverti reduct than india although brazil ha been less success in term of econom growth in the wake of it steep rise in inequ china might learn from brazil success with such polici india need to do more to assur that poor peopl are abl to particip in both the countri growth process and it social polici here there are lesson from both china and brazil all three countri have learn how import macroeconom stabil is to poverti reduct copyright 2011 oxford univers press", "title": "A Comparative Perspective on Poverty Reduction in Brazil, China, and India"}, "https://ideas.repec.org/a/eee/pubeco/v76y2000i1p87-104.html": {"abstract": "No abstract is available for this item.", "authors": ["eplo30", "epra29"], "abstractStem": "no abstract is avail for thi item", "title": "Who wants to redistribute?: The tunnel effect in 1990s Russia"}, "https://ideas.repec.org/a/eee/ecolet/v45y1994i4p481-485.html": {"abstract": "No abstract is available for this item.", "authors": ["epra29"], "abstractStem": "no abstract is avail for thi item", "title": "Poverty rankings using noisy data on living standards"}, "https://ideas.repec.org/a/oup/wbecrv/v5y1991i1p57-82.html": {"abstract": "No abstract is available for this item.", "authors": ["epra29"], "abstractStem": "no abstract is avail for thi item", "title": "Measuring Changes in Poverty: A Methodological Case Study of Indonesia during an Adjustment Period"}, "https://ideas.repec.org/a/ucp/ecdecc/v38y1990i3p489-515.html": {"abstract": "No abstract is available for this item.", "authors": ["epra29"], "abstractStem": "no abstract is avail for thi item", "title": "Income Effects on Undernutrition"}, "https://ideas.repec.org/a/eee/labeco/v8y2001i6p649-665.html": {"abstract": "No abstract is available for this item.", "authors": ["fpba464", "fpna484", "epra29"], "abstractStem": "no abstract is avail for thi item", "title": "Is literacy shared within households? Theory and evidence for Bangladesh"}, "https://ideas.repec.org/a/eee/deveco/v66y2001i1p23-49.html": {"abstract": "Does risk perpetuate poverty in a credit-constrained economy? Jalan and Ravallion study portfolio and other behavioral responses to measured risk using household panel data for rural China. One-quarter of wealth is held in unproductive liquid forms. But only a small share of this appears to be a precaution against income risk. The authors estimate that eliminating income risk would reduce the share of wealth held in liquid form by less than 1 percentage point. Moreover, that effect is confined largely to middle-income groups; high-income households do not, it seems, need to hold unproductive cautionary wealth, and the poor probably cannot afford to do so. The authors find no evidence that income risk discourages schooling, but risk does inhibit the out- migration of labor. Generally, the results provide only limited support for the idea that uninsured risks promote unproductive portfolio behavior in this setting. There is such an effect, but it is small in magnitude and cannot be deemed an important cause of poverty.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epja194", "epra29"], "abstractStem": "doe risk perpetu poverti in a creditconstrain economi jalan and ravallion studi portfolio and other behavior respons to measur risk use household panel data for rural china onequart of wealth is held in unproduct liquid form but onli a small share of thi appear to be a precaut against incom risk the author estim that elimin incom risk would reduc the share of wealth held in liquid form by less than 1 percentag point moreov that effect is confin larg to middleincom group highincom household do not it seem need to hold unproduct cautionari wealth and the poor probabl cannot afford to do so the author find no evid that incom risk discourag school but risk doe inhibit the out migrat of labor gener the result provid onli limit support for the idea that uninsur risk promot unproduct portfolio behavior in thi set there is such an effect but it is small in magnitud and cannot be deem an import caus of povertypthi abstract wa borrow from anoth version of thi item", "title": "Behavioral responses to risk in rural China"}, "https://ideas.repec.org/a/eee/ecolet/v61y1998i1p73-77.html": {"abstract": "No abstract is available for this item.", "authors": ["epra29"], "abstractStem": "no abstract is avail for thi item", "title": "Does aggregation hide the harmful effects of inequality on growth?"}, "https://ideas.repec.org/a/taf/jpolrf/v7y2004i2p109-122.html": {"abstract": " Standard policy advice at times of fiscal adjustment is to protect public spending on the poor. However, the political economy of fiscal adjustment could well indicate the opposite direction, to protect the non-poor from adjustment. This point is illustrated by three case studies based on research on social programs in Argentina, Bangladesh, and India, focusing on how targeting performance varied with aggregate outlays. The results suggest a tendency for program spending on the non-poor that is protected from budget cuts.", "authors": ["epra29"], "abstractStem": " standard polici advic at time of fiscal adjust is to protect public spend on the poor howev the polit economi of fiscal adjust could well indic the opposit direct to protect the nonpoor from adjust thi point is illustr by three case studi base on research on social program in argentina bangladesh and india focus on how target perform vari with aggreg outlay the result suggest a tendenc for program spend on the nonpoor that is protect from budget cut", "title": "Who is protected from budget cuts?"}, "https://ideas.repec.org/a/aea/aecrev/v84y1994i2p359-64.html": {"abstract": "No abstract is available for this item.", "authors": ["epra29"], "abstractStem": "no abstract is avail for thi item", "title": "Measuring Social Welfare with and without Poverty Lines"}, "https://ideas.repec.org/a/spr/revint/v7y2012i4p343-368.html": {"abstract": " The World Bank claims to be a “knowledge bank,” but do its knowledge products influence development thinking, or is the Bank merely a proselytizer? The World Bank is a prolific publisher; for example, it has published more journal articles in economics than any university except Harvard. But what about their impact on development thinking? Using citation data from Google Scholar it is hard to discern more than a negligible impact for a great many Bank publications. However, a sizeable minority of its journal articles and books have been highly cited. Compared to leading research universities and other international institutions, the Bank’s ranking in terms of widely-used citation-based indices is no lower than for its journal article counts. This suggests that the Bank’s research does much more than proselytize. Copyright Springer Science+Business Media, LLC 2012", "authors": ["epra29", "fpwa284"], "abstractStem": " the world bank claim to be a  knowledg bank  but do it knowledg product influenc develop think or is the bank mere a proselyt the world bank is a prolif publish for exampl it ha publish more journal articl in econom than ani univers except harvard but what about their impact on develop think use citat data from googl scholar it is hard to discern more than a neglig impact for a great mani bank public howev a sizeabl minor of it journal articl and book have been highli cite compar to lead research univers and other intern institut the bank s rank in term of widelyus citationbas indic is no lower than for it journal articl count thi suggest that the bank s research doe much more than proselyt copyright springer sciencebusi media llc 2012", "title": "The World Bank’s publication record"}, "https://ideas.repec.org/a/aea/aecrev/v89y1999i2p301-305.html": {"abstract": "No abstract is available for this item.", "authors": ["epja194", "epra29"], "abstractStem": "no abstract is avail for thi item", "title": "China's Lagging Poor Areas"}, "https://ideas.repec.org/a/eee/ecolet/v48y1995i3-4p411-417.html": {"abstract": "No abstract is available for this item.", "authors": ["epra29"], "abstractStem": "no abstract is avail for thi item", "title": "Growth and poverty: Evidence for developing countries in the 1980s"}, "https://ideas.repec.org/a/ecm/emetrp/v65y1997i1p171-184.html": {"abstract": "No abstract is available for this item.", "authors": ["epra29"], "abstractStem": "no abstract is avail for thi item", "title": "Risk and Insurance in Village India: Comment"}, "https://ideas.repec.org/a/oup/wbrobs/v7y1992i1p1-16.html": {"abstract": " Recent writings on poverty and hunger agree broadly on objectives and means but diverge significantly in emphasis. Views differ on the importance and function of economic growth and on how much weight to give to direct public support. These differences can matter in policy choices. \"Hunger and Public Action\" by Jean Dreze and Amartya Sen, is an important contribution to the literature on antihunger policy. This article critically examines the issues raised by the book, its differences with other recent writings, and the implications for both policy and future research on policy. Copyright 1992 by Oxford University Press.", "authors": ["epra29"], "abstractStem": " recent write on poverti and hunger agre broadli on object and mean but diverg significantli in emphasi view differ on the import and function of econom growth and on how much weight to give to direct public support these differ can matter in polici choic hunger and public action by jean dreze and amartya sen is an import contribut to the literatur on antihung polici thi articl critic examin the issu rais by the book it differ with other recent write and the implic for both polici and futur research on polici copyright 1992 by oxford univers press", "title": "On \"Hunger and Public Action\": A Review Article"}, "https://ideas.repec.org/a/ecj/econjl/v116y2006i514p924-942.html": {"abstract": " Liberalising key factor markets is a crucial step in the transition from a socialist control-economy to a market economy. However, the process can be stalled by imperfect information, high transaction costs and covert resistance from entrenched interests. The article studies agricultural land reallocation in the wake of Vietnam's efforts to establish a free market in land-use rights following de-collectivisation. Inefficiencies in the initial administrative allocation are measured against an explicit counterfactual. Land allocation responded positively but slowly to the initial inefficiencies. There is no sign that the transition favoured the land rich or that it was thwarted by local officials. Copyright 2006 The Author(s). Journal compilation Royal Economic Society 2006.", "authors": ["epra29", "epva152"], "abstractStem": " liberalis key factor market is a crucial step in the transit from a socialist controleconomi to a market economi howev the process can be stall by imperfect inform high transact cost and covert resist from entrench interest the articl studi agricultur land realloc in the wake of vietnam effort to establish a free market in landus right follow decollectivis ineffici in the initi administr alloc are measur against an explicit counterfactu land alloc respond posit but slowli to the initi ineffici there is no sign that the transit favour the land rich or that it wa thwart by local offici copyright 2006 the author journal compil royal econom societi 2006", "title": "Land Reallocation in an Agrarian Transition"}, "https://ideas.repec.org/a/eee/deveco/v28y1988i2p247-255.html": {"abstract": "No abstract is available for this item.", "authors": ["epja176", "epra29"], "abstractStem": "no abstract is avail for thi item", "title": "Liberalization and inequality in Sri Lanka : A comment"}, "https://ideas.repec.org/a/eee/deveco/v68y2002i2p435-442.html": {"abstract": "The author identifies conditions under which the urban sector's share of the poor population in a developing country will be a strictly increasing and strictly convex function of its share of the total population. Cross-sectional data afor 39 countries and time-series data for for India are consistent with the expected theoretical relationship. The empirical results imply that the poor urbanize faster than the population as a whole. But the experience across developing countries suggests that a majority of the poor will still live in rural areas long after most people in the developing world live in urban areas.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epra29"], "abstractStem": "the author identifi condit under which the urban sector share of the poor popul in a develop countri will be a strictli increas and strictli convex function of it share of the total popul crosssect data afor 39 countri and timeseri data for for india are consist with the expect theoret relationship the empir result impli that the poor urban faster than the popul as a whole but the experi across develop countri suggest that a major of the poor will still live in rural area long after most peopl in the develop world live in urban areaspthi abstract wa borrow from anoth version of thi item", "title": "On the urbanization of poverty"}, "https://ideas.repec.org/a/eee/wdevel/v17y1989i8p1223-1233.html": {"abstract": "No abstract is available for this item.", "authors": ["epra29"], "abstractStem": "no abstract is avail for thi item", "title": "Land-contingent poverty alleviation schemes"}, "https://ideas.repec.org/a/oup/wbecrv/v18y2004i1p29-57.html": {"abstract": " Data from China's national rural and urban household surveys are used to measure and explain the welfare impacts of changes in goods and factor prices attributable to accession to the World Trade Organization. The price changes are estimated separately using a general equilibrium model to capture both direct and indirect effects of the initial tariff changes. The welfare impacts are first-order approximations based on a household model incorporating own-production activities calibrated to household-level data and imposing minimum aggregation. The results show negligible impacts on inequality and poverty in the aggregate. However, diverse impacts emerge across household types and regions, associated with heterogeneity in consumption behavior and income sources, with possible implications for compensatory policy responses. Copyright 2004, Oxford University Press.", "authors": ["fpch608", "epra29"], "abstractStem": " data from china nation rural and urban household survey are use to measur and explain the welfar impact of chang in good and factor price attribut to access to the world trade organ the price chang are estim separ use a gener equilibrium model to captur both direct and indirect effect of the initi tariff chang the welfar impact are firstord approxim base on a household model incorpor ownproduct activ calibr to householdlevel data and impos minimum aggreg the result show neglig impact on inequ and poverti in the aggreg howev divers impact emerg across household type and region associ with heterogen in consumpt behavior and incom sourc with possibl implic for compensatori polici respons copyright 2004 oxford univers press", "title": "Welfare Impacts of China's Accession to the World Trade Organization"}, "https://ideas.repec.org/a/eee/juecon/v16y1984i1p46-64.html": {"abstract": "No abstract is available for this item.", "authors": ["epra29"], "abstractStem": "no abstract is avail for thi item", "title": "The social appraisal of local public spending using revealed fiscal preferences"}, "https://ideas.repec.org/a/eee/jeborg/v73y2010i2p171-185.html": {"abstract": "If relative deprivation matters to welfare in poor countries as much as it apparently does in rich ones then one would have to question the priority given to economic growth over redistribution in current development policies. We look for evidence in one of the world's poorest countries, Malawi. Using new survey questions that help address likely biases in past tests, we find that relative deprivation is not the dominant concern for most of our sample, although it is for the comparatively well off, including in urban areas. Our results strengthen the welfarist case for a policy focus on absolute levels of living in poor countries. The pattern of externalities suggests that there will be too much poverty and inequality from the point of view of aggregate efficiency.", "authors": ["eplo30", "epra29"], "abstractStem": "if rel depriv matter to welfar in poor countri as much as it appar doe in rich one then one would have to question the prioriti given to econom growth over redistribut in current develop polici we look for evid in one of the world poorest countri malawi use new survey question that help address like bias in past test we find that rel depriv is not the domin concern for most of our sampl although it is for the compar well off includ in urban area our result strengthen the welfarist case for a polici focu on absolut level of live in poor countri the pattern of extern suggest that there will be too much poverti and inequ from the point of view of aggreg effici", "title": "Who cares about relative deprivation?"}, "https://ideas.repec.org/a/bpj/evoice/v6y2009i2n6.html": {"abstract": "Social experiments are not the only, or even the best, way of addressing the key policy questions faced in the fight against poverty according to Martin Ravallion, the director of the Word Bank's research department.", "authors": ["epra29"], "abstractStem": "social experi are not the onli or even the best way of address the key polici question face in the fight against poverti accord to martin ravallion the director of the word bank research depart", "title": "Should the Randomistas Rule?"}, "https://ideas.repec.org/a/aea/jecper/v7y1993i1p133-50.html": {"abstract": "Development is often taken to mean rising incomes. Discussions of the \"goals of development\" now often emphasize the reduction of poverty, rather than raising average incomes per se. The role of social services—particularly basic health and education—has also received greater emphasis in the 1980s, viewed mainly as instruments for raising the incomes of the poor. But, in all these approaches, income growth of one sort or another is what development is all about. A rather different view of the meaning of development has recently found expression in the 1990 Human Development Report (HRD) produced by the United Nations Development Programme. A conceptual underpinning for this approach can be found in the work of Amartya Sen. The essence of this view is that human development—what people can actually do and be—is the overriding purpose of economic development. Underdevelopment is viewed as the lack of certain basic capabilities, rather than lack of income per se. We do not aim here to advocate one of these approaches over the other, but rather to explore their implications for development policy. For instance, what does the human development approach imply about the role of economic growth and, in particular, about reducing income poverty? Should development priorities shift toward the provision of public services in poor countries, even if such a shift is at the expense of income growth?", "authors": ["epra29"], "abstractStem": "develop is often taken to mean rise incom discuss of the goal of develop now often emphas the reduct of poverti rather than rais averag incom per se the role of social servic particularli basic health and educ ha also receiv greater emphasi in the 1980 view mainli as instrument for rais the incom of the poor but in all these approach incom growth of one sort or anoth is what develop is all about a rather differ view of the mean of develop ha recent found express in the 1990 human develop report hrd produc by the unit nation develop programm a conceptu underpin for thi approach can be found in the work of amartya sen the essenc of thi view is that human develop what peopl can actual do and be is the overrid purpos of econom develop underdevelop is view as the lack of certain basic capabl rather than lack of incom per se we do not aim here to advoc one of these approach over the other but rather to explor their implic for develop polici for instanc what doe the human develop approach impli about the role of econom growth and in particular about reduc incom poverti should develop prioriti shift toward the provis of public servic in poor countri even if such a shift is at the expens of incom growth", "title": "Human Development in Poor Countries: On the Role of Private Incomes and Public Services"}, "https://ideas.repec.org/a/eee/ecolet/v53y1996i2p227-232.html": {"abstract": "No abstract is available for this item.", "authors": ["epja194", "epra29"], "abstractStem": "no abstract is avail for thi item", "title": "Growth divergence due to spatial externalities"}, "https://ideas.repec.org/a/oup/wbecrv/v10y1996i1p1-25.html": {"abstract": " Using a new series of consistent, consumption-based poverty measures spanning forty years, we assess how much India's poor shared in the country's economic growth, taking into account its urban-rural and output composition. Rural consumption growth reduced poverty in both rural and urban areas. Urban growth brought some benefits to the urban poor, but had no impact on rural poverty. And rural-to-urban population shifts had no significant impact on poverty. Decomposing growth by output sectors, we found that output growth in the primary and tertiary sectors reduced poverty in both urban and rural areas but that secondary sector growth did not reduce poverty in either. Copyright 1996 by Oxford University Press.", "authors": ["fpda483", "epra29"], "abstractStem": " use a new seri of consist consumptionbas poverti measur span forti year we assess how much india poor share in the countri econom growth take into account it urbanrur and output composit rural consumpt growth reduc poverti in both rural and urban area urban growth brought some benefit to the urban poor but had no impact on rural poverti and ruraltourban popul shift had no signific impact on poverti decompos growth by output sector we found that output growth in the primari and tertiari sector reduc poverti in both urban and rural area but that secondari sector growth did not reduc poverti in either copyright 1996 by oxford univers press", "title": "How Important to India's Poor Is the Sectoral Composition of Economic Growth?"}, "https://ideas.repec.org/a/rar/journl/0002.html": {"abstract": "In the last year or so, markedly different claims have been heard within the development community about how just much progress is being made against poverty and inequality in the current period of “globalization.” This paper provides a non-technical overview of the conceptual and methodological issues underlying these conflicting claims. The paper argues that the dramatically differing positions taken in this debate often stem from differences in the concepts and definitions used and differences in data sources and measurement assumptions. These differences are often hidden from view in the debate, but they need to be considered carefully if one is to properly interpret the evidence. The paper argues that the best available evidence suggests that, if the rate of progress against absolute poverty in the developing world in the 1990s is maintained, then the Millennium Development Goal of halving the 1990 aggregate poverty rate by 2015 will be achieved on time in the aggregate, though not in all regions. The paper concludes with some observations on the implications for policy-oriented debates on globalization and pro-poor growth.", "authors": ["epra29"], "abstractStem": "in the last year or so markedli differ claim have been heard within the develop commun about how just much progress is be made against poverti and inequ in the current period of  global  thi paper provid a nontechn overview of the conceptu and methodolog issu underli these conflict claim the paper argu that the dramat differ posit taken in thi debat often stem from differ in the concept and definit use and differ in data sourc and measur assumpt these differ are often hidden from view in the debat but they need to be consid care if one is to properli interpret the evid the paper argu that the best avail evid suggest that if the rate of progress against absolut poverti in the develop world in the 1990 is maintain then the millennium develop goal of halv the 1990 aggreg poverti rate by 2015 will be achiev on time in the aggreg though not in all region the paper conclud with some observ on the implic for policyori debat on global and propoor growth", "title": "The Debate on Globalization, Poverty and Inequality: why Measurement Matters"}, "https://ideas.repec.org/a/eee/ecolet/v26y1988i4p363-367.html": {"abstract": "No abstract is available for this item.", "authors": ["epra29"], "abstractStem": "no abstract is avail for thi item", "title": "Rational expectations as long-run equilibria: Tests for Indian securities"}, "https://ideas.repec.org/a/kap/jecinq/v9y2011i3p475-478.html": {"abstract": "No abstract is available for this item.", "authors": ["epra29"], "abstractStem": "no abstract is avail for thi item", "title": "The human development index: a response to Klugman, Rodriguez and Choi"}, "https://ideas.repec.org/a/eee/deveco/v34y1990i1-2p57-79.html": {"abstract": "No abstract is available for this item.", "authors": ["epra29"], "abstractStem": "no abstract is avail for thi item", "title": "On the coverage of public employment schemes for poverty alleviation"}, "https://ideas.repec.org/a/tpr/restat/v70y1988i1p36-44.html": {"abstract": " Private transfer payments are modeled as outcomes of a constrained social choice pro blem facing donors. The approach is applied to a large household leve l data set for Java and hypotheses are tested concerning the performa nce of the \"moral economy\" as a social security system. Transfer be havior is found to be very different between rural and urban areas. W hile transfer receipts and outlays are income inequality reducing in rural areas, this is not the case in urban areas. There is also evidence of transfers being targeted to disadvantaged households such as the sick, elderly, and (for urban areas) the unemployed. Copyright 1988 by MIT Press.", "authors": ["fpde444", "epra29"], "abstractStem": " privat transfer payment are model as outcom of a constrain social choic pro blem face donor the approach is appli to a larg household leve l data set for java and hypothes are test concern the performa nce of the moral economi as a social secur system transfer be havior is found to be veri differ between rural and urban area w hile transfer receipt and outlay are incom inequ reduc in rural area thi is not the case in urban area there is also evid of transfer be target to disadvantag household such as the sick elderli and for urban area the unemploy copyright 1988 by mit press", "title": "Social Security in a \"Moral Economy\": An Empirical Analysis for Java"}, "https://ideas.repec.org/a/taf/jdevst/v36y2000i6p82-99.html": {"abstract": " We define 'transient poverty' as the component of time-mean consumption poverty at household level that is directly attributable to variability in consumption; this can be thought of as a measure of vulnerability to falling consumption. The non-transient component then depends solely on mean consumption over time, and we call this 'chronic poverty'. Using robust semi-parametric methods and household panel data for rural China, we test whether transient poverty is determined by a process that is similar to chronic poverty. Commonly identified causes of poverty in this setting have weak explanatory power for transient poverty and some of the factors determining transient poverty do not matter to chronic poverty, or even have the opposite effect. Successful policy responses to chronic poverty may still leave considerable transient poverty.", "authors": ["epja194", "epra29"], "abstractStem": " we defin transient poverti as the compon of timemean consumpt poverti at household level that is directli attribut to variabl in consumpt thi can be thought of as a measur of vulner to fall consumpt the nontransi compon then depend sole on mean consumpt over time and we call thi chronic poverti use robust semiparametr method and household panel data for rural china we test whether transient poverti is determin by a process that is similar to chronic poverti commonli identifi caus of poverti in thi set have weak explanatori power for transient poverti and some of the factor determin transient poverti do not matter to chronic poverti or even have the opposit effect success polici respons to chronic poverti may still leav consider transient poverti", "title": "Is transient poverty different? Evidence for rural China"}, "https://ideas.repec.org/a/ucp/ecdecc/y2005v53i2p273-92.html": {"abstract": "Cross-country comparisons of social indicators controlling for income and/or social spending have been widely used to measure and explain \"social efficiency,\" analogously to \"technical efficiency\" in production. The article argues that these methods are clouded in ambiguities about what is being measured. Standard methods of measuring technical efficiency require assumptions that are unlikely to hold for social indicators. In the context of a simple parametric model of life expectancy, conditions are identified under which there will be a systematic pattern of bias in estimates of efficient public health spending.", "authors": ["epra29"], "abstractStem": "crosscountri comparison of social indic control for incom andor social spend have been wide use to measur and explain social effici analog to technic effici in product the articl argu that these method are cloud in ambigu about what is be measur standard method of measur technic effici requir assumpt that are unlik to hold for social indic in the context of a simpl parametr model of life expect condit are identifi under which there will be a systemat pattern of bia in estim of effici public health spend", "title": "On Measuring Aggregate \"Social Efficiency.\""}, "https://ideas.repec.org/a/bla/ecorec/v69y1993i207p428-36.html": {"abstract": " Conditions are derived for signing the employment effects in a unionized economy of a legislated cut in hours when productivity depends on the number of hours worked each week. Aggregate data suggest that employment will generally increase after a small cut in hours for the United Kingdom but the employment effect is ambiguous for Australia. Disaggregate data for Australia suggest that the employment effect of a cut in hours is often positive. However, any cut in hours imposed on a monopoly union, without a cut in pay, will unambiguously lead to a drop in employment. Copyright 1993 by The Economic Society of Australia.", "authors": ["epbo47", "epra29"], "abstractStem": " condit are deriv for sign the employ effect in a union economi of a legisl cut in hour when product depend on the number of hour work each week aggreg data suggest that employ will gener increas after a small cut in hour for the unit kingdom but the employ effect is ambigu for australia disaggreg data for australia suggest that the employ effect of a cut in hour is often posit howev ani cut in hour impos on a monopoli union without a cut in pay will unambigu lead to a drop in employ copyright 1993 by the econom societi of australia", "title": "Employment and Length of the Working Week in a Unionized Economy in which Hours of Work Influence Productivity"}, "firstname": "Martin", "https://ideas.repec.org/a/oup/wbecrv/v13y1999i2p257-73.html": {"abstract": " Assessments of the distributional effects of public spending reforms have generally been based on average rates of program participation by income or expenditure group. This practice can be deceptive because the socioeconomic composition of participants can change as a social program expands or contracts. The geographic variation found in 1993-94 household survey data for rural India is used to estimate the marginal odds of participating in schooling and antipoverty programs. The results suggest early capture of these programs by the non poor. It is shown that conventional methods for assessing benefit incidence underestimate the gains to the poor from higher public outlays and underestimate the losses from cuts. Copyright 1999 by Oxford University Press.", "authors": ["fpla302", "epra29"], "abstractStem": " assess of the distribut effect of public spend reform have gener been base on averag rate of program particip by incom or expenditur group thi practic can be decept becaus the socioeconom composit of particip can chang as a social program expand or contract the geograph variat found in 199394 household survey data for rural india is use to estim the margin odd of particip in school and antipoverti program the result suggest earli captur of these program by the non poor it is shown that convent method for assess benefit incid underestim the gain to the poor from higher public outlay and underestim the loss from cut copyright 1999 by oxford univers press", "title": "Benefit Incidence, Public Spending Reforms, and the Timing of Program Capture"}, "https://ideas.repec.org/a/eee/jfpoli/v25y2000i3p351-364.html": {"abstract": "No abstract is available for this item.", "authors": ["epra29"], "abstractStem": "no abstract is avail for thi item", "title": "Prices, wages and poverty in rural India: what lessons do the time series data hold for policy?"}, "https://ideas.repec.org/a/eee/econom/v136y2007i1p213-235.html": {"abstract": "Past approaches to correcting for unit nonresponse in sample surveys by re-weighting the data assume that the problem is ignorable within arbitrary subgroups of the population. Theory and evidence suggest that this assumption is unlikely to hold, and that household characteristics such as income systematically affect survey compliance. The authors show that this leaves a bias in the re-weighted data and they propose a method of correcting for this bias. The geographic structure of nonresponse rates allows them to identify a micro compliancefunction, which they then use to re-weight the unit-record data. An example is given for the U.S. Current Population Surveys, 1998-2004. The authors find, and correct for, a strong household income effect on response probabilities.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epko142", "epmi102", "epra29"], "abstractStem": "past approach to correct for unit nonrespons in sampl survey by reweight the data assum that the problem is ignor within arbitrari subgroup of the popul theori and evid suggest that thi assumpt is unlik to hold and that household characterist such as incom systemat affect survey complianc the author show that thi leav a bia in the reweight data and they propos a method of correct for thi bia the geograph structur of nonrespons rate allow them to identifi a micro compliancefunct which they then use to reweight the unitrecord data an exampl is given for the us current popul survey 19982004 the author find and correct for a strong household incom effect on respons probabilitiespthi abstract wa borrow from anoth version of thi item", "title": "An econometric method of correcting for unit nonresponse bias in surveys"}, "https://ideas.repec.org/a/oup/oxecpp/v36y1984i3p478-89.html": {"abstract": "No abstract is available for this item.", "authors": ["epra29"], "abstractStem": "no abstract is avail for thi item", "title": "How Much Is a Transfer Payment Worth to a Rural Worker?"}, "https://ideas.repec.org/a/bla/revinw/v47y2001i3p283-300.html": {"abstract": " Drawing on 297 national sample surveys spanning 88 countries, we find that there was a net decrease in the overall incidence of both absolute and relative consumption poverty between 1987 and 1998. But it was not enough to reduce the total number of poor by various definitions. The incidence of absolute poverty fell in Asia, Latin America, and the Middle East-North Africa, while it rose in Sub-Saharan Africa and Eastern Europe-Central Asia. Over the whole data set, interpersonal distribution improved slightly from the point of view of the poor, due mainly to growth in China. Copyright 2001 by The International Association for Research in Income and Wealth.", "authors": ["fpch608", "epra29"], "abstractStem": " draw on 297 nation sampl survey span 88 countri we find that there wa a net decreas in the overal incid of both absolut and rel consumpt poverti between 1987 and 1998 but it wa not enough to reduc the total number of poor by variou definit the incid of absolut poverti fell in asia latin america and the middl eastnorth africa while it rose in subsaharan africa and eastern europecentr asia over the whole data set interperson distribut improv slightli from the point of view of the poor due mainli to growth in china copyright 2001 by the intern associ for research in incom and wealth", "title": "How Did the World's Poorest Fare in the 1990s?"}, "https://ideas.repec.org/a/eee/pubeco/v128y2015icp124-132.html": {"abstract": "In what is probably the largest cash transfer program in the world today China's Dibao program aims to fill all poverty gaps. In theory, the program creates a poverty trap, with 100% benefit withdrawal rate (BWR). But is that what we see in practice? The paper proposes an econometric method of estimating the mean BWR allowing for incentive effects, measurement errors and correlated latent heterogeneity. Under the method's identifying assumptions, a feasible instrumental variables estimator corrects for incentive effects and measurement errors, and provides a bound for the true value when there is correlated incidence heterogeneity. The results suggest that past methods of assessing benefit incidence using either nominal official rates or raw tabulations from survey data are deceptive. The actual BWR appears to be much lower than the formal rate and is likely to be too low in the light of the literature on optimal income taxation. The paper discusses likely reasons based on qualitative observations from field work. The program's local implementation appears to matter far more than incentives implied by its formal rules.", "authors": ["epra29"], "abstractStem": "in what is probabl the largest cash transfer program in the world today china dibao program aim to fill all poverti gap in theori the program creat a poverti trap with 100 benefit withdraw rate bwr but is that what we see in practic the paper propos an econometr method of estim the mean bwr allow for incent effect measur error and correl latent heterogen under the method identifi assumpt a feasibl instrument variabl estim correct for incent effect and measur error and provid a bound for the true valu when there is correl incid heterogen the result suggest that past method of assess benefit incid use either nomin offici rate or raw tabul from survey data are decept the actual bwr appear to be much lower than the formal rate and is like to be too low in the light of the literatur on optim incom taxat the paper discuss like reason base on qualit observ from field work the program local implement appear to matter far more than incent impli by it formal rule", "title": "Benefit incidence with incentive effects, measurement errors and latent heterogeneity: A case study for China"}, "https://ideas.repec.org/a/uwp/jhriss/v40y2005i1p208-230.html": {"abstract": "We propose a method for estimating the mean impact of an assigned social program when it is not feasible to do a pre-intervention baseline survey but it is feasible to track ex-participants. In our triple-difference estimator, measured outcome changes are compared between continuing participants and matched ex-participants, after netting out the outcome changes for a matched comparison group who never participated. With sufficient followup observations one can test the joint conditions required for correctly identifying the gains to current participants. We apply the method to a workfare program in Argentina. Significant impacts on participants’ current incomes are revealed.", "authors": ["fpga353", "epra29"], "abstractStem": "we propos a method for estim the mean impact of an assign social program when it is not feasibl to do a preintervent baselin survey but it is feasibl to track exparticip in our triplediffer estim measur outcom chang are compar between continu particip and match exparticip after net out the outcom chang for a match comparison group who never particip with suffici followup observ one can test the joint condit requir for correctli identifi the gain to current particip we appli the method to a workfar program in argentina signific impact on particip  current incom are reveal", "title": "What Can Ex-Participants Reveal about a Program’s Impact?"}, "https://ideas.repec.org/a/eee/jcecon/v26y1998i2p338-357.html": {"abstract": "No abstract is available for this item.", "authors": ["epja194", "epra29"], "abstractStem": "no abstract is avail for thi item", "title": "Transient Poverty in Postreform Rural China"}, "https://ideas.repec.org/a/eee/wdevel/v25y1997i5p631-638.html": {"abstract": "No abstract is available for this item.", "authors": ["epra29"], "abstractStem": "no abstract is avail for thi item", "title": "Good and bad growth: The human development reports"}, "https://ideas.repec.org/a/ecj/econjl/v104y1994i427p1346-69.html": {"abstract": " Current knowledge provides little guidance on one of the key questions in evaluating public employment schemes aimed at directly reducing poverty: What are the net income gains to participating workers? This paper offers an answer for rural public employment in two villages in the state of Maharashtra in India. A model of intrahousehold time allocation is proposed and estimates are made using household data over six years. The empirical implementation indicates that the projects induce significant behavioral responses. Transfer benefits are large and are greatly underestimated using prevailing market wage rates for similar work to estimate forgone incomes. Copyright 1994 by Royal Economic Society.", "authors": ["fpda483", "epra29"], "abstractStem": " current knowledg provid littl guidanc on one of the key question in evalu public employ scheme aim at directli reduc poverti what are the net incom gain to particip worker thi paper offer an answer for rural public employ in two villag in the state of maharashtra in india a model of intrahousehold time alloc is propos and estim are made use household data over six year the empir implement indic that the project induc signific behavior respons transfer benefit are larg and are greatli underestim use prevail market wage rate for similar work to estim forgon incom copyright 1994 by royal econom societi", "title": "Transfer Benefits from Public-Works Employment: Evidence for Rural India"}, "https://ideas.repec.org/a/kap/jecinq/v9y2011i2p235-248.html": {"abstract": "There has been a growing interest in what have come to be termed\"multidimensional indices of poverty.\"Advocates for these new indices correctly point out that command over market goods is not all that matters to peoples'well-being, and that other factors need to be considered when quantifying the extent of poverty and informing policy making for fighting poverty. However, the author argues that there are two poorly understood issues in assessing these indices. First, does one believe that any single index can ever be a sufficient statistic for poverty assessments? Second, when aggregation is called for, should it be done in the space of\"attainments,\"using prices when appropriate, or that of\"deprivations,\"using weights set by the analyst? The paper argues that the goal for future poverty monitoring efforts should be to develop a credible set of multiple indices, spanning the dimensions of poverty most relevant to a specific setting, rather than a single multidimensional index. When weights are needed, they shouldn't be set solely by an analyst measuring poverty. Rather, they should be, as much as possible, consistent with well-informed choices made by poor people.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epra29"], "abstractStem": "there ha been a grow interest in what have come to be termedmultidimension indic of povertyadvoc for these new indic correctli point out that command over market good is not all that matter to peopleswellb and that other factor need to be consid when quantifi the extent of poverti and inform polici make for fight poverti howev the author argu that there are two poorli understood issu in assess these indic first doe one believ that ani singl index can ever be a suffici statist for poverti assess second when aggreg is call for should it be done in the space ofattainmentsus price when appropri or that ofdeprivationsus weight set by the analyst the paper argu that the goal for futur poverti monitor effort should be to develop a credibl set of multipl indic span the dimens of poverti most relev to a specif set rather than a singl multidimension index when weight are need they shouldnt be set sole by an analyst measur poverti rather they should be as much as possibl consist with wellinform choic made by poor peoplepthi abstract wa borrow from anoth version of thi item", "title": "On multidimensional indices of poverty"}, "https://ideas.repec.org/a/eee/ecolet/v20y1986i2p121-124.html": {"abstract": "No abstract is available for this item.", "authors": ["epra29"], "abstractStem": "no abstract is avail for thi item", "title": "On some estimates of an asian savings function"}, "https://ideas.repec.org/a/eee/exehis/v27y1990i2p178-196.html": {"abstract": "No abstract is available for this item.", "authors": ["epra29"], "abstractStem": "no abstract is avail for thi item", "title": "Rural indebtedness in the Punjab 1878: Results of a household survey"}, "https://ideas.repec.org/a/bla/popdev/v33y2007i4p667-701.html": {"abstract": " One-quarter of the world's consumption poor live in urban areas, and that proportion has been rising over time. Over 1993-2002, the count of the \"$1 a day\" poor fell by 150 million in rural areas but rose by 50 million in urban areas. The poor have been urbanizing even more rapidly than the population as a whole. By fostering economic growth, urbanization helped reduce absolute poverty in the aggregate. There are marked regional differences: Latin America has the most urbanized poverty problem, East Asia has the least; there has been a \"ruralization\" of poverty in Eastern Europe and Central Asia; in marked contrast to other regions, Africa's urbanization process has not been associated with falling overall poverty. Copyright 2007 The Population Council, Inc..", "authors": ["fpch608", "epra29", "fpsa731"], "abstractStem": " onequart of the world consumpt poor live in urban area and that proport ha been rise over time over 19932002 the count of the 1 a day poor fell by 150 million in rural area but rose by 50 million in urban area the poor have been urban even more rapidli than the popul as a whole by foster econom growth urban help reduc absolut poverti in the aggreg there are mark region differ latin america ha the most urban poverti problem east asia ha the least there ha been a rural of poverti in eastern europ and central asia in mark contrast to other region africa urban process ha not been associ with fall overal poverti copyright 2007 the popul council inc", "title": "New Evidence on the Urbanization of Global Poverty"}, "https://ideas.repec.org/a/eee/wdevel/v37y2009i2p303-313.html": {"abstract": "Summary At the outset of China's reform period, the country had a far higher poverty rate than Africa as a whole. Within five years that was no longer true. This paper tries to explain how China escaped from a situation in which extreme poverty persisted due to failed and unpopular policies. While acknowledging that Africa faces constraints that China did not, two lessons for Africa stand out. The first is the initial importance of productivity growth in smallholder agriculture, which will require both market-based incentives and public support. The second is the role played by strong leadership and a capable public administration at all levels of government.", "authors": ["epra29"], "abstractStem": "summari at the outset of china reform period the countri had a far higher poverti rate than africa as a whole within five year that wa no longer true thi paper tri to explain how china escap from a situat in which extrem poverti persist due to fail and unpopular polici while acknowledg that africa face constraint that china did not two lesson for africa stand out the first is the initi import of product growth in smallhold agricultur which will requir both marketbas incent and public support the second is the role play by strong leadership and a capabl public administr at all level of govern", "title": "Are There Lessons for Africa from China's Success Against Poverty?"}, "https://ideas.repec.org/a/bla/revinw/v59y2013i1p1-28.html": {"abstract": "Relative deprivation, shame and social exclusion can matter to the welfare of people everywhere. The authors argue that such social effects on welfare call for a reconsideration of how we assess global poverty, but they do not support standard measures of relative poverty. The paper argues instead for using a weakly-relative measure as the upper-bound complement to the lower-bound provided by a standard absolute measure. New estimates of global poverty are presented, drawing on 850 household surveys spanning 125 countries over 1981-2008. The absolute line is $1.25 a day at 2005 prices, while the relative line rises with the mean, at a gradient of 1:2 above $1.25 a day. The authors show that these parameter choices are consistent with cross-country data on national poverty lines. The results indicate that the incidence of both absolute and weakly-relative poverty in the developing world has been falling since the 1990s, but more slowly for the relative measure. While the number of absolutely poor has fallen, the number of relatively poor has changed little since the 1990s, and is higher in 2008 than 1981.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epra29"], "abstractStem": "rel depriv shame and social exclus can matter to the welfar of peopl everywher the author argu that such social effect on welfar call for a reconsider of how we assess global poverti but they do not support standard measur of rel poverti the paper argu instead for use a weaklyrel measur as the upperbound complement to the lowerbound provid by a standard absolut measur new estim of global poverti are present draw on 850 household survey span 125 countri over 19812008 the absolut line is 125 a day at 2005 price while the rel line rise with the mean at a gradient of 12 abov 125 a day the author show that these paramet choic are consist with crosscountri data on nation poverti line the result indic that the incid of both absolut and weaklyrel poverti in the develop world ha been fall sinc the 1990 but more slowli for the rel measur while the number of absolut poor ha fallen the number of rel poor ha chang littl sinc the 1990 and is higher in 2008 than 1981pthi abstract wa borrow from anoth version of thi item", "title": "More Relatively-Poor People in a Less Absolutely-Poor World"}, "https://ideas.repec.org/a/eee/pubeco/v53y1994i3p367-394.html": {"abstract": "No abstract is available for this item.", "authors": ["epra29"], "abstractStem": "no abstract is avail for thi item", "title": "How well do static indicators identify the chronically poor?"}}}