{"epre33": {"https://ideas.repec.org/a/eee/deveco/v69y2002i2p451-470.html": {"abstract": "In this paper, we examine which markets are most synchronized internationally and exhibit the greater extent of comovement. We focus on daily data for four asset markets: bonds, equities, foreign exchange, and domestic money market. Our sample covers thirty-five developed and emerging market countries during 1997-1999. The extent of comovement and responsiveness to external shocks is examined in different ways. To measure the response of these markets to adverse external shocks, we date the peaks in domestic interest rates and bond spreads and the largest daily declines in equity prices and assess the extent of clustering around the same period. We also analyze which markets show evidence of greatest comovement in general, irrespective of whether there are adverse shocks or not.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epka84", "epre33"], "abstractStem": "in thi paper we examin which market are most synchron intern and exhibit the greater extent of comov we focu on daili data for four asset market bond equiti foreign exchang and domest money market our sampl cover thirtyf develop and emerg market countri dure 19971999 the extent of comov and respons to extern shock is examin in differ way to measur the respons of these market to advers extern shock we date the peak in domest interest rate and bond spread and the largest daili declin in equiti price and assess the extent of cluster around the same period we also analyz which market show evid of greatest comov in gener irrespect of whether there are advers shock or notpthi abstract wa borrow from anoth version of thi item", "title": "Financial markets in times of stress"}, "https://ideas.repec.org/a/fip/fedfpr/y1999isepx13.html": {"abstract": "Comment: Michael Dooley and Inseok Shin make a compelling case that the Korean financial crisis of 1997 was not the consequence of a misaligned exchange rate and external imbalance, nor was it the classic first-generation credit-financed fiscal deficit stressed by Krugman (1979). The authors also cast doubt on explanations of the Korean crisis that rely exclusively on a liquiditycrisis/banking panic story, as in Goldfajn and Valdes (1995), or on earlier models with self-fulfilling expectations (see, for instance, Obstfeld, 1994). Instead, they argue that the Korean banking and currency crises had their origins in the financial liberalization that took place in the earlier part of the 1990s.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epre33"], "abstractStem": "comment michael dooley and inseok shin make a compel case that the korean financi crisi of 1997 wa not the consequ of a misalign exchang rate and extern imbal nor wa it the classic firstgener creditfinanc fiscal deficit stress by krugman 1979 the author also cast doubt on explan of the korean crisi that reli exclus on a liquiditycrisisbank panic stori as in goldfajn and vald 1995 or on earlier model with selffulfil expect see for instanc obstfeld 1994 instead they argu that the korean bank and currenc crise had their origin in the financi liber that took place in the earlier part of the 1990spthi abstract wa borrow from anoth version of thi item", "title": "Private inflows when crises are anticipated: a case study of Korea - discussion"}, "https://ideas.repec.org/a/elt/journl/v78y2011i309p5-45.html": {"abstract": "This paper examines the behavior of real GDP (levels and growth rates), unemployment, inflation, bank credit, and real estate prices in a twenty one-year window surrounding selected adverse global and country-specific shocks or events. The episodes include the 1929 stock market crash, the 1973 oil shock, the 2007 U.S. subprime collapse and fifteen severe post-World War II financial crises. The focus is not on the immediate antecedents and aftermath of these events but on longer horizons that compare decades rather than years. While evidence of lost decades, as in the depression of the 1930s, 1980s Latin America and 1990s Japan are not ubiquitous, GDP growth and housing prices are significantly lower and unemployment higher in the ten-year window following the crisis when compared to the decade that preceded it. Inflation is lower after 1929 and in the post-financial crisis decade episodes but notoriously higher after the oil shock. We present evidence that the decade of relative prosperity prior to the fall was importantly fueled by an expansion in credit and rising leverage that spans about 10 years; it is followed by a lengthy period of retrenchment that most often only begins after the crisis and lasts almost as long as the credit surge.// El presente artículo examina el comportamiento del PIB real (montos y tasas de crecimiento), el desempleo, la inflación, el crédito bancario y los precios de los bienes raíces a lo largo de un periodo de 21 años en torno de una serie de importantes sucesos y choques adversos, tanto globales como específicos por país. Entre estos episodios se encuentran la caída del mercado accionario de 1929, la crisis petrolera de 1973, el colapso de los créditos subprime de 2007 en los Estados Unidos y 15 crisis financieras severas posteriores a la segunda Guerra Mundial. Se hace hincapié no en los antecedentes inmediatos y las repercusiones de estos sucesos, sino en horizontes más amplios que comparan decenios y no años. Si bien la evidencia de décadas perdidas, como es el caso de la depresión del decenio de los treinta, el decenio de los ochenta en la América Latina y de los noventa en Japón no es omnipresente, el crecimiento del PIB y los precios de la vivienda son significativamente más bajos y el desempleo es mayor en el periodo de 10 años posteriores a la crisis cuando se comparan estos datos con los del decenio precedente. La inflación es menor después de 1929 y en los episodios posteriores a las crisis financieras, pero claramente mayor después de la crisis petrolera. Presentamos pruebas de que el decenio de relativa prosperidad que antecedió al colapso estuvo importantemente impulsado por un periodo de expansión del crédito y apalancamiento creciente que se extiende a lo largo de 10 años. Después del colapso se presenta un largo periodo de recortes económicos que en la mayoría de los casos no comienza sino hasta pasada la crisis y se prolonga casi tanto como el aumento repentino del crédito.", "authors": ["epre33", "epre75"], "abstractStem": "thi paper examin the behavior of real gdp level and growth rate unemploy inflat bank credit and real estat price in a twenti oneyear window surround select advers global and countryspecif shock or event the episod includ the 1929 stock market crash the 1973 oil shock the 2007 us subprim collaps and fifteen sever postworld war ii financi crise the focu is not on the immedi anteced and aftermath of these event but on longer horizon that compar decad rather than year while evid of lost decad as in the depress of the 1930 1980 latin america and 1990 japan are not ubiquit gdp growth and hous price are significantli lower and unemploy higher in the tenyear window follow the crisi when compar to the decad that preced it inflat is lower after 1929 and in the postfinanci crisi decad episod but notori higher after the oil shock we present evid that the decad of rel prosper prior to the fall wa importantli fuel by an expans in credit and rise leverag that span about 10 year it is follow by a lengthi period of retrench that most often onli begin after the crisi and last almost as long as the credit surg el present art culo examina el comportamiento del pib real monto y tasa de crecimiento el desempleo la inflaci n el cr dito bancario y lo precio de lo bien ra ce a lo largo de un periodo de 21 a os en torno de una seri de important suceso y choqu adverso tanto global como espec fico por pa s entr esto episodio se encuentran la ca da del mercado accionario de 1929 la crisi petrolera de 1973 el colapso de lo cr dito subprim de 2007 en lo estado unido y 15 crisi financiera severa posterior a la segunda guerra mundial se hace hincapi  no en lo antecedent inmediato y la repercusion de esto suceso sino en horizont m s amplio que comparan decenio y no a os si bien la evidencia de d cada perdida como es el caso de la depresi n del decenio de lo treinta el decenio de lo ochenta en la am rica latina y de lo noventa en jap n no es omnipresent el crecimiento del pib y lo precio de la vivienda son significativament m s bajo y el desempleo es mayor en el periodo de 10 a os posterior a la crisi cuando se comparan esto dato con lo del decenio precedent la inflaci n es menor despu s de 1929 y en lo episodio posterior a la crisi financiera pero clarament mayor despu s de la crisi petrolera presentamo prueba de que el decenio de relativa prosperidad que antecedi  al colapso estuvo importantement impulsado por un periodo de expansi n del cr dito y apalancamiento crecient que se extiend a lo largo de 10 a os despu s del colapso se presenta un largo periodo de recort econ mico que en la mayor a de lo caso no comienza sino hasta pasada la crisi y se prolonga casi tanto como el aumento repentino del cr dito", "title": "Después del Colapso"}, "https://ideas.repec.org/a/rbp/esteco/ree-20-01.html": {"abstract": "En los últimos diez años, las autoridades de política en distintos países emergentes han optado por limitar las fluctuaciones del valor de sus monedas respecto al dólar americano. En este documento se utiliza una relación de paridad de tasas de interés para identificar las fuentes potenciales de presiones alcistas en el valor del tipo de cambio y para explicar las opciones de política orientadas a contener dichas presiones. Se documenta en qué medida la acumulación de reservas internacionales ha sido esterilizada y se provee una lista minuciosa de las principales iniciativas de política relacionadas a acotar las fuerzas, que de otra forma apreciarían el tipo de cambio en más de cien países. La evaluación de los esfuerzos de política muestra una amplia variedad de herramientas utilizadas con el objetivo de contener la ola de flujos de capitales.", "authors": ["epre33", "epre75"], "abstractStem": "en lo  ltimo diez a os la autoridad de pol tica en distinto pa se emergent han optado por limitar la fluctuacion del valor de su moneda respecto al d lar americano en est documento se utiliza una relaci n de paridad de tasa de inter s para identificar la fuent potencial de presion alcista en el valor del tipo de cambio y para explicar la opcion de pol tica orientada a conten dicha presion se documenta en qu  medida la acumulaci n de reserva internacional ha sido esterilizada y se prove una lista minuciosa de la principal iniciativa de pol tica relacionada a acotar la fuerza que de otra forma apreciar an el tipo de cambio en m s de cien pa se la evaluaci n de lo esfuerzo de pol tica muestra una amplia variedad de herramienta utilizada con el objetivo de conten la ola de flujo de capital", "title": "Entrada de capitales y acumulación de reservas: evidencia reciente"}, "https://ideas.repec.org/a/oup/qjecon/v119y2004i1p1-48..html": {"abstract": "We develop a novel system of reclassifying historical exchange rate regimes. One key difference between our study and previous classifications is that we employ monthly data on market-determined parallel exchange rates going back to 1946 for 153 countries. Our approach differs from the IMF official classification (which we show to be only a little better than random); it also differs radically from all previous attempts at historical reclassification. Our classification points to a rethinking of economic performance under alternative exchange rate regimes. Indeed, the breakup of Bretton Woods had less impact on exchange rate regimes than is popularly believed.", "authors": ["epre33", "epro164"], "abstractStem": "we develop a novel system of reclassifi histor exchang rate regim one key differ between our studi and previou classif is that we employ monthli data on marketdetermin parallel exchang rate go back to 1946 for 153 countri our approach differ from the imf offici classif which we show to be onli a littl better than random it also differ radic from all previou attempt at histor reclassif our classif point to a rethink of econom perform under altern exchang rate regim inde the breakup of bretton wood had less impact on exchang rate regim than is popularli believ", "title": "The Modern History of Exchange Rate Arrangements: A Reinterpretation"}, "https://ideas.repec.org/a/aea/aecrev/v99y2009i2p466-72.html": {"abstract": "This paper examines the depth and duration of the slump that invariably follows severe financial crises, which tend to be protracted affairs. We find that asset market collapses are deep and prolonged. On a peak-to-trough basis, real housing price declines average 35 percent stretched out over six years, while equity price collapses average 55 percent over a downturn of about three and a half years. Not surprisingly, banking crises are associated with profound declines in output and employment. The unemployment rate rises an average of 7 percentage points over the down phase of the cycle, which lasts on average over four years. Output falls an average of over 9 percent, although the duration of the downturn is considerably shorter than for unemployment. The real value of government debt tends to explode, rising an average of 86 percent in the major post–World War II episodes. The main cause of debt explosions is usually not the widely cited costs of bailing out and recapitalizing the banking system. The collapse in tax revenues in the wake of deep and prolonged economic contractions is a critical factor in explaining the large budget deficits and increases in debt that follow the crisis. Our estimates of the rise in government debt are likely to be conservative, as these do not include increases in government guarantees, which also expand briskly during these episodes.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epre33", "epro164"], "abstractStem": "thi paper examin the depth and durat of the slump that invari follow sever financi crise which tend to be protract affair we find that asset market collaps are deep and prolong on a peaktotrough basi real hous price declin averag 35 percent stretch out over six year while equiti price collaps averag 55 percent over a downturn of about three and a half year not surprisingli bank crise are associ with profound declin in output and employ the unemploy rate rise an averag of 7 percentag point over the down phase of the cycl which last on averag over four year output fall an averag of over 9 percent although the durat of the downturn is consider shorter than for unemploy the real valu of govern debt tend to explod rise an averag of 86 percent in the major post world war ii episod the main caus of debt explos is usual not the wide cite cost of bail out and recapit the bank system the collaps in tax revenu in the wake of deep and prolong econom contract is a critic factor in explain the larg budget deficit and increas in debt that follow the crisi our estim of the rise in govern debt are like to be conserv as these do not includ increas in govern guarante which also expand briskli dure these episodespthi abstract wa borrow from anoth version of thi item", "title": "The Aftermath of Financial Crises"}, "https://ideas.repec.org/a/fip/fedkpr/y2010p17-60.html": {"abstract": "In our recent paper, (Reinhart and Reinhart, 2010) we examine the behavior of real GDP (levels and growth rates), unemployment, inflation, bank credit, and real estate prices in a twenty one-year window surrounding selected adverse global and country-specific shocks or events. In this note, we summarize some of the main findings of that paper, including that economic growth is notably slower in the decade following a macroeconomic disruption. We extend those results to provide evidence of several post-crisis “double dips” in the years following the crisis. A faltering of economic recovery is not uncommon after a severe financial shock, although this can often be ascribed to exogenous events.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epre33", "epre75"], "abstractStem": "in our recent paper reinhart and reinhart 2010 we examin the behavior of real gdp level and growth rate unemploy inflat bank credit and real estat price in a twenti oneyear window surround select advers global and countryspecif shock or event in thi note we summar some of the main find of that paper includ that econom growth is notabl slower in the decad follow a macroeconom disrupt we extend those result to provid evid of sever postcrisi  doubl dip  in the year follow the crisi a falter of econom recoveri is not uncommon after a sever financi shock although thi can often be ascrib to exogen eventspthi abstract wa borrow from anoth version of thi item", "title": "After the fall"}, "https://ideas.repec.org/a/bfr/fisrev/20111604.html": {"abstract": "Periods of high indebtedness have historically been associated with a rising incidence of default or restructuring of public and private debts. Sometimes the debt restructuring is more subtle and takes the form of “financial repression”. Consistent negative real interest rates are equivalent to a tax on bond holders and, more generally, savers. In the heavily regulated financial markets of the Bretton Woods system, a variety of financial domestic and international restrictions facilitated a sharp and rapid reduction or “liquidation” of public debt from the late 1940s to the 1970s. The restrictions or regulatory measures of that era had their origins in what would now come under the heading of “macroprudential” concerns in the wake of the severe banking crises that swept many countries in the early 1930s. The surge in public debts that followed during the Great Depression and through World War II only made the case for stable and low interest rates and directed credit more compelling to policymakers. The resurgence of financial repression in the wake of the 2007-2009 financial crises alongside the surge in public debts in advanced economies is documented here. This process of financial “de-globalisation” may have only just begun.", "authors": ["epre33"], "abstractStem": "period of high indebted have histor been associ with a rise incid of default or restructur of public and privat debt sometim the debt restructur is more subtl and take the form of  financi repress  consist neg real interest rate are equival to a tax on bond holder and more gener saver in the heavili regul financi market of the bretton wood system a varieti of financi domest and intern restrict facilit a sharp and rapid reduct or  liquid  of public debt from the late 1940 to the 1970 the restrict or regulatori measur of that era had their origin in what would now come under the head of  macroprudenti  concern in the wake of the sever bank crise that swept mani countri in the earli 1930 the surg in public debt that follow dure the great depress and through world war ii onli made the case for stabl and low interest rate and direct credit more compel to policymak the resurg of financi repress in the wake of the 20072009 financi crise alongsid the surg in public debt in advanc economi is document here thi process of financi  deglobalis  may have onli just begun", "title": "The return of financial repression"}, "https://ideas.repec.org/a/elt/journl/v76y2009i304p811-884.html": {"abstract": "This paper introduces the concept of “debt intolerance”, which manifests itself in the extreme duress many emerging markets experience at debt levels that would seem manageable by advanced country standards. We argue that “safe” external debt-to-GNP thresholds for debt intolerant countries are low, perhaps as low as 15 percent in some cases. These thresholds depend on a country’s default and inflation history. Debt intolerance is linked to the phenomenon of serial default that has plagued many countries over the past two centuries. Understanding and measuring debt intolerance is fundamental to assess the problems of debt sustainability, debt restructuring, capital market integration, and the scope for international lending to ameliorate crises. Our goal is to make a first pass at quantifying debt intolerance, including delineating debtors’ clubs and regions of vulnerability, on the basis on a history of credit events going back to the 1820s for over 100 countries.// Este artículo presenta el concepto de la “intolerancia a la deuda”, que se manifiesta en la extrema presión que experimentan muchos mercados emergentes por las deudas que parecerían manejables según los estándares de países desarrollados. Argumentamos que los umbrales “seguros” de la relación deuda externa/PNB para países con intolerancia a la deuda son bajos, quizá de hasta 15% en algunos casos. Estos umbrales dependen de la trayectoria de morosidad e inflación de cada país. La intolerancia a la deuda está vinculada con el fenómeno de la morosidad recurrente que afecta a muchos países desde hace dos siglos. La comprensión y medición de la intolerancia a la deuda es fundamental para evaluar los problemas provenientes de la sostenibilidad y reestructuración de la deuda, la integración de los mercados de capitales y el alcance de los préstamos internacionales para aminorar las crisis. Nuestra meta es hacer un primer intento por cuantificar la intolerancia a la deuda, incluyendo la delineación de los clubes y regiones de vulnerabilidad de los deudores, tomando como base una historia de eventos de crédito que data desde el decenio de 1820 de más de 100 países.", "authors": ["epre33", "epro164"], "abstractStem": "thi paper introduc the concept of  debt intoler  which manifest itself in the extrem duress mani emerg market experi at debt level that would seem manag by advanc countri standard we argu that  safe  extern debttognp threshold for debt intoler countri are low perhap as low as 15 percent in some case these threshold depend on a countri s default and inflat histori debt intoler is link to the phenomenon of serial default that ha plagu mani countri over the past two centuri understand and measur debt intoler is fundament to assess the problem of debt sustain debt restructur capit market integr and the scope for intern lend to amelior crise our goal is to make a first pass at quantifi debt intoler includ delin debtor  club and region of vulner on the basi on a histori of credit event go back to the 1820 for over 100 countri est art culo presenta el concepto de la  intolerancia a la deuda  que se manifiesta en la extrema presi n que experimentan mucho mercado emergent por la deuda que parec an manej seg n lo est ndare de pa se desarrollado argumentamo que lo umbral  seguro  de la relaci n deuda externapnb para pa se con intolerancia a la deuda son bajo quiz  de hasta 15 en alguno caso esto umbral dependen de la trayectoria de morosidad e inflaci n de cada pa s la intolerancia a la deuda est  vinculada con el fen meno de la morosidad recurrent que afecta a mucho pa se desd hace do siglo la comprensi n y medici n de la intolerancia a la deuda es fundament para evaluar lo problema provenient de la sostenibilidad y reestructuraci n de la deuda la integraci n de lo mercado de capital y el alcanc de lo pr stamo internacional para aminorar la crisi nuestra meta es hacer un primer intento por cuantificar la intolerancia a la deuda incluyendo la delineaci n de lo clube y region de vulnerabilidad de lo deudor tomando como base una historia de evento de cr dito que data desd el decenio de 1820 de m s de 100 pa se", "title": "La intolerancia a la deuda"}, "https://ideas.repec.org/a/col/000107/005311.html": {"abstract": "Usando información anual para Colombia en los últimos treinta años y una batería nueva de técnicas econométricas, evaluamos dos teorías opuestas que explican las fluctuaciones económicas: la síntesis neoclásica, que plantea que en presencia de rigidez temporal en los precios, una expansión monetaria no anticipada produce ganancias de producto que se desvanecen en el tiempo con incrementos del nivel de precios; y una explicación alternativa, que se centra en choques tecnológicos y de preferencia reales\" como fuente de las variaciones en el producto. \"", "authors": ["epre33", "epre75"], "abstractStem": "usando informaci n anual para colombia en lo  ltimo treinta a os y una bater a nueva de t cnica econom trica evaluamo do teor as opuesta que explican la fluctuacion econ mica la s ntesi neocl sica que plantea que en presencia de rigidez tempor en lo precio una expansi n monetaria no anticipada produc ganancia de producto que se desvanecen en el tiempo con incremento del nivel de precio y una explicaci n alternativa que se centra en choqu tecnol gico y de preferencia real como fuent de la variacion en el producto ", "title": "Fluctuaciones Del Producto Y Choques Monetarios: Evidencia Colombiana"}, "https://ideas.repec.org/a/rpo/leanco/2011.html": {"abstract": "We document that the global scope and depth of the crisis the began 2007 is unprecedented in the post World War II era and, as such, the most relevant comparison benchmark is the Great Depression of the 1930s. Some of the similarities are examined but the analysis of the aftermath of severe financial crises is also extended to the most severe post-WWII crises. We discriminate between root causes of the crises, recurring crises symptoms, and common features which serve as amplifiers of the boom-bust cycle. Recurring temporal patterns in the boom-bust cycle and their broad sequencing is analyzed.", "authors": ["epre33"], "abstractStem": "we document that the global scope and depth of the crisi the began 2007 is unpreced in the post world war ii era and as such the most relev comparison benchmark is the great depress of the 1930 some of the similar are examin but the analysi of the aftermath of sever financi crise is also extend to the most sever postwwii crise we discrimin between root caus of the crise recur crise symptom and common featur which serv as amplifi of the boombust cycl recur tempor pattern in the boombust cycl and their broad sequenc is analyz", "title": "A Series of Unfortunate Events: Common Sequencing Patterns in Financial Crises"}, "https://ideas.repec.org/a/pal/imfstp/v43y1996i1p38-71.html": {"abstract": "The relationship between real interest rates, saving, and growth is a central issue in development economics. Using macroeconomic data for a cross-section of countries, we estimate a model in which the intertemporal elasticity of substitution varies with the level of wealth. The estimated parameters are used to calculate, in the context of a simple endogenous growth model, the responsiveness of saving to real interest rate changes for countries at differing stages of development. The hypothesis that the saving rate, and its sensitivity to the interest rate, are a rising function of income finds strong empirical support.", "authors": ["epog9", "epos23", "epre33"], "abstractStem": "the relationship between real interest rate save and growth is a central issu in develop econom use macroeconom data for a crosssect of countri we estim a model in which the intertempor elast of substitut vari with the level of wealth the estim paramet are use to calcul in the context of a simpl endogen growth model the respons of save to real interest rate chang for countri at differ stage of develop the hypothesi that the save rate and it sensit to the interest rate are a rise function of incom find strong empir support", "title": "Saving Behavior in Low- and Middle-Income Developing Countries: A Comparison"}, "https://ideas.repec.org/a/aea/aecrev/v88y1998i2p444-48.html": {"abstract": "The authors' earlier work on financial crises suggested that economies behave differently on the eve of crises (see Kaminsky and Reinhart, 1996). Typically, financial crises occur as an economy enters a recession that follows a prolonged boom in economic activity fueled by credit creation and surges in capital inflows. The cycle of overlending is exacerbated by implicit or explicit deposit guarantees, poor supervision, and moral-hazard problems in the banking sector. Crises are accompanied by an overvaluation of the currency, weakening exports, and the bursting of asset price bubbles. In this paper, the authors extend that work by analyzing the extent to which past crises share common characteristics in Latin America, Asia, Europe, and the Middle East. In addition, the authors examine the recent crises in Asia and in Latin America to determine whether the considerable regional differences that they find for the earlier sample have eroded.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epka84", "epre33"], "abstractStem": "the author earlier work on financi crise suggest that economi behav differ on the eve of crise see kaminski and reinhart 1996 typic financi crise occur as an economi enter a recess that follow a prolong boom in econom activ fuel by credit creation and surg in capit inflow the cycl of overlend is exacerb by implicit or explicit deposit guarante poor supervis and moralhazard problem in the bank sector crise are accompani by an overvalu of the currenc weaken export and the burst of asset price bubbl in thi paper the author extend that work by analyz the extent to which past crise share common characterist in latin america asia europ and the middl east in addit the author examin the recent crise in asia and in latin america to determin whether the consider region differ that they find for the earlier sampl have erodedpthi abstract wa borrow from anoth version of thi item", "title": "Financial Crises in Asia and Latin America: Then and Now"}, "https://ideas.repec.org/a/eee/deveco/v47y1995i1p97-133.html": {"abstract": "This paper presents a theoretical and empirical analysis of policies aimed at setting a more depreciated level of the real exchange rate. An intertemporal optimizing model suggests that, in the absence of changes in fiscal policy, a more depreciated level of the real exchange can only be attained temporarily. This can be achieved by means of higher inflation and/or higher real interest rates, depending on the degree of capital mobility. Evidence for Brazil, Chile, and Colombia supports the model’s prediction that undervalued real exchange rates are associated with higher inflation.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpca694", "epre33", "epve34"], "abstractStem": "thi paper present a theoret and empir analysi of polici aim at set a more depreci level of the real exchang rate an intertempor optim model suggest that in the absenc of chang in fiscal polici a more depreci level of the real exchang can onli be attain temporarili thi can be achiev by mean of higher inflat andor higher real interest rate depend on the degre of capit mobil evid for brazil chile and colombia support the model s predict that undervalu real exchang rate are associ with higher inflationpthi abstract wa borrow from anoth version of thi item", "title": "Targeting the real exchange rate: theory and evidence"}, "https://ideas.repec.org/a/col/000425/014010.html": {"abstract": "Some of the best-known papers of Carlos F. Díaz-Alejandro were about Latin Amer- ica’s crises in the 1980s and 1930s. I show data, figures, and evidence about the crises in the advanced economies thirty years later that fit the same narrative. His unadulterated words aptly describe modern problems across geographical borders and, in this case, income levels. This attests to his timeless insight and understanding. Because some of the observations he made have general applicability to the study of recurring patterns across crises, I have taken the liberty to label these lessons. These are primarily lessons about what to avoid.", "authors": ["epre33"], "abstractStem": "some of the bestknown paper of carlo f d azalejandro were about latin amer ica s crise in the 1980 and 1930 i show data figur and evid about the crise in the advanc economi thirti year later that fit the same narr hi unadulter word aptli describ modern problem across geograph border and in thi case incom level thi attest to hi timeless insight and understand becaus some of the observ he made have gener applic to the studi of recur pattern across crise i have taken the liberti to label these lesson these are primarili lesson about what to avoid", "title": "The Antecedents and Aftermath of Financial Crises as Told by Carlos F. Díaz-Alejandro"}, "https://ideas.repec.org/a/aea/aecrev/v101y2011i5p1676-1706.html": {"abstract": " Newly developed historical time series on public debt, along with data on external debts, allow a deeper analysis of the debt cycles underlying serial debt and banking crises. We test three related hypotheses at both \"world\" aggregate levels and on an individual country basis. First, external debt surges are an antecedent to banking crises. Second, banking crises (domestic and those in financial centers) often precede or accompany sovereign debt crises; we find they help predict them. Third, public borrowing surges ahead of external sovereign default, as governments have \"hidden domestic debts\" that exceed the better documented levels of external debt. (JEL E44, F34, F44, G01, H63, N20)", "authors": ["epre33", "epro164"], "abstractStem": " newli develop histor time seri on public debt along with data on extern debt allow a deeper analysi of the debt cycl underli serial debt and bank crise we test three relat hypothes at both world aggreg level and on an individu countri basi first extern debt surg are an anteced to bank crise second bank crise domest and those in financi center often preced or accompani sovereign debt crise we find they help predict them third public borrow surg ahead of extern sovereign default as govern have hidden domest debt that exceed the better document level of extern debt jel e44 f34 f44 g01 h63 n20", "title": "From Financial Crash to Debt Crisis"}, "https://ideas.repec.org/a/oup/wbecrv/v29y2015isuppl_1ps53-s76..html": {"abstract": "Observed over long periods, the upward path of the output of most economies occasionally takes jagged steps down. More often than not, these events are associated with a variety of crises, including systemic banking stresses, exchange rate crashes, a burst of inflation, and a restructuring or default on sovereign debt. Using a large panel of countries over a long period, we document that crises are typically associated with lower medium-term growth. That may be a direct causal channel, a reverse channel, or the influence of some other factors on both growth and finance. But they tend to go together. Given that the forces for convergence of income across countries are estimated to be slow, going off track around a crisis will likely have long-lived consequences for relative economic development.", "authors": ["epre33"], "abstractStem": "observ over long period the upward path of the output of most economi occasion take jag step down more often than not these event are associ with a varieti of crise includ system bank stress exchang rate crash a burst of inflat and a restructur or default on sovereign debt use a larg panel of countri over a long period we document that crise are typic associ with lower mediumterm growth that may be a direct causal channel a revers channel or the influenc of some other factor on both growth and financ but they tend to go togeth given that the forc for converg of incom across countri are estim to be slow go off track around a crisi will like have longliv consequ for rel econom develop", "title": "Financial Crises, Development, and Growth: A Long-term Perspective"}, "https://ideas.repec.org/a/col/000107/005322.html": {"abstract": "Este trabajo presenta un análisis teórico y empírico de las políticas dirigidas a alcanzar un nivel más depreciado de la tasa de cambio real. Un modelo de optimización intertempolar sugiere que, en ausencia de cambios en la política fiscal, un nivel más depreciado de la tasa de un mayor nivel de la inflación y/o tasa real de interés, dependiendo del grado de movilidad de capital.", "authors": ["fpca694", "epre33", "epve34"], "abstractStem": "est trabajo presenta un an lisi te rico y emp rico de la pol tica dirigida a alcanzar un nivel m s depreciado de la tasa de cambio real un modelo de optimizaci n intertempolar sugier que en ausencia de cambio en la pol tica fiscal un nivel m s depreciado de la tasa de un mayor nivel de la inflaci n yo tasa real de inter s dependiendo del grado de movilidad de capit", "title": "La Tasa De Cambio Real Como Meta De Política Teoría Y Evidencia"}, "https://ideas.repec.org/a/oup/jafrec/v12y2003isupp2p53-88.html": {"abstract": " Almost a decade after their initiation, financial reforms appear to have had little effect on the economies of Sub-Saharan Africa. Whether the blame falls on their initial design or on the partial nature of their implementation, liberalisation has not mobilised savings, deepened intermediation or raised investment. Yet Africa needs functioning financial markets for a more efficient allocation of resources and growth. How can African governments 'correct' their approach towards financial reform? A first step towards refining future policy choices requires an assessment of the short African experience with financial reforms. How has progress in institutional and policy reform affected financial deepening? How have gains in financial depth, if any, affected saving, consumption and investment? How does the African experience compare with that of other developing countries? These are some of the key issues we address in this paper. Copyright 2003, Oxford University Press.", "authors": ["epre33"], "abstractStem": " almost a decad after their initi financi reform appear to have had littl effect on the economi of subsaharan africa whether the blame fall on their initi design or on the partial natur of their implement liberalis ha not mobilis save deepen intermedi or rais invest yet africa need function financi market for a more effici alloc of resourc and growth how can african govern correct their approach toward financi reform a first step toward refin futur polici choic requir an assess of the short african experi with financi reform how ha progress in institut and polici reform affect financi deepen how have gain in financi depth if ani affect save consumpt and invest how doe the african experi compar with that of other develop countri these are some of the key issu we address in thi paper copyright 2003 oxford univers press", "title": "Financial Liberalisation: The African Experience"}, "https://ideas.repec.org/a/pal/imfstp/v38y1991i3p506-524.html": {"abstract": "The role of the international commodity market in transmitting disturbances is considered in a model that incorporates commodities as an input in production. The analysis employs a three-country framework: a liquidity-constrained commodity supplier and two industrial countries that import the commodity, export differentiated manufactured goods, and hold the outstanding debt of the commodity exporter. In this setting the impact of changes in fiscal policy, commodity supplies, and the real interest rate are assessed. Particular attention is paid to the responses of the real exchange rate, commodity prices, and the international distribution of debt to the various shocks.", "authors": ["epre33"], "abstractStem": "the role of the intern commod market in transmit disturb is consid in a model that incorpor commod as an input in product the analysi employ a threecountri framework a liquidityconstrain commod supplier and two industri countri that import the commod export differenti manufactur good and hold the outstand debt of the commod export in thi set the impact of chang in fiscal polici commod suppli and the real interest rate are assess particular attent is paid to the respons of the real exchang rate commod price and the intern distribut of debt to the variou shock", "title": "Fiscal Policy, the Real Exchange Rate, and Commodity Prices"}, "https://ideas.repec.org/a/ecj/econjl/v121y2011i552p319-350.html": {"abstract": "There is a view today that “this time it’s different” for emerging markets. Governments are reducing their dependence on external debt and relying more on domestic debt financing for the first time! Furthermore, emerging market governments are increasingly issuing long-term domestic debt. Indeed, often this change in government debt management patterns is taken as evidence of graduation from “serial default.” In this new world, debt crises in emerging markets will be a thing of the past, and the IMF is plainly out of business.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epre33", "epro164"], "abstractStem": "there is a view today that  thi time it s differ  for emerg market govern are reduc their depend on extern debt and reli more on domest debt financ for the first time furthermor emerg market govern are increasingli issu longterm domest debt inde often thi chang in govern debt manag pattern is taken as evid of graduat from  serial default  in thi new world debt crise in emerg market will be a thing of the past and the imf is plainli out of businesspthi abstract wa borrow from anoth version of thi item", "title": "The Forgotten History of Domestic Debt"}, "https://ideas.repec.org/a/fip/fedfpr/y1996p436-464.html": {"abstract": "In addition to altering fiscal, monetary, and exchange rate policies in response to the surge in international capital inflows in the early 1990s,policy makers in many countries in ASIa, Eastern Europe, and Latin America have resorted to measures to control capital inflows.We provide a preliminary assessment of the effects of some of the macroeconomic effects of these policies.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epre33", "epsm96"], "abstractStem": "in addit to alter fiscal monetari and exchang rate polici in respons to the surg in intern capit inflow in the earli 1990spolici maker in mani countri in asia eastern europ and latin america have resort to measur to control capit inflowsw provid a preliminari assess of the effect of some of the macroeconom effect of these policiespthi abstract wa borrow from anoth version of thi item", "title": "Too much of a good thing: the macroeconomic effects of taxing capital inflows"}, "https://ideas.repec.org/a/cuf/journl/y2015v16i1reinhartrogoff.html": {"abstract": "This paper offers a \"panoramic\" analysis of the history of financial crises dating from England's fourteenth-century default to the current United States sub-prime financial crisis. Our study is based on a new dataset that spans all regions. It incorporates a number of important credit episodes seldom covered in the literature, including for example, defaults and restructurings in India and China. As the first paper employing this data, our aim is to illustrate some of the broad insights that can be gleaned from such a sweeping historical database. We find that serial default is a nearly universal phenomenon as countries struggle to transform themselves from emerging markets to advanced economies. Major default episodes are typically spaced some years (or decades) apart, creating an illusion that \"this time is different\" among policymakers and investors. A recent example of the \"this time is different\" syndrome is the false belief that domestic debt is a novel feature of the modern financial landscape. We also confirm that crises frequently emanate from the financial centers with transmission through interest rate shocks and commodity price collapses. Thus, the recent US sub-prime financial crisis is hardly unique. Our data also documents other crises that often accompany default: including inflation, exchange rate crashes, banking crises, and currency debasements.", "authors": ["epre33", "epro164"], "abstractStem": "thi paper offer a panoram analysi of the histori of financi crise date from england fourteenthcenturi default to the current unit state subprim financi crisi our studi is base on a new dataset that span all region it incorpor a number of import credit episod seldom cover in the literatur includ for exampl default and restructur in india and china as the first paper employ thi data our aim is to illustr some of the broad insight that can be glean from such a sweep histor databas we find that serial default is a nearli univers phenomenon as countri struggl to transform themselv from emerg market to advanc economi major default episod are typic space some year or decad apart creat an illus that thi time is differ among policymak and investor a recent exampl of the thi time is differ syndrom is the fals belief that domest debt is a novel featur of the modern financi landscap we also confirm that crise frequent eman from the financi center with transmiss through interest rate shock and commod price collaps thu the recent us subprim financi crisi is hardli uniqu our data also document other crise that often accompani default includ inflat exchang rate crash bank crise and currenc debas", "title": "This Time is Different: A Panoramic View of Eight Centuries of Financial Crises"}, "https://ideas.repec.org/a/bla/rdevec/v18y2014i3p415-430.html": {"abstract": " Historically, capital flow bonanzas have often fueled sharp credit expansions in advanced and emerging market economies alike. Focusing primarily on emerging markets, this paper analyzes the impact of exchange rate flexibility on credit markets during periods of large capital inflows. It is shown that bank credit is larger and its composition tilts to foreign currency in economies with less flexible exchange rate regimes, and that these results are not explained entirely by the fact that the latter attract more capital inflows than economies with more flexible regimes. The findings thus suggest countries with less flexible exchange rate regimes may stand to benefit the most from regulatory policies that reduce banks' incentives to tap external markets and to lend/borrow in foreign currency; these policies include marginal reserve requirements on foreign lending, currency-dependent liquidity requirements and higher capital requirement and/or dynamic provisioning on foreign exchange loans.", "authors": ["epre33"], "abstractStem": " histor capit flow bonanza have often fuel sharp credit expans in advanc and emerg market economi alik focus primarili on emerg market thi paper analyz the impact of exchang rate flexibl on credit market dure period of larg capit inflow it is shown that bank credit is larger and it composit tilt to foreign currenc in economi with less flexibl exchang rate regim and that these result are not explain entir by the fact that the latter attract more capit inflow than economi with more flexibl regim the find thu suggest countri with less flexibl exchang rate regim may stand to benefit the most from regulatori polici that reduc bank incent to tap extern market and to lendborrow in foreign currenc these polici includ margin reserv requir on foreign lend currencydepend liquid requir and higher capit requir andor dynam provis on foreign exchang loan", "title": "Capital Inflows, Exchange Rate Flexibility and Credit Booms"}, "https://ideas.repec.org/a/eee/inecon/v57y2002i2p327-351.html": {"abstract": "During the past decade a number of countries imposed capital controls that had two distinguishing features: they were asymmetric, in that they were designed principally to discourage capital inflows, and they were temporary. This paper studies formally the consequences of these policies, calibrates their potential effectiveness, and assesses their welfare implications in an environment in which the level of capital inflows can be sub-optimal. In addition, motivated by the fact that these types of controls have often been left in place after the dissipation of the shock that lead to the controls being implemented, the paper evaluates the welfare cost of procrastination in removing these types of controls.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epre33", "epsm96"], "abstractStem": "dure the past decad a number of countri impos capit control that had two distinguish featur they were asymmetr in that they were design princip to discourag capit inflow and they were temporari thi paper studi formal the consequ of these polici calibr their potenti effect and assess their welfar implic in an environ in which the level of capit inflow can be suboptim in addit motiv by the fact that these type of control have often been left in place after the dissip of the shock that lead to the control be implement the paper evalu the welfar cost of procrastin in remov these type of controlspthi abstract wa borrow from anoth version of thi item", "title": "Temporary controls on capital inflows"}, "https://ideas.repec.org/a/aea/aecrev/v104y2014i5p50-55.html": {"abstract": "We examine the evolution of real per capita GDP around 100 systemic banking crises. Part of the costs of these crises owes to the protracted nature of recovery. On average, it takes about 8 years to reach the pre-crisis level of income; the median is about 6.5 years. Five to six years after the onset of crisis, only Germany and the United States (out of 12 systemic cases) have reached their 2007-2008 peaks in real income. Forty-five percent of the episodes recorded double dips. Post-war business cycles are not the relevant comparator for the recent crises in advanced economies.", "authors": ["epre33", "epro164"], "abstractStem": "we examin the evolut of real per capita gdp around 100 system bank crise part of the cost of these crise owe to the protract natur of recoveri on averag it take about 8 year to reach the precrisi level of incom the median is about 65 year five to six year after the onset of crisi onli germani and the unit state out of 12 system case have reach their 20072008 peak in real incom fortyf percent of the episod record doubl dip postwar busi cycl are not the relev compar for the recent crise in advanc economi", "title": "Recovery from Financial Crises: Evidence from 100 Episodes"}, "https://ideas.repec.org/a/bin/bpeajo/v40y2009i2009-02p251-276.html": {"abstract": "The U.S recession of 2007 to 2009 is unique in the post-World-War-II experience by the broad company it kept. Activity contracted around the world, with the advanced countries of the North experiencing declines in spending normally the purview of the developing economies of the South. The last time that the economies of the North similarly headed south was the 1930s. This paper examines the role of policy in fostering recovery in that decade. With nominal short-term interest rates already near zero, monetary policy in most countries took the unconventional step of delinking currencies from the gold standard. However, analysis of a sample that includes developing countries shows that this was not as universally effective as often claimed, perhaps because the exit from gold was uncoordinated in time, scale, and scope and, in many countries, failed to bring about a substantial depreciation against the dollar. Fiscal policy was also active in the 1930s—many countries sharply increased government spending—but prone to reversals that may have undermined confidence. Countries that were more consistent in keeping spending high tended to recover more quickly.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epre33", "epre75"], "abstractStem": "the us recess of 2007 to 2009 is uniqu in the postworldwarii experi by the broad compani it kept activ contract around the world with the advanc countri of the north experienc declin in spend normal the purview of the develop economi of the south the last time that the economi of the north similarli head south wa the 1930 thi paper examin the role of polici in foster recoveri in that decad with nomin shortterm interest rate alreadi near zero monetari polici in most countri took the unconvent step of delink currenc from the gold standard howev analysi of a sampl that includ develop countri show that thi wa not as univers effect as often claim perhap becaus the exit from gold wa uncoordin in time scale and scope and in mani countri fail to bring about a substanti depreci against the dollar fiscal polici wa also activ in the 1930 mani countri sharpli increas govern spend but prone to revers that may have undermin confid countri that were more consist in keep spend high tend to recov more quicklypthi abstract wa borrow from anoth version of thi item", "title": "When the North Last Headed South: Revisiting the 1930s"}, "https://ideas.repec.org/a/oup/ecpoli/v30y2015i82p291-333..html": {"abstract": "High public debt often produces the drama of default and restructuring. But debt is also reduced through financial repression (FR), a tax on bondholders and savers via negative or below-market real interest rates. After World War II, capital controls and regulatory restrictions created a captive audience for government debt, limiting tax-base erosion. FR is most successful in liquidating debt when accompanied by inflation. For the advanced economies, real interest rates were negative half of the time during 1945–80. Average annual interest expense savings for a 12-country sample range from about 1% to 5% of GDP for the full 1945–80 period. We suggest that, once again, FR may be part of the toolkit deployed to cope with the most recent surge in public debt in advanced economies.", "authors": ["epre33"], "abstractStem": "high public debt often produc the drama of default and restructur but debt is also reduc through financi repress fr a tax on bondhold and saver via neg or belowmarket real interest rate after world war ii capit control and regulatori restrict creat a captiv audienc for govern debt limit taxbas eros fr is most success in liquid debt when accompani by inflat for the advanc economi real interest rate were neg half of the time dure 1945 80 averag annual interest expens save for a 12countri sampl rang from about 1 to 5 of gdp for the full 1945 80 period we suggest that onc again fr may be part of the toolkit deploy to cope with the most recent surg in public debt in advanc economi", "title": "The liquidation of government debt"}, "https://ideas.repec.org/a/pal/imfstp/v41y1994i2p175-213.html": {"abstract": "Primary commodities still account for the bulk of exports in many developing countries. However, real commodity prices have been declining almost continuously since the early 1980s. The appropriate policy response to a terms of trade shock depends importantly on whether the shock is perceived to be temporary or permanent. Our results indicate that the recent weakness in commodity prices is mostly secular, stressing the need for commodity exporting countries to concentrate on export diversification and other structural policies. There is, however, scope for stabilization funds and the use of hedging strategies, since the evidence also suggests commodity prices have become more volatile.", "authors": ["epre33"], "abstractStem": "primari commod still account for the bulk of export in mani develop countri howev real commod price have been declin almost continu sinc the earli 1980 the appropri polici respons to a term of trade shock depend importantli on whether the shock is perceiv to be temporari or perman our result indic that the recent weak in commod price is mostli secular stress the need for commod export countri to concentr on export diversif and other structur polici there is howev scope for stabil fund and the use of hedg strategi sinc the evid also suggest commod price have becom more volatil", "title": "Commodity Prices: Cyclical Weakness or Secular Decline?"}, "https://ideas.repec.org/a/eee/inecon/v96y2015is1ps43-s55.html": {"abstract": "This paper explores the menu of options for renormalizing public debt levels relative to nominal activity in the long run, should governments eventually decide to do so. Although debt ratios may need to rise further in some cases, a vision of longer-term options is key to weighing alternative medium-term stabilization strategies. Orthodox ones, the standard fare of officialdom, include enhancing growth, running primary budget surpluses, and privatizing government assets. Heterodox polices include restructuring debt contracts, generating unexpected inflation, taxing wealth, and repressing private finance. Advanced countries have relied far more on heterodox approaches than many observers choose to remember.", "authors": ["epre33", "epre75", "epro164"], "abstractStem": "thi paper explor the menu of option for renorm public debt level rel to nomin activ in the long run should govern eventu decid to do so although debt ratio may need to rise further in some case a vision of longerterm option is key to weigh altern mediumterm stabil strategi orthodox one the standard fare of officialdom includ enhanc growth run primari budget surplus and privat govern asset heterodox polic includ restructur debt contract gener unexpect inflat tax wealth and repress privat financ advanc countri have reli far more on heterodox approach than mani observ choos to rememb", "title": "Dealing with debt"}, "https://ideas.repec.org/a/aea/jecper/v17y2003i4p51-74.html": {"abstract": "Over the last 20 years, some financial events, such as devaluations or defaults, have triggered an immediate adverse chain reaction in other countries--which we call fast and furious contagion. Yet, on other occasions, similar events have failed to trigger any immediate international reaction. We argue that fast and furious contagion episodes are characterized by \"the unholy trinity\": (i) they follow a large surge in capital flows; (ii) they come as a surprise; and (iii) they involve a leveraged common creditor. In contrast, when similar events have elicited little international reaction, they were widely anticipated and took place at a time when capital flows had already subsided.", "authors": ["epka84", "epre33", "epve34"], "abstractStem": "over the last 20 year some financi event such as devalu or default have trigger an immedi advers chain reaction in other countrieswhich we call fast and furiou contagion yet on other occas similar event have fail to trigger ani immedi intern reaction we argu that fast and furiou contagion episod are character by the unholi triniti i they follow a larg surg in capit flow ii they come as a surpris and iii they involv a leverag common creditor in contrast when similar event have elicit littl intern reaction they were wide anticip and took place at a time when capit flow had alreadi subsid", "title": "The Unholy Trinity of Financial Contagion"}, "https://ideas.repec.org/a/eee/deveco/v46y1995i2p317-340.html": {"abstract": "Traditional specifications of money demand have been commonly plagU4:!d by persistent overprediction, implausible parameter estimates, and highly autocorrelated errors. This paper argues that some of those problems stem from the failure to account for the impact of financial innovation. We estimate money demand for ten developing countries employing various proxies for the innovation process and provide an assessment of the relative importance of this variable. We find that financial innovation plays an important role in determining money demand and its fluctuations, and that the importance of this role increases with the rate of inflation.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epde80", "epre33"], "abstractStem": "tradit specif of money demand have been commonli plagu4d by persist overpredict implaus paramet estim and highli autocorrel error thi paper argu that some of those problem stem from the failur to account for the impact of financi innov we estim money demand for ten develop countri employ variou proxi for the innov process and provid an assess of the rel import of thi variabl we find that financi innov play an import role in determin money demand and it fluctuat and that the import of thi role increas with the rate of inflationpthi abstract wa borrow from anoth version of thi item", "title": "The demand for money in developing countries: Assessing the role of financial innovation"}, "https://ideas.repec.org/a/cup/jechis/v70y2010i03p766-768_00.html": {"abstract": "No abstract is available for this item.", "authors": ["epre33"], "abstractStem": "no abstract is avail for thi item", "title": "This Time is Different: Eight Centuries of Financial Folly. By Carmen Reinhart and Kenneth Rogoff. Princeton, NJ: Princeton University Press, 2009. $35.00"}, "homepage": "https://ideas.repec.org/e/pre33.html", "https://ideas.repec.org/a/fip/fedfpr/00008.html": {"abstract": "It is well understood that investment serves as a shock absorber at the time of crisis. The duration of the drag on investment, however, is perplexing. For the nine Asian economies we focus on in this study, average investment/GDP is about 6 percentage points lower during 1998-2012 than its average level in the decade before the crisis; if China and India are excluded, the estimated decline exceeds 9 percent. We document how in the wake of crisis home bias in finance usually increases markedly as public and private sectors look inward when external financing becomes prohibitively costly, altogether impossible, or just plain undesirable from a financial stability perspective. Also, previous studies have not made a connection between the sustained reserve accumulation and the persistent and significantly lower levels of investment in the region. Put differently, reserve accumulation involves an official institution (i.e., the central bank) funneling domestic saving abroad and thus competing with domestic borrowers in the market for loanable funds. We suggest a broader definition of crowding out, driven importantly by increased home bias in finance and by official capital outflows. We present evidence from Asia to support this interpretation.", "authors": ["epre33"], "abstractStem": "it is well understood that invest serv as a shock absorb at the time of crisi the durat of the drag on invest howev is perplex for the nine asian economi we focu on in thi studi averag investmentgdp is about 6 percentag point lower dure 19982012 than it averag level in the decad befor the crisi if china and india are exclud the estim declin exce 9 percent we document how in the wake of crisi home bia in financ usual increas markedli as public and privat sector look inward when extern financ becom prohibit costli altogeth imposs or just plain undesir from a financi stabil perspect also previou studi have not made a connect between the sustain reserv accumul and the persist and significantli lower level of invest in the region put differ reserv accumul involv an offici institut ie the central bank funnel domest save abroad and thu compet with domest borrow in the market for loanabl fund we suggest a broader definit of crowd out driven importantli by increas home bia in financ and by offici capit outflow we present evid from asia to support thi interpret", "title": "Crowding out redefined: the role of reserve accumulation"}, "https://ideas.repec.org/a/pal/imfstp/v42y1995i2p290-312.html": {"abstract": "Devaluation is an integral part of adjustment in many developing countries, particularly relied upon by countries facing large external imbalances. A devaluation can only reduce trade imbalances if it translates to a real devaluation and if trade flows respond to relative prices in a significant and predictable manner. However, a recent strand in the empirical trade literature has questioned the existence of a stable relationship between trade flows and its traditional determinants. This paper re-examines the relationship between relative prices and imports and exports in a sample of 12 developing countries.", "authors": ["epre33"], "abstractStem": "devalu is an integr part of adjust in mani develop countri particularli reli upon by countri face larg extern imbal a devalu can onli reduc trade imbal if it translat to a real devalu and if trade flow respond to rel price in a signific and predict manner howev a recent strand in the empir trade literatur ha question the exist of a stabl relationship between trade flow and it tradit determin thi paper reexamin the relationship between rel price and import and export in a sampl of 12 develop countri", "title": "Devaluation, Relative Prices, and International Trade: Evidence from Developing Countries"}, "https://ideas.repec.org/a/pal/imfstp/v38y1991i4p705-735.html": {"abstract": "Using annual data for Colombia over the last 30 years, we test opposing theories that explain macroeconomic fluctuations: the neoclassical synthesis, which posits that in the presence of temporary price rigidity an unanticipated monetary expansion produces output gains that erode over time with increases in the price level; and an alternative explanation, which focuses on \"real\" technological or preference shocks as the sources of output changes. Coefficients from this system are used to examine the long-run neutrality of nominal quantities with respect to permanent movements in the money stock and the short-run sensitivity of output to inflation.", "authors": ["epre33", "epre75"], "abstractStem": "use annual data for colombia over the last 30 year we test oppos theori that explain macroeconom fluctuat the neoclass synthesi which posit that in the presenc of temporari price rigid an unanticip monetari expans produc output gain that erod over time with increas in the price level and an altern explan which focus on real technolog or prefer shock as the sourc of output chang coeffici from thi system are use to examin the longrun neutral of nomin quantiti with respect to perman movement in the money stock and the shortrun sensit of output to inflat", "title": "Output Fluctuations and Monetary Shocks: Evidence from Colombia"}, "https://ideas.repec.org/a/sgm/jbfeuw/v2y2015i4p5-17.html": {"abstract": "Even after one of the most severe multi-year crises on record in the advanced economies, the received wisdom in policy circles clings to the notion that high-income countries are completely different from their emerging market counterparts. The current phase of the official policy approach is predicated on the assumption that debt sustainability can be achieved through a mix of austerity, forbearance and growth. The claim is that advanced countries do not need to resort to the standard toolkit of emerging markets, including debt restructurings and conversions, higher inflation, capital controls and other forms of financial repression. As we document, this claim is at odds with the historical track record of most advanced economies, where debt restructuring or conversions, financial repression, and a tolerance for higher inflation, or a combination of these were an integral part of the resolution of significant past debt overhangs.", "authors": ["epre33", "epro164"], "abstractStem": "even after one of the most sever multiyear crise on record in the advanc economi the receiv wisdom in polici circl cling to the notion that highincom countri are complet differ from their emerg market counterpart the current phase of the offici polici approach is predic on the assumpt that debt sustain can be achiev through a mix of auster forbear and growth the claim is that advanc countri do not need to resort to the standard toolkit of emerg market includ debt restructur and convers higher inflat capit control and other form of financi repress as we document thi claim is at odd with the histor track record of most advanc economi where debt restructur or convers financi repress and a toler for higher inflat or a combin of these were an integr part of the resolut of signific past debt overhang", "title": "Financial and Sovereign Debt Crises: Some Lessons Learned and Those Forgotten"}, "https://ideas.repec.org/a/oup/qjecon/v117y2002i2p379-408..html": {"abstract": "Many emerging market countries have suffered financial crises. One view blames soft pegs for these crises. Adherents of this view suggest that countries move to corner solutions—hard pegs or floating exchange rates. We analyze the behavior of exchange rates, reserves, and interest rates to assess whether there is evidence that country practice is moving toward corner solutions. We focus on whether countries that claim they are floating are indeed doing so. We find that countries that say they allow their exchange rate to float mostly do not—there seems to be an epidemic case of \"fear of floating.\"", "authors": ["epre33"], "abstractStem": "mani emerg market countri have suffer financi crise one view blame soft peg for these crise adher of thi view suggest that countri move to corner solut hard peg or float exchang rate we analyz the behavior of exchang rate reserv and interest rate to assess whether there is evid that countri practic is move toward corner solut we focu on whether countri that claim they are float are inde do so we find that countri that say they allow their exchang rate to float mostli do not there seem to be an epidem case of fear of float", "title": "Fear of Floating"}, "https://ideas.repec.org/a/pal/imfstp/v37y1990i1p168-182.html": {"abstract": "A model that merges the monetary approach to the balance of payments and a neoclassical growth model into a unified framework in which inflation, growth, and the balance of payments are simultaneously determined is estimated. The tradeoff between the simplifying assumptions of the model and its ability to fit reality is assessed in terms of a diverse sample of seven capital importing developing countries for which the key parameters of the model are estimated, and the sensitivity of the implied policy multipliers is determined.", "authors": ["epre33"], "abstractStem": "a model that merg the monetari approach to the balanc of payment and a neoclass growth model into a unifi framework in which inflat growth and the balanc of payment are simultan determin is estim the tradeoff between the simplifi assumpt of the model and it abil to fit realiti is assess in term of a divers sampl of seven capit import develop countri for which the key paramet of the model are estim and the sensit of the impli polici multipli is determin", "title": "A Model of Adjustment and Growth: An Empirical Analysis"}, "firstname": "Carmen", "https://ideas.repec.org/a/eee/ecolet/v61y1998i1p85-90.html": {"abstract": "In this paper, we use long-run annual data to estimate the intertemporal elasticity of substitution while accounting for the intra-temporal substitution between nondurable consumption goods and durable consumption goods. We apply a two-step procedure that combines a cointegration approach to preference parameter estimation with Generalized Method of Moments.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epog9", "epre33"], "abstractStem": "in thi paper we use longrun annual data to estim the intertempor elast of substitut while account for the intratempor substitut between nondur consumpt good and durabl consumpt good we appli a twostep procedur that combin a cointegr approach to prefer paramet estim with gener method of momentspthi abstract wa borrow from anoth version of thi item", "title": "Intertemporal substitution and durable goods: long-run data"}, "https://ideas.repec.org/a/pal/imfstp/v41y1994i2p236-261.html": {"abstract": "The \"traditional structural approach\" to determining real commodity prices has relied exclusively on demand factors as the fundamentals that explain the behavior of commodity prices. This framework, however, has been unable to explain the marked and sustained weakness in these prices during the 1980s and 1990s. This paper extends that framework in two important directions: first, it incorporates commodity supply in the analysis, capturing the impact on prices of the sharp increase in commodity exports of developing countries during the debt crisis of the 1980s. Second, it takes a broader view of \"world\" demand that extends beyond the industrial countries and includes output developments in Eastern Europe and the former Soviet Union. The empirical results support these extensions, as both the fit of the model improves substantially and, more important, its ability to forecast increases markedly.", "authors": ["epre33"], "abstractStem": "the tradit structur approach to determin real commod price ha reli exclus on demand factor as the fundament that explain the behavior of commod price thi framework howev ha been unabl to explain the mark and sustain weak in these price dure the 1980 and 1990 thi paper extend that framework in two import direct first it incorpor commod suppli in the analysi captur the impact on price of the sharp increas in commod export of develop countri dure the debt crisi of the 1980 second it take a broader view of world demand that extend beyond the industri countri and includ output develop in eastern europ and the former soviet union the empir result support these extens as both the fit of the model improv substanti and more import it abil to forecast increas markedli", "title": "The Macroeconomic Determinants of Commodity Prices"}, "lastname": "Reinhart", "https://ideas.repec.org/a/fip/fedfpr/y2004ijunx8.html": {"abstract": "It has frequently been argued that portfolio adjustments by international investors may transmit financial shocks across markets and borders. This notion, however, has not yet been examined with microeconomic data. One plausible mechanism through which shocks may propagate is through the effect of past gains and losses on investors’ risk aversion. We test this hypothesis using a unique data set of the monthly country asset allocation of individual emerging market funds. We first present a simple model that analyzes the effect of heterogeneous changes in investors’ risk aversion on portfolio decisions and stock prices. We then present empirical results that show that, consistent with the model, when funds’ returns are relatively low compared to those of other funds, they adjust their holdings toward the average (or benchmark) portfolio. In other words, they tend to sell the assets of countries in which they were \"overweight\" and increase their exposure to countries in which they were \"underweight.\" Building on this insight, we construct a matrix of financial interdependence reflecting the extent to which countries share a set of overexposed funds. Comparing this measure to indices of trade or bank linkages indicates that our index can improve predictions about which countries are likely to be affected by contagion from crisis centers.", "authors": ["epbr162", "epge1", "epre33"], "abstractStem": "it ha frequent been argu that portfolio adjust by intern investor may transmit financi shock across market and border thi notion howev ha not yet been examin with microeconom data one plausibl mechan through which shock may propag is through the effect of past gain and loss on investor  risk avers we test thi hypothesi use a uniqu data set of the monthli countri asset alloc of individu emerg market fund we first present a simpl model that analyz the effect of heterogen chang in investor  risk avers on portfolio decis and stock price we then present empir result that show that consist with the model when fund  return are rel low compar to those of other fund they adjust their hold toward the averag or benchmark portfolio in other word they tend to sell the asset of countri in which they were overweight and increas their exposur to countri in which they were underweight build on thi insight we construct a matrix of financi interdepend reflect the extent to which countri share a set of overexpos fund compar thi measur to indic of trade or bank linkag indic that our index can improv predict about which countri are like to be affect by contagion from crisi center", "title": "When in peril, retrench: testing the portfolio channel of contagion"}, "https://ideas.repec.org/a/eee/jbfina/v37y2013i11p4557-4573.html": {"abstract": "The historical frequency of banking crises is similar in advanced and developing countries, with quantitative parallels in both the run-ups and the aftermath. We establish these regularities using a dataset spanning from the early 1800s to the present. Banking crises weaken fiscal positions, with government revenues invariably contracting. Three years after a crisis central government debt increases by about 86%. The fiscal burden of banking crisis extends beyond the cost of the bailouts. We find that systemic banking crises are typically preceded by asset price bubbles, large capital inflows and credit booms, in rich and poor countries alike.", "authors": ["epre33", "epro164"], "abstractStem": "the histor frequenc of bank crise is similar in advanc and develop countri with quantit parallel in both the runup and the aftermath we establish these regular use a dataset span from the earli 1800 to the present bank crise weaken fiscal posit with govern revenu invari contract three year after a crisi central govern debt increas by about 86 the fiscal burden of bank crisi extend beyond the cost of the bailout we find that system bank crise are typic preced by asset price bubbl larg capit inflow and credit boom in rich and poor countri alik", "title": "Banking crises: An equal opportunity menace"}, "https://ideas.repec.org/a/eee/inecon/v51y2000i1p145-168.html": {"abstract": "Since the Tequila crisis of 1994-95, the Asian flu of 1997, and the Russian virus of 1998, economists have been busy producing research on the subject of contagion. Yet, few studies have examined empirically through which channels the disturbances are transmitted if there are, indeed, fundamental reasons for the spillovers we observe. We attempt to fill this gap by analyzing how both trade links and the largely ignored financial sector links influence the pattern of fundamentals-based contagion. We examine the role of international bank lending, the potential for cross-market hedging, and bilateral and third-party trade in the propagation of crises.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epka84", "epre33"], "abstractStem": "sinc the tequila crisi of 199495 the asian flu of 1997 and the russian viru of 1998 economist have been busi produc research on the subject of contagion yet few studi have examin empir through which channel the disturb are transmit if there are inde fundament reason for the spillov we observ we attempt to fill thi gap by analyz how both trade link and the larg ignor financi sector link influenc the pattern of fundamentalsbas contagion we examin the role of intern bank lend the potenti for crossmarket hedg and bilater and thirdparti trade in the propag of crisespthi abstract wa borrow from anoth version of thi item", "title": "On crises, contagion, and confusion"}, "https://ideas.repec.org/a/oup/wbecrv/v16y2002i2p149-150.html": {"abstract": "Three of the papers in this volume address various aspects of these issues—in particular as regards the behavior and impact of sovereign credit ratings and the development of a portfolio model that lends itself to testing the vulnerability of banks. Two of the papers address issues related to the usefulness and impacts of sovereign credit ratings. A third paper is concernend with the default of banks. Or more precisely, how to limit bank failures through capital and provisioning measures.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epre33"], "abstractStem": "three of the paper in thi volum address variou aspect of these issu in particular as regard the behavior and impact of sovereign credit rate and the develop of a portfolio model that lend itself to test the vulner of bank two of the paper address issu relat to the use and impact of sovereign credit rate a third paper is concernend with the default of bank or more precis how to limit bank failur through capit and provis measurespthi abstract wa borrow from anoth version of thi item", "title": "An Introduction"}, "https://ideas.repec.org/a/eee/deveco/v57y1998i1p45-66.html": {"abstract": "Both theory and the empirical evidence for a broad range of countries have identified a negative relationship between domestic and foreign saving. Still, based on the experience of the 1990s, a popular view has emerged that domestic and foreign saving are positively related in Asia and negatively related in Latin America. We argue that this popular discussion does not discriminate between trends in domestic saving (which are very different in the two regions) and the cyclical component of saving, which is linked to capital flows. We show that, when trend and cyclical components of domestic saving and capital flows are properly taken into account, the two regions do not differ in the short-run response of domestic saving to capital inflows. We conclude that the main differences pertain to the long-run behavior of saving rates, which are driven by trends in demographic factors, per capita GDP, and other factors that have little to do with fluctuations in capital flows.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epre33"], "abstractStem": "both theori and the empir evid for a broad rang of countri have identifi a neg relationship between domest and foreign save still base on the experi of the 1990 a popular view ha emerg that domest and foreign save are posit relat in asia and neg relat in latin america we argu that thi popular discuss doe not discrimin between trend in domest save which are veri differ in the two region and the cyclic compon of save which is link to capit flow we show that when trend and cyclic compon of domest save and capit flow are properli taken into account the two region do not differ in the shortrun respons of domest save to capit inflow we conclud that the main differ pertain to the longrun behavior of save rate which are driven by trend in demograph factor per capita gdp and other factor that have littl to do with fluctuat in capit flowspthi abstract wa borrow from anoth version of thi item", "title": "Capital flows and saving in Latin America and Asia: a reinterpretation"}, "https://ideas.repec.org/a/aea/aecrev/v89y1999i3p473-500.html": {"abstract": "In the wake of the Mexican and Asian currency turmoil, the subject of financial crises have come to the forefront of academic and policy discussions. This paper analyzes the links between banking and currency crises. The authors find that problems in the banking sector typically precede a currency crisis--the currency crisis deepens the banking crisis, activating a vicious spiral; financial liberalization often precedes banking crises. The anatomy of these episodes suggests that crises occur as the economy enters a recession, following a prolonged boom in economic activity that was fueled by credit, capital inflows, and accompanied by an overvalued currency.", "authors": ["epka84", "epre33"], "abstractStem": "in the wake of the mexican and asian currenc turmoil the subject of financi crise have come to the forefront of academ and polici discuss thi paper analyz the link between bank and currenc crise the author find that problem in the bank sector typic preced a currenc crisisth currenc crisi deepen the bank crisi activ a viciou spiral financi liber often preced bank crise the anatomi of these episod suggest that crise occur as the economi enter a recess follow a prolong boom in econom activ that wa fuel by credit capit inflow and accompani by an overvalu currenc", "title": "The Twin Crises: The Causes of Banking and Balance-of-Payments Problems"}, "https://ideas.repec.org/a/eee/deveco/v46y1995i2p357-378.html": {"abstract": "Exchange rate-based stabilization programs in chronic-inflation countries have often been accompanied by an initial expansion of private consumption followed by a contraction. This consumption cycle has been attributed to lack of credibility, in the sense that the public views the reduction in the devaluation rate as temporary. This paper assesses the quantitative relevance of the 'temporariness' hypothesis by comparing the predictions of a simple model to the actual figures for seven major programs. The paper concludes that nominal interest rates must fall substantially for the 'temporariness' hypothesis to account for an important fraction of the observed consumption booms.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epre33", "epve34"], "abstractStem": "exchang ratebas stabil program in chronicinfl countri have often been accompani by an initi expans of privat consumpt follow by a contract thi consumpt cycl ha been attribut to lack of credibl in the sens that the public view the reduct in the devalu rate as temporari thi paper assess the quantit relev of the temporari hypothesi by compar the predict of a simpl model to the actual figur for seven major program the paper conclud that nomin interest rate must fall substanti for the temporari hypothesi to account for an import fraction of the observ consumpt boomspthi abstract wa borrow from anoth version of thi item", "title": "Nominal interest rates, consumption booms, and lack of credibility: A quantitative examination"}, "https://ideas.repec.org/a/fip/fedfpr/y1999isepx12.html": {"abstract": "This study examines the impact capital controls had in Malaysia (1998-1999) and Thailand (1997). We aim to assess the extent to which the capital controls were effective in delivering the outcomes that motivated their imposition. We conclude that in Thailand the controls did not deliver much of what was intended--although, one does not observe the counterfactual. By contrast, in the case of Malaysia the controls did align closely with the priors of what controls are intended to achieve: greater interest rate and exchange rate stability and more policy autonomy.<p>(This abstract was borrowed from another version of this item.)", "authors": ["eped1", "epre33"], "abstractStem": "thi studi examin the impact capit control had in malaysia 19981999 and thailand 1997 we aim to assess the extent to which the capit control were effect in deliv the outcom that motiv their imposit we conclud that in thailand the control did not deliv much of what wa intendedalthough one doe not observ the counterfactu by contrast in the case of malaysia the control did align close with the prior of what control are intend to achiev greater interest rate and exchang rate stabil and more polici autonomypthi abstract wa borrow from anoth version of thi item", "title": "Capital controls during financial crises: the cases of Malaysia and Thailand"}, "https://ideas.repec.org/a/oup/jafrec/v5y1996i3p1-6.html": {"abstract": "No abstract is available for this item.", "authors": ["epre33"], "abstractStem": "no abstract is avail for thi item", "title": "Economic Growth and Economic Consequences of External Shocks in Sub-Saharan Africa: Introduction"}, "https://ideas.repec.org/a/aea/jecper/v26y2012i3p69-86.html": {"abstract": "We identify the major public debt overhang episodes in the advanced economies since the early 1800s, characterized by public debt to GDP levels exceeding 90 percent for at least five years. Consistent with Reinhart and Rogoff (2010) and most of the more recent research, we find that public debt overhang episodes are associated with lower growth than during other periods. The duration of the average debt overhang episode is perhaps its most striking feature. Among the 26 episodes we identify, 20 lasted more than a decade. The long duration belies the view that the correlation is caused mainly by debt buildups during business cycle recessions. The long duration also implies that the cumulative shortfall in output from debt overhang is potentially massive. These growth-reducing effects of high public debt are apparently not transmitted exclusively through high real interest rates, as in eleven of the episodes, interest rates are not materially higher.", "authors": ["epre33", "epre75", "epro164"], "abstractStem": "we identifi the major public debt overhang episod in the advanc economi sinc the earli 1800 character by public debt to gdp level exceed 90 percent for at least five year consist with reinhart and rogoff 2010 and most of the more recent research we find that public debt overhang episod are associ with lower growth than dure other period the durat of the averag debt overhang episod is perhap it most strike featur among the 26 episod we identifi 20 last more than a decad the long durat beli the view that the correl is caus mainli by debt buildup dure busi cycl recess the long durat also impli that the cumul shortfal in output from debt overhang is potenti massiv these growthreduc effect of high public debt are appar not transmit exclus through high real interest rate as in eleven of the episod interest rate are not materi higher", "title": "Public Debt Overhangs: Advanced-Economy Episodes since 1800"}, "https://ideas.repec.org/a/eee/wdevel/v18y1990i1p19-27.html": {"abstract": "Despite the growing support for market-oriented strategies, and for a greater role of private investment, empirical growth models for developing countries typically make no distinction between the private and public components af investment. This paper sheds some light on this important issue by formulating a simple growth model that separates the effects of public sector and private sector investment. This model is estimated for a cross-section sample of 24 developing countries, and the results support the notion that private investment has a larger direct effect on growth than does public investment.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epkh176", "epre33"], "abstractStem": "despit the grow support for marketori strategi and for a greater role of privat invest empir growth model for develop countri typic make no distinct between the privat and public compon af invest thi paper shed some light on thi import issu by formul a simpl growth model that separ the effect of public sector and privat sector invest thi model is estim for a crosssect sampl of 24 develop countri and the result support the notion that privat invest ha a larger direct effect on growth than doe public investmentpthi abstract wa borrow from anoth version of thi item", "title": "Private investment and economic growth in developing countries"}, "https://ideas.repec.org/a/oup/jafrec/v5y1996i3p231-71.html": {"abstract": "No abstract is available for this item.", "authors": ["epre33"], "abstractStem": "no abstract is avail for thi item", "title": "Le Prix de l'Argent: How (Not) to Deal with Capital Inflows"}, "https://ideas.repec.org/a/bdr/ensayo/v27y2009i59p46-82.html": {"abstract": "Los modelos de búsqueda monetaria, gracias a los trabajos teóricos recientes, no sólo permiten entender el intercambio como un fenómeno monetario, sino también dar respuesta a interrogantes de política monetaria como son los costos de inflación. El presente trabajo es un aporte a los diversos intentos por desarrollar medidas para el caso colombiano reciente. Utilizando el método simulado de momentos (SMM) para estimar el modelo propuesto por Rocheteau y Waller (2005), se encuentra que, al incorporar mecanismos endógenos de formación de precios, estos costos oscilan entre 0,5% y 7% del PIB, dependiendo de ciertas condiciones. Los resultados que brinda este trabajo son mayores que otros aportes anteriores, debido a nuevos elementos incorporados en este modelo, como la presencia de externalidades en las cantidades de intercambio, en la composición y en el poder de mercado, que no se habían incluido en estudios anteriores", "authors": ["epre33"], "abstractStem": "lo modelo de b squeda monetaria gracia a lo trabajo te rico recient no s lo permiten entend el intercambio como un fen meno monetario sino tambi n dar respuesta a interrogant de pol tica monetaria como son lo costo de inflaci n el present trabajo es un aport a lo diverso intento por desarrollar medida para el caso colombiano recient utilizando el m todo simulado de momento smm para estimar el modelo propuesto por rocheteau y waller 2005 se encuentra que al incorporar mecanismo end geno de formaci n de precio esto costo oscilan entr 05 y 7 del pib dependiendo de cierta condicion lo resultado que brinda est trabajo son mayor que otro aport anterior debido a nuevo elemento incorporado en est modelo como la presencia de externalidad en la cantidad de intercambio en la composici n y en el poder de mercado que no se hab an incluido en estudio anterior", "title": "Costos De Inflación En Un Modelo De Búsqueda Monetaria Con Formación Endógena De Precios: El Caso Colombiano"}, "https://ideas.repec.org/a/eee/deveco/v66y2001i2p533-553.html": {"abstract": "While high interest rates and foreign exchange sales are the most common way of dealing with a speculative attack in the foreign exchange market, several countries resorted to capital controls during recent periods of currency market turbulence. The purpose of this study is to use daily financial data to examine four of these capital controls episodes--Brazil, 1999, Malaysia 1998, Spain 1992, and Thailand 1997. We aim to assess the extent to which the capital controls were effective in delivering the outcomes that motivated their inception in the first place. We conclude that in two of the three cases (Brazil and Thailand), the controls did not deliver much of what was intended--although, one does not observe the counterfactual. By contrast, in the case of Malaysia the controls did align closely with the priors of what controls are intended to achieve: greater interest rate and exchange rate stability and more policy autonomy.<p>(This abstract was borrowed from another version of this item.)", "authors": ["eped1", "epre33"], "abstractStem": "while high interest rate and foreign exchang sale are the most common way of deal with a specul attack in the foreign exchang market sever countri resort to capit control dure recent period of currenc market turbul the purpos of thi studi is to use daili financi data to examin four of these capit control episodesbrazil 1999 malaysia 1998 spain 1992 and thailand 1997 we aim to assess the extent to which the capit control were effect in deliv the outcom that motiv their incept in the first place we conclud that in two of the three case brazil and thailand the control did not deliv much of what wa intendedalthough one doe not observ the counterfactu by contrast in the case of malaysia the control did align close with the prior of what control are intend to achiev greater interest rate and exchang rate stabil and more polici autonomypthi abstract wa borrow from anoth version of thi item", "title": "Stopping hot money"}, "https://ideas.repec.org/a/pal/imfstp/v40y1993i4p876-877.html": {"abstract": "We highlight in this note how an application of a similar estimation approach as ours to Colombian data for a more recent period following financial and capital account liberalization may find that the money supply is \"endogenous\" (i.e. demand-determined as long as the exchange rate is heavily managed.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epre33", "epre75"], "abstractStem": "we highlight in thi note how an applic of a similar estim approach as our to colombian data for a more recent period follow financi and capit account liber may find that the money suppli is endogen ie demanddetermin as long as the exchang rate is heavili managedpthi abstract wa borrow from anoth version of thi item", "title": "Output Fluctuations and Monetary Shocks in Colombia: Reply to GarcÃ­a"}, "https://ideas.repec.org/a/aea/aecrev/v94y2004i2p53-58.html": {"abstract": "Lucas (1990) argued that it was a paradox that more capital does not flow from rich countries to poor countries. He rejected the standard explanation of expropriation risk and argued that paucity of capital flows to poor countries must instead be rooted in externalities in human capital formation favoring further investment in already capital rich countries. In this paper, we review the various explanations offered for this “paradox.” There is no doubt that there are many reasons why capital does not flow from rich to poor nations – yet the evidence we present suggests some explanations are more relevant than others. In particular, as long as the odds of non repayment are as high as 65 percent for some low income countries, credit risk seems like a far more compelling reason for the paucity of rich-poor capital flows. The true paradox may not be that too little capital flows from the wealthy to the poor nations, but that too much capital (especially debt) is channeled to “debt intolerant” serial defaulters.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epre33", "epro164"], "abstractStem": "luca 1990 argu that it wa a paradox that more capit doe not flow from rich countri to poor countri he reject the standard explan of expropri risk and argu that pauciti of capit flow to poor countri must instead be root in extern in human capit format favor further invest in alreadi capit rich countri in thi paper we review the variou explan offer for thi  paradox  there is no doubt that there are mani reason whi capit doe not flow from rich to poor nation   yet the evid we present suggest some explan are more relev than other in particular as long as the odd of non repay are as high as 65 percent for some low incom countri credit risk seem like a far more compel reason for the pauciti of richpoor capit flow the true paradox may not be that too littl capit flow from the wealthi to the poor nation but that too much capit especi debt is channel to  debt intoler  serial defaulterspthi abstract wa borrow from anoth version of thi item", "title": "Serial Default and the \"Paradox\" of Rich-to-Poor Capital Flows"}, "https://ideas.repec.org/a/col/000107/006899.html": {"abstract": "En este artículo, un algoritmo cataloga las bonanzas de entradas de capital tanto a economías emergentes como a economías avanzadas desde 1980 a 2007 para 181 países y desde 1960 a 2007 para un subconjunto de 66 economías de todas las regiones. Factores globales como los precios de los productos básicos, las tasas de interés internacional y el crecimiento de las economías más grandes del mundo tienen un efecto sistemático en el ciclo global de flujos de capital. Las bonanzas no son una bendición para las economías avanzadas ni para los mercados emergentes. En el caso de estas últimas, las bonanzas de entradas de capital están relacionadas con una mayor probabilidad de crisis económicas. En los países en desarrollo las bonanzas están asociadas a políticas fiscales procíclicas y a intentos por controlar o evitar una apreciación de la tasa de cambio, quemuy probablemente contribuyen a la vulnerabilidad económica. En el caso de las economías avanzadas,los resultados no son tan claros. Las bonanzas se relacionan con resultados macroeconómicos másvolátiles en cuanto al crecimiento del PIB, la inflación y las cuentas externas; además, las bonanzasvan seguidas de un período de crecimiento económico más lento y de una disminución sostenidaen el precio de las acciones y de la vivienda.", "authors": ["epre33", "epre75"], "abstractStem": "en est art culo un algoritmo cataloga la bonanza de entrada de capit tanto a econom as emergent como a econom as avanzada desd 1980 a 2007 para 181 pa se y desd 1960 a 2007 para un subconjunto de 66 econom as de toda la region factor global como lo precio de lo producto b sico la tasa de inter s internacion y el crecimiento de la econom as m s grand del mundo tienen un efecto sistem tico en el ciclo global de flujo de capit la bonanza no son una bendici n para la econom as avanzada ni para lo mercado emergent en el caso de esta  ltima la bonanza de entrada de capit est n relacionada con una mayor probabilidad de crisi econ mica en lo pa se en desarrollo la bonanza est n asociada a pol tica fiscal proc clica y a intento por controlar o evitar una apreciaci n de la tasa de cambio quemuy probablement contribuyen a la vulnerabilidad econ mica en el caso de la econom as avanzadaslo resultado no son tan claro la bonanza se relacionan con resultado macroecon mico m svol tile en cuanto al crecimiento del pib la inflaci n y la cuenta externa adem s la bonanzasvan seguida de un per odo de crecimiento econ mico m s lento y de una disminuci n sostenidaen el precio de la accion y de la vivienda", "title": "Bonanzas de flujos de capital: una mirada que abarca el pasado y el presente"}, "https://ideas.repec.org/a/pal/imfstp/v45y1998i1p1-48.html": {"abstract": "This paper examines the empirical evidence on currency crises and proposes a specific early warning system. This system involves monitoring the evolution of several indicators that tend to exhibit an unusual behavior in the periods preceding a crisis. When an indicator exceeds a certain threshold value, this is interpreted as a warning \"signal\" that a currency crisis may take place within the following 24 months. The variables that have the best track record within this approach include exports, deviations of the real exchange rate from trend, the ratio of broad money to gross international reserves, output, and equity prices.", "authors": ["epka84", "epre33"], "abstractStem": "thi paper examin the empir evid on currenc crise and propos a specif earli warn system thi system involv monitor the evolut of sever indic that tend to exhibit an unusu behavior in the period preced a crisi when an indic exce a certain threshold valu thi is interpret as a warn signal that a currenc crisi may take place within the follow 24 month the variabl that have the best track record within thi approach includ export deviat of the real exchang rate from trend the ratio of broad money to gross intern reserv output and equiti price", "title": "Leading Indicators of Currency Crises"}, "https://ideas.repec.org/a/ucp/jpolec/v106y1998i5p1078-1098.html": {"abstract": "As pointed out by Hall (1988), intertemporal substitution by consumers is a central element of many modern macroeconomic and international models. We argue that Hall's estimator or the IES is downward biased because the intra-temporal substitution between nondurable consumption goods and durable consumption goods is ignored and because the changes in real interest rates affect user costs of durable goods.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epog9", "epre33"], "abstractStem": "as point out by hall 1988 intertempor substitut by consum is a central element of mani modern macroeconom and intern model we argu that hall estim or the i is downward bias becaus the intratempor substitut between nondur consumpt good and durabl consumpt good is ignor and becaus the chang in real interest rate affect user cost of durabl goodspthi abstract wa borrow from anoth version of thi item", "title": "Measuring Intertemporal Substitution: The Role of Durable Goods"}, "https://ideas.repec.org/a/elt/journl/v77y2010i308p773-828.html": {"abstract": "The frequency of financial crises over recent decades makes an in-depth study of the phenomenon imperative. This should involve particular attention to those points the different crises have in common, so as to draw lessons that can be used by financial authorities, regulators and the actual participants in the financial system. The causes of the crisis and the efficacy (or inefficacy) of response by governments are essential aspects that must be studied in order to determine the lessons to be drawn and recommendations to be made. Besides their shared border and their strong economic, social and cultural links, Mexico and the United States have also in recent times faced deep financial crises which —leaving aside the different historical moments and varying degrees of sophistication of their respective financial markets— have much in common. The Centro de Estudios Espinosa Yglesias (CEEY) brought together a group of experts in financial systems and public finance to debate the origin of the above-mentioned financial crises and the viability of means for anticipating them. This is particularly important since the environment in which we now find ourselves is one where technical advances and financial innovations are themselves a source of risk; this is because the speed of development often outstrips the capacity of regulators and financial supervisors to keep abreast of them. The experts also analyzed the responses of the respective authorities to the two crises, their effectiveness and alternative strategies that might have been applied. Finally, it was of interest to the CEEY to find mechanisms that might minimize the risk of financial crises and reduce the cost of the rescue programs that ensue upon them.// La frecuencia de las crisis financieras en decenios recientes hace imperativo profundizar en su estudio, en particular en los puntos en común entre ellas, para inferir lecciones que puedan ser utilizadas por autoridades financieras, reguladores y por los propios participantes en un sistema financiero. Las causas de la crisis y la efectividad (o inefectividad) de la respuesta por parte de los gobiernos son aspectos esenciales por estudiar para determinar lecciones y recomendaciones. México y los Estados Unidos, además de compartir frontera y de sostener fuertes lazos económicos, sociales y culturales, han enfrentado en la historia reciente grandes crisis financieras que —a reserva de las diferencias de tiempo y del grado de refinación de sus respectivos mercados financieros— coinciden en muchos aspectos. El Centro de Estudios Espinosa Yglesias (CEEY) ha reunido a un grupo de expertos en sistemas financieros y finanzas públicas para debatir el origen de dichas crisis financieras y la viabilidad de anticiparlas. Esto es en particular relevante porque enfrentamos un entorno en que los avances tecnológicos y la innovación financiera implican riesgos, debido a que muchas veces van un paso adelante de los reguladores y los supervisores financieros. Asimismo, se analiza las respuestas de las respectivas autoridades a las crisis, su efectividad y las opciones que podrían haberse aplicado. Finalmente, es de interés para el CEEY encontrar mecanismos que minimicen el riesgo de las crisis financieras y el costo de los rescates que les suceden.", "authors": ["fpca694", "epes46", "ephe96", "epre33", "fpro527", "fpwi242"], "abstractStem": "the frequenc of financi crise over recent decad make an indepth studi of the phenomenon imper thi should involv particular attent to those point the differ crise have in common so as to draw lesson that can be use by financi author regul and the actual particip in the financi system the caus of the crisi and the efficaci or inefficaci of respons by govern are essenti aspect that must be studi in order to determin the lesson to be drawn and recommend to be made besid their share border and their strong econom social and cultur link mexico and the unit state have also in recent time face deep financi crise which  leav asid the differ histor moment and vari degre of sophist of their respect financi market  have much in common the centro de estudio espinosa yglesia ceey brought togeth a group of expert in financi system and public financ to debat the origin of the abovement financi crise and the viabil of mean for anticip them thi is particularli import sinc the environ in which we now find ourselv is one where technic advanc and financi innov are themselv a sourc of risk thi is becaus the speed of develop often outstrip the capac of regul and financi supervisor to keep abreast of them the expert also analyz the respons of the respect author to the two crise their effect and altern strategi that might have been appli final it wa of interest to the ceey to find mechan that might minim the risk of financi crise and reduc the cost of the rescu program that ensu upon them la frecuencia de la crisi financiera en decenio recient hace imperativo profundizar en su estudio en particular en lo punto en com n entr ella para inferir leccion que puedan ser utilizada por autoridad financiera regulador y por lo propio participant en un sistema financiero la causa de la crisi y la efectividad o inefectividad de la respuesta por part de lo gobierno son aspecto esencial por estudiar para determinar leccion y recomendacion m xico y lo estado unido adem s de compartir frontera y de sosten fuert lazo econ mico social y cultural han enfrentado en la historia recient grand crisi financiera que  a reserva de la diferencia de tiempo y del grado de refinaci n de su respectivo mercado financiero  coinciden en mucho aspecto el centro de estudio espinosa yglesia ceey ha reunido a un grupo de experto en sistema financiero y finanza p blica para debatir el origen de dicha crisi financiera y la viabilidad de anticiparla esto es en particular relevant porqu enfrentamo un entorno en que lo avanc tecnol gico y la innovaci n financiera implican riesgo debido a que mucha vece van un paso adelant de lo regulador y lo supervisor financiero asimismo se analiza la respuesta de la respectiva autoridad a la crisi su efectividad y la opcion que podr an habers aplicado finalment es de inter s para el ceey encontrar mecanismo que minimicen el riesgo de la crisi financiera y el costo de lo rescat que le suceden", "title": "Análisis comparado sobre la crisis y los rescates financieros de México (1995) y los Estados Unidos (2008)"}, "https://ideas.repec.org/a/ijf/ijfiec/v4y1999i1p27-54.html": {"abstract": " In recent years, many developing countries have intervened in foreign exchange markets to offset to some extent the effect on their economies of large capital flows. Often changes in reserve requirements were used to mitigate the impact of that intervention on domestic money supplies. Because reserve requirements are a tax, however, changes in reserve requirements can have real effects. This paper shows that the exact implications for output, the real exchange rate and the capital and current accounts depend importantly on who--whether depositors or borrowers--pays the tax. In any case, foreign exchange intervention matched by changes in reserve requirements that keep the money supply fixed do influence the exchange rate in the short and, sometimes, the long run. The recent experiences of ten developing countries establish that, while the incidence of the tax varies considerably across countries and time, both deposit and lending rates of interest respond to changes in reserve requirements. Copyright @ 1999 by John Wiley &amp; Sons, Ltd. All rights reserved.", "authors": ["epre33", "epre75"], "abstractStem": " in recent year mani develop countri have interven in foreign exchang market to offset to some extent the effect on their economi of larg capit flow often chang in reserv requir were use to mitig the impact of that intervent on domest money suppli becaus reserv requir are a tax howev chang in reserv requir can have real effect thi paper show that the exact implic for output the real exchang rate and the capit and current account depend importantli on whowheth depositor or borrowerspay the tax in ani case foreign exchang intervent match by chang in reserv requir that keep the money suppli fix do influenc the exchang rate in the short and sometim the long run the recent experi of ten develop countri establish that while the incid of the tax vari consider across countri and time both deposit and lend rate of interest respond to chang in reserv requir copyright  1999 by john wiley amp son ltd all right reserv", "title": "On the Use of Reserve Requirements in Dealing with Capital Flow Problems"}, "https://ideas.repec.org/a/aea/aecrev/v103y2013i3p48-54.html": {"abstract": "The Federal Reserve's mandate has evolved considerably over the organization's hundred-year history. It was changed from an initial focus in 1913 on financial stability, to fiscal financing in World War II and its aftermath, to a strong anti-inflation focus from the late 1970s, and then back to greater emphasis on financial stability since the Great Contraction. Yet, as the Fed's mandate has expanded in recent years, its range of instruments has narrowed, partly based on a misguided belief in the inherent stability of financial markets. We argue for a return to multiple instruments, including a more active role for reserve requirements.", "authors": ["epre33", "epro164"], "abstractStem": "the feder reserv mandat ha evolv consider over the organ hundredyear histori it wa chang from an initi focu in 1913 on financi stabil to fiscal financ in world war ii and it aftermath to a strong antiinfl focu from the late 1970 and then back to greater emphasi on financi stabil sinc the great contract yet as the fed mandat ha expand in recent year it rang of instrument ha narrow partli base on a misguid belief in the inher stabil of financi market we argu for a return to multipl instrument includ a more activ role for reserv requir", "title": "Shifting Mandates: The Federal Reserve's First Centennial"}, "https://ideas.repec.org/a/eee/jimfin/v18y1999i4p619-635.html": {"abstract": "In the early 1990s capital flows to the Asian economies were dominated by FDI. By contrast, Latin America was attracting little FDI and a large share of its inflows were either short-term or portfolio and viewed as “hot money.” These differences gave rise to the view that Latin America was more vulnerable to a reversal of capital flows than Asia. Yet, scant attention was given to the fact that as the capital inflows persisted those regional differences were eroding–it took the crises of 1997 to reveal that Asia’s exposure to the vagaries of short-term capital was vast. Here we present cross-country evidence that capital controls influence the composition of flows, if not their volume while policies of sterilized intervention influence both volume and composition, skewing flows to the short end of the maturity spectrum. We conclude that Asia’s increasing reliance on short term flows was, in large part, due to the macroeconomic policy response to the initial surge in capital inflows.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpmo593", "epre33"], "abstractStem": "in the earli 1990 capit flow to the asian economi were domin by fdi by contrast latin america wa attract littl fdi and a larg share of it inflow were either shortterm or portfolio and view as  hot money  these differ gave rise to the view that latin america wa more vulner to a revers of capit flow than asia yet scant attent wa given to the fact that as the capit inflow persist those region differ were erod it took the crise of 1997 to reveal that asia s exposur to the vagari of shortterm capit wa vast here we present crosscountri evid that capit control influenc the composit of flow if not their volum while polici of steril intervent influenc both volum and composit skew flow to the short end of the matur spectrum we conclud that asia s increas relianc on short term flow wa in larg part due to the macroeconom polici respons to the initi surg in capit inflowspthi abstract wa borrow from anoth version of thi item", "title": "Do capital controls and macroeconomic policies influence the volume and composition of capital flows? Evidence from the 1990s"}, "https://ideas.repec.org/a/bla/coecpo/v12y1994i3p54-66.html": {"abstract": " \"Since 1990, capital has flowed from industrial countries to developing regions like Latin America and parts of Asia. Most countries welcome reentry into international capital markets. However, capital inflows often are associated with inflationary pressures, a real exchange rate appreciation, a deterioration in the current account, and a boom in bank lending. This paper briefly examines how these inflows have altered the macroeconomic environment in a number of Asian and Latin American countries, and discusses the pros and cons of the policy options\". Copyright 1994 Western Economic Association International.", "authors": ["fpca694", "epre33"], "abstractStem": " sinc 1990 capit ha flow from industri countri to develop region like latin america and part of asia most countri welcom reentri into intern capit market howev capit inflow often are associ with inflationari pressur a real exchang rate appreci a deterior in the current account and a boom in bank lend thi paper briefli examin how these inflow have alter the macroeconom environ in a number of asian and latin american countri and discuss the pro and con of the polici option copyright 1994 western econom associ intern", "title": "The Capital Inflows Problem: Concepts And Issues"}, "https://ideas.repec.org/a/cto/journl/v31y2011i3p427-439.html": {"abstract": "Considerable debate rages about whether Federal Reserve policy was too lax in the early part of the 2000s, thereby fueling the home-price bubble that was the proximate cause of the global financial crisis. We present evidence that the view that modest alterations to monetary policy have vast consequences is inconsistent with theory and not supported by evidence. We take a close look at the responses of asset markets to changes in the short-term policy interest rate since the founding of the Fed in 1914. Changes in the federal funds rate have no systematic effect on either long-term interest rates or housing prices over nearly a century. Indeed, since the mid-1990s the policy rate had a negative relationship with long-term interest rates. This is consistent with a global view of capital markets where massive cross-border flows shape the availability of domestic credit and asset prices. The evidence casts doubts on arguments that a moderately different monetary policy path might have mattered.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epre33", "epre75"], "abstractStem": "consider debat rage about whether feder reserv polici wa too lax in the earli part of the 2000 therebi fuel the homepric bubbl that wa the proxim caus of the global financi crisi we present evid that the view that modest alter to monetari polici have vast consequ is inconsist with theori and not support by evid we take a close look at the respons of asset market to chang in the shortterm polici interest rate sinc the found of the fed in 1914 chang in the feder fund rate have no systemat effect on either longterm interest rate or hous price over nearli a centuri inde sinc the mid1990 the polici rate had a neg relationship with longterm interest rate thi is consist with a global view of capit market where massiv crossbord flow shape the avail of domest credit and asset price the evid cast doubt on argument that a moder differ monetari polici path might have matteredpthi abstract wa borrow from anoth version of thi item", "title": "Limits of Monetary Policy in Theory and Practice"}, "https://ideas.repec.org/a/aea/aecrev/v100y2010i2p573-78.html": {"abstract": "We study economic growth and inflation at different levels of government and external debt. Our analysis is based on new data on forty-four countries spanning about two hundred years. The dataset incorporates over 3,700 annual observations covering a wide range of political systems, institutions, exchange rate arrangements, and historic circumstances. Our main findings are: First, the relationship between government debt and real GDP growth is weak for debt/GDP ratios below a threshold of 90 percent of GDP. Above 90 percent, median growth rates fall by one percent, and average growth falls considerably more. We find that the threshold for public debt is similar in advanced and emerging economies. Second, emerging markets face lower thresholds for external debt (public and private)--which is usually denominated in a foreign currency. When external debt reaches 60 percent of GDP, annual growth declines by about two percent; for higher levels, growth rates are roughly cut in half. Third, there is no apparent contemporaneous link between inflation and public debt levels for the advanced countries as a group (some countries, such as the United States, have experienced higher inflation when debt/GDP is high.) The story is entirely different for emerging markets, where inflation rises sharply as debt increases.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epre33", "epro164"], "abstractStem": "we studi econom growth and inflat at differ level of govern and extern debt our analysi is base on new data on fortyfour countri span about two hundr year the dataset incorpor over 3700 annual observ cover a wide rang of polit system institut exchang rate arrang and histor circumst our main find are first the relationship between govern debt and real gdp growth is weak for debtgdp ratio below a threshold of 90 percent of gdp abov 90 percent median growth rate fall by one percent and averag growth fall consider more we find that the threshold for public debt is similar in advanc and emerg economi second emerg market face lower threshold for extern debt public and privatewhich is usual denomin in a foreign currenc when extern debt reach 60 percent of gdp annual growth declin by about two percent for higher level growth rate are roughli cut in half third there is no appar contemporan link between inflat and public debt level for the advanc countri as a group some countri such as the unit state have experienc higher inflat when debtgdp is high the stori is entir differ for emerg market where inflat rise sharpli as debt increasespthi abstract wa borrow from anoth version of thi item", "title": "Growth in a Time of Debt"}, "https://ideas.repec.org/a/cuf/journl/y2015v16i1reinhartrogoffsavastano.html": {"abstract": "Many emerging market economies are dollarized in varying degrees. How important is this for the conduct of monetary policy and choice of exchange rate regime? We propose a composite measure of dollarization, identify its major trends, and ascertain its impact on the effectiveness of monetary and exchange rate policy. We find that, contrary to the presumption in the literature, a high degree of dollarization does not pose an obstacle to monetary control or to disinflation. A high level of dollarization does appear to increase exchange rate pass-through, reinforcing the claim that \"fear of ï¬‚oating\" is a greater problem for highly dollarized economies.", "authors": ["epre33", "epro164"], "abstractStem": "mani emerg market economi are dollar in vari degre how import is thi for the conduct of monetari polici and choic of exchang rate regim we propos a composit measur of dollar identifi it major trend and ascertain it impact on the effect of monetari and exchang rate polici we find that contrari to the presumpt in the literatur a high degre of dollar doe not pose an obstacl to monetari control or to disinfl a high level of dollar doe appear to increas exchang rate passthrough reinforc the claim that fear of  oat is a greater problem for highli dollar economi", "title": "Addicted to Dollars"}, "https://ideas.repec.org/a/oup/wbecrv/v16y2002i2p151-170.html": {"abstract": " Sovereign credit ratings play an important part in determining countries' access to international capital markets and the terms of that access. In principle, there is no reason to expect that sovereign credit ratings should systematically predict currency crises. In practice, in emerging market economies there is a strong link between currency crises and default. Hence if credit ratings are forward-looking and currency crises in emerging market economies are linked to defaults, it follows that downgrades in credit ratings should systematically precede currency crises. This article presents results suggesting that sovereign credit ratings systematically fail to predict currency crises but do considerably better in predicting defaults. Downgrades in credit ratings usually follow currency crises, possibly suggesting that currency instability increases the risk of default. Copyright 2002, Oxford University Press.", "authors": ["epre33"], "abstractStem": " sovereign credit rate play an import part in determin countri access to intern capit market and the term of that access in principl there is no reason to expect that sovereign credit rate should systemat predict currenc crise in practic in emerg market economi there is a strong link between currenc crise and default henc if credit rate are forwardlook and currenc crise in emerg market economi are link to default it follow that downgrad in credit rate should systemat preced currenc crise thi articl present result suggest that sovereign credit rate systemat fail to predict currenc crise but do consider better in predict default downgrad in credit rate usual follow currenc crise possibl suggest that currenc instabl increas the risk of default copyright 2002 oxford univers press", "title": "Default, Currency Crises, and Sovereign Credit Ratings"}, "https://ideas.repec.org/a/aea/aecrev/v90y2000i2p65-70.html": {"abstract": "This note summarizes some of the highlights of my longer paper with Guillermo Calvo”Fear of Floating.” Many emerging market countries have suffered financial crises. One view blames soft pegs for these crises. Adherents to that view suggest that countries move to corner solutions--hard pegs or floating exchange rates. We analyze the behavior of exchange rates, reserves, and interest rates to assess whether there is evidence that country practice is moving toward corner solutions. We focus on whether countries that claim they are floating are indeed doing so. We find that countries that say they allow their exchange rate to float mostly do not--there seems to be an epidemic case of “fear of floating.”<p>(This abstract was borrowed from another version of this item.)", "authors": ["epre33"], "abstractStem": "thi note summar some of the highlight of my longer paper with guillermo calvo fear of float  mani emerg market countri have suffer financi crise one view blame soft peg for these crise adher to that view suggest that countri move to corner solutionshard peg or float exchang rate we analyz the behavior of exchang rate reserv and interest rate to assess whether there is evid that countri practic is move toward corner solut we focu on whether countri that claim they are float are inde do so we find that countri that say they allow their exchang rate to float mostli do notther seem to be an epidem case of  fear of float pthi abstract wa borrow from anoth version of thi item", "title": "Mirage of Floating Exchange Rates"}, "https://ideas.repec.org/a/pal/imfstp/v40y1993i4p868-870.html": {"abstract": "In this short note we further discuss the role of macroeconomic policies to deal with surges in capital inflows. Primarily policies aimed at avoiding financial crises or an overvaluation of the real exchange rate.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpca694", "epre33"], "abstractStem": "in thi short note we further discuss the role of macroeconom polici to deal with surg in capit inflow primarili polici aim at avoid financi crise or an overvalu of the real exchang ratepthi abstract wa borrow from anoth version of thi item", "title": "Formulating a Policy Response: Reply to Snowden"}, "https://ideas.repec.org/a/bin/bpeajo/v34y2003i2003-1p1-74.html": {"abstract": "This paper introduces the concept of \"debt intolerance,\" which manifests itself in the extreme duress many emerging market economies experience at levels of indebtedness that would seem manageable by advanced country standards. The paper argues that \"safe\" external debt-to-GNP thresholds for debt-intolerant countries depend on the country's default and inflation history and may be as low as 15 percent in some cases. Debt intolerance is linked to the phenomenon of serial default that has plagued many countries over the past two centuries. Understanding and measuring debt intolerance is fundamental to assessing the problems of debt sustainability, debt restructuring, capital market integration, and the scope for international lending to ameliorate crises. The paper makes a first pass at quantifying debt intolerance, including delineating debtors' \"clubs\" and regions of vulnerability, based on a history of credit events for a large number of countries going back to the 1820s.", "authors": ["epre33", "epro164"], "abstractStem": "thi paper introduc the concept of debt intoler which manifest itself in the extrem duress mani emerg market economi experi at level of indebted that would seem manag by advanc countri standard the paper argu that safe extern debttognp threshold for debtintoler countri depend on the countri default and inflat histori and may be as low as 15 percent in some case debt intoler is link to the phenomenon of serial default that ha plagu mani countri over the past two centuri understand and measur debt intoler is fundament to assess the problem of debt sustain debt restructur capit market integr and the scope for intern lend to amelior crise the paper make a first pass at quantifi debt intoler includ delin debtor club and region of vulner base on a histori of credit event for a larg number of countri go back to the 1820", "title": "Debt Intolerance"}, "https://ideas.repec.org/a/pal/imfstp/v40y1993i1p108-151.html": {"abstract": "The characteristics of recent capital inflows into Latin America are discussed. It is argued that these inflows are partly explained by conditions outside the region, like the recession in the United States and lower international interest rates. The importance of external factors suggests that a reversal of those conditions may lead to a future capital outflow, increasing the macroeconomic vulnerability of Latin American economies. Policy options, it is argued, are limited.", "authors": ["fpca694", "epre33"], "abstractStem": "the characterist of recent capit inflow into latin america are discuss it is argu that these inflow are partli explain by condit outsid the region like the recess in the unit state and lower intern interest rate the import of extern factor suggest that a revers of those condit may lead to a futur capit outflow increas the macroeconom vulner of latin american economi polici option it is argu are limit", "title": "Capital Inflows and Real Exchange Rate Appreciation in Latin America: The Role of External Factors"}, "https://ideas.repec.org/a/aea/jecper/v10y1996i2p123-39.html": {"abstract": "Half a decade has passed since the resurgence of international capital flows to many developing countries and history has, once again, shown that foreign investment is prone to repeated booms and busts. Mexico's 1994 crisis is but a recent example that highlights the vulnerability of capital-importing countries to abrupt reversals; thus, an aim of policy is to reduce that vulnerability. This paper discusses the principal causes, facts, and policies that have characterized capital inflows to Asia and Latin America. In particular, the authors examine what policies have proved useful in protecting these economies from the vagaries of international capital flow.", "authors": ["fpca694", "epre33"], "abstractStem": "half a decad ha pass sinc the resurg of intern capit flow to mani develop countri and histori ha onc again shown that foreign invest is prone to repeat boom and bust mexico 1994 crisi is but a recent exampl that highlight the vulner of capitalimport countri to abrupt revers thu an aim of polici is to reduc that vulner thi paper discuss the princip caus fact and polici that have character capit inflow to asia and latin america in particular the author examin what polici have prove use in protect these economi from the vagari of intern capit flow", "title": "Inflows of Capital to Developing Countries in the 1990s"}, "https://ideas.repec.org/a/pal/imfstp/v39y1992i3p495-517.html": {"abstract": "The relationship between temporary terms of trade shocks and household saving in developing countries is examined. It is first shown that, from a theoretical standpoint, this relationship is ambiguous: private saving may rise or fall in response to a transitory terms of trade shock, depending on the values of the intertemporal elasticity of substitution and the intratemporal elasticity of substitution between traded and nontraded goods. Empirical estimates of these two parameters are obtained using data from a sample of 13 developing countries, and then used to draw implications for the response of private saving to transitory terms of trade shocks.", "authors": ["epos23", "epre33"], "abstractStem": "the relationship between temporari term of trade shock and household save in develop countri is examin it is first shown that from a theoret standpoint thi relationship is ambigu privat save may rise or fall in respons to a transitori term of trade shock depend on the valu of the intertempor elast of substitut and the intratempor elast of substitut between trade and nontrad good empir estim of these two paramet are obtain use data from a sampl of 13 develop countri and then use to draw implic for the respons of privat save to transitori term of trade shock", "title": "Private Saving and Terms of Trade Shocks: Evidence from Developing Countries"}, "https://ideas.repec.org/a/aea/aecrev/v98y2008i2p339-44.html": {"abstract": "¿Es verdaderamente la crisis financiera 2007-2008 de las hipotecas sub-prime en EEUU, un fenómeno nuevo y diferente? Nuestro examen de los registros históricos más extensos encuentra asombrosas similitudes, tanto cuantitativas como cualitativas, con 18 crisis financieras en países industrializados durante la temprana posguerra. En particular, la aceleración de los precios de las acciones y de las viviendas en EEUU (que la literatura sobre crisis financieras destaca como el mejor indicador líder para países que experimentan grandes entradas de capitales,) sigue muy de cerca el promedio verificado en las primeras crisis. Otra similitud importante es la forma en V invertida adoptada por la curva de crecimiento de la producción en Estados Unidos, a medida que la economía se enfriaba en vísperas de la crisis. Entre los otros indicadores, la aceleración de la deuda pública estadounidense está algo por debajo del promedio de otros episodios; la inflación pre-crisis también está en un nivel inferior. Por otro lado, la trayectoria de su déficit en cuenta corriente es peor que el promedio. Una pregunta crítica es si la crisis estadounidense resultará ser similar a las más severas crisis de los países industrializados, en cuyo caso el crecimiento podría caer significativamente por debajo de la tendencia durante un período prolongado. ¿O resultará ser similar a los episodios más leves, en los que la recuperación fue relativamente rápida? Mucho dependerá de cuán grande resulte el shock sobre el sistema financiero y, en menor medida, en la eficacia de la subsiguientes medidas de política económica que se adopten en respuesta a la crisis.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epre33", "epro164"], "abstractStem": " es verdaderament la crisi financiera 20072008 de la hipoteca subprim en eeuu un fen meno nuevo y diferent nuestro examen de lo registro hist rico m s extenso encuentra asombrosa similitud tanto cuantitativa como cualitativa con 18 crisi financiera en pa se industrializado durant la temprana posguerra en particular la aceleraci n de lo precio de la accion y de la vivienda en eeuu que la literatura sobr crisi financiera destaca como el mejor indicador l der para pa se que experimentan grand entrada de capital sigu muy de cerca el promedio verificado en la primera crisi otra similitud important es la forma en v invertida adoptada por la curva de crecimiento de la producci n en estado unido a medida que la econom a se enfriaba en v spera de la crisi entr lo otro indicador la aceleraci n de la deuda p blica estadounidens est  algo por debajo del promedio de otro episodio la inflaci n precrisi tambi n est  en un nivel inferior por otro lado la trayectoria de su d ficit en cuenta corrient es peor que el promedio una pregunta cr tica es si la crisi estadounidens resultar  ser similar a la m s severa crisi de lo pa se industrializado en cuyo caso el crecimiento podr a caer significativament por debajo de la tendencia durant un per odo prolongado  o resultar  ser similar a lo episodio m s leve en lo que la recuperaci n fue relativament r pida mucho depend  de cu n grand result el shock sobr el sistema financiero y en menor medida en la eficacia de la subsiguient medida de pol tica econ mica que se adopten en respuesta a la crisispthi abstract wa borrow from anoth version of thi item", "title": "Is the 2007 US Sub-prime Financial Crisis So Different? An International Historical Comparison"}}}