{"epro71": {"https://ideas.repec.org/a/fip/fedfer/y1994p19-30n1.html": {"abstract": "This paper argues that macroeconomic variables are relatively unimportant determinants of exchange rates. The argument hinges on the fact that bilateral exchange rate volatility differs widely across pairs of countries, but macroeconomic volatility is much more similar across countries, at least at short- and medium-term frequencies. For instance, the French Franc/German Deutschemark exchange rate has dramatically lower volatility than the Canadian dollar/German Deutschemark rate, although France and Canada have approximately equal macroeconomic volatility vis-a-vis Germany.", "authors": ["epro71"], "abstractStem": "thi paper argu that macroeconom variabl are rel unimport determin of exchang rate the argument hing on the fact that bilater exchang rate volatil differ wide across pair of countri but macroeconom volatil is much more similar across countri at least at short and mediumterm frequenc for instanc the french francgerman deutschemark exchang rate ha dramat lower volatil than the canadian dollargerman deutschemark rate although franc and canada have approxim equal macroeconom volatil visavi germani", "title": "Are exchange rates macroeconomic phenomena?"}, "https://ideas.repec.org/a/eee/inecon/v40y1996i1-2p209-224.html": {"abstract": "Previous time-series studies have shown evidence of mean-reversion in real exchange rates. Deviations from purchasing power parity (PPP) appear to have half-lives of approximately four years. The long samples required for statistical significance are unavailable for most currencies, however, and may be inappropriate because of regime changes. In this study, we re-examine deviations from PPP using a panel of 150 countries and 45 annual observations. Our panel shows strong evidence of mean-reversion that is similar to that from long time-series. PPP deviations are eroded at a rate of approximately 15% annually, i.e. their half-life is around four years. Such findings can be masked in time-series data, but are relatively easy to find in cross-sections.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfr12", "epro71"], "abstractStem": "previou timeseri studi have shown evid of meanrevers in real exchang rate deviat from purchas power pariti ppp appear to have halfliv of approxim four year the long sampl requir for statist signific are unavail for most currenc howev and may be inappropri becaus of regim chang in thi studi we reexamin deviat from ppp use a panel of 150 countri and 45 annual observ our panel show strong evid of meanrevers that is similar to that from long timeseri ppp deviat are erod at a rate of approxim 15 annual ie their halflif is around four year such find can be mask in timeseri data but are rel easi to find in crosssectionspthi abstract wa borrow from anoth version of thi item", "title": "A panel project on purchasing power parity: Mean reversion within and between countries"}, "https://ideas.repec.org/a/fip/fedfpr/y1996p183-205.html": {"abstract": "The paper is concerned with exchange rate instability, by which we mean large changes in exchange rates. The paper has two objectives. First, we search for plausible determinants of currency crashes. To do this we examine annual panel data for a large sample of developing countries. The work is non-structural, taking the form of probit regressions which link currency crashes to a variety of candidate causes. We examine a comprehensive set of both foreign and domestic explanatory variables. The list includes: foreign conditions; the vulnerability of the country to a crash; the level of external indebtedness; the composition of this debt; measures of domestic government policy; and measures of the state of well-being of the economy. The second objective of the paper is to examine the predictability of exchange rate crashes. For this, we use quarterly time series data from eight countries in the European Monetary System to calibrate two structural models of speculative currency attacks. The first model relies on a traditional monetary approach to exchange rate determination in a target zone, and the second uses a Markov-switching model with time-varying transition probabilities. Both models are calibrated using nontraditional methods to determine model parameters, as we are primarily interested in our models' ability to predict the exchange rate regime that will prevail in the next quarter. In consonance with the older literature on empirical exchange rate models, we do a reasonable job in-sample of predicting currency crises, but a very poor job of forecasting currency crises one quarter ahead.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epme152", "epro71"], "abstractStem": "the paper is concern with exchang rate instabl by which we mean larg chang in exchang rate the paper ha two object first we search for plausibl determin of currenc crash to do thi we examin annual panel data for a larg sampl of develop countri the work is nonstructur take the form of probit regress which link currenc crash to a varieti of candid caus we examin a comprehens set of both foreign and domest explanatori variabl the list includ foreign condit the vulner of the countri to a crash the level of extern indebted the composit of thi debt measur of domest govern polici and measur of the state of wellb of the economi the second object of the paper is to examin the predict of exchang rate crash for thi we use quarterli time seri data from eight countri in the european monetari system to calibr two structur model of specul currenc attack the first model reli on a tradit monetari approach to exchang rate determin in a target zone and the second use a markovswitch model with timevari transit probabl both model are calibr use nontradit method to determin model paramet as we are primarili interest in our model abil to predict the exchang rate regim that will prevail in the next quarter in conson with the older literatur on empir exchang rate model we do a reason job insampl of predict currenc crise but a veri poor job of forecast currenc crise one quarter aheadpthi abstract wa borrow from anoth version of thi item", "title": "Exchange rate instability: determinants and predictability"}, "https://ideas.repec.org/a/pal/imfstp/v49y2002i2p6.html": {"abstract": "This paper tests for uncovered interest parity (UIP) using daily data for 23 developing and developed countries during the crisis-strewn 1990s. We find that UIP works better on average in the 1990s than in previous eras in the sense that the slope coefficient from a regression of exchange rate changes on interest differentials yields a positive coefficient (which is sometimes insignificantly different from unity). UIP works systematically worse for fixed and flexible exchange rate countries than for crisis countries, but we find no significant differences between rich and poor countries. Copyright 2002, International Monetary Fund", "authors": ["epro71"], "abstractStem": "thi paper test for uncov interest pariti uip use daili data for 23 develop and develop countri dure the crisisstrewn 1990 we find that uip work better on averag in the 1990 than in previou era in the sens that the slope coeffici from a regress of exchang rate chang on interest differenti yield a posit coeffici which is sometim insignificantli differ from uniti uip work systemat wors for fix and flexibl exchang rate countri than for crisi countri but we find no signific differ between rich and poor countri copyright 2002 intern monetari fund", "title": "Uncovered Interest Parity in Crisis"}, "https://ideas.repec.org/a/aea/jeclit/v49y2011i3p652-72.html": {"abstract": "This paper provides a selective survey of the incidence, causes, and consequences of a country's choice of its exchange rate regime. I begin with a critical review of Michael Klein and Jay C. Shambaugh's (2010) book Exchange Rate Regimes in the Modern Era, and then proceed to provide an alternative overview of what the economics profession knows and needs to know about exchange rate regimes. While a fixed exchange rate with capital mobility is a well-defined monetary regime, floating is not; thus, it is unclear whether it is theoretically sensible to compare countries across exchange rate regimes. This comparison is quite difficult to make empirically. It is often hard to figure out what the exchange rate regime of a country is in practice, since there are multiple conflicting regime classifications. More importantly, similar countries choose radically different exchange rate regimes without substantive consequences for macroeconomic outcomes like output growth and inflation. That is, the profession knows surprisingly little about either the causes or consequences of national choices of exchange rate regimes. But since the consequences of these choices are small, understanding their causes is of only academic interest. (JEL E52, F33)", "authors": ["epro71"], "abstractStem": "thi paper provid a select survey of the incid caus and consequ of a countri choic of it exchang rate regim i begin with a critic review of michael klein and jay c shambaugh 2010 book exchang rate regim in the modern era and then proceed to provid an altern overview of what the econom profess know and need to know about exchang rate regim while a fix exchang rate with capit mobil is a welldefin monetari regim float is not thu it is unclear whether it is theoret sensibl to compar countri across exchang rate regim thi comparison is quit difficult to make empir it is often hard to figur out what the exchang rate regim of a countri is in practic sinc there are multipl conflict regim classif more importantli similar countri choos radic differ exchang rate regim without substant consequ for macroeconom outcom like output growth and inflat that is the profess know surprisingli littl about either the caus or consequ of nation choic of exchang rate regim but sinc the consequ of these choic are small understand their caus is of onli academ interest jel e52 f33", "title": "Exchange Rate Regimes in the Modern Era : Fixed, Floating, and Flaky"}, "https://ideas.repec.org/a/bla/ecpoli/v15y2000i30p7-46.html": {"abstract": "No abstract is available for this item.", "authors": ["epro71"], "abstractStem": "no abstract is avail for thi item", "title": "One money, one market: the effect of common currencies on trade"}, "https://ideas.repec.org/a/aea/aecrev/v94y2004i1p98-114.html": {"abstract": "This paper estimates the effect on international trade of multilateral trade agreements - the World Trade Organization (WTO), its predecessor the General Agreement on Tariffs and Trade (GATT), and the Generalized System of Preferences (GSP) extended from rich countries to developing countries. I use a standard \"gravity\" model of bilateral merchandise trade and a large panel data set covering over 50 years and 175 countries. An extensive search reveals little evidence that countries joining or belonging to the GATT/WTO have different trade patterns from outsiders, though the GSP seems to have a strong effect.", "authors": ["epro71"], "abstractStem": "thi paper estim the effect on intern trade of multilater trade agreement  the world trade organ wto it predecessor the gener agreement on tariff and trade gatt and the gener system of prefer gsp extend from rich countri to develop countri i use a standard graviti model of bilater merchandis trade and a larg panel data set cover over 50 year and 175 countri an extens search reveal littl evid that countri join or belong to the gattwto have differ trade pattern from outsid though the gsp seem to have a strong effect", "title": "Do We Really Know That the WTO Increases Trade?"}, "https://ideas.repec.org/a/eee/jimfin/v18y1999i4p603-617.html": {"abstract": "Currency crises tend to be regional; they affect countries in geographic proximity. This suggests that patterns of international trade are important in understanding how currency crises spread, above and beyond any macroeconomic phenomena. We provide empirical support for this hypothesis. Using data for five different currency crises (in 1971, 1973, 1992, 1994, and 1997) we show that currency crises affect clusters of countries tied together by international trade. By way of contrast, macroeconomic and financial influences are not closely associated with the cross-country incidence of speculative attacks. We also show that trade linkages help explain cross-country correlations in exchange market pressure during crisis episodes, even after controlling for macroeconomic factors.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epgl13", "epro71"], "abstractStem": "currenc crise tend to be region they affect countri in geograph proxim thi suggest that pattern of intern trade are import in understand how currenc crise spread abov and beyond ani macroeconom phenomena we provid empir support for thi hypothesi use data for five differ currenc crise in 1971 1973 1992 1994 and 1997 we show that currenc crise affect cluster of countri tie togeth by intern trade by way of contrast macroeconom and financi influenc are not close associ with the crosscountri incid of specul attack we also show that trade linkag help explain crosscountri correl in exchang market pressur dure crisi episod even after control for macroeconom factorspthi abstract wa borrow from anoth version of thi item", "title": "Contagion and trade: Why are currency crises regional?"}, "https://ideas.repec.org/a/eee/ecolet/v22y1986i2-3p137-141.html": {"abstract": "No abstract is available for this item.", "authors": ["epro71"], "abstractStem": "no abstract is avail for thi item", "title": "Four paradoxes in GNP"}, "https://ideas.repec.org/a/eee/ecolet/v8y1981i4p373-377.html": {"abstract": "No abstract is available for this item.", "authors": ["epro71"], "abstractStem": "no abstract is avail for thi item", "title": "Inter-market efficiency and the foreign exchange market"}, "https://ideas.repec.org/a/bla/ecpoli/v28y2013i76p569-612.html": {"abstract": "No abstract is available for this item.", "authors": ["epro71"], "abstractStem": "no abstract is avail for thi item", "title": "The march of an economic idea? Protectionism isn't counter-cyclic (anymore)"}, "https://ideas.repec.org/a/eee/moneco/v24y1989i1p53-68.html": {"abstract": "No abstract is available for this item.", "authors": ["epro71", "epye21"], "abstractStem": "no abstract is avail for thi item", "title": "Is there a J-curve?"}, "https://ideas.repec.org/a/cje/issued/v34y2001i2p430-447.html": {"abstract": "The simple gravity equation explains a great deal about the data on bilateral trade flows and is consistent with several theoretical models of trade. We argue that alternative theories nevertheless predict subtle differences in key parameter values, depending on whether goods are homogeneous or differentiated and whether or not there are barriers to entry. Our empirical work for differentiated goods delivers results consistent with the theoretical predictions of the monopolistic-competition model, or a reciprocal-dumping model with free entry. Homogeneous goods are described by a model with national (Armington) product differentiation or by a reciprocal-dumping model with barriers to entry.", "authors": ["epfe116", "fpma528", "epro71"], "abstractStem": "the simpl graviti equat explain a great deal about the data on bilater trade flow and is consist with sever theoret model of trade we argu that altern theori nevertheless predict subtl differ in key paramet valu depend on whether good are homogen or differenti and whether or not there are barrier to entri our empir work for differenti good deliv result consist with the theoret predict of the monopolisticcompetit model or a reciprocaldump model with free entri homogen good are describ by a model with nation armington product differenti or by a reciprocaldump model with barrier to entri", "title": "Using the gravity equation to differentiate among alternative theories of trade"}, "homepage": "https://ideas.repec.org/e/pro71.html", "https://ideas.repec.org/a/bla/pacecr/v10y2005i1p5-28.html": {"abstract": " This paper develops a new methodology to test financial market integration. Our technique is based on an intertemporal asset-pricing model, and relies on estimating and comparing expected discount rates across asset markets. Expected discount rates are allowed to vary freely over time, constrained only by the fact that they are equal across assets. Assets are allowed to have very general risk characteristics, and are constrained only by a linear factor model of covariances with the discount rate over short time periods. We provide a variety of domestic and international empirical illustrations of our technique, and find surprisingly little evidence of integration. Copyright 2005 Blackwell Publishing Ltd", "authors": ["epfl25", "epro71"], "abstractStem": " thi paper develop a new methodolog to test financi market integr our techniqu is base on an intertempor assetpr model and reli on estim and compar expect discount rate across asset market expect discount rate are allow to vari freeli over time constrain onli by the fact that they are equal across asset asset are allow to have veri gener risk characterist and are constrain onli by a linear factor model of covari with the discount rate over short time period we provid a varieti of domest and intern empir illustr of our techniqu and find surprisingli littl evid of integr copyright 2005 blackwel publish ltd", "title": "A New Approach To Asset Integration: Methodology And Mystery"}, "https://ideas.repec.org/a/mcb/jmoncb/v39y2007i5p1163-1176.html": {"abstract": " We study empirically the macroeconomic effects of an explicit \"de jure\" quantitative goal for monetary policy. Quantitative goals take three forms: exchange rates, money growth rates, and inflation targets. We analyze the effects on inflation of both having a quantitative target and hitting a declared target. Our empirical work uses an annual data set covering 42 countries between 1960 and 2000, and takes account of other determinants of inflation (such as fiscal policy, the business cycle, and openness to international trade) and the endogeneity of the monetary policy regime. We find that both having and hitting quantitative targets for monetary policy is systematically and robustly associated with lower inflation. The exact form of the monetary target matters somewhat (especially for the sustainability of the monetary regime) but is less important than having some quantitative target. Successfully achieving a quantitative monetary goal is also associated with less volatile output. Copyright 2007 The Ohio State University.", "authors": ["epfa1", "epmi131", "epro71"], "abstractStem": " we studi empir the macroeconom effect of an explicit de jure quantit goal for monetari polici quantit goal take three form exchang rate money growth rate and inflat target we analyz the effect on inflat of both have a quantit target and hit a declar target our empir work use an annual data set cover 42 countri between 1960 and 2000 and take account of other determin of inflat such as fiscal polici the busi cycl and open to intern trade and the endogen of the monetari polici regim we find that both have and hit quantit target for monetari polici is systemat and robustli associ with lower inflat the exact form of the monetari target matter somewhat especi for the sustain of the monetari regim but is less import than have some quantit target success achiev a quantit monetari goal is also associ with less volatil output copyright 2007 the ohio state univers", "title": "Quantitative Goals for Monetary Policy"}, "https://ideas.repec.org/a/bla/scandj/v98y1996i4p463-84.html": {"abstract": " The authors address the fact that the incidence of speculative attacks tends to be temporally correlated; that is, currency crises appear to pass 'contagiously' from one country to another. The paper provides a survey of the theoretical literature. The authors also provide empirical evidence consistent with the contagious nature of currency crises. They estimate that the existence of a currency crisis elsewhere in the world (whether successful or not) raises the probability of an attack on the domestic currency by 8 percent, even after taking account of a variety of domestic political and economic factors. Copyright 1996 by The editors of the Scandinavian Journal of Economics.", "authors": ["epei2", "epro71", "epwy2"], "abstractStem": " the author address the fact that the incid of specul attack tend to be tempor correl that is currenc crise appear to pass contagi from one countri to anoth the paper provid a survey of the theoret literatur the author also provid empir evid consist with the contagi natur of currenc crise they estim that the exist of a currenc crisi elsewher in the world whether success or not rais the probabl of an attack on the domest currenc by 8 percent even after take account of a varieti of domest polit and econom factor copyright 1996 by the editor of the scandinavian journal of econom", "title": " Contagious Currency Crises: First Tests"}, "https://ideas.repec.org/a/eee/inecon/v41y1996i3-4p351-366.html": {"abstract": "We use a panel of annual data for over one hundred developing countries from 1971 through 1992 to characterize currency crashes. We define a currency crash as a large change of the nominal exchange rate that is also a substantial increase in the rate of change of the nominal depreciation. We examine the composition of the debt as well as its level, and a variety of other macroeconomic, external and foreign factors. Our factors are significantly related to crash incidence, especially output growth, the rate of change of domestic credit, and foreign interest rates. A low ratio of FDI to debt is consistently associated with a high likelihood of a crash.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfr12", "epro71"], "abstractStem": "we use a panel of annual data for over one hundr develop countri from 1971 through 1992 to character currenc crash we defin a currenc crash as a larg chang of the nomin exchang rate that is also a substanti increas in the rate of chang of the nomin depreci we examin the composit of the debt as well as it level and a varieti of other macroeconom extern and foreign factor our factor are significantli relat to crash incid especi output growth the rate of chang of domest credit and foreign interest rate a low ratio of fdi to debt is consist associ with a high likelihood of a crashpthi abstract wa borrow from anoth version of thi item", "title": "Currency crashes in emerging markets: An empirical treatment"}, "https://ideas.repec.org/a/bla/scandj/v102y2000i2p211-22.html": {"abstract": "No abstract is available for this item.", "authors": ["epro71"], "abstractStem": "no abstract is avail for thi item", "title": " A Review of Some of the Economic Contributions of Robert A. Mundell, Winner of the 1999 Nobel Memorial Prize in Economics"}, "lastname": "Rose", "https://ideas.repec.org/a/fip/fedfel/y2000ifeb4n2000-03.html": {"abstract": "No abstract is available for this item.", "authors": ["epro71"], "abstractStem": "no abstract is avail for thi item", "title": "Do currency unions increase trade? A \"gravity\" approach"}, "https://ideas.repec.org/a/kap/openec/v23y2012i3p421-445.html": {"abstract": "We look at the exchange rate policy choices and outcomes for small rich economies. Small rich economies face significant policy challenges due to proportionately greater economic volatility than larger economies. These economies usually choose some form of fixed exchange rate regime, particularly in the very small economies where the per capita cost of independent monetary policy is relatively high. When such countries do choose a free or managed floating regime, they appear to derive no benefit from those regimes; their exchange rate volatility seems to rise without any significant change in fundamental economic volatility. Thus, for these countries, floating exchange rates seem to create problems for policy makers without solving any.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epbr179", "eppt4", "epro71"], "abstractStem": "we look at the exchang rate polici choic and outcom for small rich economi small rich economi face signific polici challeng due to proportion greater econom volatil than larger economi these economi usual choos some form of fix exchang rate regim particularli in the veri small economi where the per capita cost of independ monetari polici is rel high when such countri do choos a free or manag float regim they appear to deriv no benefit from those regim their exchang rate volatil seem to rise without ani signific chang in fundament econom volatil thu for these countri float exchang rate seem to creat problem for polici maker without solv anypthi abstract wa borrow from anoth version of thi item", "title": "Exchange Rate Policy in Small Rich Economies"}, "https://ideas.repec.org/a/eee/jimfin/v26y2007i5p663-681.html": {"abstract": "A stable international monetary system has emerged since the early 1990s. A large number of industrial and a growing number of developing countries now have domestic inflation targets administered by independent and transparent central banks. These countries place few restrictions on capital mobility and allow their exchange rates to float. The domestic focus of monetary policy in these countries does not have any obvious international cost. Inflation targeters have lower exchange rate volatility and less frequent \"sudden stops\" of capital flows than similar countries that do not target inflation. Inflation targeting countries also do not have current accounts or international reserves that look different from other countries. This system was not planned and does not rely on international coordination. There is no role for a center country, the IMF, or gold. It is durable; in contrast to other monetary regimes, no country has been forced to abandon an inflation-targeting regime. Succinctly, it is the diametric opposite of the post-war system; Bretton Woods, reversed.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epro71"], "abstractStem": "a stabl intern monetari system ha emerg sinc the earli 1990 a larg number of industri and a grow number of develop countri now have domest inflat target administ by independ and transpar central bank these countri place few restrict on capit mobil and allow their exchang rate to float the domest focu of monetari polici in these countri doe not have ani obviou intern cost inflat target have lower exchang rate volatil and less frequent sudden stop of capit flow than similar countri that do not target inflat inflat target countri also do not have current account or intern reserv that look differ from other countri thi system wa not plan and doe not reli on intern coordin there is no role for a center countri the imf or gold it is durabl in contrast to other monetari regim no countri ha been forc to abandon an inflationtarget regim succinctli it is the diametr opposit of the postwar system bretton wood reversedpthi abstract wa borrow from anoth version of thi item", "title": "A stable international monetary system emerges: Inflation targeting is Bretton Woods, reversed"}, "https://ideas.repec.org/a/eee/jjieco/v20y2006i4p455-458.html": {"abstract": "No abstract is available for this item.", "authors": ["epfu76", "epho107", "epit3", "epro71"], "abstractStem": "no abstract is avail for thi item", "title": "International Finance"}, "https://ideas.repec.org/a/bla/jfinan/v43y1988i5p1095-1112.html": {"abstract": " Univariate time series models for consumption, nominal interest rat es, and prices each appear to have a single unit-root before 1979. If nominal interest rates have a unit-root , but inflation and forecast errors do not, then ex ante real interest rates have a unit-root and are therefore nonstationary. The unit-root characteristic of real interest rates is puzzling: man y models imply that the growth rate of consumption and the real interest rate should have similar time-series characteristics; also, nominal returns for other assets appear to have very different time-series properties. Copyright 1988 by American Finance Association.", "authors": ["epro71"], "abstractStem": " univari time seri model for consumpt nomin interest rat es and price each appear to have a singl unitroot befor 1979 if nomin interest rate have a unitroot  but inflat and forecast error do not then ex ant real interest rate have a unitroot and are therefor nonstationari the unitroot characterist of real interest rate is puzzl man y model impli that the growth rate of consumpt and the real interest rate should have similar timeseri characterist also nomin return for other asset appear to have veri differ timeseri properti copyright 1988 by american financ associ", "title": " Is the Real Interest Rate Stable?"}, "https://ideas.repec.org/a/eee/jimfin/v48y2014ipap1-16.html": {"abstract": "Governments have rarely imposed or removed capital controls in response to short-term fluctuations in output, the terms of trade, or financial-stability considerations. We show empirically that controls on the international flow of financial capital are highly durable, often remaining in place for decades; their duration is striking compared with related phenomena such as exchange rate regimes. This represents a challenge to any proposed use of capital controls as an instrument of macroeconomic and macro-prudential management, since we have little experience in using capital controls at high- or medium frequencies. Any new policy initiative mandating frequent shifts in controls will be based on theory rather than data-driven experience.", "authors": ["epei2", "epro71"], "abstractStem": "govern have rare impos or remov capit control in respons to shortterm fluctuat in output the term of trade or financialst consider we show empir that control on the intern flow of financi capit are highli durabl often remain in place for decad their durat is strike compar with relat phenomena such as exchang rate regim thi repres a challeng to ani propos use of capit control as an instrument of macroeconom and macroprudenti manag sinc we have littl experi in use capit control at high or medium frequenc ani new polici initi mandat frequent shift in control will be base on theori rather than datadriven experi", "title": "Capital Controls in the 21st Century"}, "https://ideas.repec.org/a/kap/openec/v16y2005i1p7-22.html": {"abstract": " I examine the hypothesis that membership in the World Trade Organization (WTO) and its predecessor the General Agreement on Tariffs and Trade (GATT) has increased the stability and predictability of trade flows. I use a large data set covering annual bilateral trade flows between over 175 countries between 1950 and 1999, and estimate the effect of GATT/WTO membership on the coefficient of variation in trade computed over 25-year samples, controlling for a number of factors. I also use a comparable multilateral data set. There is little evidence that membership in the GATT/WTO has a significant dampening effect on trade volatility. Copyright Springer Science + Business Media, Inc. 2005", "authors": ["epro71"], "abstractStem": " i examin the hypothesi that membership in the world trade organ wto and it predecessor the gener agreement on tariff and trade gatt ha increas the stabil and predict of trade flow i use a larg data set cover annual bilater trade flow between over 175 countri between 1950 and 1999 and estim the effect of gattwto membership on the coeffici of variat in trade comput over 25year sampl control for a number of factor i also use a compar multilater data set there is littl evid that membership in the gattwto ha a signific dampen effect on trade volatil copyright springer scienc  busi media inc 2005", "title": "Does the WTO Make Trade More Stable?"}, "https://ideas.repec.org/a/zbw/ifweej/7262.html": {"abstract": "We compare the duration and performance of different monetary regimes, especially the contrast between countries those that fix exchange rates and those that target inflation. Inflation targeting is a more durable policy; no country has yet been forced to abandon an inflation target, while many have abandoned fixed exchange rates. Indeed, even though inflation targeting began only in 1990, the duration of inflation targeting regimes is at least as long as, or longer than all alternative monetary regimes for comparable countries. Regime duration also matters in monetary policy; older regimes are typically more successful than younger ones in achieving low inflation.", "authors": ["epmi131", "epro71"], "abstractStem": "we compar the durat and perform of differ monetari regim especi the contrast between countri those that fix exchang rate and those that target inflat inflat target is a more durabl polici no countri ha yet been forc to abandon an inflat target while mani have abandon fix exchang rate inde even though inflat target began onli in 1990 the durat of inflat target regim is at least as long as or longer than all altern monetari regim for compar countri regim durat also matter in monetari polici older regim are typic more success than younger one in achiev low inflat", "title": "Is Old Money Better than New? Duration and Monetary Regimes"}, "https://ideas.repec.org/a/bla/jfinan/v50y1995i4p1321-29.html": {"abstract": " Intraday interest rates are zero. Consequently, a foreign exchange dealer can short a vulnerable currency in the morning, close this position in the afternoon, and never face an interest cost. This tactic might seem especially attractive in times of fixed-rate crisis, since it suggests an immunity to the central bank's interest rate defense. In equilibrium, however, buyers of the vulnerable currency must be compensated on average with an intraday capital gain as long as no devaluation occurs. That is, currencies under attack should typically appreciate intraday. Using data on intraday exchange rate changes within the European Monetary System, we find this prediction is borne out. Copyright 1995 by American Finance Association.", "authors": ["eply9", "epro71"], "abstractStem": " intraday interest rate are zero consequ a foreign exchang dealer can short a vulner currenc in the morn close thi posit in the afternoon and never face an interest cost thi tactic might seem especi attract in time of fixedr crisi sinc it suggest an immun to the central bank interest rate defens in equilibrium howev buyer of the vulner currenc must be compens on averag with an intraday capit gain as long as no devalu occur that is currenc under attack should typic appreci intraday use data on intraday exchang rate chang within the european monetari system we find thi predict is born out copyright 1995 by american financ associ", "title": " Explaining Forward Exchange Bias . . . Intraday"}, "https://ideas.repec.org/a/tpr/restat/v78y1996i4p748-52.html": {"abstract": " Regressions of ex post changes in floating exchange rates on appropriate interest differentials typically imply that the high-interest rate currency tends to appreciate, the 'forward discount puzzle.' Using data from the European Monetary System (EMS), the authors find that a large part of the forward discount puzzle vanishes for regimes of fixed exchange rates. That is, deviations from uncovered interest parity appear to vary in a way that is dependent upon the exchange rate regime. By using the many EMS realignments, the authors are also able to quantify the 'peso problem.' Copyright 1996 by MIT Press.", "authors": ["epfl25", "epro71"], "abstractStem": " regress of ex post chang in float exchang rate on appropri interest differenti typic impli that the highinterest rate currenc tend to appreci the forward discount puzzl use data from the european monetari system em the author find that a larg part of the forward discount puzzl vanish for regim of fix exchang rate that is deviat from uncov interest pariti appear to vari in a way that is depend upon the exchang rate regim by use the mani em realign the author are also abl to quantifi the peso problem copyright 1996 by mit press", "title": "Fixes: Of the Forward Discount Puzzle"}, "https://ideas.repec.org/a/ksa/szemle/807.html": {"abstract": "A világ 115 országának - köztük 21 OECD-tagország - 40 évnyi adatait vizsgálva, arra a következtetésre jutottunk, hogy a hasonló állami költségvetési pozíciójú országok konjunktúraciklusai között szorosabb együttmozgás mutatható ki. Azaz, a fiskális konvergenciát (amelyet a költségvetési egyenleg GDP-hez viszonyt arányának konvergenciájaként definiáltunk) összehangoltabb konjunktúraciklusokkal lehet összefüggésbe hozni. Kutatásaink során arra is találtunk bizonyítékot, hogy a kisebb mértékű költségvetési deficitek növelik a konjunktúraciklusok együttmozgását. A maastrichti konvergenciakritériumok - amelyek az európai monetáris unió követelményeinek való megfelelést hivatottak meghatározni - a fiskális konvergenciát és a költségvetési deficit csökkentését ösztönözték, s ezzel közvetett módon hozzásegítették Európát egy optimális valutaövezet létrehozásához azáltal, hogy csökkent az egyes országok lehetősége a felelőtlen fiskális politika által gerjesztett sokkhatások létrehozására. Az általunk feltárt empirikus eredmények gazdasági és statisztikai szempontból is szignifikánsak és robusztusak. Journal of Economic Literature (JEL) kód: F42.", "authors": ["epda162", "epro71"], "abstractStem": "a vil g 115 orsz g nak  k zt k 21 oecdtagorsz g  40  vnyi adatait vizsg lva arra a k vetkeztet sre jutottunk hogi a hasonl   llami k lt gvet si poz ci j  orsz gok konjunkt raciklusai k z tt szorosabb egi ttmozg s mutathat  ki azaz a fisk li konverg t amelyet a k lt gvet si egyenleg gdphez viszonyt ar ny nak konverg jak nt defini ltunk  sszehangoltabb konjunkt raciklusokk lehet  sszef gg sbe hozni kutat saink sor n arra is tal ltunk bizoni t kot hogi a kisebb m rt k  k lt gvet si deficitek n velik a konjunkt raciklusok egi ttmozg s t a maastrichti konvergenciakrit riumok  amelyek az eur pai monet ri uni  k vetelm nyeinek val  megfelel st hivatottak meghat rozni  a fisk li konverg t  s a k lt gvet si deficit cs kkent s t  szt n zt k s ezzel k zvetett m don hozz seg tett k eur p t egi optim li valuta vezet l trehoz s hoz az ltal hogi cs kkent az egy orsz gok lehet s ge a felel tlen fisk li politika  ltal gerjesztett sokkhat sok l trehoz s ra az  ltalunk felt rt empiriku eredm nyek gazda gi  s statisztikai szempontb l is szignifik nsak  s robusztusak journal of econom literatur jel k d f42", "title": "A fiskális divergencia és a konjunktúraciklusok együttmozgása - a felelőtlen fiskális politika az aszimmetrikus sokkok forrása"}, "https://ideas.repec.org/a/eee/jimfin/v15y1996i6p925-945.html": {"abstract": "No abstract is available for this item.", "authors": ["epro71"], "abstractStem": "no abstract is avail for thi item", "title": "Explaining exchange rate volatility: an empirical analysis of 'the holy trinity' of monetary independence, fixed exchange rates, and capital mobility"}, "https://ideas.repec.org/a/cje/issued/v24y1991i2p417-27.html": {"abstract": "Trade of the OECD countries has grown faster than income during the postwar period. This paper tests a number of different hypotheses for the observed growth in the trade/income ratio. For small open economies, increases in real output and international reserves, as well as declines in tariff rates, are associated with growth in the ratio. There are important differences in the behavior of the trade ratio across time and country size.", "authors": ["epro71"], "abstractStem": "trade of the oecd countri ha grown faster than incom dure the postwar period thi paper test a number of differ hypothes for the observ growth in the tradeincom ratio for small open economi increas in real output and intern reserv as well as declin in tariff rate are associ with growth in the ratio there are import differ in the behavior of the trade ratio across time and countri size", "title": "Why Has Trade Grown Faster than Income?"}, "https://ideas.repec.org/a/bla/worlde/v25y2002i4p475-479.html": {"abstract": "No abstract is available for this item.", "authors": ["epro71"], "abstractStem": "no abstract is avail for thi item", "title": "Honey, the Currency Union Effect on Trade Hasn't Blown Up"}, "https://ideas.repec.org/a/ris/jofitr/1404.html": {"abstract": "This paper studies the characteristics of departures from monetary unions. During the post-war period, almost seventy distinct countries or territories have left a currency union, while over sixty have remained continuously in currency unions. I compare countries leaving currency unions with those remaining within them, and find that leavers tend to be larger, richer, and more democratic; they also tend to have higher inflation. However, there are typically no sharp macroeconomic movements before, during, or after exits.", "authors": ["epro71"], "abstractStem": "thi paper studi the characterist of departur from monetari union dure the postwar period almost seventi distinct countri or territori have left a currenc union while over sixti have remain continu in currenc union i compar countri leav currenc union with those remain within them and find that leaver tend to be larger richer and more democrat they also tend to have higher inflat howev there are typic no sharp macroeconom movement befor dure or after exit", "title": "Checking out: exits from currency unions"}, "https://ideas.repec.org/a/ecj/econjl/v109y1999i459pf660-72.html": {"abstract": "Exchange rate regimes differ primarily by the activity of the exchange rate, not observable macroeconomic ‘fundamentals’. Fixed exchange rates are typically stable and floating exchange rates are volatile, but macro phenomena are regime-independent. Fundamentals only seem to be relevant for exchange rates at low frequencies or when inflation is high. A basic task of international finance is explaining these cross-regime differences in exchange rate volatility. The evidence suggests that a switch in exchange rate policy is accompanied by a change in market structure; macroeconomic considerations are superfluous. We formalize this observation in a non-linear model with multiple equilibria.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfl25", "epro71"], "abstractStem": "exchang rate regim differ primarili by the activ of the exchang rate not observ macroeconom  fundament  fix exchang rate are typic stabl and float exchang rate are volatil but macro phenomena are regimeindepend fundament onli seem to be relev for exchang rate at low frequenc or when inflat is high a basic task of intern financ is explain these crossregim differ in exchang rate volatil the evid suggest that a switch in exchang rate polici is accompani by a chang in market structur macroeconom consider are superflu we formal thi observ in a nonlinear model with multipl equilibriapthi abstract wa borrow from anoth version of thi item", "title": "Understanding Exchange Rate Volatility without the Contrivance of Macroeconomics"}, "https://ideas.repec.org/a/mcb/jmoncb/v41y2009i2-3p337-363.html": {"abstract": " We examine the role of noneconomic partnerships in promoting international economic exchange. Since far-sighted countries are more willing to join costly international partnerships such as environmental treaties, environmental engagement tends to encourage international lending. Countries with such noneconomic partnerships also find it easier to engage in economic exchanges since they face the possibility that debt default might also spill over to hinder their noneconomic relationships. We present a theoretical model of these ideas and then verify their empirical importance using a bilateral cross-section of data on international cross-holdings of assets and environmental treaties. Our results support the notion that international environmental cooperation facilitates economic exchange. Copyright (c) 2009 The Ohio State University.", "authors": ["epro71", "epsp18"], "abstractStem": " we examin the role of noneconom partnership in promot intern econom exchang sinc farsight countri are more will to join costli intern partnership such as environment treati environment engag tend to encourag intern lend countri with such noneconom partnership also find it easier to engag in econom exchang sinc they face the possibl that debt default might also spill over to hinder their noneconom relationship we present a theoret model of these idea and then verifi their empir import use a bilater crosssect of data on intern crosshold of asset and environment treati our result support the notion that intern environment cooper facilit econom exchang copyright c 2009 the ohio state univers", "title": "Noneconomic Engagement and International Exchange: The Case of Environmental Treaties"}, "https://ideas.repec.org/a/bla/reviec/v13y2005i4p682-698.html": {"abstract": " This paper estimates the effect on international trade of three multilateral organizations intended to increase trade: (1) the World Trade Organization (WTO) and its predecessor the General Agreement on Tariffs and Trade (GATT); (2) the International Monetary Fund (IMF); and (3) the Organisation for Economic Co-operation and Development (OECD) and its predecessor the Organisation for European Economic Co-operation (OEEC). I use a standard \"gravity\" model of bilateral merchandise trade and a large panel dataset covering over 50 years and 175 countries. My results indicate that OECD membership has had a consistently large positive effect on trade, while accession to the GATT/WTO also increases trade. Copyright Blackwell Publishing Ltd 2005.", "authors": ["epro71"], "abstractStem": " thi paper estim the effect on intern trade of three multilater organ intend to increas trade 1 the world trade organ wto and it predecessor the gener agreement on tariff and trade gatt 2 the intern monetari fund imf and 3 the organis for econom cooper and develop oecd and it predecessor the organis for european econom cooper oeec i use a standard graviti model of bilater merchandis trade and a larg panel dataset cover over 50 year and 175 countri my result indic that oecd membership ha had a consist larg posit effect on trade while access to the gattwto also increas trade copyright blackwel publish ltd 2005", "title": "Which International Institutions Promote International Trade?"}, "https://ideas.repec.org/a/eee/inecon/v30y1991i3-4p301-316.html": {"abstract": "No abstract is available for this item.", "authors": ["epro71"], "abstractStem": "no abstract is avail for thi item", "title": "The role of exchange rates in a popular model of international trade : Does the 'Marshall-Lerner' condition hold?"}, "https://ideas.repec.org/a/ime/imemes/v24y2006i2p55-72.html": {"abstract": "Is it better to live in a big country than a small one? In this paper, I examine whether economic and social conditions vary systematically with the population of a country. Economics provides a number of theoretical reasons why country size should matter, for instance, because of increasing returns to scale or because it is easier to provide public goods to a larger populace. However, there is little empirical evidence linking the scale of country size to any of a multitude of indicators of economic and social welfare.", "authors": ["epro71"], "abstractStem": "is it better to live in a big countri than a small one in thi paper i examin whether econom and social condit vari systemat with the popul of a countri econom provid a number of theoret reason whi countri size should matter for instanc becaus of increas return to scale or becaus it is easier to provid public good to a larger populac howev there is littl empir evid link the scale of countri size to ani of a multitud of indic of econom and social welfar", "title": "Well-Being in the Small and in the Large"}, "https://ideas.repec.org/a/fip/fedfel/y1999idec17n99-37.html": {"abstract": "No abstract is available for this item.", "authors": ["epro71"], "abstractStem": "no abstract is avail for thi item", "title": "Is there a case for an Asian Monetary Fund?"}, "https://ideas.repec.org/a/pal/imfstp/v51y2004is1p50-63.html": {"abstract": "One reason why countries service their external debts is the fear that default might lead to shrinkage of international trade. If so, then creditors should systematically lend more to countries with which they share closer trade links. We develop a simple theoretical model to capture this intuition, then test and corroborate this idea.", "authors": ["epro71", "epsp18"], "abstractStem": "one reason whi countri servic their extern debt is the fear that default might lead to shrinkag of intern trade if so then creditor should systemat lend more to countri with which they share closer trade link we develop a simpl theoret model to captur thi intuit then test and corrobor thi idea", "title": "A Gravity Model of Sovereign Lending: Trade, Default, and Credit"}, "https://ideas.repec.org/a/eee/eecrev/v55y2011i3p309-324.html": {"abstract": "We update (Rose and Spiegel, forthcoming) and (Rose and Spiegel, 2010) and search for simple quantitative models of macroeconomic and financial indicators of the \"Great Recession\" of 2008-09. We use a cross-country approach and examine a number of potential causes that have been found to be successful indicators of crisis intensity by other scholars. We check a number of different indicators of crisis intensity, and a variety of different country samples. While countries with higher income and looser credit market regulation seemed to suffer worse crises, we find few clear reliable indicators in the pre-crisis data of the incidence of the Great Recession. Countries with current account surpluses seemed better insulated from slowdowns.", "authors": ["epro71", "epsp18"], "abstractStem": "we updat rose and spiegel forthcom and rose and spiegel 2010 and search for simpl quantit model of macroeconom and financi indic of the great recess of 200809 we use a crosscountri approach and examin a number of potenti caus that have been found to be success indic of crisi intens by other scholar we check a number of differ indic of crisi intens and a varieti of differ countri sampl while countri with higher incom and looser credit market regul seem to suffer wors crise we find few clear reliabl indic in the precrisi data of the incid of the great recess countri with current account surplus seem better insul from slowdown", "title": "Cross-country causes and consequences of the crisis: An update"}, "firstname": "Andrew", "https://ideas.repec.org/a/bla/jfinan/v69y2014i5p2127-2149.html": {"abstract": " type=\"main\"&gt;  We examine large public interventions in the financial sector, such as bank nationalizations and search for “financial protectionism,” a decrease in the quantity and/or an increase in the price of loans that banks from one country make to borrowers resident in another. We use a bank-level panel data set spanning all U.K.-resident banks between 1997Q3 and 2010Q1. After nationalization, foreign banks reduced their fraction of British loans by about 11% and increased their effective interest rates by about 70 basis points. In contrast, nationalized British banks did not significantly change either their loan mix or effective interest rates.", "authors": ["epro71", "fpwi271"], "abstractStem": " typemaingt  we examin larg public intervent in the financi sector such as bank nation and search for  financi protection  a decreas in the quantiti andor an increas in the price of loan that bank from one countri make to borrow resid in anoth we use a banklevel panel data set span all ukresid bank between 1997q3 and 2010q1 after nation foreign bank reduc their fraction of british loan by about 11 and increas their effect interest rate by about 70 basi point in contrast nation british bank did not significantli chang either their loan mix or effect interest rate", "title": "Financial Protectionism? First Evidence"}, "https://ideas.repec.org/a/fip/fedfel/y2009isep28n2009-30.html": {"abstract": "The enormity of the current financial collapse raises the question whether the crisis could have been predicted. This is the second of two Economic Letters on the topic. This Letter examines research suggesting that early warning models would not have accurately predicted the relative severity of the current crisis across countries, casting doubt on the ability of such models to forecast similar crises in the future.", "authors": ["epro71", "epsp18"], "abstractStem": "the enorm of the current financi collaps rais the question whether the crisi could have been predict thi is the second of two econom letter on the topic thi letter examin research suggest that earli warn model would not have accur predict the rel sever of the current crisi across countri cast doubt on the abil of such model to forecast similar crise in the futur", "title": "Predicting crises, part II: Did anything matter (to everybody)?"}, "https://ideas.repec.org/a/eee/deveco/v89y2009i2p250-257.html": {"abstract": "This paper shows that proximity to major international financial centers seems to reduce business cycle volatility. In particular, we show that countries that are farther from major locations of international financial activity systematically experience more volatile growth rates in both output and consumption, even after accounting for political institutions, trade, and other controls. Our results are relatively robust in the sense that more financially remote countries are more volatile, though the results are not always statistically significant. The comparative strength of this finding is in contrast to the more ambiguous evidence found in the literature.", "authors": ["epro71", "epsp18"], "abstractStem": "thi paper show that proxim to major intern financi center seem to reduc busi cycl volatil in particular we show that countri that are farther from major locat of intern financi activ systemat experi more volatil growth rate in both output and consumpt even after account for polit institut trade and other control our result are rel robust in the sens that more financi remot countri are more volatil though the result are not alway statist signific the compar strength of thi find is in contrast to the more ambigu evid found in the literatur", "title": "International financial remoteness and macroeconomic volatility"}, "https://ideas.repec.org/a/eee/jjieco/v20y2006i4p482-507.html": {"abstract": "I search for a 'scale' effect in countries. I use a panel data set that includes 200 countries over forty years and link the population of a country to a host of economic and social phenomena. Using both graphical and statistical techniques, I search for an impact of size on the level of income, inflation, material well-being, health, education, the quality of a country's institutions, heterogeneity, and a number of different international indices and rankings. I have little success; small countries are more open to international trade than large countries, but are not systematically different otherwise.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epro71"], "abstractStem": "i search for a scale effect in countri i use a panel data set that includ 200 countri over forti year and link the popul of a countri to a host of econom and social phenomena use both graphic and statist techniqu i search for an impact of size on the level of incom inflat materi wellb health educ the qualiti of a countri institut heterogen and a number of differ intern indic and rank i have littl success small countri are more open to intern trade than larg countri but are not systemat differ otherwisepthi abstract wa borrow from anoth version of thi item", "title": "Size really doesn't matter: In search of a national scale effect"}, "https://ideas.repec.org/a/fip/fedfpr/00010.html": {"abstract": "In contrast to earlier recessions, the monetary regimes of many small economies have not changed in the aftermath of the global financial crisis. This is due in part to the fact that many small economies continue to use hard exchange rate fixes, a reasonably durable regime. However, most of the new stability is due to countries that float with an inflation target. Though a few have left to join the Eurozone, no country has yet abandoned an inflation targeting regime under duress. Inflation targeting now represents a serious alternative to a hard exchange rate fix for small economies seeking monetary stability. Are there important differences between the economic outcomes of the two stable regimes? I examine a panel of annual data from more than 170 countries from 2007 through 2012 and find that the macroeconomic and financial consequences of regime-choice are surprisingly small. Consistent with the literature, business cycles, capital flows, and other phenomena for hard fixers have been similar to those for inflation targeters during the Global Financial Crisis and its aftermath.", "authors": ["epro71"], "abstractStem": "in contrast to earlier recess the monetari regim of mani small economi have not chang in the aftermath of the global financi crisi thi is due in part to the fact that mani small economi continu to use hard exchang rate fix a reason durabl regim howev most of the new stabil is due to countri that float with an inflat target though a few have left to join the eurozon no countri ha yet abandon an inflat target regim under duress inflat target now repres a seriou altern to a hard exchang rate fix for small economi seek monetari stabil are there import differ between the econom outcom of the two stabl regim i examin a panel of annual data from more than 170 countri from 2007 through 2012 and find that the macroeconom and financi consequ of regimechoic are surprisingli small consist with the literatur busi cycl capit flow and other phenomena for hard fixer have been similar to those for inflat target dure the global financi crisi and it aftermath", "title": "Surprising similarities: recent monetary regimes of small economies"}, "https://ideas.repec.org/a/eee/ecolet/v32y1990i4p383-387.html": {"abstract": "No abstract is available for this item.", "authors": ["epro71"], "abstractStem": "no abstract is avail for thi item", "title": "Okun's ladder reexamined"}, "https://ideas.repec.org/a/aea/aecrev/v97y2007i5p2019-2025.html": {"abstract": "No abstract is available for this item.", "authors": ["epro71"], "abstractStem": "no abstract is avail for thi item", "title": "Do We Really Know That the WTO Increases Trade? Reply"}, "https://ideas.repec.org/a/eee/crcspp/v35y1991ip7-65.html": {"abstract": "In the context of a flexible-price monetary exchange rate model and the assumption of uncovered interest parity, we obtain a measure of the fundamental determinant of exchange rates. Daily data for the European Monetary System are used to explore the importance of nonlinearities in the relationship between the exchange rates and fundamentals. Many implications of existing “target-zone” exchange rate models are tested; little support is found for existing nonlinear models of limited exchange rate flexibility.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfl25", "epro71"], "abstractStem": "in the context of a flexiblepric monetari exchang rate model and the assumpt of uncov interest pariti we obtain a measur of the fundament determin of exchang rate daili data for the european monetari system are use to explor the import of nonlinear in the relationship between the exchang rate and fundament mani implic of exist  targetzon  exchang rate model are test littl support is found for exist nonlinear model of limit exchang rate flexibilitypthi abstract wa borrow from anoth version of thi item", "title": "An empirical exploration of exchange-rate target-zones"}, "https://ideas.repec.org/a/eee/jimfin/v11y1992i1p63-79.html": {"abstract": "No abstract is available for this item.", "authors": ["epos23", "epro71"], "abstractStem": "no abstract is avail for thi item", "title": "An empirical evaluation of the macroeconomic effects of tarrifs"}, "https://ideas.repec.org/a/eee/eecrev/v46y2002i6p1125-1151.html": {"abstract": "Does leaving a currency union reduce international trade? We answer this question using a large annual panel data set covering over 230 countries from 1948-97. During this sample over one hundred pairs of countries had currency union dissolutions; they experienced economically and statistically significant declines in bilateral trade, after accounting for other factors. Assuming symmetry, we estimate that a pair of countries that starts to use a common currency experiences a doubling in bilateral trade.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epgl13", "epro71"], "abstractStem": "doe leav a currenc union reduc intern trade we answer thi question use a larg annual panel data set cover over 230 countri from 194897 dure thi sampl over one hundr pair of countri had currenc union dissolut they experienc econom and statist signific declin in bilater trade after account for other factor assum symmetri we estim that a pair of countri that start to use a common currenc experi a doubl in bilater tradepthi abstract wa borrow from anoth version of thi item", "title": "Does a currency union affect trade? The time-series evidence"}, "https://ideas.repec.org/a/bin/bpeajo/v19y1988i1988-2p495-594.html": {"abstract": "No abstract is available for this item.", "authors": ["epak7", "epro71", "epye21"], "abstractStem": "no abstract is avail for thi item", "title": "Job Switching and Job Satisfaction in the U.S. Labor Market"}, "https://ideas.repec.org/a/bla/scandj/v97y1995i2p173-200.html": {"abstract": " Expected rates of devaluation for the French franc/Deutsche mark exchange rate during the EMS are estimated using the 'drift adjustment' method. Exchange rates within the band display strong mean reversion. The adjustment term, the expected rate of depreciation within the band, is often of the same magnitude as interest rate differentials. Bilateral exchange rate limits towards other ERM currencies have a significant and sizeable effect on estimated expected rates of devaluation. The behavior of estimated expected rates of depreciation within the band accords fairly well with the theoretical model of Bertola and Svensson (1993). Estimated expected rates of devaluation to some extent predict actual realignments. Copyright 1995 by The editors of the Scandinavian Journal of Economics.", "authors": ["epro71", "epsv2"], "abstractStem": " expect rate of devalu for the french francdeutsch mark exchang rate dure the em are estim use the drift adjust method exchang rate within the band display strong mean revers the adjust term the expect rate of depreci within the band is often of the same magnitud as interest rate differenti bilater exchang rate limit toward other erm currenc have a signific and sizeabl effect on estim expect rate of devalu the behavior of estim expect rate of depreci within the band accord fairli well with the theoret model of bertola and svensson 1993 estim expect rate of devalu to some extent predict actual realign copyright 1995 by the editor of the scandinavian journal of econom", "title": " Expected and Predicted Realignments: The FF/DM Exchange Rate during the EMS, 1979-93"}, "https://ideas.repec.org/a/eee/eecrev/v41y1997i3-5p753-760.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr12", "epro71"], "abstractStem": "no abstract is avail for thi item", "title": "Is EMU more justifiable ex post than ex ante?"}, "https://ideas.repec.org/a/eee/inecon/v53y2001i2p239-240.html": {"abstract": "No abstract is available for this item.", "authors": ["epka35", "epro71"], "abstractStem": "no abstract is avail for thi item", "title": "Introduction to the symposium on the Japanese economic slump of the 1990s"}, "https://ideas.repec.org/a/fip/fedfel/y1996ifeb9n96-06.html": {"abstract": "No abstract is available for this item.", "authors": ["epro71"], "abstractStem": "no abstract is avail for thi item", "title": "Are all devaluations alike?"}, "https://ideas.repec.org/a/ime/imemes/v22y2004i2p1-17.html": {"abstract": "This paper develops a simple new methodology to test for asset integration and applies it to the Japanese stock market as represented by the Tokyo Stock Exchange (TSE). The technique is tightly based on a general intertemporal asset-pricing model, and relies on estimating and comparing expected risk-free rates across assets. Expected risk-free rates are allowed to vary freely over time, constrained only by the fact that they are equal across (risk-adjusted) assets. Assets are allowed to have general risk characteristics, and are constrained only by a factor model of covariances over short time periods. The technique is undemanding in terms of both data and estimation. I find that expected risk-free rates vary dramatically over time, unlike short-term interest rates. Further, the TSE does not always seem to be well integrated in the sense that different portfolios of stocks are priced with different implicit risk-free rates.", "authors": ["epro71"], "abstractStem": "thi paper develop a simpl new methodolog to test for asset integr and appli it to the japanes stock market as repres by the tokyo stock exchang tse the techniqu is tightli base on a gener intertempor assetpr model and reli on estim and compar expect riskfre rate across asset expect riskfre rate are allow to vari freeli over time constrain onli by the fact that they are equal across riskadjust asset asset are allow to have gener risk characterist and are constrain onli by a factor model of covari over short time period the techniqu is undemand in term of both data and estim i find that expect riskfre rate vari dramat over time unlik shortterm interest rate further the tse doe not alway seem to be well integr in the sens that differ portfolio of stock are price with differ implicit riskfre rate", "title": "Equity Integration in Japan: An Application of a New Method"}, "https://ideas.repec.org/a/aea/aecrev/v91y2001i2p386-390.html": {"abstract": "No abstract is available for this item.", "authors": ["epro71", "fpva387"], "abstractStem": "no abstract is avail for thi item", "title": "National Money as a Barrier to International Trade: The Real Case for Currency Union"}, "https://ideas.repec.org/a/oup/restud/v58y1991i3p603-619..html": {"abstract": "This paper examines the empirical relation between nominal exchange rates and macroeconomic fundamentals for five major OECD countries between 1974 and 1987. Five theoretical models of exchange rate determination are considered. Potential non-linearities are examined using a variety of parametric and non-parametric techniques. We find that the poor explanatory power of the models considered cannot be attributed to non-linearities arising from time-deformation or improper functional form.", "authors": [], "abstractStem": "thi paper examin the empir relat between nomin exchang rate and macroeconom fundament for five major oecd countri between 1974 and 1987 five theoret model of exchang rate determin are consid potenti nonlinear are examin use a varieti of parametr and nonparametr techniqu we find that the poor explanatori power of the model consid cannot be attribut to nonlinear aris from timedeform or improp function form", "title": "An Empirical Assessment of Non-Linearities in Models of Exchange Rate Determination"}, "https://ideas.repec.org/a/eee/moneco/v36y1995i1p3-37.html": {"abstract": "Fixed exchange rates are less volatile than floating rates. The volatility of macroeconomic variables, such as money and output, does not change very much across exchange rate regimes, however. This suggests that exchange rate models based only on macroeconomic fundamentals are unlikely to be very successful. It also suggests that there is no clear trade-off between reduced exchange rate volatility and macroeconomic stability.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfl25", "epro71"], "abstractStem": "fix exchang rate are less volatil than float rate the volatil of macroeconom variabl such as money and output doe not chang veri much across exchang rate regim howev thi suggest that exchang rate model base onli on macroeconom fundament are unlik to be veri success it also suggest that there is no clear tradeoff between reduc exchang rate volatil and macroeconom stabilitypthi abstract wa borrow from anoth version of thi item", "title": "Fixing exchange rates A virtual quest for fundamentals"}, "https://ideas.repec.org/a/eee/deveco/v77y2005i1p189-206.html": {"abstract": "This paper estimates the effect of sovereign debt renegotiation on international trade. Sovereign default may be associated with a subsequent decline in international trade either because creditors want to deter default by debtors, or because trade finance dries up after default. To estimate the effect, I use an empirical gravity model of bilateral trade and a large panel data set covering fifty years and more than 200 trading partners. The model controls for a host of factors that influence bilateral trade flows, including the incidence of International Monetary Fund programs. Using the dates of sovereign debt renegotiations conducted through the Paris Club as a proxy measure for sovereign default, I find that renegotiation is associated with an economically and statistically significant decline in bilateral trade between a debtor and its creditors. The decline in bilateral trade is approximately 8 percent a year and persists for about fifteen years.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epro71"], "abstractStem": "thi paper estim the effect of sovereign debt renegoti on intern trade sovereign default may be associ with a subsequ declin in intern trade either becaus creditor want to deter default by debtor or becaus trade financ dri up after default to estim the effect i use an empir graviti model of bilater trade and a larg panel data set cover fifti year and more than 200 trade partner the model control for a host of factor that influenc bilater trade flow includ the incid of intern monetari fund program use the date of sovereign debt renegoti conduct through the pari club as a proxi measur for sovereign default i find that renegoti is associ with an econom and statist signific declin in bilater trade between a debtor and it creditor the declin in bilater trade is approxim 8 percent a year and persist for about fifteen yearspthi abstract wa borrow from anoth version of thi item", "title": "One reason countries pay their debts: renegotiation and international trade"}, "https://ideas.repec.org/a/eee/ecolet/v17y1985i4p389-393.html": {"abstract": "No abstract is available for this item.", "authors": ["epro71"], "abstractStem": "no abstract is avail for thi item", "title": "Forward implications of a simple stochastic asset market model"}, "https://ideas.repec.org/a/eee/ecolet/v14y1984i4p369-376.html": {"abstract": "No abstract is available for this item.", "authors": ["epro71"], "abstractStem": "no abstract is avail for thi item", "title": "Testing for 'news' in foreign exchange markets"}, "https://ideas.repec.org/a/ecj/econjl/v108y1998i449p1009-25.html": {"abstract": " A country's suitability for entry into a currency union depends on a number of economic conditions. These include, inter alia, the intensity of trade with other potential members of the currency union, and the extent to which domestic business cycles are correlated with those of the other countries. But international trade patterns and international business cycle correlations are endogenous. This paper develops and investigates the relationship between the two phenomena. Using thirty years of data for twenty industrialized countries, the authors uncover a strong and striking empirical finding: countries with closer trade links tend to have more tightly correlated business cycles.", "authors": ["epfr12", "epro71"], "abstractStem": " a countri suitabl for entri into a currenc union depend on a number of econom condit these includ inter alia the intens of trade with other potenti member of the currenc union and the extent to which domest busi cycl are correl with those of the other countri but intern trade pattern and intern busi cycl correl are endogen thi paper develop and investig the relationship between the two phenomena use thirti year of data for twenti industri countri the author uncov a strong and strike empir find countri with closer trade link tend to have more tightli correl busi cycl", "title": "The Endogeneity of the Optimum Currency Area Criteria"}, "https://ideas.repec.org/a/mcb/jmoncb/v34y2002i4p1067-89.html": {"abstract": " This paper characterizes the integration patterns of international currency unions (such as the CFA Franc Zone). We empirically explore different features of currency unions, and compare them to countries with sovereign monies by examining the criteria for Mundell's concept of an optimum currency area. We find that members of currency unions are more integrated than countries with their own currencies. For instance, we find that currency union members have more trade and less volatile real exchange rates than countries with their own monies; business cycles are more highly synchronized across currency union countries than across countries with sovereign monies.", "authors": ["epen14", "epro71"], "abstractStem": " thi paper character the integr pattern of intern currenc union such as the cfa franc zone we empir explor differ featur of currenc union and compar them to countri with sovereign moni by examin the criteria for mundel concept of an optimum currenc area we find that member of currenc union are more integr than countri with their own currenc for instanc we find that currenc union member have more trade and less volatil real exchang rate than countri with their own moni busi cycl are more highli synchron across currenc union countri than across countri with sovereign moni", "title": "Currency Unions and International Integration"}, "https://ideas.repec.org/a/cje/issued/v42y2009i2p496-518.html": {"abstract": "We use a quinquennial data set covering 87 countries between 1975 and 2005 to investigate empirically the relationship between fertility and the real effective exchange rate. Theoretically, a country experiencing a decline in its fertility rate can be expected to experience a real depreciation. We test and confirm this hypothesis, controlling for a number of other potential determinants. We find a statistically significant and robust link between fertility and the exchange rate. Our point-estimate is that a decline in the fertility rate of one child per woman is associated with a depreciation of approximately 15% in the real effective exchange rate.", "authors": ["epro71"], "abstractStem": "we use a quinquenni data set cover 87 countri between 1975 and 2005 to investig empir the relationship between fertil and the real effect exchang rate theoret a countri experienc a declin in it fertil rate can be expect to experi a real depreci we test and confirm thi hypothesi control for a number of other potenti determin we find a statist signific and robust link between fertil and the exchang rate our pointestim is that a declin in the fertil rate of one child per woman is associ with a depreci of approxim 15 in the real effect exchang rate", "title": "Fertility and the real exchange rate"}, "https://ideas.repec.org/a/fip/fedfel/y1998iaug28n98-25.html": {"abstract": "No abstract is available for this item.", "authors": ["epgl13", "epro71"], "abstractStem": "no abstract is avail for thi item", "title": "How do currency crises spread?"}, "https://ideas.repec.org/a/eee/inecon/v50y2000i1p3-15.html": {"abstract": "No abstract is available for this item.", "authors": ["epfe116", "epro71"], "abstractStem": "no abstract is avail for thi item", "title": "The Journal of International Economics at Fifty: A Retrospective1"}, "https://ideas.repec.org/a/ucp/intsma/doi10.1086-663627.html": {"abstract": "No abstract is available for this item.", "authors": ["epei2", "epro71"], "abstractStem": "no abstract is avail for thi item", "title": "Flexing Your Muscles: Abandoning a Fixed Exchange Rate for Greater Flexibility"}, "https://ideas.repec.org/a/fip/fedfpr/y1990inov.html": {"abstract": "This paper explains upward job mobility and observed patterns of unemployment by skill as an economy recovers from a recession. Skilled unemployment is due to rational waiting by workers looking for long-term jobs when there is a \"lock-in\" effect. Lock-in occurs if the conditions in the labor market when a worker first accepts a job have a persistent effect on wages. Using longitudinal data, we provide empirical evidence of the cyclical pattern of wages predicted by the theory and also of lock-in.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epak7", "epro71", "epye21"], "abstractStem": "thi paper explain upward job mobil and observ pattern of unemploy by skill as an economi recov from a recess skill unemploy is due to ration wait by worker look for longterm job when there is a lockin effect lockin occur if the condit in the labor market when a worker first accept a job have a persist effect on wage use longitudin data we provid empir evid of the cyclic pattern of wage predict by the theori and also of lockinpthi abstract wa borrow from anoth version of thi item", "title": "Waiting for work"}, "https://ideas.repec.org/a/eee/ecolet/v34y1990i3p271-275.html": {"abstract": "No abstract is available for this item.", "authors": ["epro71"], "abstractStem": "no abstract is avail for thi item", "title": "Exchange rates and the trade balance : Some evidence from developing countries"}, "https://ideas.repec.org/a/eee/inecon/v55y2001i1p1-1.html": {"abstract": "No abstract is available for this item.", "authors": ["epba111", "epro71", "fpva387"], "abstractStem": "no abstract is avail for thi item", "title": "Intranational Economics and International Economics"}, "https://ideas.repec.org/a/eee/inecon/v63y2004i2p209-235.html": {"abstract": "This Paper uses 67 measures of trade policy and trade liberalization to ask if membership in the World Trade Organization (WTO) and its predecessor the General Agreement on Tariffs and Trade (GATT) is associated with more liberal trade policy. Almost no measures of trade policy are significantly correlated with GATT/WTO membership. Trade liberalizations, when they occur, usually lag GATT entry by many years, and the GATT/WTO often admits countries that are closed and remain closed for years. The exception to the negative rule is that WTO members tend to have slightly more freedom as judged by the Heritage Foundation’s index of economic freedom.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epro71"], "abstractStem": "thi paper use 67 measur of trade polici and trade liber to ask if membership in the world trade organ wto and it predecessor the gener agreement on tariff and trade gatt is associ with more liber trade polici almost no measur of trade polici are significantli correl with gattwto membership trade liber when they occur usual lag gatt entri by mani year and the gattwto often admit countri that are close and remain close for year the except to the neg rule is that wto member tend to have slightli more freedom as judg by the heritag foundat s index of econom freedompthi abstract wa borrow from anoth version of thi item", "title": "Do WTO members have more liberal trade policy?"}, "https://ideas.repec.org/a/wsi/gjexxx/v01y2012i01p1250002-1-1250002-20.html": {"abstract": "We derive an international centralized and decentralized market model, in the spirit of Lagos and Wright (2005), where agents can experience asset-specific illiquidity. We apply the analysis to the question of dollar illiquidity during the global financial crisis and the response through international swap arrangements conducted by the Federal Reserve during that crisis. Our results show that it is possible for a deterioration in US asset values, analogous to the meltdown experienced during the global financial crisis in US real estate and asset-backed securities, to actually result in an appreciation in the dollar exchange rate, as was observed at the crisis apex. The intuition behind this counterintuitive result is that the deterioration in other dollar asset values reduces the availability of dollars for transactions purposes. Given that dollars are required for some transactions, this raises the demand for other dollar assets, such as cash, that can substitute in providing these liquidity services. Our model predicts that the benefits of swap arrangements, such as those pursued by the Federal Reserve swap arrangements are likely to be dependent on a number of agent characteristics. The benefits are shown to be increasing in the probability of needing to transact in dollars, the opaqueness of an agent's asset portfolio, and its illiquidity.", "authors": ["epro71", "epsp18"], "abstractStem": "we deriv an intern central and decentr market model in the spirit of lago and wright 2005 where agent can experi assetspecif illiquid we appli the analysi to the question of dollar illiquid dure the global financi crisi and the respons through intern swap arrang conduct by the feder reserv dure that crisi our result show that it is possibl for a deterior in us asset valu analog to the meltdown experienc dure the global financi crisi in us real estat and assetback secur to actual result in an appreci in the dollar exchang rate as wa observ at the crisi apex the intuit behind thi counterintuit result is that the deterior in other dollar asset valu reduc the avail of dollar for transact purpos given that dollar are requir for some transact thi rais the demand for other dollar asset such as cash that can substitut in provid these liquid servic our model predict that the benefit of swap arrang such as those pursu by the feder reserv swap arrang are like to be depend on a number of agent characterist the benefit are shown to be increas in the probabl of need to transact in dollar the opaqu of an agent asset portfolio and it illiquid", "title": "Central Bank Swaps And International Dollar Illiquidity"}, "https://ideas.repec.org/a/oup/qjecon/v117y2002i2p537-569..html": {"abstract": "Policy-makers often justify their choice of fixed exchange rate regimes as a shelter against nonfundamental influences in the foreign exchange market. This paper proposes a framework, based on endogenous noise trading, which makes sense of the policy-makers' view. We show that as a result of multiple equilibria, the model violates Mundell's \"Incompatible Trinity:\" under some conditions, it is possible to reduce the volatility of the exchange rate without any sacrifice in terms of monetary autonomy. We provide empirical evidence supportive of the existence of a nonfundamental channel in the link between exchange rate regimes and exchange rate volatility. If … markets come to believe exchange rate stability is not itself a significant policy objective, we should not be surprised that snowballing cumulative movements can develop that appear widely out of keeping with current balance-of-payments prospects or domestic price movements. At that point, freely floating exchange rates, instead of delivering on the promise of money autonomy for domestic monetary or other policies, can greatly complicate domestic economic management [Paul Volcker 1978–79, p. 9].", "authors": ["epje59"], "abstractStem": "policymak often justifi their choic of fix exchang rate regim as a shelter against nonfundament influenc in the foreign exchang market thi paper propos a framework base on endogen nois trade which make sens of the policymak view we show that as a result of multipl equilibria the model violat mundel incompat triniti under some condit it is possibl to reduc the volatil of the exchang rate without ani sacrific in term of monetari autonomi we provid empir evid support of the exist of a nonfundament channel in the link between exchang rate regim and exchang rate volatil if   market come to believ exchang rate stabil is not itself a signific polici object we should not be surpris that snowbal cumul movement can develop that appear wide out of keep with current balanceofpay prospect or domest price movement at that point freeli float exchang rate instead of deliv on the promis of money autonomi for domest monetari or other polici can greatli complic domest econom manag paul volcker 1978 79 p 9", "title": "Noise Trading and Exchange Rate Regimes"}, "https://ideas.repec.org/a/ecj/econjl/v117y2007i523p1310-1335.html": {"abstract": " This article analyses the causes and consequences of offshore financial centres (OFCs). While OFCs are likely to encourage bad behaviour in source countries, they may also have unintended positive consequences, such as providing competition for the domestic banking sector. We derive and simulate a model of a home country monopoly bank facing a representative competitive OFC which offers tax advantages attained by moving assets offshore at a cost that is increasing in distance to the OFC. Our model predicts that proximity to an OFC is likely to be pro-competitive. We test and confirm the predictions empirically. OFC proximity is associated with a more competitive domestic banking system and greater overall financial depth. Copyright 2007 The Author(s). Journal compilation Royal Economic Society 2007.", "authors": ["epro71", "epsp18"], "abstractStem": " thi articl analys the caus and consequ of offshor financi centr ofc while ofc are like to encourag bad behaviour in sourc countri they may also have unintend posit consequ such as provid competit for the domest bank sector we deriv and simul a model of a home countri monopoli bank face a repres competit ofc which offer tax advantag attain by move asset offshor at a cost that is increas in distanc to the ofc our model predict that proxim to an ofc is like to be procompetit we test and confirm the predict empir ofc proxim is associ with a more competit domest bank system and greater overal financi depth copyright 2007 the author journal compil royal econom societi 2007", "title": "Offshore Financial Centres: Parasites or Symbionts?"}, "https://ideas.repec.org/a/eee/jimfin/v29y2010i4p704-727.html": {"abstract": "Inflation targeting seems to have a small but positive effect on the synchronization of business cycles; countries that target inflation seem to have cycles that move slightly more closely with foreign cycles. Thus the advent of inflation targeting does not explain the decoupling of global business cycles, for two reasons. Indeed business cycles have not in fact become less synchronized across countries.", "authors": ["epro71"], "abstractStem": "inflat target seem to have a small but posit effect on the synchron of busi cycl countri that target inflat seem to have cycl that move slightli more close with foreign cycl thu the advent of inflat target doe not explain the decoupl of global busi cycl for two reason inde busi cycl have not in fact becom less synchron across countri", "title": "Inflation targeting and business cycle synchronization"}, "https://ideas.repec.org/a/bin/bpeajo/v22y1991i1991-1p1-106.html": {"abstract": "No abstract is available for this item.", "authors": ["epak7", "epro71", "epye21"], "abstractStem": "no abstract is avail for thi item", "title": "East Germany in from the Cold: The Economic Aftermath of Currency Union"}, "https://ideas.repec.org/a/tpr/restat/v66y1984i4p669-72.html": {"abstract": "No abstract is available for this item.", "authors": ["epro71"], "abstractStem": "no abstract is avail for thi item", "title": "Exchange Market Efficiency: A Semi-strong Test Using Multiple Markets and Daily Data"}, "https://ideas.repec.org/a/eee/jimfin/v31y2012i8p2038-2051.html": {"abstract": "During the 2007–09 financial crisis, the banking sector received an extraordinary level of public support. In this empirical paper, we examine the determinants of a number of public sector interventions: government funding or central bank liquidity insurance schemes, public capital injections, and nationalizations. We use bank-level data spanning all British and foreign banks operating within the United Kingdom. We use multinomial logit regression techniques and find that a bank's size, relative to the size of the entire banking system, typically has a large positive and non-linear effect on the probability of public sector intervention for a bank. We also use instrumental variable techniques to show that British interventions helped; there is fragile evidence that the wholesale (non-core) funding of an affected institution increased significantly following capital injection or nationalization.", "authors": ["epro71", "fpwi271"], "abstractStem": "dure the 2007 09 financi crisi the bank sector receiv an extraordinari level of public support in thi empir paper we examin the determin of a number of public sector intervent govern fund or central bank liquid insur scheme public capit inject and nation we use banklevel data span all british and foreign bank oper within the unit kingdom we use multinomi logit regress techniqu and find that a bank size rel to the size of the entir bank system typic ha a larg posit and nonlinear effect on the probabl of public sector intervent for a bank we also use instrument variabl techniqu to show that british intervent help there is fragil evid that the wholesal noncor fund of an affect institut increas significantli follow capit inject or nation", "title": "Too big to fail: Some empirical evidence on the causes and consequences of public banking interventions in the UK"}, "https://ideas.repec.org/a/bla/pacecr/v15y2010i3p340-363.html": {"abstract": " We model the causes of the 2008 financial crisis together with its manifestations, using a cross-country multiple indicator multiple cause model. We consider both national and, critically, international linkages between countries and potential crisis 'epicentres', including the United States. A country holding an epicentre's securities is exposed through a financial channel, while a country that exports to that epicentre is exposed through a real channel. We are unable to find strong evidence that international linkages can be associated with crisis incidence. In particular, exposure to the United States in either form has little impact. If anything, it appears to help. Copyright 2010 The Authors. Journal compilation 2010 Blackwell Publishing Asia Pty Ltd", "authors": ["epro71", "epsp18"], "abstractStem": " we model the caus of the 2008 financi crisi togeth with it manifest use a crosscountri multipl indic multipl caus model we consid both nation and critic intern linkag between countri and potenti crisi epicentr includ the unit state a countri hold an epicentr secur is expos through a financi channel while a countri that export to that epicentr is expos through a real channel we are unabl to find strong evid that intern linkag can be associ with crisi incid in particular exposur to the unit state in either form ha littl impact if anyth it appear to help copyright 2010 the author journal compil 2010 blackwel publish asia pti ltd", "title": "Cross-Country Causes And Consequences Of The 2008 Crisis: International Linkages And American Exposure"}, "https://ideas.repec.org/a/tpr/restat/v87y2005i1p85-91.html": {"abstract": " We seek to contribute to the debate over globalization and the environment by asking: What is the effect of trade on a country's environment, for a given level of GDP? We take specific account of the endogeneity of trade, using exogenous geographic determinants of trade as instrumental variables. We find that trade tends to reduce three measures of air pollution. Statistical significance is high for concentrations of SO 2, moderate for NO 2, and lacking for particulate matter. Although results for other environmental measures are not as encouraging, there is little evidence that trade has a detrimental effect on the environment. © 2005 President and Fellows of Harvard College and the Massachusetts Institute of Technology.", "authors": ["epfr12", "epro71"], "abstractStem": " we seek to contribut to the debat over global and the environ by ask what is the effect of trade on a countri environ for a given level of gdp we take specif account of the endogen of trade use exogen geograph determin of trade as instrument variabl we find that trade tend to reduc three measur of air pollut statist signific is high for concentr of so 2 moder for no 2 and lack for particul matter although result for other environment measur are not as encourag there is littl evid that trade ha a detriment effect on the environ   2005 presid and fellow of harvard colleg and the massachusett institut of technolog", "title": "Is Trade Good or Bad for the Environment? Sorting Out the Causality"}, "https://ideas.repec.org/a/aea/aecrev/v80y1990i2p192-96.html": {"abstract": "No abstract is available for this item.", "authors": ["epme152", "epro71"], "abstractStem": "no abstract is avail for thi item", "title": "Nonlinear, Nonparametric, Nonessential Exchange Rate Estimation"}, "https://ideas.repec.org/a/eee/eecrev/v37y1993i6p1197-1202.html": {"abstract": "No abstract is available for this item.", "authors": ["fpba366", "epro71"], "abstractStem": "no abstract is avail for thi item", "title": "Domestic savings and intra-national capital flows"}, "https://ideas.repec.org/a/bla/ecpoli/v16y2001i33p449-461.html": {"abstract": " The impact of a common currency on trade can be grossly mismeasured if countries that belong to currency unions are systematically different from those that do not, and if the relationship between trade and its observable determinants is complex. I argue that such complications are plausible and likely to distort the empirical results of a recent Economic Policy paper by Andrew Rose (Issue 30, 2000: pp. 7-45). Using techniques designed to be robust in this situation, I find that the effects of common currency on international trade are considerably less dramatic and much less precisely estimated. Copyright CEPR, CES, MSH, 2001.", "authors": ["epro71"], "abstractStem": " the impact of a common currenc on trade can be grossli mismeasur if countri that belong to currenc union are systemat differ from those that do not and if the relationship between trade and it observ determin is complex i argu that such complic are plausibl and like to distort the empir result of a recent econom polici paper by andrew rose issu 30 2000 pp 745 use techniqu design to be robust in thi situat i find that the effect of common currenc on intern trade are consider less dramat and much less precis estim copyright cepr ce msh 2001", "title": "Currency unions and trade: the effect is large"}, "https://ideas.repec.org/a/oup/qjecon/v117y2002i2p437-466..html": {"abstract": "To quantify the implications of common currencies for trade and income, we use data for over 200 countries and dependencies. In our two-stage approach, estimates at the first stage suggest that belonging to a currency union/board triples trade with other currency union members. Moreover, there is no evidence of trade diversion. Our estimates at the second stage suggest that every 1 percent increase in a country's overall trade (relative to GDP) raises income per capita by at least one-third of a percent. We combine the two estimates to quantify the effect of common currencies on output. Our results support the hypothesis that important beneficial effects of currency unions come through the promotion of trade.", "authors": ["epfr12"], "abstractStem": "to quantifi the implic of common currenc for trade and incom we use data for over 200 countri and depend in our twostag approach estim at the first stage suggest that belong to a currenc unionboard tripl trade with other currenc union member moreov there is no evid of trade divers our estim at the second stage suggest that everi 1 percent increas in a countri overal trade rel to gdp rais incom per capita by at least onethird of a percent we combin the two estim to quantifi the effect of common currenc on output our result support the hypothesi that import benefici effect of currenc union come through the promot of trade", "title": "An Estimate of the Effect of Common Currencies on Trade and Income"}, "https://ideas.repec.org/a/eee/moneco/v52y2005i5p951-969.html": {"abstract": "No abstract is available for this item.", "authors": ["epfl25", "epro71"], "abstractStem": "no abstract is avail for thi item", "title": "Estimating the expected marginal rate of substitution: A systematic exploitation of idiosyncratic risk"}, "https://ideas.repec.org/a/tpr/restat/v82y2000i3p369-382.html": {"abstract": " We develop a procedure to rank-order objects using censored panel data sets. We illustrate this by ranking countries and commodities using disaggregated American import data and find evidence that countries and commodities can be ranked. Countries habitually begin to export goods to the United States according to an ordering; goods are also exported in order. We estimate these orderings using a methodology, that takes account of the fact that most goods are not exported by most countries in our sample. Our orderings seem sensible, robust, and intuitive, and they are correlated with macroeconomic phenomena such as productivity and growth rates. © 2000 by the President and Fellows of Harvard College and the Massachusetts Institute of Technology", "authors": ["epfe116", "epro71"], "abstractStem": " we develop a procedur to rankord object use censor panel data set we illustr thi by rank countri and commod use disaggreg american import data and find evid that countri and commod can be rank countri habitu begin to export good to the unit state accord to an order good are also export in order we estim these order use a methodolog that take account of the fact that most good are not export by most countri in our sampl our order seem sensibl robust and intuit and they are correl with macroeconom phenomena such as product and growth rate   2000 by the presid and fellow of harvard colleg and the massachusett institut of technolog", "title": "Putting Things In Order: Trade Dynamics And Product Cycles"}, "https://ideas.repec.org/a/oup/oxecpp/v47y1995i2p229-48.html": {"abstract": " This paper looks for dynamic patterns in international trade flows using comprehensive multilateral data for six countries, disaggregated to the four-digit SITC level. The purpose of the paper is to compare predictions of persistent trade balances generated by theories of international trade, such as factor-proportions, with more dynamic theories such as the product cycle. Little evidence is found of dynamic trade behavior at the industry level between 1962 and 1990 for Brazil, Japan, South Korea, Turkey, the United Kingdom, and the United States. Rather, goods that begin the sample in surplus (deficit) almost always remain in surplus (deficit) throughout the sample. Copyright 1995 by Royal Economic Society.", "authors": ["fpga415", "epro71"], "abstractStem": " thi paper look for dynam pattern in intern trade flow use comprehens multilater data for six countri disaggreg to the fourdigit sitc level the purpos of the paper is to compar predict of persist trade balanc gener by theori of intern trade such as factorproport with more dynam theori such as the product cycl littl evid is found of dynam trade behavior at the industri level between 1962 and 1990 for brazil japan south korea turkey the unit kingdom and the unit state rather good that begin the sampl in surplu deficit almost alway remain in surplu deficit throughout the sampl copyright 1995 by royal econom societi", "title": "Dynamic Persistence of Industry Trade Balances: How Pervasive Is the Product Cycle?"}, "https://ideas.repec.org/a/eee/eecrev/v68y2014icp31-47.html": {"abstract": "The consequences of regional trade agreements (RTAs) on countries׳ welfare are disputed. In this paper, we assess these effects using stock returns from a recent data set that spans over 200 RTA announcements, 80 economies, and 20 years. We measure the effects of news concerning RTAs on the returns of national stock markets, after adjusting these returns for international stock market movements. We then link these abnormal returns to features of the RTA members and the agreements themselves. We find strong evidence of the natural trading partner hypothesis; stock markets rise more when RTAs are signed between countries that already engage in high volumes of trade. Stock markets also rise more when poorer countries sign RTAs, and when RTAs are signed with smaller partners. We also find no evidence that capital markets expect significant trade diversion effects.", "authors": ["epro71"], "abstractStem": "the consequ of region trade agreement rta on countri  welfar are disput in thi paper we assess these effect use stock return from a recent data set that span over 200 rta announc 80 economi and 20 year we measur the effect of news concern rta on the return of nation stock market after adjust these return for intern stock market movement we then link these abnorm return to featur of the rta member and the agreement themselv we find strong evid of the natur trade partner hypothesi stock market rise more when rta are sign between countri that alreadi engag in high volum of trade stock market also rise more when poorer countri sign rta and when rta are sign with smaller partner we also find no evid that capit market expect signific trade divers effect", "title": "Who benefits from regional trade agreements? The view from the stock market"}, "https://ideas.repec.org/a/eee/eecrev/v38y1994i6p1185-1216.html": {"abstract": "Realignment expectations which measure exchange rate credibility are analyzed for European exchange rates, using daily financial data since the inception of the EMS. It is difficult to find economically meaningful relationships between realignment expectations and macroeconomic variables, although there are signs that lower inflation improves credibility. Statistically, many movements to realignment expectations are common to ERM participants. There were few indications of poor ERM credibility before late August 1992; the dimensions of the currency crisis of September 1992 appear to have taken both policy-makers and private agents largely by surprise.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epro71", "epsv2"], "abstractStem": "realign expect which measur exchang rate credibl are analyz for european exchang rate use daili financi data sinc the incept of the em it is difficult to find econom meaning relationship between realign expect and macroeconom variabl although there are sign that lower inflat improv credibl statist mani movement to realign expect are common to erm particip there were few indic of poor erm credibl befor late august 1992 the dimens of the currenc crisi of septemb 1992 appear to have taken both policymak and privat agent larg by surprisepthi abstract wa borrow from anoth version of thi item", "title": "European exchange rate credibility before the fall"}, "https://ideas.repec.org/a/ijf/ijfiec/v1y1996i1p47-54.html": {"abstract": " This paper addresses the issue of whether regimes of fixed exchange rates are a mechanism for shifting volatility inter-temporally. Using a panel of data covering twenty industrialized countries from 1959 through 1993, I examine the volatilities of a host of real and monetary variables. Graphical and statistical examination of the periods around 33 flotations and 81 devaluations reveals little evidence of significant increases in volatility following these events. Copyright @ 1996 by John Wiley &amp; Sons, Ltd. All rights reserved.", "authors": ["epro71"], "abstractStem": " thi paper address the issu of whether regim of fix exchang rate are a mechan for shift volatil intertempor use a panel of data cover twenti industri countri from 1959 through 1993 i examin the volatil of a host of real and monetari variabl graphic and statist examin of the period around 33 flotat and 81 devalu reveal littl evid of signific increas in volatil follow these event copyright  1996 by john wiley amp son ltd all right reserv", "title": "After the Deluge: Do Fixed Exchange Rates Allow Inter-temporal Volatility Tradeoffs?"}, "https://ideas.repec.org/a/eee/inecon/v60y2003i1p1-2.html": {"abstract": "No abstract is available for this item.", "authors": ["epen14", "fpro248", "epro71"], "abstractStem": "no abstract is avail for thi item", "title": "Empirical exchange rate models"}, "https://ideas.repec.org/a/tpr/jeurec/v3y2005i6p1349-1359.html": {"abstract": " This paper develops a simple methodology to test for asset integration, and applies it within and between American stock markets. Our technique relies on estimating and comparing expected risk-free rates across assets. Expected risk-free rates are allowed to vary freely over time, constrained only by the fact that they must be equal across (risk-adjusted) assets in well-integrated markets. Assets are allowed to have standard risk characteristics, and are constrained by the Fama and French factor model of covariances over short time periods. We find that internal integration in the S&amp;P; 500 market is never rejected and is not generally rejected in the NASDAQ. Integration between the NASDAQ and the S&amp;p;, however, is always rejected dramatically. (JEL: G14) Copyright (c) 2005 by the European Economic Association.", "authors": ["epfl25", "epro71"], "abstractStem": " thi paper develop a simpl methodolog to test for asset integr and appli it within and between american stock market our techniqu reli on estim and compar expect riskfre rate across asset expect riskfre rate are allow to vari freeli over time constrain onli by the fact that they must be equal across riskadjust asset in wellintegr market asset are allow to have standard risk characterist and are constrain by the fama and french factor model of covari over short time period we find that intern integr in the sampp 500 market is never reject and is not gener reject in the nasdaq integr between the nasdaq and the sampp howev is alway reject dramat jel g14 copyright c 2005 by the european econom associ", "title": "Financial Integration: A New Methodology And An Illustration"}, "https://ideas.repec.org/a/bla/worlde/v30y2007i1p22-38.html": {"abstract": " As communication costs fall, foreign embassies and consulates have lost much of their role in decision-making and information-gathering. Accordingly, foreign services are increasingly marketing themselves as agents of export promotion. I investigate whether exports are in fact systematically associated with diplomatic representation abroad. I use a recent cross-section of data covering 22 large exporters and 200 import destinations. Bilateral exports rise by approximately six to ten per cent for each additional consulate abroad, controlling for a host of other features including reverse causality. The effect varies by exporter, and is non-linear; consulates have smaller effects than the creation of an embassy. Copyright 2007 Blackwell Publishers Ltd (a Blackwell Publishing Company).", "authors": ["epro71"], "abstractStem": " as commun cost fall foreign embassi and consul have lost much of their role in decisionmak and informationgath accordingli foreign servic are increasingli market themselv as agent of export promot i investig whether export are in fact systemat associ with diplomat represent abroad i use a recent crosssect of data cover 22 larg export and 200 import destin bilater export rise by approxim six to ten per cent for each addit consul abroad control for a host of other featur includ revers causal the effect vari by export and is nonlinear consul have smaller effect than the creation of an embassi copyright 2007 blackwel publish ltd a blackwel publish compani", "title": "The Foreign Service and Foreign Trade: Embassies as Export Promotion"}, "https://ideas.repec.org/a/fip/fedfel/y1993imay7n93-18.html": {"abstract": "No abstract is available for this item.", "authors": ["epro71"], "abstractStem": "no abstract is avail for thi item", "title": "European exchange rate credibility before the fall: the case of sterling"}, "https://ideas.repec.org/a/eee/inecon/v88y2012i2p326-340.html": {"abstract": "While the global financial crisis was centered in the United States, it led to a surprising appreciation in the dollar, suggesting global dollar illiquidity. In response, the Federal Reserve partnered with other central banks to inject dollars into the international financial system. Empirical studies of the success of these efforts have yielded mixed results, in part because their timing is likely to be endogenous. In this paper, we examine the cross-sectional impact of these interventions. Theory consistent with dollar appreciation in the crisis suggests that their impact should be greater for countries that have greater exposure to the United States through trade and financial channels, less transparent holdings of dollar assets, and greater illiquidity difficulties. We examine these predictions for observed cross-sectional changes in CDS spreads, using a new proxy for innovations in perceived changes in sovereign risk based upon Google-search data. We find robust evidence that auctions of dollar assets by foreign central banks disproportionately benefited countries that were more exposed to the United States through either trade linkages or asset exposure. We obtain weaker results for differences in asset transparency or illiquidity. However, several of the important announcements concerning the international swap programs disproportionately benefited countries exhibiting greater asset opaqueness.", "authors": ["epro71", "epsp18"], "abstractStem": "while the global financi crisi wa center in the unit state it led to a surpris appreci in the dollar suggest global dollar illiquid in respons the feder reserv partner with other central bank to inject dollar into the intern financi system empir studi of the success of these effort have yield mix result in part becaus their time is like to be endogen in thi paper we examin the crosssect impact of these intervent theori consist with dollar appreci in the crisi suggest that their impact should be greater for countri that have greater exposur to the unit state through trade and financi channel less transpar hold of dollar asset and greater illiquid difficulti we examin these predict for observ crosssect chang in cd spread use a new proxi for innov in perceiv chang in sovereign risk base upon googlesearch data we find robust evid that auction of dollar asset by foreign central bank disproportion benefit countri that were more expos to the unit state through either trade linkag or asset exposur we obtain weaker result for differ in asset transpar or illiquid howev sever of the import announc concern the intern swap program disproportion benefit countri exhibit greater asset opaqu", "title": "Dollar illiquidity and central bank swap arrangements during the global financial crisis"}, "https://ideas.repec.org/a/eee/ecofin/v4y1993i1p91-107.html": {"abstract": "No abstract is available for this item.", "authors": ["epfe116", "epro71"], "abstractStem": "no abstract is avail for thi item", "title": "California agriculture and an emerging Mexico"}, "https://ideas.repec.org/a/ecj/econjl/v121y2011i553p652-677.html": {"abstract": "Economists are skeptical about the economic benefits of hosting \"mega-events\" such as the Olympic Games or the World Cup, since such activities have considerable cost and seem to yield few tangible benefits. These doubts are rarely shared by policy-makers and the population, who are typically quite enthusiastic about such spectacles. In this paper, we reconcile these positions by examining the economic impact of hosting mega-events like the Olympics; we focus on trade. Using a variety of trade models, we show that hosting a mega-event like the Olympics has a positive impact on national exports. This effect is statistically robust, permanent, and large; trade is around 30% higher for countries that have hosted the Olympics. Interestingly however, we also find that unsuccessful bids to host the Olympics have a similar positive impact on exports. We conclude that the Olympic effect on trade is attributable to the signal a country sends when bidding to host the games, rather than the act of actually holding a mega-event. We develop a political economy model that formalizes this idea, and derives the conditions under which a signal like this is used by countries wishing to liberalize.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epro71", "epsp18"], "abstractStem": "economist are skeptic about the econom benefit of host megaev such as the olymp game or the world cup sinc such activ have consider cost and seem to yield few tangibl benefit these doubt are rare share by policymak and the popul who are typic quit enthusiast about such spectacl in thi paper we reconcil these posit by examin the econom impact of host megaev like the olymp we focu on trade use a varieti of trade model we show that host a megaev like the olymp ha a posit impact on nation export thi effect is statist robust perman and larg trade is around 30 higher for countri that have host the olymp interestingli howev we also find that unsuccess bid to host the olymp have a similar posit impact on export we conclud that the olymp effect on trade is attribut to the signal a countri send when bid to host the game rather than the act of actual hold a megaev we develop a polit economi model that formal thi idea and deriv the condit under which a signal like thi is use by countri wish to liberalizepthi abstract wa borrow from anoth version of thi item", "title": "The Olympic Effect"}, "https://ideas.repec.org/a/kap/itaxpf/v6y1999i4p457-457.html": {"abstract": "No abstract is available for this item.", "authors": ["fpra388", "epro71"], "abstractStem": "no abstract is avail for thi item", "title": "Guest Introduction: Essays in Honor of Robert P. Flood, Jr"}, "https://ideas.repec.org/a/fip/fedfel/y1997imay30n97-17.html": {"abstract": "No abstract is available for this item.", "authors": ["epro71"], "abstractStem": "no abstract is avail for thi item", "title": "Dynamic measures of competitiveness: are the geese still flying in formation?"}, "https://ideas.repec.org/a/ris/integr/0573.html": {"abstract": "The Doha multilateral round of trade negotiations sponsored by the WTO has been dragging on for over a decade, with no end in sight. In this short paper we assess empirically what determines the duration of trade negotiations, focusing on the span between the start of trade talks and their conclusion. We use data from 88 regional trade agreements between 1988 and 2009, and a semi-parametric Cox proportional hazards model. Four factors are robust determinants of the length of RTA negotiations. Negotiations are more protracted when there are more countries at the negotiation table, and when the countries are not from the same region. Negotiations between more open and richer countries also finish more quickly.", "authors": ["epro71"], "abstractStem": "the doha multilater round of trade negoti sponsor by the wto ha been drag on for over a decad with no end in sight in thi short paper we assess empir what determin the durat of trade negoti focus on the span between the start of trade talk and their conclus we use data from 88 region trade agreement between 1988 and 2009 and a semiparametr cox proport hazard model four factor are robust determin of the length of rta negoti negoti are more protract when there are more countri at the negoti tabl and when the countri are not from the same region negoti between more open and richer countri also finish more quickli", "title": "Why Do Trade Negotiations Take So Long?"}, "https://ideas.repec.org/a/eee/ecolet/v41y1993i4p419-427.html": {"abstract": "No abstract is available for this item.", "authors": ["epro71"], "abstractStem": "no abstract is avail for thi item", "title": "Sterling's ERM credibility : Did the dog bark in the night?"}, "https://ideas.repec.org/a/mcb/jmoncb/v17y1985i4p439-55.html": {"abstract": "No abstract is available for this item.", "authors": ["epro71"], "abstractStem": "no abstract is avail for thi item", "title": "An Alternative Approach to the American Demand for Money"}, "https://ideas.repec.org/a/bla/jecsur/v19y2005i3p347-365.html": {"abstract": " Thirty-four recent studies have investigated the effect of currency union on trade, resulting in 754 point estimates of this effect. This paper uses meta-analysis to combine, explain, and to summarize these disparate estimates of common currency trade effects. The hypothesis that there is no effect of currency union on trade is easily and robustly rejected at standard significance levels. Combining these estimates implies that a currency union increases bilateral trade by between 30 and 90%. Although there is evidence of publication selection, there is also evidence of a genuine positive trade effect beyond publication bias. Copyright Blackwell Publishers Ltd, 2005.", "authors": ["epro71", "fpst274"], "abstractStem": " thirtyfour recent studi have investig the effect of currenc union on trade result in 754 point estim of thi effect thi paper use metaanalysi to combin explain and to summar these dispar estim of common currenc trade effect the hypothesi that there is no effect of currenc union on trade is easili and robustli reject at standard signific level combin these estim impli that a currenc union increas bilater trade by between 30 and 90 although there is evid of public select there is also evid of a genuin posit trade effect beyond public bia copyright blackwel publish ltd 2005", "title": "A Meta-Analysis of the Effect of Common Currencies on International Trade "}}}