{"epro164": {"https://ideas.repec.org/a/eee/crcspp/v26y1987ip141-181.html": {"abstract": "Recent advances in game theory have made it possible to study monetary policy credibility in a structured fashion. Some have concluded from these models that reputational considerations substantially discourage the monetary authorities from ever attempting surprise inflations. Hence legal constraints on money supply growth are unnecessary and can only be harmful. In this study, I critically assess a number of alternative models of monetary policy reputation, including some new variants. The bulk of the paper is concerned with comparing specific details of these models. One general conclusion is that although this first generation of monetary policy reputation models yields a significant number of important insights, it is premature to argue that time consistency is not a major issue in the design of monetary policy institutions. The main problem is that the models either yield a multiplicity of equilibria, or/and yield conclusions which are very sensitive to apparently minor changes in the information structure. Whereas an optimal reputational equilibrium may arise without any explicit cooperation among atomistic private agents, it is not (yet) clear why we should expect them to coordinate on the most favorable equilibrium. Strategic uncertainty may be an important drawback to institutional setups which place few constraints on monetary policy.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epro164"], "abstractStem": "recent advanc in game theori have made it possibl to studi monetari polici credibl in a structur fashion some have conclud from these model that reput consider substanti discourag the monetari author from ever attempt surpris inflat henc legal constraint on money suppli growth are unnecessari and can onli be harm in thi studi i critic assess a number of altern model of monetari polici reput includ some new variant the bulk of the paper is concern with compar specif detail of these model one gener conclus is that although thi first gener of monetari polici reput model yield a signific number of import insight it is prematur to argu that time consist is not a major issu in the design of monetari polici institut the main problem is that the model either yield a multipl of equilibria orand yield conclus which are veri sensit to appar minor chang in the inform structur wherea an optim reput equilibrium may aris without ani explicit cooper among atomist privat agent it is not yet clear whi we should expect them to coordin on the most favor equilibrium strateg uncertainti may be an import drawback to institut setup which place few constraint on monetari policypthi abstract wa borrow from anoth version of thi item", "title": "Reputational constraints on monetary policy"}, "https://ideas.repec.org/a/eee/inecon/v13y1982i1-2p85-104.html": {"abstract": "No abstract is available for this item.", "authors": ["fphe369", "epro164"], "abstractStem": "no abstract is avail for thi item", "title": "Negative net foreign asset positions and stability in a world portfolio balance model"}, "https://ideas.repec.org/a/oup/qjecon/v100y1985i4p1169-1189..html": {"abstract": "Society can sometimes make itself better off by appointing a central banker who does not share the social objective function, but instead places \"too large\" a weight on inflation-rate stabilization relative to employment stabilization. Although having such an agent head the central bank reduces the time-consistent rate of inflation, it suboptimally raises the variance of employment when supply shocks are large. Using an envelope theorem, we show that the ideal agent places a large, but finite, weight on inflation. The analysis also provides a new framework for choosing among alternative intermediate monetary targets.", "authors": ["epro164"], "abstractStem": "societi can sometim make itself better off by appoint a central banker who doe not share the social object function but instead place too larg a weight on inflationr stabil rel to employ stabil although have such an agent head the central bank reduc the timeconsist rate of inflat it suboptim rais the varianc of employ when suppli shock are larg use an envelop theorem we show that the ideal agent place a larg but finit weight on inflat the analysi also provid a new framework for choos among altern intermedi monetari target", "title": "The Optimal Degree of Commitment to an Intermediate Monetary Target"}, "https://ideas.repec.org/a/elt/journl/v76y2009i304p811-884.html": {"abstract": "This paper introduces the concept of “debt intolerance”, which manifests itself in the extreme duress many emerging markets experience at debt levels that would seem manageable by advanced country standards. We argue that “safe” external debt-to-GNP thresholds for debt intolerant countries are low, perhaps as low as 15 percent in some cases. These thresholds depend on a country’s default and inflation history. Debt intolerance is linked to the phenomenon of serial default that has plagued many countries over the past two centuries. Understanding and measuring debt intolerance is fundamental to assess the problems of debt sustainability, debt restructuring, capital market integration, and the scope for international lending to ameliorate crises. Our goal is to make a first pass at quantifying debt intolerance, including delineating debtors’ clubs and regions of vulnerability, on the basis on a history of credit events going back to the 1820s for over 100 countries.// Este artículo presenta el concepto de la “intolerancia a la deuda”, que se manifiesta en la extrema presión que experimentan muchos mercados emergentes por las deudas que parecerían manejables según los estándares de países desarrollados. Argumentamos que los umbrales “seguros” de la relación deuda externa/PNB para países con intolerancia a la deuda son bajos, quizá de hasta 15% en algunos casos. Estos umbrales dependen de la trayectoria de morosidad e inflación de cada país. La intolerancia a la deuda está vinculada con el fenómeno de la morosidad recurrente que afecta a muchos países desde hace dos siglos. La comprensión y medición de la intolerancia a la deuda es fundamental para evaluar los problemas provenientes de la sostenibilidad y reestructuración de la deuda, la integración de los mercados de capitales y el alcance de los préstamos internacionales para aminorar las crisis. Nuestra meta es hacer un primer intento por cuantificar la intolerancia a la deuda, incluyendo la delineación de los clubes y regiones de vulnerabilidad de los deudores, tomando como base una historia de eventos de crédito que data desde el decenio de 1820 de más de 100 países.", "authors": ["epre33", "epro164"], "abstractStem": "thi paper introduc the concept of  debt intoler  which manifest itself in the extrem duress mani emerg market experi at debt level that would seem manag by advanc countri standard we argu that  safe  extern debttognp threshold for debt intoler countri are low perhap as low as 15 percent in some case these threshold depend on a countri s default and inflat histori debt intoler is link to the phenomenon of serial default that ha plagu mani countri over the past two centuri understand and measur debt intoler is fundament to assess the problem of debt sustain debt restructur capit market integr and the scope for intern lend to amelior crise our goal is to make a first pass at quantifi debt intoler includ delin debtor  club and region of vulner on the basi on a histori of credit event go back to the 1820 for over 100 countri est art culo presenta el concepto de la  intolerancia a la deuda  que se manifiesta en la extrema presi n que experimentan mucho mercado emergent por la deuda que parec an manej seg n lo est ndare de pa se desarrollado argumentamo que lo umbral  seguro  de la relaci n deuda externapnb para pa se con intolerancia a la deuda son bajo quiz  de hasta 15 en alguno caso esto umbral dependen de la trayectoria de morosidad e inflaci n de cada pa s la intolerancia a la deuda est  vinculada con el fen meno de la morosidad recurrent que afecta a mucho pa se desd hace do siglo la comprensi n y medici n de la intolerancia a la deuda es fundament para evaluar lo problema provenient de la sostenibilidad y reestructuraci n de la deuda la integraci n de lo mercado de capital y el alcanc de lo pr stamo internacional para aminorar la crisi nuestra meta es hacer un primer intento por cuantificar la intolerancia a la deuda incluyendo la delineaci n de lo clube y region de vulnerabilidad de lo deudor tomando como base una historia de evento de cr dito que data desd el decenio de 1820 de m s de 100 pa se", "title": "La intolerancia a la deuda"}, "https://ideas.repec.org/a/eee/moneco/v17y1986i3p349-362.html": {"abstract": "No abstract is available for this item.", "authors": ["epob13", "epro164"], "abstractStem": "no abstract is avail for thi item", "title": "Ruling out divergent speculative bubbles"}, "https://ideas.repec.org/a/pal/imfstp/v49y2002i3p8.html": {"abstract": "This paper describes the evolution of ideas to apply bankruptcy reorganization principles to sovereign debt crises. Our focus is on policy proposals between the late 1970s and Anne Krueger's (2001) proposed 'Sovereign Debt Restructuring Mechanism,\" with brief reference to the economics literature on sovereign debt. We describe the perceived inefficiencies that motivate proposals, and how proposals seek to change debtor and creditor incentives. We find that there has been a moving consensus on what constitutes the underlying problem, but not on how to fix it. The range of proposed approaches remains broad and only recently shows some signs of narrowing. . Copyright 2002, International Monetary Fund", "authors": ["epro164", "epze102"], "abstractStem": "thi paper describ the evolut of idea to appli bankruptci reorgan principl to sovereign debt crise our focu is on polici propos between the late 1970 and ann krueger 2001 propos sovereign debt restructur mechan with brief refer to the econom literatur on sovereign debt we describ the perceiv ineffici that motiv propos and how propos seek to chang debtor and creditor incent we find that there ha been a move consensu on what constitut the underli problem but not on how to fix it the rang of propos approach remain broad and onli recent show some sign of narrow  copyright 2002 intern monetari fund", "title": "Bankruptcy Procedures for Sovereigns: A History of Ideas, 1976-2001"}, "https://ideas.repec.org/a/aea/aecrev/v104y2014i5p50-55.html": {"abstract": "We examine the evolution of real per capita GDP around 100 systemic banking crises. Part of the costs of these crises owes to the protracted nature of recovery. On average, it takes about 8 years to reach the pre-crisis level of income; the median is about 6.5 years. Five to six years after the onset of crisis, only Germany and the United States (out of 12 systemic cases) have reached their 2007-2008 peaks in real income. Forty-five percent of the episodes recorded double dips. Post-war business cycles are not the relevant comparator for the recent crises in advanced economies.", "authors": ["epre33", "epro164"], "abstractStem": "we examin the evolut of real per capita gdp around 100 system bank crise part of the cost of these crise owe to the protract natur of recoveri on averag it take about 8 year to reach the precrisi level of incom the median is about 65 year five to six year after the onset of crisi onli germani and the unit state out of 12 system case have reach their 20072008 peak in real incom fortyf percent of the episod record doubl dip postwar busi cycl are not the relev compar for the recent crise in advanc economi", "title": "Recovery from Financial Crises: Evidence from 100 Episodes"}, "https://ideas.repec.org/a/ime/imemes/v10y1992i2p1-29.html": {"abstract": "Conventional explanations of the near random walk behavior of real exchange rates rely on near random walk behavior in the underlying fundamentals (e.g., tastes and technology). The present paper offers an alternative rationale, based on a fixed factor neoclassical model with traded and nontraded goods. The basic idea is that with open capital markets, agents can smooth their consumption of tradeables in the face of transitory traded goods productivity shocks. Agents cannot smooth nontraded goods productivity shocks, but if these are relatively small (as is often argued to be the case) then traded goods consumption smoothing will lead to smoothing of the intra-temporal price of traded and nontraded goods. The (near) random walk implications of the model for the real exchange rate are in stark contrast to the empirical predictions of the classic Balassa-Samuelson model. The paper applies the model to the yen/dollar exchange rate over the floating rate period.", "authors": ["epro164"], "abstractStem": "convent explan of the near random walk behavior of real exchang rate reli on near random walk behavior in the underli fundament eg tast and technolog the present paper offer an altern rational base on a fix factor neoclass model with trade and nontrad good the basic idea is that with open capit market agent can smooth their consumpt of tradeabl in the face of transitori trade good product shock agent cannot smooth nontrad good product shock but if these are rel small as is often argu to be the case then trade good consumpt smooth will lead to smooth of the intratempor price of trade and nontrad good the near random walk implic of the model for the real exchang rate are in stark contrast to the empir predict of the classic balassasamuelson model the paper appli the model to the yendollar exchang rate over the float rate period", "title": "Traded Goods Consumption Smoothing and the Random Walk Behavior of the Real Exchange Rate"}, "https://ideas.repec.org/a/eee/jpolmo/v29y2007i5p705-709.html": {"abstract": "No abstract is available for this item.", "authors": ["epro164"], "abstractStem": "no abstract is avail for thi item", "title": "Global imbalances and exchange rate adjustment"}, "homepage": "https://ideas.repec.org/e/pro164.html", "https://ideas.repec.org/a/bin/bpeajo/v23y1992i1992-1p195-234.html": {"abstract": "No abstract is available for this item.", "authors": ["epro164"], "abstractStem": "no abstract is avail for thi item", "title": "Official Creditor Seniority and Burden-Sharing in the Former Soviet Bloc"}, "https://ideas.repec.org/a/aea/aecrev/v80y1990i2p139-42.html": {"abstract": "No abstract is available for this item.", "authors": ["epro164"], "abstractStem": "no abstract is avail for thi item", "title": "Bargaining and International Policy Cooperation"}, "https://ideas.repec.org/a/eee/jbfina/v37y2013i11p4557-4573.html": {"abstract": "The historical frequency of banking crises is similar in advanced and developing countries, with quantitative parallels in both the run-ups and the aftermath. We establish these regularities using a dataset spanning from the early 1800s to the present. Banking crises weaken fiscal positions, with government revenues invariably contracting. Three years after a crisis central government debt increases by about 86%. The fiscal burden of banking crisis extends beyond the cost of the bailouts. We find that systemic banking crises are typically preceded by asset price bubbles, large capital inflows and credit booms, in rich and poor countries alike.", "authors": ["epre33", "epro164"], "abstractStem": "the histor frequenc of bank crise is similar in advanc and develop countri with quantit parallel in both the runup and the aftermath we establish these regular use a dataset span from the earli 1800 to the present bank crise weaken fiscal posit with govern revenu invari contract three year after a crisi central govern debt increas by about 86 the fiscal burden of bank crisi extend beyond the cost of the bailout we find that system bank crise are typic preced by asset price bubbl larg capit inflow and credit boom in rich and poor countri alik", "title": "Banking crises: An equal opportunity menace"}, "https://ideas.repec.org/a/fip/fedfpr/y1989x4.html": {"abstract": "We show that across developing countries, external debt to private creditors rises more than proportionately with income. We then develop a simple theoretical model consistent with this phenomenon and also consistent with the well-documented relationship between capital market development and growth. Our framework stresses information asymmetries at the level of individual borrowers as the source of frictions in world capital markets. Because of moral hazard problems, marginal products of capital and borrowing-lending spreads are higher in poorer countries. In a two-country version of the model, we demonstrate the possibility of a siphoning effect which exacerbates the costs of transfers. Also because of the siphoning effect, increased wealth in the rich country can stunt investment in the poor country.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epge11", "epro164"], "abstractStem": "we show that across develop countri extern debt to privat creditor rise more than proportion with incom we then develop a simpl theoret model consist with thi phenomenon and also consist with the welldocu relationship between capit market develop and growth our framework stress inform asymmetri at the level of individu borrow as the sourc of friction in world capit market becaus of moral hazard problem margin product of capit and borrowinglend spread are higher in poorer countri in a twocountri version of the model we demonstr the possibl of a siphon effect which exacerb the cost of transfer also becaus of the siphon effect increas wealth in the rich countri can stunt invest in the poor countrypthi abstract wa borrow from anoth version of thi item", "title": "Developing country borrowing and domestic wealth"}, "https://ideas.repec.org/a/bla/worlde/v15y1992i4p475-486.html": {"abstract": "No abstract is available for this item.", "authors": ["epro164"], "abstractStem": "no abstract is avail for thi item", "title": "Dealing With Developing Country Debt in the 1990s"}, "https://ideas.repec.org/a/eee/inecon/v50y2000i1p117-153.html": {"abstract": "The paper develops a simple stochastic new open economy macroeconomic model based on sticky nominal wages. Explicit solution of the wage-setting problem under uncertainty allows one to analyze the effects of the monetary regime on welfare, expected output, and the expected terms of trade. Despite the potential interplay between imperfections due to sticky wages and monopoly, the optimal monetary policy rule has a closed-form solution. To motivate our model, we show that observed correlations between terms of trade and exchange rates are more consistent with our traditional assumptions about nominal rigidities than with a popular alternative based on local-currency pricing.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epob13", "epro164"], "abstractStem": "the paper develop a simpl stochast new open economi macroeconom model base on sticki nomin wage explicit solut of the wageset problem under uncertainti allow one to analyz the effect of the monetari regim on welfar expect output and the expect term of trade despit the potenti interplay between imperfect due to sticki wage and monopoli the optim monetari polici rule ha a closedform solut to motiv our model we show that observ correl between term of trade and exchang rate are more consist with our tradit assumpt about nomin rigid than with a popular altern base on localcurr pricingpthi abstract wa borrow from anoth version of thi item", "title": "New directions for stochastic open economy models"}, "https://ideas.repec.org/a/voj/journl/v56y2009i2p143-197.html": {"abstract": "The literature on the benefits and costs of financial globalization for developing countries has exploded in recent years, but along many disparate channels with a variety of apparently conflicting results. There is still little robust evidence of the growth benefits of broad capital account liberalization, but a number of recent papers in the finance literature report that equity market liberalizations do significantly boost growth. Similarly, evidence based on microeconomic (firm- or industry-level) data shows some benefits of financial integration and the distortionary effects of capital controls, but the macroeconomic evidence remains inconclusive. At the same time, some studies argue that financial globalization enhances macroeconomic stability in developing countries, but others argue the opposite. This paper attempts to provide a unified conceptual framework for organizing this vast and growing literature, particularly emphasizing recent approaches to measuring the catalytic and indirect benefits to financial globalization. Indeed, it argues that the indirect effects of financial globalization on financial sector development, institutions, governance, and macroeconomic stability are likely to be far more important than any direct impact via capital accumulation or portfolio diversification. This perspective explains the failure of research based on cross-country growth regressions to find the expected positive effects of financial globalization and points to newer approaches that are potentially more useful and convincing.", "authors": ["epko65", "eppr1", "epro164", "epwe20"], "abstractStem": "the literatur on the benefit and cost of financi global for develop countri ha explod in recent year but along mani dispar channel with a varieti of appar conflict result there is still littl robust evid of the growth benefit of broad capit account liber but a number of recent paper in the financ literatur report that equiti market liber do significantli boost growth similarli evid base on microeconom firm or industrylevel data show some benefit of financi integr and the distortionari effect of capit control but the macroeconom evid remain inconclus at the same time some studi argu that financi global enhanc macroeconom stabil in develop countri but other argu the opposit thi paper attempt to provid a unifi conceptu framework for organ thi vast and grow literatur particularli emphas recent approach to measur the catalyt and indirect benefit to financi global inde it argu that the indirect effect of financi global on financi sector develop institut govern and macroeconom stabil are like to be far more import than ani direct impact via capit accumul or portfolio diversif thi perspect explain the failur of research base on crosscountri growth regress to find the expect posit effect of financi global and point to newer approach that are potenti more use and convinc", "title": "Financial Globalization: A Reappraisal"}, "https://ideas.repec.org/a/eee/inecon/v14y1983i1-2p3-24.html": {"abstract": "No abstract is available for this item.", "authors": ["epme152", "epro164"], "abstractStem": "no abstract is avail for thi item", "title": "Empirical exchange rate models of the seventies : Do they fit out of sample?"}, "https://ideas.repec.org/a/fip/fedfpr/y2009p131-172.html": {"abstract": "This paper makes a case that the global imbalances of the 2000s and the recent global financial crisis are intimately connected. Both have their origins in economic policies followed in a number of countries in the 2000s and in distortions that influenced the transmission of these policies through U.S. and ultimately through global financial markets. In the U.S., the interaction among the Fed’s monetary stance, global real interest rates, credit market distortions, and financial innovation created the toxic mix of conditions making the U.S. the epicenter of the global financial crisis. Outside the U.S., exchange rate and other economic policies followed by emerging markets such as China contributed to the United States’ ability to borrow cheaply abroad and thereby finance its unsustainable housing bubble.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epob13", "epro164"], "abstractStem": "thi paper make a case that the global imbal of the 2000 and the recent global financi crisi are intim connect both have their origin in econom polici follow in a number of countri in the 2000 and in distort that influenc the transmiss of these polici through us and ultim through global financi market in the us the interact among the fed s monetari stanc global real interest rate credit market distort and financi innov creat the toxic mix of condit make the us the epicent of the global financi crisi outsid the us exchang rate and other econom polici follow by emerg market such as china contribut to the unit state  abil to borrow cheapli abroad and therebi financ it unsustain hous bubblepthi abstract wa borrow from anoth version of thi item", "title": "Global imbalances and the financial crisis: products of common causes"}, "https://ideas.repec.org/a/aea/jecper/v4y1990i1p31-42.html": {"abstract": "No abstract is available for this item.", "authors": ["epro164"], "abstractStem": "no abstract is avail for thi item", "title": "Cleaning Up Third World Debt without Getting Taken to the Cleaners"}, "https://ideas.repec.org/a/eee/jimfin/v42y2014icp113-128.html": {"abstract": "We present evidence showing the existence of stable cointegrating vectors connecting four important variables in the U.S. and global oil markets: oil production, stocks of crude oil, the real price of oil, and broad measures of income. Our data are monthly, and go back to the 1930s, split into sub-samples which correspond to periods before and after the 1973 crisis. We further show that the cointegrating vectors found in the data accord well with an extended commodity storage model which allows for demand growth dynamics and for supply regimes. Specifically, inventories and price move in opposite directions when supply is flexible, but the relationship reverses so that they comove when supply is inflexible.", "authors": ["epro164"], "abstractStem": "we present evid show the exist of stabl cointegr vector connect four import variabl in the us and global oil market oil product stock of crude oil the real price of oil and broad measur of incom our data are monthli and go back to the 1930 split into subsampl which correspond to period befor and after the 1973 crisi we further show that the cointegr vector found in the data accord well with an extend commod storag model which allow for demand growth dynam and for suppli regim specif inventori and price move in opposit direct when suppli is flexibl but the relationship revers so that they comov when suppli is inflex", "title": "Demand effects and speculation in oil markets: Theory and evidence"}, "https://ideas.repec.org/a/aea/aecrev/v100y2010i2p573-78.html": {"abstract": "We study economic growth and inflation at different levels of government and external debt. Our analysis is based on new data on forty-four countries spanning about two hundred years. The dataset incorporates over 3,700 annual observations covering a wide range of political systems, institutions, exchange rate arrangements, and historic circumstances. Our main findings are: First, the relationship between government debt and real GDP growth is weak for debt/GDP ratios below a threshold of 90 percent of GDP. Above 90 percent, median growth rates fall by one percent, and average growth falls considerably more. We find that the threshold for public debt is similar in advanced and emerging economies. Second, emerging markets face lower thresholds for external debt (public and private)--which is usually denominated in a foreign currency. When external debt reaches 60 percent of GDP, annual growth declines by about two percent; for higher levels, growth rates are roughly cut in half. Third, there is no apparent contemporaneous link between inflation and public debt levels for the advanced countries as a group (some countries, such as the United States, have experienced higher inflation when debt/GDP is high.) The story is entirely different for emerging markets, where inflation rises sharply as debt increases.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epre33", "epro164"], "abstractStem": "we studi econom growth and inflat at differ level of govern and extern debt our analysi is base on new data on fortyfour countri span about two hundr year the dataset incorpor over 3700 annual observ cover a wide rang of polit system institut exchang rate arrang and histor circumst our main find are first the relationship between govern debt and real gdp growth is weak for debtgdp ratio below a threshold of 90 percent of gdp abov 90 percent median growth rate fall by one percent and averag growth fall consider more we find that the threshold for public debt is similar in advanc and emerg economi second emerg market face lower threshold for extern debt public and privatewhich is usual denomin in a foreign currenc when extern debt reach 60 percent of gdp annual growth declin by about two percent for higher level growth rate are roughli cut in half third there is no appar contemporan link between inflat and public debt level for the advanc countri as a group some countri such as the unit state have experienc higher inflat when debtgdp is high the stori is entir differ for emerg market where inflat rise sharpli as debt increasespthi abstract wa borrow from anoth version of thi item", "title": "Growth in a Time of Debt"}, "https://ideas.repec.org/a/spr/weltar/v145y2009i1p1-12.html": {"abstract": "No abstract is available for this item.", "authors": ["epro164"], "abstractStem": "no abstract is avail for thi item", "title": "Exchange rates in the modern floating era: what do we really know?"}, "https://ideas.repec.org/a/aea/aecrev/v80y1990i1p21-36.html": {"abstract": " Political business cycle theories generally rely on nominal rigidities and voter myopia. This paper offers an equilibrium theory that preserves some basic insights from earlier models, though with significant refinements. The \"political budget cycle\" emphasized here is in fiscal policy rather than output and inflation; it arises via a multidimensional signal process. One can consider the welfare implications of proposals to mitigate the cycle and the effects of altering the electoral structure. Copyright 1990 by American Economic Association.", "authors": ["epro164"], "abstractStem": " polit busi cycl theori gener reli on nomin rigid and voter myopia thi paper offer an equilibrium theori that preserv some basic insight from earlier model though with signific refin the polit budget cycl emphas here is in fiscal polici rather than output and inflat it aris via a multidimension signal process one can consid the welfar implic of propos to mitig the cycl and the effect of alter the elector structur copyright 1990 by american econom associ", "title": "Equilibrium Political Budget Cycles"}, "https://ideas.repec.org/a/oup/qjecon/v119y2004i1p1-48..html": {"abstract": "We develop a novel system of reclassifying historical exchange rate regimes. One key difference between our study and previous classifications is that we employ monthly data on market-determined parallel exchange rates going back to 1946 for 153 countries. Our approach differs from the IMF official classification (which we show to be only a little better than random); it also differs radically from all previous attempts at historical reclassification. Our classification points to a rethinking of economic performance under alternative exchange rate regimes. Indeed, the breakup of Bretton Woods had less impact on exchange rate regimes than is popularly believed.", "authors": ["epre33", "epro164"], "abstractStem": "we develop a novel system of reclassifi histor exchang rate regim one key differ between our studi and previou classif is that we employ monthli data on marketdetermin parallel exchang rate go back to 1946 for 153 countri our approach differ from the imf offici classif which we show to be onli a littl better than random it also differ radic from all previou attempt at histor reclassif our classif point to a rethink of econom perform under altern exchang rate regim inde the breakup of bretton wood had less impact on exchang rate regim than is popularli believ", "title": "The Modern History of Exchange Rate Arrangements: A Reinterpretation"}, "https://ideas.repec.org/a/aea/aecrev/v99y2009i2p466-72.html": {"abstract": "This paper examines the depth and duration of the slump that invariably follows severe financial crises, which tend to be protracted affairs. We find that asset market collapses are deep and prolonged. On a peak-to-trough basis, real housing price declines average 35 percent stretched out over six years, while equity price collapses average 55 percent over a downturn of about three and a half years. Not surprisingly, banking crises are associated with profound declines in output and employment. The unemployment rate rises an average of 7 percentage points over the down phase of the cycle, which lasts on average over four years. Output falls an average of over 9 percent, although the duration of the downturn is considerably shorter than for unemployment. The real value of government debt tends to explode, rising an average of 86 percent in the major post–World War II episodes. The main cause of debt explosions is usually not the widely cited costs of bailing out and recapitalizing the banking system. The collapse in tax revenues in the wake of deep and prolonged economic contractions is a critical factor in explaining the large budget deficits and increases in debt that follow the crisis. Our estimates of the rise in government debt are likely to be conservative, as these do not include increases in government guarantees, which also expand briskly during these episodes.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epre33", "epro164"], "abstractStem": "thi paper examin the depth and durat of the slump that invari follow sever financi crise which tend to be protract affair we find that asset market collaps are deep and prolong on a peaktotrough basi real hous price declin averag 35 percent stretch out over six year while equiti price collaps averag 55 percent over a downturn of about three and a half year not surprisingli bank crise are associ with profound declin in output and employ the unemploy rate rise an averag of 7 percentag point over the down phase of the cycl which last on averag over four year output fall an averag of over 9 percent although the durat of the downturn is consider shorter than for unemploy the real valu of govern debt tend to explod rise an averag of 86 percent in the major post world war ii episod the main caus of debt explos is usual not the wide cite cost of bail out and recapit the bank system the collaps in tax revenu in the wake of deep and prolong econom contract is a critic factor in explain the larg budget deficit and increas in debt that follow the crisi our estim of the rise in govern debt are like to be conserv as these do not includ increas in govern guarante which also expand briskli dure these episodespthi abstract wa borrow from anoth version of thi item", "title": "The Aftermath of Financial Crises"}, "https://ideas.repec.org/a/ier/iecrev/v25y1984i1p159-74.html": {"abstract": "This paper studies exchange rate behavior in models with moving long-run equilibria incorporating alternative price-adjustment mechanisms.The paper demonstrates that price-adjustment rules proposed by Mussa andby Barro and Grossman yield models that are empirically indistinguishable from each other. For speeds of goods-market adjustment that are \"too fast,\" the Barro-Grossman rule appears to induce instability; but we argue that when the ruleis interpreted properly, models incorporating it are dynamically stable regardless of the speed at which disequilibriumis eliminated. The Barro-Grossman pricing scheme is shown to be a natural generalization, to a setting of moving long-run equilibria, of less versatile schemes proposed in earlier literature on exchange rate dynamics.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epob13", "epro164"], "abstractStem": "thi paper studi exchang rate behavior in model with move longrun equilibria incorpor altern priceadjust mechanismsth paper demonstr that priceadjust rule propos by mussa andbi barro and grossman yield model that are empir indistinguish from each other for speed of goodsmarket adjust that are too fast the barrogrossman rule appear to induc instabl but we argu that when the rulei interpret properli model incorpor it are dynam stabl regardless of the speed at which disequilibriumi elimin the barrogrossman price scheme is shown to be a natur gener to a set of move longrun equilibria of less versatil scheme propos in earlier literatur on exchang rate dynamicspthi abstract wa borrow from anoth version of thi item", "title": "Exchange Rate Dynamics with Sluggish Prices under Alternative Price-Adjustment Rules"}, "https://ideas.repec.org/a/eee/moneco/v14y1984i2p133-150.html": {"abstract": "No abstract is available for this item.", "authors": ["epro164"], "abstractStem": "no abstract is avail for thi item", "title": "On the effects of sterilized intervention : An analysis of weekly data"}, "https://ideas.repec.org/a/aea/aecrev/v103y2013i3p48-54.html": {"abstract": "The Federal Reserve's mandate has evolved considerably over the organization's hundred-year history. It was changed from an initial focus in 1913 on financial stability, to fiscal financing in World War II and its aftermath, to a strong anti-inflation focus from the late 1970s, and then back to greater emphasis on financial stability since the Great Contraction. Yet, as the Fed's mandate has expanded in recent years, its range of instruments has narrowed, partly based on a misguided belief in the inherent stability of financial markets. We argue for a return to multiple instruments, including a more active role for reserve requirements.", "authors": ["epre33", "epro164"], "abstractStem": "the feder reserv mandat ha evolv consider over the organ hundredyear histori it wa chang from an initi focu in 1913 on financi stabil to fiscal financ in world war ii and it aftermath to a strong antiinfl focu from the late 1970 and then back to greater emphasi on financi stabil sinc the great contract yet as the fed mandat ha expand in recent year it rang of instrument ha narrow partli base on a misguid belief in the inher stabil of financi market we argu for a return to multipl instrument includ a more activ role for reserv requir", "title": "Shifting Mandates: The Federal Reserve's First Centennial"}, "https://ideas.repec.org/a/eee/jimfin/v54y2015icp116-141.html": {"abstract": "We show the existence of a very short-term relationship at the daily frequency between changes in the price of a country's major commodity export and changes in its nominal exchange rate. The relationship appears to be robust and to hold when we use contemporaneous (realized) commodity price changes in our regression. However, when we use lagged commodity price changes, the predictive ability is ephemeral, mostly appearing after instabilities have been appropriately taken into account.", "authors": ["epro164", "epro86"], "abstractStem": "we show the exist of a veri shortterm relationship at the daili frequenc between chang in the price of a countri major commod export and chang in it nomin exchang rate the relationship appear to be robust and to hold when we use contemporan realiz commod price chang in our regress howev when we use lag commod price chang the predict abil is ephemer mostli appear after instabl have been appropri taken into account", "title": "Can oil prices forecast exchange rates? An empirical analysis of the relationship between commodity prices and exchange rates"}, "https://ideas.repec.org/a/aea/aecrev/v101y2011i5p1676-1706.html": {"abstract": " Newly developed historical time series on public debt, along with data on external debts, allow a deeper analysis of the debt cycles underlying serial debt and banking crises. We test three related hypotheses at both \"world\" aggregate levels and on an individual country basis. First, external debt surges are an antecedent to banking crises. Second, banking crises (domestic and those in financial centers) often precede or accompany sovereign debt crises; we find they help predict them. Third, public borrowing surges ahead of external sovereign default, as governments have \"hidden domestic debts\" that exceed the better documented levels of external debt. (JEL E44, F34, F44, G01, H63, N20)", "authors": ["epre33", "epro164"], "abstractStem": " newli develop histor time seri on public debt along with data on extern debt allow a deeper analysi of the debt cycl underli serial debt and bank crise we test three relat hypothes at both world aggreg level and on an individu countri basi first extern debt surg are an anteced to bank crise second bank crise domest and those in financi center often preced or accompani sovereign debt crise we find they help predict them third public borrow surg ahead of extern sovereign default as govern have hidden domest debt that exceed the better document level of extern debt jel e44 f34 f44 g01 h63 n20", "title": "From Financial Crash to Debt Crisis"}, "https://ideas.repec.org/a/aea/jecper/v13y1999i4p21-42.html": {"abstract": "This paper asks how recent developments in research on banking and sovereign lending can help inform the debate on choosing a new international financial architecture. A broad range of plans is considered, including a global lender of last resort facility, an international bankruptcy court, an international debt insurance corporation, and unilateral controls on capital flows. One common failing of the main plans that have been proposed is that they fail to confront the biases in the existing system towards debt finance and bank intermediation, at the expense of equity finance and direct investment.", "authors": ["epro164"], "abstractStem": "thi paper ask how recent develop in research on bank and sovereign lend can help inform the debat on choos a new intern financi architectur a broad rang of plan is consid includ a global lender of last resort facil an intern bankruptci court an intern debt insur corpor and unilater control on capit flow one common fail of the main plan that have been propos is that they fail to confront the bias in the exist system toward debt financ and bank intermedi at the expens of equiti financ and direct invest", "title": "International Institutions for Reducing Global Financial Instability"}, "https://ideas.repec.org/a/fip/fedkpr/y2003.html": {"abstract": "No abstract is available for this item.", "authors": ["epfe112", "epge11", "epre75", "epro164", "epwa23", "epye21"], "abstractStem": "no abstract is avail for thi item", "title": "Monetary policy and uncertainty : adapting to a changing economy -a symposium, Jackson Hole, Wyoming, August 28-30, 2003"}, "https://ideas.repec.org/a/voj/journl/v56y2009i3p291-299.html": {"abstract": "Is the 2007-2008 U.S. sub-prime mortgage financial crisis truly a new and different phenomena? Our examination of the longer historical record finds stunning qualitative and quantitative parallels to 18 earlier post-war banking crises in industrialized countries. Specifically, the run-up in U.S. equity and housing prices (which, for countries experiencing large capital inflows, stands out as the best leading indicator in the financial crisis literature) closely tracks the average of the earlier crises. Another important parallel is the inverted v-shape curve for output growth the U.S. experienced as its economy slowed in the eve of the crisis. Among other indicators, the run-up in U.S. public debt and is actually somewhat below the average of other episodes, and its pre-crisis inflation level is also lower. On the other hand, the United States current account deficit trajectory is worse than average. A critical question is whether the U.S. crisis will prove similar to the most severe industrialized-country crises, in which case growth may fall significantly below trend for an extended period. Or will it prove like one of the milder episodes, where the recovery is relatively fast? Much will depend on how large the shock to the financial system proves to be and, to a lesser extent, on the efficacy of the subsequent policy response.", "authors": ["epre33", "epro164"], "abstractStem": "is the 20072008 us subprim mortgag financi crisi truli a new and differ phenomena our examin of the longer histor record find stun qualit and quantit parallel to 18 earlier postwar bank crise in industri countri specif the runup in us equiti and hous price which for countri experienc larg capit inflow stand out as the best lead indic in the financi crisi literatur close track the averag of the earlier crise anoth import parallel is the invert vshape curv for output growth the us experienc as it economi slow in the eve of the crisi among other indic the runup in us public debt and is actual somewhat below the averag of other episod and it precrisi inflat level is also lower on the other hand the unit state current account deficit trajectori is wors than averag a critic question is whether the us crisi will prove similar to the most sever industrializedcountri crise in which case growth may fall significantli below trend for an extend period or will it prove like one of the milder episod where the recoveri is rel fast much will depend on how larg the shock to the financi system prove to be and to a lesser extent on the efficaci of the subsequ polici respons", "title": "Is the 2007 U.S. Sub-Prime Financial Crisis So Different? An International Historical Comparison"}, "https://ideas.repec.org/a/aea/jeclit/v44y2006i3p662-693.html": {"abstract": "The Journal of Economic Literature regularly reviews books of interest to the economics profession. The 2006 Economic Report of the President (ERP) falls under that purview. In the reviews that follow, Martin Feldstein reviews the overview chapter of the as well as topics relating to macroeconomics. Alan Auerbach reviews the ERP ?s discussion of tax-related issues, while Ken Rogoff reviews the ERP ?s discussion of international economic topics. Rebecca Blank writes on labor market issues in the ERP , and Michael Katz reviews the ERP ?s discussion of health care issues.", "authors": ["epau33", "epbl56", "epfe112", "fpka210", "epro164"], "abstractStem": "the journal of econom literatur regularli review book of interest to the econom profess the 2006 econom report of the presid erp fall under that purview in the review that follow martin feldstein review the overview chapter of the as well as topic relat to macroeconom alan auerbach review the erp s discuss of taxrel issu while ken rogoff review the erp s discuss of intern econom topic rebecca blank write on labor market issu in the erp  and michael katz review the erp s discuss of health care issu", "title": "Reviews of the 2006 Economic Report of the President"}, "https://ideas.repec.org/a/eee/inecon/v96y2015is1ps43-s55.html": {"abstract": "This paper explores the menu of options for renormalizing public debt levels relative to nominal activity in the long run, should governments eventually decide to do so. Although debt ratios may need to rise further in some cases, a vision of longer-term options is key to weighing alternative medium-term stabilization strategies. Orthodox ones, the standard fare of officialdom, include enhancing growth, running primary budget surpluses, and privatizing government assets. Heterodox polices include restructuring debt contracts, generating unexpected inflation, taxing wealth, and repressing private finance. Advanced countries have relied far more on heterodox approaches than many observers choose to remember.", "authors": ["epre33", "epre75", "epro164"], "abstractStem": "thi paper explor the menu of option for renorm public debt level rel to nomin activ in the long run should govern eventu decid to do so although debt ratio may need to rise further in some case a vision of longerterm option is key to weigh altern mediumterm stabil strategi orthodox one the standard fare of officialdom includ enhanc growth run primari budget surplus and privat govern asset heterodox polic includ restructur debt contract gener unexpect inflat tax wealth and repress privat financ advanc countri have reli far more on heterodox approach than mani observ choos to rememb", "title": "Dealing with debt"}, "https://ideas.repec.org/a/eee/inecon/v60y2003i1p133-160.html": {"abstract": "No abstract is available for this item.", "authors": ["fpch880", "epro164"], "abstractStem": "no abstract is avail for thi item", "title": "Commodity currencies"}, "https://ideas.repec.org/a/eee/inecon/v18y1985i3-4p199-217.html": {"abstract": "No abstract is available for this item.", "authors": ["epro164"], "abstractStem": "no abstract is avail for thi item", "title": "Can international monetary policy cooperation be counterproductive?"}, "https://ideas.repec.org/a/cto/journl/v26y2006i2p337-341.html": {"abstract": "No abstract is available for this item.", "authors": ["epro164"], "abstractStem": "no abstract is avail for thi item", "title": "Will Emerging Markets Escape the Next Big Systemic Financial Crisis?"}, "https://ideas.repec.org/a/sgm/jbfeuw/v2y2015i4p5-17.html": {"abstract": "Even after one of the most severe multi-year crises on record in the advanced economies, the received wisdom in policy circles clings to the notion that high-income countries are completely different from their emerging market counterparts. The current phase of the official policy approach is predicated on the assumption that debt sustainability can be achieved through a mix of austerity, forbearance and growth. The claim is that advanced countries do not need to resort to the standard toolkit of emerging markets, including debt restructurings and conversions, higher inflation, capital controls and other forms of financial repression. As we document, this claim is at odds with the historical track record of most advanced economies, where debt restructuring or conversions, financial repression, and a tolerance for higher inflation, or a combination of these were an integral part of the resolution of significant past debt overhangs.", "authors": ["epre33", "epro164"], "abstractStem": "even after one of the most sever multiyear crise on record in the advanc economi the receiv wisdom in polici circl cling to the notion that highincom countri are complet differ from their emerg market counterpart the current phase of the offici polici approach is predic on the assumpt that debt sustain can be achiev through a mix of auster forbear and growth the claim is that advanc countri do not need to resort to the standard toolkit of emerg market includ debt restructur and convers higher inflat capit control and other form of financi repress as we document thi claim is at odd with the histor track record of most advanc economi where debt restructur or convers financi repress and a toler for higher inflat or a combin of these were an integr part of the resolut of signific past debt overhang", "title": "Financial and Sovereign Debt Crises: Some Lessons Learned and Those Forgotten"}, "https://ideas.repec.org/a/bin/bpeajo/v19y1988i1988-2p675-704.html": {"abstract": "No abstract is available for this item.", "authors": ["epro164"], "abstractStem": "no abstract is avail for thi item", "title": "The Buyback Boondoggle"}, "https://ideas.repec.org/a/aea/aecrev/v91y2001i2p243-247.html": {"abstract": "No abstract is available for this item.", "authors": ["epro164"], "abstractStem": "no abstract is avail for thi item", "title": "Why Not a Global Currency?"}, "https://ideas.repec.org/a/eee/jpolmo/v26y2004i4p519-523.html": {"abstract": "No abstract is available for this item.", "authors": ["epro164"], "abstractStem": "no abstract is avail for thi item", "title": "Extending the limits of global financial integration"}, "https://ideas.repec.org/a/pal/imfstp/v35y1988i4p644-657.html": {"abstract": "A dynamic bargaining-theoretic framework is used to analyze multilateral negotiations for rescheduling sovereign debt. The analysis illustrates how various factors, such as the debtor's gains from trade and the level of world interest rates, affect the relative bargaining power of various parties to a rescheduling agreement. If creditor-country taxpayers have a vested interest in maintaining normal levels of trade with debtor countries, then they can sometimes be bargained into making sidepayments. The benefits from unanticipated creditor-country sidepayments accrue to both lenders and borrowers. But the benefits from perfectly anticipated sidepayments accrue entirely to borrowers.", "authors": ["epro164"], "abstractStem": "a dynam bargainingtheoret framework is use to analyz multilater negoti for reschedul sovereign debt the analysi illustr how variou factor such as the debtor gain from trade and the level of world interest rate affect the rel bargain power of variou parti to a reschedul agreement if creditorcountri taxpay have a vest interest in maintain normal level of trade with debtor countri then they can sometim be bargain into make sidepay the benefit from unanticip creditorcountri sidepay accru to both lender and borrow but the benefit from perfectli anticip sidepay accru entir to borrow", "title": "Multilateral Negotiations for Rescheduling Developing Country Debt: A Bargaining-Theoretic Framework"}, "https://ideas.repec.org/a/wsi/gjexxx/v01y2012i01p1250004-1-1250004-28.html": {"abstract": "This paper first confirms and extends findings in the previous literature that for major commodity exporters with market-based exchange rates, the world price of their primary commodity exports is an important and robust determinant for their real exchange rate values. However, despite inducing strong contemporaneous currency responses, commodity prices tell us little about subsequent exchange rate movements a quarter ahead. To further investigate real exchange rate predictability, we use Bayesian model averaging and least angle regression as mechanisms to address model uncertainty and select predictors. We show that while various combinations of macroeconomic fundamentals — including commodity prices at times — can help predict quarterly exchange rate changes, no single specification emerges as the clear winner across both countries and time periods.", "authors": ["epro164"], "abstractStem": "thi paper first confirm and extend find in the previou literatur that for major commod export with marketbas exchang rate the world price of their primari commod export is an import and robust determin for their real exchang rate valu howev despit induc strong contemporan currenc respons commod price tell us littl about subsequ exchang rate movement a quarter ahead to further investig real exchang rate predict we use bayesian model averag and least angl regress as mechan to address model uncertainti and select predictor we show that while variou combin of macroeconom fundament   includ commod price at time   can help predict quarterli exchang rate chang no singl specif emerg as the clear winner across both countri and time period", "title": "Are The Commodity Currencies An Exception To The Rule?"}, "https://ideas.repec.org/a/fip/fedfpr/y2005x16.html": {"abstract": "We show that the when one takes into account the global equilibrium ramifications of an unwinding of the US current account deficit, currently running at nearly 6% of GDP, the potential collapse of the dollar becomes considerably larger (more than 50% larger) than our previous estimates (Obstfeld and Rogoff 2000a). It is true that global capital market deepening appears to have accelerated over the past decade (a fact documented by Lane and Milesi-Ferreti (2005) and recently emphasized by US Federal Reserve Chairman Alan Greenspan), and that this deepening may have helped allowed the United States to a record-breaking string of deficits. Unfortunately, however, global capital market deepening turns out to be of only modest help in mitigating the dollar decline that will almost inevitably occur in the wake of global current account adjustment. As the analysis of our earlier papers (2000a, b) showed, and the model of this paper reinforces, adjustments to large current account shifts depend mainly on the flexibility and global integration of goods and factor markets. Whereas the dollar’s decline may be benign as in the 1980s, we argue that the current conjuncture more closely parallels the 1970s, when the Bretton Woods system collapsed. Finally, we use our model to dispel some common misconceptions about what kinds of shifts are needed to help close the US current account imbalance. For example, faster growth abroad helps only if it is relatively concentrated in nontradable goods; faster productivity growth in foreign tradable goods will actually exacerbate the U.S. adjustment problem.", "authors": ["epob13", "epro164"], "abstractStem": "we show that the when one take into account the global equilibrium ramif of an unwind of the us current account deficit current run at nearli 6 of gdp the potenti collaps of the dollar becom consider larger more than 50 larger than our previou estim obstfeld and rogoff 2000a it is true that global capit market deepen appear to have acceler over the past decad a fact document by lane and milesiferreti 2005 and recent emphas by us feder reserv chairman alan greenspan and that thi deepen may have help allow the unit state to a recordbreak string of deficit unfortun howev global capit market deepen turn out to be of onli modest help in mitig the dollar declin that will almost inevit occur in the wake of global current account adjust as the analysi of our earlier paper 2000a b show and the model of thi paper reinforc adjust to larg current account shift depend mainli on the flexibl and global integr of good and factor market wherea the dollar s declin may be benign as in the 1980 we argu that the current conjunctur more close parallel the 1970 when the bretton wood system collaps final we use our model to dispel some common misconcept about what kind of shift are need to help close the us current account imbal for exampl faster growth abroad help onli if it is rel concentr in nontrad good faster product growth in foreign tradabl good will actual exacerb the us adjust problem", "title": "The unsustainable U.S. current account position revisited"}, "https://ideas.repec.org/a/eee/moneco/v52y2005i1p35-64.html": {"abstract": "No abstract is available for this item.", "authors": ["fpmo492", "epro164"], "abstractStem": "no abstract is avail for thi item", "title": "Exchange rate regime durability and performance in developing versus advanced economies"}, "https://ideas.repec.org/a/bla/ecpoli/v13y1998i26p261-303.html": {"abstract": "No abstract is available for this item.", "authors": ["epro164"], "abstractStem": "no abstract is avail for thi item", "title": "Blessing or curse? Foreign and underground demand for euro notes"}, "https://ideas.repec.org/a/eee/jpolmo/v27y2005i4p441-443.html": {"abstract": "No abstract is available for this item.", "authors": ["epro164"], "abstractStem": "no abstract is avail for thi item", "title": "The euro at five: Short-run pain, long-run gain?"}, "https://ideas.repec.org/a/eee/moneco/v56y2009i4p494-513.html": {"abstract": "The vast empirical exchange rate literature finds the effect of exchange rate volatility on real activity to be small or insignificant. In contrast, this paper offers empirical evidence that real exchange rate volatility can have a significant impact on productivity growth. However, the effect depends critically on a country's level of financial development. The results appear robust to time window, alternative measures of financial development and exchange rate volatility, and outliers. We also offer a simple monetary growth model in which real exchange rate uncertainty exacerbates the negative investment effects of domestic credit market constraints.", "authors": ["epba111", "epra52", "epro164"], "abstractStem": "the vast empir exchang rate literatur find the effect of exchang rate volatil on real activ to be small or insignific in contrast thi paper offer empir evid that real exchang rate volatil can have a signific impact on product growth howev the effect depend critic on a countri level of financi develop the result appear robust to time window altern measur of financi develop and exchang rate volatil and outlier we also offer a simpl monetari growth model in which real exchang rate uncertainti exacerb the neg invest effect of domest credit market constraint", "title": "Exchange rate volatility and productivity growth: The role of financial development"}, "https://ideas.repec.org/a/oup/restud/v55y1988i1p1-16..html": {"abstract": "There is an extensive empirical literature on political business cycles, but its theoretical foundations are grounded in pre-rational expectations macroeconomic theory. Here we show that electoral cycles in taxes, government spending and money growth can be modeled as an equilibrium signaling process. The cycle is driven by temporary information asymmetries which can arise if, for example, the government has more current information on its performance in providing for national defence. Incumbents cheat least when their private information is either extremely favourable or extremely unfavourable. An exogeneous increase in the incumbent party's popularity does not necessarily imply a damped policy cycle.", "authors": ["epro164"], "abstractStem": "there is an extens empir literatur on polit busi cycl but it theoret foundat are ground in prerat expect macroeconom theori here we show that elector cycl in tax govern spend and money growth can be model as an equilibrium signal process the cycl is driven by temporari inform asymmetri which can aris if for exampl the govern ha more current inform on it perform in provid for nation defenc incumb cheat least when their privat inform is either extrem favour or extrem unfavour an exogen increas in the incumb parti popular doe not necessarili impli a damp polici cycl", "title": "Elections and Macroeconomic Policy Cycles"}, "https://ideas.repec.org/a/ucp/jpolec/v103y1995i3p624-60.html": {"abstract": " The authors develop an analytically tractable two-country model that marries a full account of global macroeconomic dynamics to a supply framework based on monopolistic competition and sticky nominal prices. The model offers simple and intuitive predictions about exchange rates and current accounts that sometimes differ sharply from those of either modern flexible-price intertemporal models or traditional sticky-price Keynesian models. The authors' analysis leads to a novel perspective on the international welfare spillovers due to monetary and fiscal policies. Copyright 1995 by University of Chicago Press.", "authors": ["epob13", "epro164"], "abstractStem": " the author develop an analyt tractabl twocountri model that marri a full account of global macroeconom dynam to a suppli framework base on monopolist competit and sticki nomin price the model offer simpl and intuit predict about exchang rate and current account that sometim differ sharpli from those of either modern flexiblepric intertempor model or tradit stickypric keynesian model the author analysi lead to a novel perspect on the intern welfar spillov due to monetari and fiscal polici copyright 1995 by univers of chicago press", "title": "Exchange Rate Dynamics Redux"}, "https://ideas.repec.org/a/prs/recofi/ecofi_0987-3368_2003_num_70_1_4826.html": {"abstract": "[eng] Rethinking capital controls : when should we keep an open mind ? In some of its routine surveillance missions during the early to mid-1990s and in some of its technical assistance advice, the IMF was not forceful enough when it warned countries with weak financial systems and inadequate macroeconomic frameworks that they were opening up to short-term borrowing from abroad too quickly. These days, everyone agrees that a more eclectic approach to capital account liberalisation is required. But what should it be ? How can developing countries drink from the waters of international capital markets without being drowned by them ? This article tries to answer these questions analysing capital flows to control or not. It supports then the view that the right starting point for thinking about capital controls must be on very focused, temporary measures aimed at stemming massive temporary inflows or outflows of debt. JEL classification : E44, G15, 019 [fre] Dans quelques-unes de ses missions routinières de surveillance, au milieu des années 1990, et dans certains de ses conseils d'assistance technique, le FMI n'a pas averti assez énergiquement les pays dont le système financier était fragile et le cadre macroéconomique inadéquat qu'ils s'ouvraient trop rapidement aux emprunts à l'étranger à court terme. Aujourd'hui, chacun convient qu'une stratégie plus éclectique est nécessaire pour la libéralisation des mouvements de capitaux. Mais laquelle ? Comment les pays en développement peuvent-ils s'abreuver à la source des marchés de capitaux internationaux sans s'y noyer ? C'est à ces questions que cet article tente de répondre en analysant les flux de capitaux à contrôler et ceux à encourager, puis en préconisant des mesures très ciblées et temporaires afin de freiner les entrées ou sorties massives temporaires de dettes. Classification JEL : E44, G15, 019", "authors": ["epro164"], "abstractStem": "eng rethink capit control  when should we keep an open mind  in some of it routin surveil mission dure the earli to mid1990 and in some of it technic assist advic the imf wa not forc enough when it warn countri with weak financi system and inadequ macroeconom framework that they were open up to shortterm borrow from abroad too quickli these day everyon agre that a more eclect approach to capit account liberalis is requir but what should it be  how can develop countri drink from the water of intern capit market without be drown by them  thi articl tri to answer these question analys capit flow to control or not it support then the view that the right start point for think about capit control must be on veri focus temporari measur aim at stem massiv temporari inflow or outflow of debt jel classif  e44 g15 019 fre dan quelquesun de se mission routini re de surveil au milieu de ann es 1990 et dan certain de se conseil dassist techniqu le fmi na pa averti assez  nergiqu le pay dont le syst me financi  tait fragil et le cadr macro conomiqu inad quat quil souvraient trop rapid aux emprunt   l tranger   court term aujourdhui chacun convient quun strat gie plu  clectiqu est n cessair pour la lib ralis de mouvement de capitaux mai laquel  comment le pay en d velopp peuventil sabreuv   la sourc de march s de capitaux internationaux san sy noyer  cest   ce question que cet articl tent de r pondr en analys le flux de capitaux   contr ler et ceux   encourag pui en pr conis de mesur tr s cibl es et temporair afin de freiner le entr es ou sorti massiv temporair de dett classif jel  e44 g15 019", "title": "Contrôle des flux de capitaux : faut-il garder l’esprit ouvert à cet égard ?"}, "https://ideas.repec.org/a/eee/eecrev/v37y1993i4p800-802.html": {"abstract": "No abstract is available for this item.", "authors": ["epro164"], "abstractStem": "no abstract is avail for thi item", "title": "Assessing target zone credibility: Mean reversion and devaluation expectations in the ERM 1979-1982 : by Lars E.O. Svensson"}, "https://ideas.repec.org/a/eee/inecon/v17y1984i1-2p187-188.html": {"abstract": "No abstract is available for this item.", "authors": ["epro164"], "abstractStem": "no abstract is avail for thi item", "title": "Anne O. Krueger, exchange-rate determination : (Cambridge University Press, Cambridge, 1983) pp. ix + 218, $34.50 ($8.95 paperback)"}, "https://ideas.repec.org/a/ecj/econjl/v109y1999i459pf655-59.html": {"abstract": "No abstract is available for this item.", "authors": ["epro164"], "abstractStem": "no abstract is avail for thi item", "title": "Monetary Models of Dollar/Yen/Euro Nominal Exchange Rates: Dead or Undead?"}, "https://ideas.repec.org/a/cuf/journl/y2015v16i1reinhartrogoff.html": {"abstract": "This paper offers a \"panoramic\" analysis of the history of financial crises dating from England's fourteenth-century default to the current United States sub-prime financial crisis. Our study is based on a new dataset that spans all regions. It incorporates a number of important credit episodes seldom covered in the literature, including for example, defaults and restructurings in India and China. As the first paper employing this data, our aim is to illustrate some of the broad insights that can be gleaned from such a sweeping historical database. We find that serial default is a nearly universal phenomenon as countries struggle to transform themselves from emerging markets to advanced economies. Major default episodes are typically spaced some years (or decades) apart, creating an illusion that \"this time is different\" among policymakers and investors. A recent example of the \"this time is different\" syndrome is the false belief that domestic debt is a novel feature of the modern financial landscape. We also confirm that crises frequently emanate from the financial centers with transmission through interest rate shocks and commodity price collapses. Thus, the recent US sub-prime financial crisis is hardly unique. Our data also documents other crises that often accompany default: including inflation, exchange rate crashes, banking crises, and currency debasements.", "authors": ["epre33", "epro164"], "abstractStem": "thi paper offer a panoram analysi of the histori of financi crise date from england fourteenthcenturi default to the current unit state subprim financi crisi our studi is base on a new dataset that span all region it incorpor a number of import credit episod seldom cover in the literatur includ for exampl default and restructur in india and china as the first paper employ thi data our aim is to illustr some of the broad insight that can be glean from such a sweep histor databas we find that serial default is a nearli univers phenomenon as countri struggl to transform themselv from emerg market to advanc economi major default episod are typic space some year or decad apart creat an illus that thi time is differ among policymak and investor a recent exampl of the thi time is differ syndrom is the fals belief that domest debt is a novel featur of the modern financi landscap we also confirm that crise frequent eman from the financi center with transmiss through interest rate shock and commod price collaps thu the recent us subprim financi crisi is hardli uniqu our data also document other crise that often accompani default includ inflat exchang rate crash bank crise and currenc debas", "title": "This Time is Different: A Panoramic View of Eight Centuries of Financial Crises"}, "https://ideas.repec.org/a/emx/esteco/v4y1989i1p3-29.html": {"abstract": "No abstract is available for this item.", "authors": ["epro164"], "abstractStem": "no abstract is avail for thi item", "title": "Un modelo de renegociación continua de la deuda soberana"}, "https://ideas.repec.org/a/oup/qjecon/v125y2010i3p1145-1194..html": {"abstract": "We show that \"commodity currency\" exchange rates have surprisingly robust power in predicting global commodity prices, both in-sample and out-of-sample, and against a variety of alternative benchmarks. This result is of particular interest to policy makers, given the lack of deep forward markets in many individual commodities, and broad aggregate commodity indices in particular. We also explore the reverse relationship (commodity prices forecasting exchange rates) but find it to be notably less robust. We offer a theoretical resolution, based on the fact that exchange rates are strongly forward-looking, whereas commodity price fluctuations are typically more sensitive to short-term demand imbalances.", "authors": ["epro164", "epro86"], "abstractStem": "we show that commod currenc exchang rate have surprisingli robust power in predict global commod price both insampl and outofsampl and against a varieti of altern benchmark thi result is of particular interest to polici maker given the lack of deep forward market in mani individu commod and broad aggreg commod indic in particular we also explor the revers relationship commod price forecast exchang rate but find it to be notabl less robust we offer a theoret resolut base on the fact that exchang rate are strongli forwardlook wherea commod price fluctuat are typic more sensit to shortterm demand imbal", "title": "Can Exchange Rates Forecast Commodity Prices?"}, "https://ideas.repec.org/a/oup/qjecon/v98y1983i4p545-566..html": {"abstract": "Optimal monetary policy rules are derived in a rational expectations cum contracting framework. Monetary policy is redundant if wage setters exploit the incomplete current information embodied in today's nominal interest rate. However, the monetary authorities can save wage setters the costs of â€œindexingâ€ to the interest rate. A contemporaneous money supply feedback rule is as effective as wage indexation. A lagged rule, relevant under a regime of money supply targeting, is also as effective if investors use the interest rate. Both rules have the same implications for the real interest rate as Poole's combination policy. However, the two rules have strikingly different implications for the nominal interest rate.", "authors": ["fpca260", "epro164"], "abstractStem": "optim monetari polici rule are deriv in a ration expect cum contract framework monetari polici is redund if wage setter exploit the incomplet current inform embodi in today nomin interest rate howev the monetari author can save wage setter the cost of  index  to the interest rate a contemporan money suppli feedback rule is as effect as wage index a lag rule relev under a regim of money suppli target is also as effect if investor use the interest rate both rule have the same implic for the real interest rate as pool combin polici howev the two rule have strikingli differ implic for the nomin interest rate", "title": "The Information Content of the Interest Rate and Optimal Monetary Policy"}, "https://ideas.repec.org/a/ucp/jpolec/v91y1983i4p675-87.html": {"abstract": "Knife-edge stability is a common property of dynamic monetary models assuming perfect foresight or rational expectations. These models can be closed with the assumption that the economy's equilibrium lies on the unique convergent path (the saddlepath). While this empirically plausible assumption yields sensible results, aggregative models are not specified in sufficient detail to allow one to prove that the saddlepath is the unique equilibrium path. Brock (1974, 1975) and Brock and Scheinkman (1980) have advanced models in which individual preferences are more fully specified and in which, under certain conditions, the uniqueness and stability of equilibrium can be rigorously demonstrated. This paper shows that these uniqueness conditions are economically unreasonable. Therefore, the question these maximizing models address remains unresolved.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epob13", "epro164"], "abstractStem": "knifeedg stabil is a common properti of dynam monetari model assum perfect foresight or ration expect these model can be close with the assumpt that the economi equilibrium lie on the uniqu converg path the saddlepath while thi empir plausibl assumpt yield sensibl result aggreg model are not specifi in suffici detail to allow one to prove that the saddlepath is the uniqu equilibrium path brock 1974 1975 and brock and scheinkman 1980 have advanc model in which individu prefer are more fulli specifi and in which under certain condit the uniqu and stabil of equilibrium can be rigor demonstr thi paper show that these uniqu condit are econom unreason therefor the question these maxim model address remain unresolvedpthi abstract wa borrow from anoth version of thi item", "title": "Speculative Hyperinflations in Maximizing Models: Can We Rule Them Out?"}, "https://ideas.repec.org/a/eee/moneco/v35y1995i1p159-192.html": {"abstract": "The intertemporal approach to the current account is often regarded as theoretically elegant but of limited empirical significance. This paper derives highly tractable current account and investment specifications that we estimate without resorting to calibration or simulation methods. In time-series data for eight industrialized countries, we find that country-specific productivity shocks tend to worsen the current account, whereas global shocks have little effect. Both types of shock raise investment. It is a puzzle, however, for the intertemporal model that long-lasting local productivity shocks have a larger impact effect on investment than on current account.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epgl13", "epro164"], "abstractStem": "the intertempor approach to the current account is often regard as theoret eleg but of limit empir signific thi paper deriv highli tractabl current account and invest specif that we estim without resort to calibr or simul method in timeseri data for eight industri countri we find that countryspecif product shock tend to worsen the current account wherea global shock have littl effect both type of shock rais invest it is a puzzl howev for the intertempor model that longlast local product shock have a larger impact effect on invest than on current accountpthi abstract wa borrow from anoth version of thi item", "title": "Global versus country-specific productivity shocks and the current account"}, "https://ideas.repec.org/a/eee/eecrev/v28y1985i1-2p93-115.html": {"abstract": "No abstract is available for this item.", "authors": ["epro164"], "abstractStem": "no abstract is avail for thi item", "title": "Can exchange rate predictability be achieved without monetary convergence? : Evidence from the EMS"}, "https://ideas.repec.org/a/aea/jecper/v9y1995i4p73-96.html": {"abstract": "This paper discusses the profound difficulties of maintaining fixed exchange rates in a world of expanding global capital markets. Contrary to popular wisdom, industrialized-country monetary authorities easily have the resources to defend exchange parities against virtually any private speculative attack. But if their commitment to use those resources lacks credibility with markets, the costs to the broader economy of defending an exchange-rate peg can be very high. The dynamic interplay between credibility and commitment is illustrated by the 1992 Swedish and British crises and the 1994-95 Mexican collapse. The authors also discuss the small number of successful fixers.", "authors": ["epob13", "epro164"], "abstractStem": "thi paper discuss the profound difficulti of maintain fix exchang rate in a world of expand global capit market contrari to popular wisdom industrializedcountri monetari author easili have the resourc to defend exchang pariti against virtual ani privat specul attack but if their commit to use those resourc lack credibl with market the cost to the broader economi of defend an exchanger peg can be veri high the dynam interplay between credibl and commit is illustr by the 1992 swedish and british crise and the 199495 mexican collaps the author also discuss the small number of success fixer", "title": "The Mirage of Fixed Exchange Rates"}, "https://ideas.repec.org/a/pal/imfstp/v49y2002isip1-34.html": {"abstract": "No abstract is available for this item.", "authors": ["epro164"], "abstractStem": "no abstract is avail for thi item", "title": "Dornbusch's Overshooting Model After Twenty-Five Years International Monetary Fund's Second Annual Research Conference Mundell-Fleming Lecture"}, "https://ideas.repec.org/a/oup/qjecon/v117y2002i2p503-535..html": {"abstract": "It is well-known that if international linkages are relatively small, the potential gains to international monetary policy coordination are typically quite limited. But when goods and financial markets are tightly linked, is it problematic if countries unilaterally design their monetary policy rules? Are the stabilization gains from having separate currencies largely squandered in the absence of effective international monetary coordination? We argue that under plausible assumptions the answer is no. Unless risk aversion is very high, lack of coordination in rule setting is a second-order problem compared with the overall gains from macroeconomic stabilization.", "authors": ["epob13", "epro164"], "abstractStem": "it is wellknown that if intern linkag are rel small the potenti gain to intern monetari polici coordin are typic quit limit but when good and financi market are tightli link is it problemat if countri unilater design their monetari polici rule are the stabil gain from have separ currenc larg squander in the absenc of effect intern monetari coordin we argu that under plausibl assumpt the answer is no unless risk avers is veri high lack of coordin in rule set is a secondord problem compar with the overal gain from macroeconom stabil", "title": "Global Implications of Self-Oriented National Monetary Rules"}, "https://ideas.repec.org/a/eee/moneco/v26y1990i2p245-266.html": {"abstract": "No abstract is available for this item.", "authors": ["epge11", "epro164"], "abstractStem": "no abstract is avail for thi item", "title": "North-South lending and endogenous domestic capital market inefficiencies"}, "https://ideas.repec.org/a/fip/fedkpr/y2003p77-112.html": {"abstract": "Since the invention of money, pressure to finance government debt and deficits, directly or indirectly, has been the single most important driver of inflation. It is not at all clear, however, that improved fiscal policy has been the main driver of the recent disinflation. ; Whatever the explanation of global disinflation, the raw data are stunning. In recent years, inflation around the world has dropped to levels that, only two decades ago, seemed frustratingly unattainable. If one takes into account technical biases in the construction of the CPI, as well as central banks’ desire to maintain a small amount of padding to facilitate relative price adjustment and avoid deflation, then disinflation has already run its full course in most industrialized countries. In the developing world, if current trends persist—with the emphasis on “if”—inflation will be tamed within a decade.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epro164"], "abstractStem": "sinc the invent of money pressur to financ govern debt and deficit directli or indirectli ha been the singl most import driver of inflat it is not at all clear howev that improv fiscal polici ha been the main driver of the recent disinfl  whatev the explan of global disinfl the raw data are stun in recent year inflat around the world ha drop to level that onli two decad ago seem frustratingli unattain if one take into account technic bias in the construct of the cpi as well as central bank  desir to maintain a small amount of pad to facilit rel price adjust and avoid deflat then disinfl ha alreadi run it full cours in most industri countri in the develop world if current trend persist with the emphasi on  if inflat will be tame within a decadepthi abstract wa borrow from anoth version of thi item", "title": "Globalization and global disinflation"}, "https://ideas.repec.org/a/eee/dyncon/v10y1986i1-2p297-298.html": {"abstract": "The main result of Meese and Rogoff [1983 a,b] is that small structural exchange rate models forecast major dollar exchange rates no better than a naive random walk model. This result obtains even when the model forecasts are based on actual realized values of the explanatory variables. Here we improve our methodology by implementing a new test of out-of-sample fit; the test is valid even for overlapping long-horizon forecasts. We find that the dollar exchange rate models perform somewhat less badly over the recent Reagan regime period than over the episodes studied previously. The methodology is also applied to the mark/yen and mark/pound exchange rates, and to real exchange rates. Finally, we test to see if real exchange rates and real interest differentials can be represented as a cointegrated process. The evidence suggests that there is no single common influence inducing nonstationarity in both real exchange rates and real interest differentials.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epme152", "epro164"], "abstractStem": "the main result of mees and rogoff 1983 ab is that small structur exchang rate model forecast major dollar exchang rate no better than a naiv random walk model thi result obtain even when the model forecast are base on actual realiz valu of the explanatori variabl here we improv our methodolog by implement a new test of outofsampl fit the test is valid even for overlap longhorizon forecast we find that the dollar exchang rate model perform somewhat less badli over the recent reagan regim period than over the episod studi previous the methodolog is also appli to the markyen and markpound exchang rate and to real exchang rate final we test to see if real exchang rate and real interest differenti can be repres as a cointegr process the evid suggest that there is no singl common influenc induc nonstationar in both real exchang rate and real interest differentialspthi abstract wa borrow from anoth version of thi item", "title": "Was it real? The exchange rate -- Interest differential relation: 1973-1984"}, "https://ideas.repec.org/a/aea/aecrev/v94y2004i2p53-58.html": {"abstract": "Lucas (1990) argued that it was a paradox that more capital does not flow from rich countries to poor countries. He rejected the standard explanation of expropriation risk and argued that paucity of capital flows to poor countries must instead be rooted in externalities in human capital formation favoring further investment in already capital rich countries. In this paper, we review the various explanations offered for this “paradox.” There is no doubt that there are many reasons why capital does not flow from rich to poor nations – yet the evidence we present suggests some explanations are more relevant than others. In particular, as long as the odds of non repayment are as high as 65 percent for some low income countries, credit risk seems like a far more compelling reason for the paucity of rich-poor capital flows. The true paradox may not be that too little capital flows from the wealthy to the poor nations, but that too much capital (especially debt) is channeled to “debt intolerant” serial defaulters.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epre33", "epro164"], "abstractStem": "luca 1990 argu that it wa a paradox that more capit doe not flow from rich countri to poor countri he reject the standard explan of expropri risk and argu that pauciti of capit flow to poor countri must instead be root in extern in human capit format favor further invest in alreadi capit rich countri in thi paper we review the variou explan offer for thi  paradox  there is no doubt that there are mani reason whi capit doe not flow from rich to poor nation   yet the evid we present suggest some explan are more relev than other in particular as long as the odd of non repay are as high as 65 percent for some low incom countri credit risk seem like a far more compel reason for the pauciti of richpoor capit flow the true paradox may not be that too littl capit flow from the wealthi to the poor nation but that too much capit especi debt is channel to  debt intoler  serial defaulterspthi abstract wa borrow from anoth version of thi item", "title": "Serial Default and the \"Paradox\" of Rich-to-Poor Capital Flows"}, "https://ideas.repec.org/a/bla/jfinan/v43y1988i4p933-48.html": {"abstract": " This paper explores the relation between real exchange rates and real interest rate differentials for the United States, West Germany, Japan, and the United Kingdom. Contrary to theories based on the joint hypothesis that domestic prices are sticky and monetary dis turbances are predominant, the authors find little evidence of a stab le relationship between real interest rates and real exchange rates. They consider both in-sample and out-of-sample tests. One hypothesis which is consistent with their findings is that real disturbances may be a major source of exchange rate volatility. Copyright 1988 by American Finance Association.", "authors": ["epme152", "epro164"], "abstractStem": " thi paper explor the relat between real exchang rate and real interest rate differenti for the unit state west germani japan and the unit kingdom contrari to theori base on the joint hypothesi that domest price are sticki and monetari di turbanc are predomin the author find littl evid of a stab le relationship between real interest rate and real exchang rate they consid both insampl and outofsampl test one hypothesi which is consist with their find is that real disturb may be a major sourc of exchang rate volatil copyright 1988 by american financ associ", "title": " Was It Real? The Exchange Rate-Interest Differential Relation over the Modern Floating-Rate Period"}, "https://ideas.repec.org/a/aea/jecper/v4y1990i1p3-6.html": {"abstract": "No abstract is available for this item.", "authors": ["epro164"], "abstractStem": "no abstract is avail for thi item", "title": "Symposium on New Institutions for Developing Country Debt"}, "https://ideas.repec.org/a/eee/crcspp/v25y1986ip45-47.html": {"abstract": "No abstract is available for this item.", "authors": ["epro164"], "abstractStem": "no abstract is avail for thi item", "title": "Theory ahead of business cycle measurement A comment on Prescott"}, "https://ideas.repec.org/a/bin/bpeajo/v36y2005i2005-1p67-146.html": {"abstract": "We develop a three-region economic model to assess how a significant reduction in global current account imbalances might impact dollar, euro, and Asian real exchange rates under alternative scenarios. Sizable exchange rate shifts appear to be a necessary corollary of adjustment even under otherwise relatively benign scenarios where appropriate policy actions are taken (for example, to raise U.S. national saving or to make Asian exchange rates more flexible). Our baseline estimate suggests that a halving of the U.S. current account deficit would entail nearly a 20 percent appreciation of Asian real exchange rates versus the dollar and a slightly smaller rise in European currencies. Although an adverse scenario is not the most likely outcome, the risks appear to be significantly higher than they were five years ago.", "authors": ["epob13", "epro164"], "abstractStem": "we develop a threeregion econom model to assess how a signific reduct in global current account imbal might impact dollar euro and asian real exchang rate under altern scenario sizabl exchang rate shift appear to be a necessari corollari of adjust even under otherwis rel benign scenario where appropri polici action are taken for exampl to rais us nation save or to make asian exchang rate more flexibl our baselin estim suggest that a halv of the us current account deficit would entail nearli a 20 percent appreci of asian real exchang rate versu the dollar and a slightli smaller rise in european currenc although an advers scenario is not the most like outcom the risk appear to be significantli higher than they were five year ago", "title": "Global Current Account Imbalances and Exchange Rate Adjustments"}, "https://ideas.repec.org/a/aea/jeclit/v34y1996i2p647-668.html": {"abstract": "No abstract is available for this item.", "authors": ["epro164"], "abstractStem": "no abstract is avail for thi item", "title": "The Purchasing Power Parity Puzzle"}, "https://ideas.repec.org/a/bin/bpeajo/v34y2003i2003-1p1-74.html": {"abstract": "This paper introduces the concept of \"debt intolerance,\" which manifests itself in the extreme duress many emerging market economies experience at levels of indebtedness that would seem manageable by advanced country standards. The paper argues that \"safe\" external debt-to-GNP thresholds for debt-intolerant countries depend on the country's default and inflation history and may be as low as 15 percent in some cases. Debt intolerance is linked to the phenomenon of serial default that has plagued many countries over the past two centuries. Understanding and measuring debt intolerance is fundamental to assessing the problems of debt sustainability, debt restructuring, capital market integration, and the scope for international lending to ameliorate crises. The paper makes a first pass at quantifying debt intolerance, including delineating debtors' \"clubs\" and regions of vulnerability, based on a history of credit events for a large number of countries going back to the 1820s.", "authors": ["epre33", "epro164"], "abstractStem": "thi paper introduc the concept of debt intoler which manifest itself in the extrem duress mani emerg market economi experi at level of indebted that would seem manag by advanc countri standard the paper argu that safe extern debttognp threshold for debtintoler countri depend on the countri default and inflat histori and may be as low as 15 percent in some case debt intoler is link to the phenomenon of serial default that ha plagu mani countri over the past two centuri understand and measur debt intoler is fundament to assess the problem of debt sustain debt restructur capit market integr and the scope for intern lend to amelior crise the paper make a first pass at quantifi debt intoler includ delin debtor club and region of vulner base on a histori of credit event for a larg number of countri go back to the 1820", "title": "Debt Intolerance"}, "https://ideas.repec.org/a/fip/fedkpr/y2000p169-208.html": {"abstract": "Abstract : The US current account deficit has been persistently large and has brought the country's ratio of foreign debt to GDP to 20%, a figure that is high by historical standards. This paper argues that while US solvency is not a near-term constraint on ongoing deficits, the sheer size of the US economy makes it likely that its current account will have to approach balance in the next five to ten years, if not sooner. The paper surveys a wide body of evidence suggesting that the US economy remains surprisingly closed to external trade in products and capital, and suggests that costs of international trade in goods can explain the evidence. Given the trade costs, a substantial real depreciation of the dollar will be needed to close the US current account gap. If current-account adjustment is gradual, then the medium-term depreciation of the dollar would be on the order of 12%. If the current account deficit is eliminated in a precipitous and disorderly fashion, and the Fed attempts to maintain full employment, the depreciation could be much bigger, even on the order of 40% to 50%.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epob13", "epro164"], "abstractStem": "abstract  the us current account deficit ha been persist larg and ha brought the countri ratio of foreign debt to gdp to 20 a figur that is high by histor standard thi paper argu that while us solvenc is not a nearterm constraint on ongo deficit the sheer size of the us economi make it like that it current account will have to approach balanc in the next five to ten year if not sooner the paper survey a wide bodi of evid suggest that the us economi remain surprisingli close to extern trade in product and capit and suggest that cost of intern trade in good can explain the evid given the trade cost a substanti real depreci of the dollar will be need to close the us current account gap if currentaccount adjust is gradual then the mediumterm depreci of the dollar would be on the order of 12 if the current account deficit is elimin in a precipit and disorderli fashion and the fed attempt to maintain full employ the depreci could be much bigger even on the order of 40 to 50pthi abstract wa borrow from anoth version of thi item", "title": "Perspectives on OECD economic integration : implications for U.S. current account adjustment"}, "https://ideas.repec.org/a/eee/jjieco/v35y2015icp43-61.html": {"abstract": "The concept of “exorbitant privilege” has received great attention from policy makers as well as academics worldwide. The idea originally referred to the willingness of foreigners to hold large quantities of US government debt at extremely low interest rates, due to the dollar’s world reserve currency status. In recent years, the term exorbitant privilege has been expanded to explain why the US appears to be enjoying excess return from its external assets over liabilities across all asset classes, including foreign direct investment, equities and other forms of portfolio investment. In this paper, we give a brief review of the recent literature on exorbitant privilege, and then proceed to discuss exorbitant privilege in the context of another country, Japan, which has been the world’s largest creditor nation for more than two decades. In contrast to the common perception that Japan has been a particularly poor international investor, we find that Japan enjoys exorbitant privilege in both the broad and narrow sense. Japan also earns higher expected returns from maturity transformation. Thus although the dollar is the reserve currency, the yen also has enjoyed a safe haven effect in the recent period.", "authors": ["epro164"], "abstractStem": "the concept of  exorbit privileg  ha receiv great attent from polici maker as well as academ worldwid the idea origin refer to the willing of foreign to hold larg quantiti of us govern debt at extrem low interest rate due to the dollar s world reserv currenc statu in recent year the term exorbit privileg ha been expand to explain whi the us appear to be enjoy excess return from it extern asset over liabil across all asset class includ foreign direct invest equiti and other form of portfolio invest in thi paper we give a brief review of the recent literatur on exorbit privileg and then proceed to discuss exorbit privileg in the context of anoth countri japan which ha been the world s largest creditor nation for more than two decad in contrast to the common percept that japan ha been a particularli poor intern investor we find that japan enjoy exorbit privileg in both the broad and narrow sens japan also earn higher expect return from matur transform thu although the dollar is the reserv currenc the yen also ha enjoy a safe haven effect in the recent period", "title": "Japan’s exorbitant privilege"}, "https://ideas.repec.org/a/fip/fedkpr/y2009p69-74.html": {"abstract": "No abstract is available for this item.", "authors": ["epro164"], "abstractStem": "no abstract is avail for thi item", "title": "Commentary: the surprising origin and nature of financial crises: a macroeconomic policy proposal"}, "https://ideas.repec.org/a/ucp/macann/doi10.1086-680657.html": {"abstract": "Despite advances in transactions technologies, paper currency still constitutes a notable percentage of the money supply in most countries. For example, it constitutes roughly 10% of the US Federal Reserve?s main monetary aggregate, M2. Yet, it has important drawbacks. First, it can help facilitate activity in the underground (tax-evading) and illegal economy. Second, its existence creates the artifact of the zero bound on the nominal interest rate. On the other hand, the enduring popularity of paper currency generates many benefits, including substantial seigniorage revenue. This paper explores some of the issues associated with phasing out paper currency, especially large-denomination notes.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epro164"], "abstractStem": "despit advanc in transact technolog paper currenc still constitut a notabl percentag of the money suppli in most countri for exampl it constitut roughli 10 of the us feder reserv main monetari aggreg m2 yet it ha import drawback first it can help facilit activ in the underground taxevad and illeg economi second it exist creat the artifact of the zero bound on the nomin interest rate on the other hand the endur popular of paper currenc gener mani benefit includ substanti seigniorag revenu thi paper explor some of the issu associ with phase out paper currenc especi largedenomin notespthi abstract wa borrow from anoth version of thi item", "title": "Costs and Benefits to Phasing out Paper Currency"}, "https://ideas.repec.org/a/ecj/econjl/v121y2011i552p319-350.html": {"abstract": "There is a view today that “this time it’s different” for emerging markets. Governments are reducing their dependence on external debt and relying more on domestic debt financing for the first time! Furthermore, emerging market governments are increasingly issuing long-term domestic debt. Indeed, often this change in government debt management patterns is taken as evidence of graduation from “serial default.” In this new world, debt crises in emerging markets will be a thing of the past, and the IMF is plainly out of business.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epre33", "epro164"], "abstractStem": "there is a view today that  thi time it s differ  for emerg market govern are reduc their depend on extern debt and reli more on domest debt financ for the first time furthermor emerg market govern are increasingli issu longterm domest debt inde often thi chang in govern debt manag pattern is taken as evid of graduat from  serial default  in thi new world debt crise in emerg market will be a thing of the past and the imf is plainli out of businesspthi abstract wa borrow from anoth version of thi item", "title": "The Forgotten History of Domestic Debt"}, "https://ideas.repec.org/a/aea/aecrev/v79y1989i1p43-50.html": {"abstract": " This paper shows that, under fairly general conditions, lending to small countries must be supported by the direct sanctions available to creditors and cannot be supported by a country's \"reputation for repayment.\" This distinction is critically important for understanding the true underlying nature of sovereign lending contracts and for comparing policy alternatives for dealing with the developing country debt problem. Copyright 1989 by American Economic Association.", "authors": ["epro164"], "abstractStem": " thi paper show that under fairli gener condit lend to small countri must be support by the direct sanction avail to creditor and cannot be support by a countri reput for repay thi distinct is critic import for understand the true underli natur of sovereign lend contract and for compar polici altern for deal with the develop countri debt problem copyright 1989 by american econom associ", "title": "Sovereign Debt: Is to Forgive to Forget?"}, "https://ideas.repec.org/a/eee/ecolet/v4y1979i1p19-22.html": {"abstract": "No abstract is available for this item.", "authors": ["fpca260", "epro164"], "abstractStem": "no abstract is avail for thi item", "title": "The consistent application of boundary conditions in rational expectations models"}, "https://ideas.repec.org/a/cto/journl/v24y2004i1p41-43.html": {"abstract": "No abstract is available for this item.", "authors": ["epro164"], "abstractStem": "no abstract is avail for thi item", "title": "U.S. Imbalances and the Euro's Outlook"}, "lastname": "Rogoff", "https://ideas.repec.org/a/fip/fedkpr/y2006p265-305.html": {"abstract": "No abstract is available for this item.", "authors": ["epro164"], "abstractStem": "no abstract is avail for thi item", "title": "Impact of globalization on monetary policy"}, "firstname": "Kenneth", "https://ideas.repec.org/a/pal/buseco/v46y2011i4p191-194.html": {"abstract": "The overhang of debt (private and surging public) is perhaps the principal reason why recessions following financial crises are so deep and lasting. Frequently, a wave of international financial and banking crises is followed by a wave of sovereign defaults. This is the case of the Eurozone crisis today. How might a sovereign debt default of, say, Greece affect the Eurozone? The nightmare scenario is a complete unraveling of the euro. The euro can still be saved, but perhaps only with the weaker countries undergoing major restructuring of their sovereign debt.", "authors": ["epro164"], "abstractStem": "the overhang of debt privat and surg public is perhap the princip reason whi recess follow financi crise are so deep and last frequent a wave of intern financi and bank crise is follow by a wave of sovereign default thi is the case of the eurozon crisi today how might a sovereign debt default of say greec affect the eurozon the nightmar scenario is a complet unravel of the euro the euro can still be save but perhap onli with the weaker countri undergo major restructur of their sovereign debt", "title": "Nightmare on Kaiserstrasse"}, "https://ideas.repec.org/a/aea/jecper/v26y2012i3p69-86.html": {"abstract": "We identify the major public debt overhang episodes in the advanced economies since the early 1800s, characterized by public debt to GDP levels exceeding 90 percent for at least five years. Consistent with Reinhart and Rogoff (2010) and most of the more recent research, we find that public debt overhang episodes are associated with lower growth than during other periods. The duration of the average debt overhang episode is perhaps its most striking feature. Among the 26 episodes we identify, 20 lasted more than a decade. The long duration belies the view that the correlation is caused mainly by debt buildups during business cycle recessions. The long duration also implies that the cumulative shortfall in output from debt overhang is potentially massive. These growth-reducing effects of high public debt are apparently not transmitted exclusively through high real interest rates, as in eleven of the episodes, interest rates are not materially higher.", "authors": ["epre33", "epre75", "epro164"], "abstractStem": "we identifi the major public debt overhang episod in the advanc economi sinc the earli 1800 character by public debt to gdp level exceed 90 percent for at least five year consist with reinhart and rogoff 2010 and most of the more recent research we find that public debt overhang episod are associ with lower growth than dure other period the durat of the averag debt overhang episod is perhap it most strike featur among the 26 episod we identifi 20 last more than a decad the long durat beli the view that the correl is caus mainli by debt buildup dure busi cycl recess the long durat also impli that the cumul shortfal in output from debt overhang is potenti massiv these growthreduc effect of high public debt are appar not transmit exclus through high real interest rate as in eleven of the episod interest rate are not materi higher", "title": "Public Debt Overhangs: Advanced-Economy Episodes since 1800"}, "https://ideas.repec.org/a/oup/qjecon/v106y1991i4p1219-1235..html": {"abstract": "Troubled debtor countries do not gain by repurchasing external bank debt at market discount, even if a buyback would stimulate investment by relieving debt overhang. The reason is that buybacks allow creditors to reap more than 100 percent of any efficiency gains that might result from increased investment. We show that open-market buybacks provide a benchmark for evaluating more complex negotiated buyback deals. By comparing any given deal with a hypothetical market buyback of the same size, one can derive upper and lower bounds on the gain to the country. We apply our model to the 1990 Mexican debt deal.", "authors": ["epro164"], "abstractStem": "troubl debtor countri do not gain by repurchas extern bank debt at market discount even if a buyback would stimul invest by reliev debt overhang the reason is that buyback allow creditor to reap more than 100 percent of ani effici gain that might result from increas invest we show that openmarket buyback provid a benchmark for evalu more complex negoti buyback deal by compar ani given deal with a hypothet market buyback of the same size one can deriv upper and lower bound on the gain to the countri we appli our model to the 1990 mexican debt deal", "title": "Sovereign Debt Repurchases: No Cure for Overhang"}, "https://ideas.repec.org/a/cto/journl/v25y2005i1p33-39.html": {"abstract": "No abstract is available for this item.", "authors": ["epro164"], "abstractStem": "no abstract is avail for thi item", "title": "Fiscal Conservatism, Exchange Rate Flexibility, and the Next Generation of Debt Crises"}, "https://ideas.repec.org/a/aea/aecrev/v95y2005i2p393-397.html": {"abstract": "No abstract is available for this item.", "authors": ["epro164"], "abstractStem": "no abstract is avail for thi item", "title": "Grants versus Loans for Development Banks"}, "https://ideas.repec.org/a/cuf/journl/y2015v16i1reinhartrogoffsavastano.html": {"abstract": "Many emerging market economies are dollarized in varying degrees. How important is this for the conduct of monetary policy and choice of exchange rate regime? We propose a composite measure of dollarization, identify its major trends, and ascertain its impact on the effectiveness of monetary and exchange rate policy. We find that, contrary to the presumption in the literature, a high degree of dollarization does not pose an obstacle to monetary control or to disinflation. A high level of dollarization does appear to increase exchange rate pass-through, reinforcing the claim that \"fear of ï¬‚oating\" is a greater problem for highly dollarized economies.", "authors": ["epre33", "epro164"], "abstractStem": "mani emerg market economi are dollar in vari degre how import is thi for the conduct of monetari polici and choic of exchang rate regim we propos a composit measur of dollar identifi it major trend and ascertain it impact on the effect of monetari and exchang rate polici we find that contrari to the presumpt in the literatur a high degre of dollar doe not pose an obstacl to monetari control or to disinfl a high level of dollar doe appear to increas exchang rate passthrough reinforc the claim that fear of  oat is a greater problem for highli dollar economi", "title": "Addicted to Dollars"}, "https://ideas.repec.org/a/ucp/jpolec/v97y1989i1p155-78.html": {"abstract": " The authors present a dynamic model of international lending in whi ch borrowers cannot commit to future repayments and debtors can sometime s successfully negotiate partial defaults or \"rescheduling agreements.\" All parties in a debt rescheduling negotiation realize that today's rescheduling agreement may itself have to be renegotiated in the future. The authors' bargaining-theoretic approach allows them to handle the effects of uncertainty on sovereign debt contracts in a much more satisfactory way than in earlier analyses. The framework is readily extended to analyze the conflicting interests of different lenders, and of banks and creditor-country taxpayers. Copyright 1989 by University of Chicago Press.", "authors": ["epro164"], "abstractStem": " the author present a dynam model of intern lend in whi ch borrow cannot commit to futur repay and debtor can sometim s success negoti partial default or reschedul agreement all parti in a debt reschedul negoti realiz that today reschedul agreement may itself have to be renegoti in the futur the author bargainingtheoret approach allow them to handl the effect of uncertainti on sovereign debt contract in a much more satisfactori way than in earlier analys the framework is readili extend to analyz the conflict interest of differ lender and of bank and creditorcountri taxpay copyright 1989 by univers of chicago press", "title": "A Constant Recontracting Model of Sovereign Debt"}}}