{"epsh69": {"https://ideas.repec.org/a/bla/jfinan/v44y1989i3p719-29.html": {"abstract": "Simple efficient markets models imply that the covariance between prices of speculative assets cannot exceed the covariance between their respective fundamentals unless there is positive information pooling. Positive information pooling occurs when there is more information, in a sense defined here, about the aggregate of the fundamentals than there is about the individual fundamentals. With constant discount rates, the covariance between prices (detrended by dividing by a moving average of lagged dividends) in the U. K. and the U. S. exceeds the covariance of the measure of fundamentals, and there is no evidence of positive information pooling. Regression tests of forecast errors in one country on a real price variable in another country show significantly negative coefficients. When the present value formula uses short rates to discount, there is less evidence of excess comovement.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epsh69"], "abstractStem": "simpl effici market model impli that the covari between price of specul asset cannot exceed the covari between their respect fundament unless there is posit inform pool posit inform pool occur when there is more inform in a sens defin here about the aggreg of the fundament than there is about the individu fundament with constant discount rate the covari between price detrend by divid by a move averag of lag dividend in the u k and the u s exce the covari of the measur of fundament and there is no evid of posit inform pool regress test of forecast error in one countri on a real price variabl in anoth countri show significantli neg coeffici when the present valu formula use short rate to discount there is less evid of excess comovementpthi abstract wa borrow from anoth version of thi item", "title": " Comovements in Stock Prices and Comovements in Dividends"}, "https://ideas.repec.org/a/bla/revinw/v44y1998i2p163-82.html": {"abstract": " The authors propose that labor income indices be used to define settlements in many contracts such as labor contracts, indexed bonds, or income securities. They discuss the issues in producing labor income indices for such uses, and develop prototype indices using U.S. data from the Panel Study of Income Dynamics (PSID). People are grouped by a clustering algorithm based on an estimated transition matrix between jobs, by education level, and by skill category. The groupings are defined so that few people move between them. For each grouping The authors generate a labor income index (1968-87) using a hedonic repeated-measures regression method. The indices show substantial variability through time, confirming the potential importance of the use of such indices in contracts. There is also substantial variability across groupings, as for example between the agriculture/labor grouping and other groupings, confirming the importance of using the grouping indices rather than aggregate indices in contracts. Copyright 1998 by The International Association for Research in Income and Wealth.", "authors": ["epsh69"], "abstractStem": " the author propos that labor incom indic be use to defin settlement in mani contract such as labor contract index bond or incom secur they discuss the issu in produc labor incom indic for such use and develop prototyp indic use us data from the panel studi of incom dynam psid peopl are group by a cluster algorithm base on an estim transit matrix between job by educ level and by skill categori the group are defin so that few peopl move between them for each group the author gener a labor incom index 196887 use a hedon repeatedmeasur regress method the indic show substanti variabl through time confirm the potenti import of the use of such indic in contract there is also substanti variabl across group as for exampl between the agriculturelabor group and other group confirm the import of use the group indic rather than aggreg indic in contract copyright 1998 by the intern associ for research in incom and wealth", "title": "Labor Income Indices Designed for Use in Contracts Promoting Income Risk Management"}, "https://ideas.repec.org/a/tpr/restat/v78y1996i1p156-64.html": {"abstract": " Why did the Japanese stock market lose most of its value between 1989 and 1992? To help answer this and related questions, the authors have collected parallel time-series data from market participants in both Japan and the United States, 1989-94, on their expectations, attitudes, and theories. Substantial variability within countries through time in these data and, notably, dramatic differences across countries in expectations were found. While no unambiguous explanation of the Japanese crash emerges from the results, the authors do find a clear relation of the crash to changes in Japanese price expectations and speculative strategies. Copyright 1996 by MIT Press.", "authors": ["epsh69", "epts75"], "abstractStem": " whi did the japanes stock market lose most of it valu between 1989 and 1992 to help answer thi and relat question the author have collect parallel timeseri data from market particip in both japan and the unit state 198994 on their expect attitud and theori substanti variabl within countri through time in these data and notabl dramat differ across countri in expect were found while no unambigu explan of the japanes crash emerg from the result the author do find a clear relat of the crash to chang in japanes price expect and specul strategi copyright 1996 by mit press", "title": "Why Did the Nikkei Crash? Expanding the Scope of Expectations Data Collection"}, "https://ideas.repec.org/a/mcb/jmoncb/v5y1973i3p856-60.html": {"abstract": "No abstract is available for this item.", "authors": ["epsh69"], "abstractStem": "no abstract is avail for thi item", "title": "Rational Expectations and the Term Structure of Interest Rates: Comment"}, "https://ideas.repec.org/a/aea/jecper/v4y1990i2p55-65.html": {"abstract": "No abstract is available for this item.", "authors": ["epsh69"], "abstractStem": "no abstract is avail for thi item", "title": "Speculative Prices and Popular Models"}, "https://ideas.repec.org/a/bla/jfinan/v43y1988i3p661-76.html": {"abstract": "Long historical averages of real earnings help forecast present values of future real dividends. With aggregate U.S. stock market data (1871-1986), a vector-autoregressive forecast of the present value of future dividends is, for each year, roughly a weighted average of moving-average earnings and current real price, with between two thirds and three fourths of the weight on the earnings measure. We develop the implications of this for the present-value model of stock prices and for recent results that long-horizon stock returns are highly forecastable.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epca54", "epsh69"], "abstractStem": "long histor averag of real earn help forecast present valu of futur real dividend with aggreg us stock market data 18711986 a vectorautoregress forecast of the present valu of futur dividend is for each year roughli a weight averag of movingaverag earn and current real price with between two third and three fourth of the weight on the earn measur we develop the implic of thi for the presentvalu model of stock price and for recent result that longhorizon stock return are highli forecastablepthi abstract wa borrow from anoth version of thi item", "title": " Stock Prices, Earnings, and Expected Dividends"}, "https://ideas.repec.org/a/aea/aecrev/v85y1995i2p181-85.html": {"abstract": "Experimental evidence shows that an important reason why people tend to imitate others, to exhibit \"herd behavior\" is that they assume that the others have information that justifies their actions. The information cascade models of Banerjee [1992] and Bikhchandani et al. [1992] are significant developments in showing some general equilibrium and welfare effects of such rational imitative behavior. But these models as specified may be of limited applicability since they assert that differences across groups in herd behavior can be attributed to the random decisions of first movers. Differences across groups in herd behavior might be explained more often in terms of different modes of interpersonal information transmission. Patterns of human conversation imply great selectivity to the kinds of information transmitted within groups.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epsh69"], "abstractStem": "experiment evid show that an import reason whi peopl tend to imit other to exhibit herd behavior is that they assum that the other have inform that justifi their action the inform cascad model of banerje 1992 and bikhchandani et al 1992 are signific develop in show some gener equilibrium and welfar effect of such ration imit behavior but these model as specifi may be of limit applic sinc they assert that differ across group in herd behavior can be attribut to the random decis of first mover differ across group in herd behavior might be explain more often in term of differ mode of interperson inform transmiss pattern of human convers impli great select to the kind of inform transmit within groupspthi abstract wa borrow from anoth version of thi item", "title": "Conversation, Information, and Herd Behavior"}, "https://ideas.repec.org/a/aea/aecrev/v76y1986i3p499-503.html": {"abstract": "No abstract is available for this item.", "authors": ["epsh69"], "abstractStem": "no abstract is avail for thi item", "title": "The Marsh-Merton Model of Managers' Smoothing of Dividends"}, "https://ideas.repec.org/a/kap/jrefec/v18y1999i2p147-61.html": {"abstract": " A framework for comparing real estate valuation systems (including automated valuation models (AVMs) and current appraisal methods) is proposed. The density estimation and profit simulation (DEPS) method measures quality of a valuation system by simulating benefits to the mortgage lender who uses this method in mortgage underwriting to limit mortgage portfolio losses due to default. Related simple measures relevant to the selection of a valuation system are also discussed: skewness of the distribution of errors, correlation of valuation errors with current selling price errors, correlation of errors of the valuation system with errors of valuation systems used by competing mortgage lenders, and other measures. Copyright 1999 by Kluwer Academic Publishers", "authors": ["epsh69"], "abstractStem": " a framework for compar real estat valuat system includ autom valuat model avm and current apprais method is propos the densiti estim and profit simul dep method measur qualiti of a valuat system by simul benefit to the mortgag lender who use thi method in mortgag underwrit to limit mortgag portfolio loss due to default relat simpl measur relev to the select of a valuat system are also discuss skew of the distribut of error correl of valuat error with current sell price error correl of error of the valuat system with error of valuat system use by compet mortgag lender and other measur copyright 1999 by kluwer academ publish", "title": "Evaluating Real Estate Valuation Systems"}, "https://ideas.repec.org/a/aea/aecrev/v80y1990i3p375-89.html": {"abstract": " The information contained in one model's forecast compared to that in another can be assessed from a regression of actual values on predicted values from the two models. The authors do this for forecasts of real GNP growth rates for different pairs of models. The models include a structural model (the Fair model), various versions of the vector autoregressive model, and various versions of a model the authors call the \"autoregressive components\" model. The authors' procedure requires that forecasts make no use of future information and they have been careful to try to insure this, including using the version of the Fair model that existed in 1976, the beginning of their test period. Copyright 1990 by American Economic Association.", "authors": ["epfa24", "epsh69"], "abstractStem": " the inform contain in one model forecast compar to that in anoth can be assess from a regress of actual valu on predict valu from the two model the author do thi for forecast of real gnp growth rate for differ pair of model the model includ a structur model the fair model variou version of the vector autoregress model and variou version of a model the author call the autoregress compon model the author procedur requir that forecast make no use of futur inform and they have been care to tri to insur thi includ use the version of the fair model that exist in 1976 the begin of their test period copyright 1990 by american econom associ", "title": "Comparing Information in Forecasts from Econometric Models"}, "https://ideas.repec.org/a/fip/fednep/y1999iaprp21-39nv.5no.1.html": {"abstract": "Uncertainty about national income growth poses significant macroeconomic risk to households all over the world. To help reduce investors' exposure, researchers have proposed a controversial new set of security markets called macro markets. These international markets would trade long-term claims on the income of an entire country or region. For example, in a macro market for the United States, an investor could buy a claim on the U.S. national income and then receive dividends equal to a fraction of national income for as long as the claim is held. Although many barriers stand in the way of the markets' development - including investors' focus on short-term portfolio performance, sizable startup costs, and contract enforcement difficulties - the potential benefits of these markets are great.", "authors": ["epsh69", "fpva387"], "abstractStem": "uncertainti about nation incom growth pose signific macroeconom risk to household all over the world to help reduc investor exposur research have propos a controversi new set of secur market call macro market these intern market would trade longterm claim on the incom of an entir countri or region for exampl in a macro market for the unit state an investor could buy a claim on the us nation incom and then receiv dividend equal to a fraction of nation incom for as long as the claim is held although mani barrier stand in the way of the market develop  includ investor focu on shortterm portfolio perform sizabl startup cost and contract enforc difficulti  the potenti benefit of these market are great", "title": "Macro markets and financial security"}, "https://ideas.repec.org/a/bla/jfinan/v36y1981i2p291-304.html": {"abstract": "My initial motivation for considering volatility measures in the efficient markets models was to clarify the basic smoothing properties of the models to allow an understanding of the assumptions which are implicit in the notion of market efficiency. The efficient markets models, which are described in section II below ,relate a price today to the expected present value of a path of future variables. Since present values are long weighted moving averages, it would seem that price data should be very stable and smooth. These impressions can be formalized in terms of inequalities describing certain variances (section III). The results ought to be of interest whether or not the data satisfy these inequalities, and the procedures ought not to be regarded as just \"another test\" of market efficiency. Our confidence of our understanding of empirical phenomena is enhanced when we learn how such an obvious property of data as its \"smoothness\" relates to the model, and to alternative models (section IV below).On further examination of the volatility inequalities, it became clear that the inequalities may also suggest formal tests of market efficiency that have distinct advantages over conventional tests. These advantages take the form of greater power in certain circumstances of robustness to data errors such as misalignment and of simplicity and understandability. An interpretation of volatility tests versus regression tests in terms of the likelihood principle is offered in section V.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epsh69"], "abstractStem": "my initi motiv for consid volatil measur in the effici market model wa to clarifi the basic smooth properti of the model to allow an understand of the assumpt which are implicit in the notion of market effici the effici market model which are describ in section ii below relat a price today to the expect present valu of a path of futur variabl sinc present valu are long weight move averag it would seem that price data should be veri stabl and smooth these impress can be formal in term of inequ describ certain varianc section iii the result ought to be of interest whether or not the data satisfi these inequ and the procedur ought not to be regard as just anoth test of market effici our confid of our understand of empir phenomena is enhanc when we learn how such an obviou properti of data as it smooth relat to the model and to altern model section iv belowon further examin of the volatil inequ it becam clear that the inequ may also suggest formal test of market effici that have distinct advantag over convent test these advantag take the form of greater power in certain circumst of robust to data error such as misalign and of simplic and understand an interpret of volatil test versu regress test in term of the likelihood principl is offer in section vpthi abstract wa borrow from anoth version of thi item", "title": "The Use of Volatility Measures in Assessing Market Efficiency"}, "https://ideas.repec.org/a/bin/bpeajo/v23y1992i1992-1p127-194.html": {"abstract": "No abstract is available for this item.", "authors": ["fpbo352", "epsh69"], "abstractStem": "no abstract is avail for thi item", "title": "Hunting for Homo Sovieticus: Situational versus Attitudinal Factors in Economic Behavior"}, "homepage": "https://ideas.repec.org/e/psh69.html", "https://ideas.repec.org/a/aea/aecrev/v71y1981i2p222-27.html": {"abstract": "The most familiar interpretation for the large and unpredictable swings that characterize common stock price indices is that price changes represent the efficient discounting of \"new information\" It is remarkable given the popularity of this interpretation that it has never been established what this information is about. Recent work by Shiller, and Stephen LeRoy and Richard Porter, has shown evidence that the variability of stock price indices cannot be accounted for by information regarding future dividends since dividends just do not seem to vary enough to justify the price movement. These studies assume a constant discount factor. In this paper, we consider whether the variability of stock prices can be attributed to information regarding discount factors (i.e., real interest rates), which are in turn related to current and future levels of economic activity. The appropriate discount factor to be applied to dividends which are received k years from today is the marginal rate of substitution between consumption today and consumption k periods from today, We use historical data on per capita consumption from 1890-1979 to estimate the realized value of these marginal rates of substitution. Theoretically, as LeRoy and C. J. La Civita have also noted independently of us, consumption variability may induce stock price variability whose magnitude depends on the degree of risk aversion.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epgr108", "epsh69"], "abstractStem": "the most familiar interpret for the larg and unpredict swing that character common stock price indic is that price chang repres the effici discount of new inform it is remark given the popular of thi interpret that it ha never been establish what thi inform is about recent work by shiller and stephen leroy and richard porter ha shown evid that the variabl of stock price indic cannot be account for by inform regard futur dividend sinc dividend just do not seem to vari enough to justifi the price movement these studi assum a constant discount factor in thi paper we consid whether the variabl of stock price can be attribut to inform regard discount factor ie real interest rate which are in turn relat to current and futur level of econom activ the appropri discount factor to be appli to dividend which are receiv k year from today is the margin rate of substitut between consumpt today and consumpt k period from today we use histor data on per capita consumpt from 18901979 to estim the realiz valu of these margin rate of substitut theoret as leroy and c j la civita have also note independ of us consumpt variabl may induc stock price variabl whose magnitud depend on the degre of risk aversionpthi abstract wa borrow from anoth version of thi item", "title": "The Determinants of the Variability of Stock Market Prices"}, "https://ideas.repec.org/a/ucp/jpolec/v87y1979i6p1190-1219.html": {"abstract": "No abstract is available for this item.", "authors": ["epsh69"], "abstractStem": "no abstract is avail for thi item", "title": "The Volatility of Long-Term Interest Rates and Expectations Models of the Term Structure"}, "lastname": "Shiller", "https://ideas.repec.org/a/bpj/evoice/v6y2009i7n6.html": {"abstract": "Land isn't that scarce and people just don't seem to understand how little housing should and will appreciate long term. These irrational expectations are likely to bite us again and again with more housing bubbles, according to Robert Shiller.", "authors": ["epsh69"], "abstractStem": "land isnt that scarc and peopl just dont seem to understand how littl hous should and will appreci long term these irrat expect are like to bite us again and again with more hous bubbl accord to robert shiller", "title": "Unlearned Lessons from the Housing Bubble"}, "https://ideas.repec.org/a/bin/bpeajo/v34y2003i2003-2p299-362.html": {"abstract": "This paper looks for evidence of a bubble in U.S. housing prices. It analyzes quarterly state-level data over 1985-2002, focusing on the relationship between home prices and selected fundamental variables. Income per capita alone largely explains price changes in all but eight states; in the latter, large price movements are observed unrelated to the fundamentals. Results from a new survey of recent homebuyers in the Los Angeles, San Francisco, Boston, and Milwaukee metropolitan areas are reported. This survey replicates an almost identical 1988 survey and finds, as before, that buyers in most of these markets perceive little risk in their housing investment, have unrealistic expectations about future price increases, and hold economically implausible beliefs about home price behavior—findings consistent with a bubble. Prices in such markets could stall or decline, but only if such declines are simultaneous or spread to other markets are significant effects on the national economy likely.", "authors": ["fpca484", "epsh69"], "abstractStem": "thi paper look for evid of a bubbl in us hous price it analyz quarterli statelevel data over 19852002 focus on the relationship between home price and select fundament variabl incom per capita alon larg explain price chang in all but eight state in the latter larg price movement are observ unrel to the fundament result from a new survey of recent homebuy in the lo angel san francisco boston and milwauke metropolitan area are report thi survey replic an almost ident 1988 survey and find as befor that buyer in most of these market perceiv littl risk in their hous invest have unrealist expect about futur price increas and hold econom implaus belief about home price behavior find consist with a bubbl price in such market could stall or declin but onli if such declin are simultan or spread to other market are signific effect on the nation economi like", "title": "Is There a Bubble in the Housing Market?"}, "https://ideas.repec.org/a/tpr/restat/v71y1989i2p325-31.html": {"abstract": " The informational content of different forecasts can be compared by regressing the actual change in a variable to be forecasted on forecasts of the change. We use the procedure in Fair and Shiller (1987) to examine the informational content of three sets of ex ante forecasts: the American Statistical Association and National Bureau of Economic Research Survey (ASA), Data Resources Incorporated (DRI), and Wharton Economic Forecasting Associates (WEFA). We compare these forecasts to each other and to \"quasi ex ante\" forecasts generated from a vector autoregressive model, an autoregressive components model, and a large-scale structural model (the Fair model). Copyright 1989 by MIT Press.", "authors": ["epfa24", "epsh69"], "abstractStem": " the inform content of differ forecast can be compar by regress the actual chang in a variabl to be forecast on forecast of the chang we use the procedur in fair and shiller 1987 to examin the inform content of three set of ex ant forecast the american statist associ and nation bureau of econom research survey asa data resourc incorpor dri and wharton econom forecast associ wefa we compar these forecast to each other and to quasi ex ant forecast gener from a vector autoregress model an autoregress compon model and a largescal structur model the fair model copyright 1989 by mit press", "title": "The Informational Context of Ex Ante Forecasts"}, "https://ideas.repec.org/a/sej/ancoec/v722y2005p269-283.html": {"abstract": "Behavioral economics has played a fundamental role historically in innovation in economic institutions even long before behavioral economics was recognized as a discipline. Examples from history, notably that of the invention of workers' compensation, illustrate this point. Though scholarly discussion develops over decades, actual innovation tends to occur episodically, particularly at times of economic crisis. Fortunately, some of the major professional societies, the Verein für Sozialpolitik, the American Economic Association, and their successors, have managed to keep a broad discourse going involving a variety of research methods, including some that may be described today as behavioral economics, thereby maintaining an environment friendly to institutional innovation. Further, the broad expansion of behavioral economics that is going on today can be expected to yield even more such important institutional innovations.", "authors": ["epsh69"], "abstractStem": "behavior econom ha play a fundament role histor in innov in econom institut even long befor behavior econom wa recogn as a disciplin exampl from histori notabl that of the invent of worker compens illustr thi point though scholarli discuss develop over decad actual innov tend to occur episod particularli at time of econom crisi fortun some of the major profession societi the verein f r sozialpolitik the american econom associ and their successor have manag to keep a broad discours go involv a varieti of research method includ some that may be describ today as behavior econom therebi maintain an environ friendli to institut innov further the broad expans of behavior econom that is go on today can be expect to yield even more such import institut innov", "title": "Behavioral Economics and Institutional Innovation"}, "https://ideas.repec.org/a/bla/ajecsc/v64y2005i1p307-310.html": {"abstract": " A comment on the article by John Geanakoplos in this volume. Copyright 2005 American Journal of Economics and Sociology, Inc..", "authors": ["epsh69"], "abstractStem": " a comment on the articl by john geanakoplo in thi volum copyright 2005 american journal of econom and sociolog inc", "title": "Shiller Comments on Geanakoplos"}, "https://ideas.repec.org/a/bla/jfinan/v40y1985i3p688-89.html": {"abstract": "No abstract is available for this item.", "authors": ["epsh69"], "abstractStem": "no abstract is avail for thi item", "title": " An Unbiased Reexamination of Stock Market Volatility: Discussion"}, "https://ideas.repec.org/a/bin/bpeajo/v14y1983i1983-1p173-224.html": {"abstract": "No abstract is available for this item.", "authors": ["epca54", "fpsc677", "epsh69"], "abstractStem": "no abstract is avail for thi item", "title": "Forward Rates and Future Policy: Interpreting the Term Structure of Interest Rates"}, "https://ideas.repec.org/a/aea/aecrev/v79y1989i1p125-37.html": {"abstract": " Tests of the efficiency of single family home prices are performed using repeat sales prices of 39,210 individual homes in Atlanta, Chicago, Dallas, and San Francisco/Oakland for 1970-86. The market does not appear to be efficient. Year-to-year changes in prices tend to be followed by changes in the same direction in the subsequent year. Moreover, information about real interest rates does not appear to be incorporated in prices. There is, thus, a profitable trading rule for persons who are free to time the purchase of their homes. Still, overall, individual housing price changes are not very forecastable. Copyright 1989 by American Economic Association.", "authors": ["fpca484", "epsh69"], "abstractStem": " test of the effici of singl famili home price are perform use repeat sale price of 39210 individu home in atlanta chicago dalla and san franciscooakland for 197086 the market doe not appear to be effici yeartoyear chang in price tend to be follow by chang in the same direct in the subsequ year moreov inform about real interest rate doe not appear to be incorpor in price there is thu a profit trade rule for person who are free to time the purchas of their home still overal individu hous price chang are not veri forecast copyright 1989 by american econom associ", "title": "The Efficiency of the Market for Single-Family Homes"}, "https://ideas.repec.org/a/cup/macdyn/v8y2004i01p1-2_03.html": {"abstract": "No abstract is available for this item.", "authors": ["epsh69"], "abstractStem": "no abstract is avail for thi item", "title": "In Memory Of Franco Modigliani, 1918 2003"}, "https://ideas.repec.org/a/aea/aecrev/v73y1983i1p236-37.html": {"abstract": "No abstract is available for this item.", "authors": ["epsh69"], "abstractStem": "no abstract is avail for thi item", "title": "Do Stock Prices Move Too Much to Be Justified by Subsequent Changes in Dividends?: Reply"}, "https://ideas.repec.org/a/bpj/evoice/v7y2010i3n5.html": {"abstract": "At a time of public concern about rising national debt, we should consider adapting simple lessons from corporate finance to government finance. Mark J. Kamstra of York University and Robert J. Shiller of Yale University conclude that government financing tools should include a form of equity: shares in GDP.", "authors": ["epka66", "epsh69"], "abstractStem": "at a time of public concern about rise nation debt we should consid adapt simpl lesson from corpor financ to govern financ mark j kamstra of york univers and robert j shiller of yale univers conclud that govern financ tool should includ a form of equiti share in gdp", "title": "Trills Instead of T-Bills: It's Time to Replace Part of Government Debt with Shares in GDP"}, "https://ideas.repec.org/a/oup/oxecpp/v45y1993i3p387-402.html": {"abstract": " One method of testing efficient-markets present-value models for speculative asset prices has been to test whether the variance of price changes exceeds theoretical variance bounds implied by the models. This paper extends this method from variances to covariances, so that one can test whether pairs of speculative asset prices move together too much relative to bounds implied by the efficient-markets models. The new method is used to examine the historical covariance between the U.K. and U.S. stock markets, 1919-89. In this case, no evidence is found of excess covariance between the two markets. Copyright 1993 by Royal Economic Society.", "authors": ["epsh69"], "abstractStem": " one method of test efficientmarket presentvalu model for specul asset price ha been to test whether the varianc of price chang exce theoret varianc bound impli by the model thi paper extend thi method from varianc to covari so that one can test whether pair of specul asset price move togeth too much rel to bound impli by the efficientmarket model the new method is use to examin the histor covari between the uk and us stock market 191989 in thi case no evid is found of excess covari between the two market copyright 1993 by royal econom societi", "title": "Actual and Warranted Relations between Asset Prices"}, "https://ideas.repec.org/a/bla/jfinan/v48y1993i3p911-31.html": {"abstract": " Two proposals are made that may facilitate the creation of derivative market instruments, such as futures contracts, cash settled based on economic indices. The first proposal concerns index number construction: indices based on infrequent measurements of nonstandardized items may control for quality change by using a hedonic repeated measures method, an index number construction method that follows individual assets or subjects through time and also takes account of measured quality variables. The second proposal is to establish markets for perpetual claims on cash flows matching indices of dividends or rents. Such markets may help us to measure the prices of the assets generating these dividends or rents even when the underlying asset prices are difficult or impossible to observe directly. A perpetual futures contract is proposed that would cash settle every day in terms of both the change in the futures price and the dividend or rent index for that day. Copyright 1993 by American Finance Association.", "authors": ["epsh69"], "abstractStem": " two propos are made that may facilit the creation of deriv market instrument such as futur contract cash settl base on econom indic the first propos concern index number construct indic base on infrequ measur of nonstandard item may control for qualiti chang by use a hedon repeat measur method an index number construct method that follow individu asset or subject through time and also take account of measur qualiti variabl the second propos is to establish market for perpetu claim on cash flow match indic of dividend or rent such market may help us to measur the price of the asset gener these dividend or rent even when the underli asset price are difficult or imposs to observ directli a perpetu futur contract is propos that would cash settl everi day in term of both the chang in the futur price and the dividend or rent index for that day copyright 1993 by american financ associ", "title": " Measuring Asset Values for Cash Settlement in Derivative Markets: Hedonic Repeated Measures Indices and Perpetual Futures"}, "https://ideas.repec.org/a/eee/dyncon/v12y1988i2-3p505-522.html": {"abstract": "Error-correction models for cointegrated economic variables are commonly interpreted as reflecting partial adjustment of one variable to another. We show that error-correction models may also arise because one variable forecasts another. Reduced-form estimates of error-correction models cannot be used to distinguish these interpretations. In an application, we show that the estimated coefficients in the Marsh-Merton (1987) error-correction model of dividend behavior in the stock market are roughly implied by a near-rational expectations model wherein dividends are persistent and prices are disturbed by some persistent random noise. Their results thus do not demonstrate partial adjustment or 'smoothing' by managers, but may reflect little more than the persistence of dividends and the noiseness of prices.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epca54", "epsh69"], "abstractStem": "errorcorrect model for cointegr econom variabl are commonli interpret as reflect partial adjust of one variabl to anoth we show that errorcorrect model may also aris becaus one variabl forecast anoth reducedform estim of errorcorrect model cannot be use to distinguish these interpret in an applic we show that the estim coeffici in the marshmerton 1987 errorcorrect model of dividend behavior in the stock market are roughli impli by a nearrat expect model wherein dividend are persist and price are disturb by some persist random nois their result thu do not demonstr partial adjust or smooth by manag but may reflect littl more than the persist of dividend and the nois of pricespthi abstract wa borrow from anoth version of thi item", "title": "Interpreting cointegrated models"}, "https://ideas.repec.org/a/eee/jpolmo/v28y2006i4p427-444.html": {"abstract": "No abstract is available for this item.", "authors": ["epsh69"], "abstractStem": "no abstract is avail for thi item", "title": "Life-cycle personal accounts proposal for Social Security: An evaluation of President Bush's proposal"}, "https://ideas.repec.org/a/eee/moneco/v30y1992i1p25-46.html": {"abstract": "Real stock prices seem to overreact to changes in long-term interest rates. That is, real stock prices drop when long-term interest rates rise (and rise when they fall) more than would be implied by a rational expectationspresent value model where expectations are based on a vector autoregression. This overreaction is not associated with any overreaction to changes in the short-run inflation rate. Over the last century real stock prices have shown little reaction to changes in inflation rates, and according to the model they should show little reaction. These conclusions were reached from an analysis of annual data in the United States 1871 to 1989 and the United Kingdom 1918 to 1989.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epsh69"], "abstractStem": "real stock price seem to overreact to chang in longterm interest rate that is real stock price drop when longterm interest rate rise and rise when they fall more than would be impli by a ration expectationspres valu model where expect are base on a vector autoregress thi overreact is not associ with ani overreact to chang in the shortrun inflat rate over the last centuri real stock price have shown littl reaction to chang in inflat rate and accord to the model they should show littl reaction these conclus were reach from an analysi of annual data in the unit state 1871 to 1989 and the unit kingdom 1918 to 1989pthi abstract wa borrow from anoth version of thi item", "title": "Stock prices and bond yields : Can their comovements be explained in terms of present value models?"}, "https://ideas.repec.org/a/ucp/jnlbus/v59y1986i4ps501-05.html": {"abstract": "No abstract is available for this item.", "authors": ["epsh69"], "abstractStem": "no abstract is avail for thi item", "title": "Comments [Behavioral Rationality in Finance: The Case of Dividends] [Anomalies in Financial Economics: Blueprint for Change?]"}, "https://ideas.repec.org/a/aea/aecrev/v93y2003i2p343-347.html": {"abstract": "No abstract is available for this item.", "authors": ["epsh69"], "abstractStem": "no abstract is avail for thi item", "title": "Social Security and Individual Accounts as Elements of Overall Risk-Sharing"}, "https://ideas.repec.org/a/fip/fedbne/y1988inovp29-46.html": {"abstract": "A questionnaire survey looked at home buyers in May 1988 in two \"boom\" cities currently experiencing rapid price increases (Anaheim and San Francisco), a \"post-boom\" city whose home prices are stable or falling a couple years after rapid price increase (Boston) and a \"control\" city where home prices had been very stable (Milwaukee). Home buyers in the boom cities had much higher expectations for future price increases, and were more influenced by investment motives. The interpretations that people place on the boom are not usually related to any concrete news event; there are instead oft-repeated cliches about home prices. This suggests that sudden real estate booms have, at least in part, a social, rather than rational or economic, basis. There is evidence for excess demand in boom markets and excess supply in the post-boom market; there appear to be various reasons for this: notions of fairness, intrinsic worth, popular theories about prices, coordination problems, and simple mistakes.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpca484", "epsh69"], "abstractStem": "a questionnair survey look at home buyer in may 1988 in two boom citi current experienc rapid price increas anaheim and san francisco a postboom citi whose home price are stabl or fall a coupl year after rapid price increas boston and a control citi where home price had been veri stabl milwauke home buyer in the boom citi had much higher expect for futur price increas and were more influenc by invest motiv the interpret that peopl place on the boom are not usual relat to ani concret news event there are instead oftrep clich about home price thi suggest that sudden real estat boom have at least in part a social rather than ration or econom basi there is evid for excess demand in boom market and excess suppli in the postboom market there appear to be variou reason for thi notion of fair intrins worth popular theori about price coordin problem and simpl mistakespthi abstract wa borrow from anoth version of thi item", "title": "The behavior of home buyers in boom and post-boom markets"}, "https://ideas.repec.org/a/bla/reesec/v18y1990i3p253-273.html": {"abstract": " The paper uses quarterly indexes of existing single-family home prices estimated with microdata on properties that sold more than once to estimate excess returns to investment in owner-occupied housing. Housing prices and excess returns are estimated over the period 1970:1 to 1986:3 for Atlanta, Chicago, Dallas, San Francisco. Using time-series cross-section regressions we test for the forecastability of prices and excess returns using a number of independent variables. Price changes in one year tend to continue for more than one year in the same direction. The ratio of construction costs to price, changes in adult population and increases in real per capita income all are positively related to excess returns or price changes over the subsequent year. The results add weight to the argument that the market for single-family homes is inefficient. Copyright American Real Estate and Urban Economics Association.", "authors": ["fpca484", "epsh69"], "abstractStem": " the paper use quarterli index of exist singlefamili home price estim with microdata on properti that sold more than onc to estim excess return to invest in owneroccupi hous hous price and excess return are estim over the period 19701 to 19863 for atlanta chicago dalla san francisco use timeseri crosssect regress we test for the forecast of price and excess return use a number of independ variabl price chang in one year tend to continu for more than one year in the same direct the ratio of construct cost to price chang in adult popul and increas in real per capita incom all are posit relat to excess return or price chang over the subsequ year the result add weight to the argument that the market for singlefamili home is ineffici copyright american real estat and urban econom associ", "title": "Forecasting Prices and Excess Returns in the Housing Market"}, "https://ideas.repec.org/a/eee/moneco/v4y1978i1p1-44.html": {"abstract": "The recent literature on rational expectations in macroeconomic theory is surveyed here with the objective of distilling from the various papers useful suggestions for econometric methodology. The paper is not concerned with the empirical questions with which these models have been associated, but rather with the value and usefulness of the concept of rational expectations. The paper begins with a brief discussion of the theory of martingales as it has been applied to microeconomic theory. Then, the general linear rational expectations model (of which most models discussed in the literature are, in terms of their structure, special cases) is developed arid its properties, advantages and drawbacks discussed. The paper concludes with a discussion of the possibilities for estimation arid application of such linear models.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epsh69"], "abstractStem": "the recent literatur on ration expect in macroeconom theori is survey here with the object of distil from the variou paper use suggest for econometr methodolog the paper is not concern with the empir question with which these model have been associ but rather with the valu and use of the concept of ration expect the paper begin with a brief discuss of the theori of martingal as it ha been appli to microeconom theori then the gener linear ration expect model of which most model discuss in the literatur are in term of their structur special case is develop arid it properti advantag and drawback discuss the paper conclud with a discuss of the possibl for estim arid applic of such linear modelspthi abstract wa borrow from anoth version of thi item", "title": "Rational expectations and the dynamic structure of macroeconomic models : A critical review"}, "https://ideas.repec.org/a/eee/ecolet/v29y1989i4p325-331.html": {"abstract": "Small sample properties of parameter estimates and test statistics in the vector autoregressive dividend ratio model (Campbell and Shiller [1988 a,b]) are derived by stochastic simulation. The data generating processes are co integrated vector autoregressive models, estimated subject to restrictions implied by the dividend ratio model, or altered to show a unit root.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epca54", "epsh69"], "abstractStem": "small sampl properti of paramet estim and test statist in the vector autoregress dividend ratio model campbel and shiller 1988 ab are deriv by stochast simul the data gener process are co integr vector autoregress model estim subject to restrict impli by the dividend ratio model or alter to show a unit rootpthi abstract wa borrow from anoth version of thi item", "title": "The dividend ratio model and small sample bias : A Monte Carlo study"}, "https://ideas.repec.org/a/bla/reesec/v28y2000i1p1-31.html": {"abstract": " Home equity conversion as presently constituted or proposed usually does not deal well with the problem of moral hazard. Once homeowners know that the risk of poor market performance of their homes is borne by investors, they have an incentive to neglect to take steps to maintain the homes values. They may thus create serious future losses for the investors. A calibrated model for assessing this moral-hazard risk is presented that is suitable for a number of home equity conversion forms: (1) reverse mortgages, (2) home equity insurance, (3) shared-appreciation mortgages, (4) housing partnerships, (5) shared-equity mortgages and (6) sale of remainder interest. Modifications of these forms involving real estate price indexes are proposed that might deal better with the problem of moral hazard. Copyright American Real Estate and Urban Economics Association.", "authors": ["epsh69"], "abstractStem": " home equiti convers as present constitut or propos usual doe not deal well with the problem of moral hazard onc homeown know that the risk of poor market perform of their home is born by investor they have an incent to neglect to take step to maintain the home valu they may thu creat seriou futur loss for the investor a calibr model for assess thi moralhazard risk is present that is suitabl for a number of home equiti convers form 1 revers mortgag 2 home equiti insur 3 sharedappreci mortgag 4 hous partnership 5 sharedequ mortgag and 6 sale of remaind interest modif of these form involv real estat price index are propos that might deal better with the problem of moral hazard copyright american real estat and urban econom associ", "title": "Moral Hazard in Home Equity Conversion"}, "https://ideas.repec.org/a/fip/fedbne/y1987isepp45-56.html": {"abstract": "This paper uses data on nearly a million homes sold in four metropolitan areas -- Atlanta, Chicago, Dallas and San Francisco -- to construct quarterly indexes of existing home prices between 1970 and 1986. We propose and apply a new method of constructing such indexes which we call the method of constructing such indexes which we call the weighted repeat sales method (WRS). We believe the results give an accurate picture of the actual rate of appreciation in home prices in the four cities. The paper explains the construction of the index, discusses the results and compares them with the National Association of Realtors data on the median price of existing single family homes for the period 1981-1986.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpca484", "epsh69"], "abstractStem": "thi paper use data on nearli a million home sold in four metropolitan area  atlanta chicago dalla and san francisco  to construct quarterli index of exist home price between 1970 and 1986 we propos and appli a new method of construct such index which we call the method of construct such index which we call the weight repeat sale method wr we believ the result give an accur pictur of the actual rate of appreci in home price in the four citi the paper explain the construct of the index discuss the result and compar them with the nation associ of realtor data on the median price of exist singl famili home for the period 19811986pthi abstract wa borrow from anoth version of thi item", "title": "Prices of single-family homes since 1970: new indexes for four cities"}, "https://ideas.repec.org/a/eee/crcspp/v31y1989ip127-132.html": {"abstract": "No abstract is available for this item.", "authors": ["epsh69"], "abstractStem": "no abstract is avail for thi item", "title": "Business cycles, financial crises, and stock volatility : A comment"}, "https://ideas.repec.org/a/ecm/emetrp/v41y1973i4p775-88.html": {"abstract": "No abstract is available for this item.", "authors": ["epsh69"], "abstractStem": "no abstract is avail for thi item", "title": "A Distributed Lag Estimator Derived from Smoothness Priors"}, "https://ideas.repec.org/a/fip/fedkpr/y2007p89-123.html": {"abstract": "This paper looks at a broad array of evidence concerning the recent boom in home prices, and considers what this means for future home prices and the economy. It does not appear possible to explain the boom in terms of fundamentals such as rents or construction costs. A psychological theory, that represents the boom as taking place because of a feedback mechanism or social epidemic that encourages a view of housing as an important investment opportunity, fits the evidence better.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epsh69"], "abstractStem": "thi paper look at a broad array of evid concern the recent boom in home price and consid what thi mean for futur home price and the economi it doe not appear possibl to explain the boom in term of fundament such as rent or construct cost a psycholog theori that repres the boom as take place becaus of a feedback mechan or social epidem that encourag a view of hous as an import invest opportun fit the evid betterpthi abstract wa borrow from anoth version of thi item", "title": "Understanding recent trends in house prices and homeownership"}, "https://ideas.repec.org/a/emx/esteco/v8y1993i2p163-178.html": {"abstract": "This paper reviews the development of index-based futures and options markets. The thesis is that, while the growth of these markets to date has been dramatic, their development could be extended much further, if some problems of measurement can be solved.", "authors": ["epsh69"], "abstractStem": "thi paper review the develop of indexbas futur and option market the thesi is that while the growth of these market to date ha been dramat their develop could be extend much further if some problem of measur can be solv", "title": "The theory of index-based futures and options markets"}, "https://ideas.repec.org/a/cdh/commen/271.html": {"abstract": "This study proposes that the Government of Canada issue a new debt security, the “Trill,” which would essentially offer Canadian investors an equity stake in the Canadian economy. The Trill is so-named because its coupon payment would be one-trillionth of Canada’s GDP. Similar to shares issued by corporations paying a fraction of corporate earnings in dividends, the Trill would pay a fraction of the “earnings” of Canada. Coupon payments would rise and fall with the GDP.", "authors": ["epka66", "epsh69"], "abstractStem": "thi studi propos that the govern of canada issu a new debt secur the  trill  which would essenti offer canadian investor an equiti stake in the canadian economi the trill is sonam becaus it coupon payment would be onetrillionth of canada s gdp similar to share issu by corpor pay a fraction of corpor earn in dividend the trill would pay a fraction of the  earn  of canada coupon payment would rise and fall with the gdp", "title": "The Case for Trills: Giving Canadians and their Pension Funds a Stake in the Wealth of the Nation"}, "https://ideas.repec.org/a/bin/bpeajo/v38y2007i2007-2p111-134.html": {"abstract": "There has been a widespread perception in the past few years that long-term asset prices are generally high because monetary authorities have effectively kept long-term interest rates, which the market uses to discount cash flows, low. This perception is not accurate. Long-term interest rates have not been especially low. What has changed to produce high asset prices appears instead to be changes in popular economic models that people actually rely on when valuing assets. The public has mostly forgotten the concept of \"real interest rate.\" Money illusion appears to be an important factor to consider.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epsh69"], "abstractStem": "there ha been a widespread percept in the past few year that longterm asset price are gener high becaus monetari author have effect kept longterm interest rate which the market use to discount cash flow low thi percept is not accur longterm interest rate have not been especi low what ha chang to produc high asset price appear instead to be chang in popular econom model that peopl actual reli on when valu asset the public ha mostli forgotten the concept of real interest rate money illus appear to be an import factor to considerpthi abstract wa borrow from anoth version of thi item", "title": "Low Interest Rates and High Asset Prices: An Interpretation in Terms of Changing Popular Economic Models"}, "https://ideas.repec.org/a/aea/aecrev/v80y1990i2p58-62.html": {"abstract": "No abstract is available for this item.", "authors": ["epsh69"], "abstractStem": "no abstract is avail for thi item", "title": "Market Volatility and Investor Behavior"}, "https://ideas.repec.org/a/oup/ecinqu/v43y2005i2p221-228.html": {"abstract": " Samuelson has offered the dictum that the stock market is \"micro efficient\" but \"macro inefficient.\" That is, the efficient markets hypothesis works much better for individual stocks than it does for the aggregate stock market. In this article, we review a strand of evidence in recent literature that supports Samuelson's dictum and present one simple test, based on a regression and a simple scatter diagram, that vividly illustrates the truth in Samuelson's dictum for the U.S. stock market data since 1926.(JEL G14) Copyright 2005, Oxford University Press.", "authors": ["epsh69"], "abstractStem": " samuelson ha offer the dictum that the stock market is micro effici but macro ineffici that is the effici market hypothesi work much better for individu stock than it doe for the aggreg stock market in thi articl we review a strand of evid in recent literatur that support samuelson dictum and present one simpl test base on a regress and a simpl scatter diagram that vividli illustr the truth in samuelson dictum for the us stock market data sinc 1926jel g14 copyright 2005 oxford univers press", "title": "Samuelson's Dictum and the Stock Market"}, "https://ideas.repec.org/a/fip/fedkpr/y1988p1-32.html": {"abstract": "No abstract is available for this item.", "authors": ["epsh69"], "abstractStem": "no abstract is avail for thi item", "title": "Causes of changing financial market volatility"}, "https://ideas.repec.org/a/bla/manch2/v63y1995i0p1-21.html": {"abstract": " This paper describes markets for long-term inflation risk and shows the relationship such markets would have to other potential new markets, markets for long-term claims on income aggregates. The paper presents advantages of indexed long-term bonds and advocates as well the establishment of markets for long-term futures in a consumer price index. The potential use for such long-term inflation risk markets is put into perspective here by comparing the long-term risks to the real value of nominal claims to the long-term risks to national products and dividend incomes using data on fifty-four countries for 1950-90. Copyright 1995 by Blackwell Publishers Ltd and The Victoria University of Manchester", "authors": ["epsh69"], "abstractStem": " thi paper describ market for longterm inflat risk and show the relationship such market would have to other potenti new market market for longterm claim on incom aggreg the paper present advantag of index longterm bond and advoc as well the establish of market for longterm futur in a consum price index the potenti use for such longterm inflat risk market is put into perspect here by compar the longterm risk to the real valu of nomin claim to the longterm risk to nation product and dividend incom use data on fiftyfour countri for 195090 copyright 1995 by blackwel publish ltd and the victoria univers of manchest", "title": "Hedging Inflation and Income Risks"}, "https://ideas.repec.org/a/bla/econom/v40y1973i157p12-43.html": {"abstract": "No abstract is available for this item.", "authors": ["epmo37", "epsh69"], "abstractStem": "no abstract is avail for thi item", "title": "Inflation, Rational Expectations and the Term Structure of Interest Rates"}, "https://ideas.repec.org/a/oup/restud/v58y1991i3p495-514..html": {"abstract": "This paper examines postwar U.S. term structure data and finds that for almost any combination of maturities between one month and ten years, a high yield spread between a longer-term and a shorter-term interest rate forecasts rising shorter-term interest rates over the long term, but a declining yield on the longer-term bond over the short term. This pattern is inconsistent with the expectations theory of the term structure, but is consistent, with a model in which the spread is proportional to the value implied by the expectations theory.", "authors": ["epca54"], "abstractStem": "thi paper examin postwar us term structur data and find that for almost ani combin of matur between one month and ten year a high yield spread between a longerterm and a shorterterm interest rate forecast rise shorterterm interest rate over the long term but a declin yield on the longerterm bond over the short term thi pattern is inconsist with the expect theori of the term structur but is consist with a model in which the spread is proport to the valu impli by the expect theori", "title": "Yield Spreads and Interest Rate Movements: A Bird's Eye View"}, "https://ideas.repec.org/a/eee/ecolet/v18y1985i4p381-386.html": {"abstract": "Power functions of tests of the random walk hypothesis versus stationary first order autoregressive alternatives are tabulated for samples of fixed span but various frequencies of observation. For a t-test and normalized test, power is found to depend, for a substantial range of parameter values, more on the span of the data in time than on the number of observations. For a runs test, power rapidly declines as the number of observations is increased beyond a certain point.<p>(This abstract was borrowed from another version of this item.)", "authors": ["eppe32", "epsh69"], "abstractStem": "power function of test of the random walk hypothesi versu stationari first order autoregress altern are tabul for sampl of fix span but variou frequenc of observ for a ttest and normal test power is found to depend for a substanti rang of paramet valu more on the span of the data in time than on the number of observ for a run test power rapidli declin as the number of observ is increas beyond a certain pointpthi abstract wa borrow from anoth version of thi item", "title": "Testing the random walk hypothesis : Power versus frequency of observation"}, "https://ideas.repec.org/a/eee/jfinec/v10y1982i2p195-210.html": {"abstract": "The consumption beta theorem of Breeden makes the expected return on any asset a function only of its covariance with changes in aggregate consumption. It is shown that the theorem is more robust than was indicated by Breeden. The theorem obtains even if one deletes Breeden's assumptions that (a) all risky assets are tradable, (b) investors have homogeneous beliefs, (c) other assets can be traded without transactions costs and (d) that all assets have returns which are Ito processes.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epgr108", "epsh69"], "abstractStem": "the consumpt beta theorem of breeden make the expect return on ani asset a function onli of it covari with chang in aggreg consumpt it is shown that the theorem is more robust than wa indic by breeden the theorem obtain even if one delet breeden assumpt that a all riski asset are tradabl b investor have homogen belief c other asset can be trade without transact cost and d that all asset have return which are ito processespthi abstract wa borrow from anoth version of thi item", "title": "Consumption correlatedness and risk measurement in economies with non-traded assets and heterogeneous information"}, "https://ideas.repec.org/a/fip/fedbne/y1994imarp40-51.html": {"abstract": "The 1980s and 1990s have been turbulent times in the U.S. market for single-family homes. For most of the previous two decades, housing prices across states and metropolitan areas moved together and increased slowly in real terms while regional differences generally remained small. The 1980s and 1990s, in contrast, have seen increased price volatility and sharp differences in price behavior across regions with substantial housing price booms in some regions and major price declines in others. ; These boom-bust cycles had serious consequences for regional economies and national mortgage markets, with the most dramatic cycles occurring in New England and in California. This article compares the boom-bust cycles in single-family home prices in the Boston metropolitan area and in Los Angeles County from 1983 to 1993. The authors analyze the reasons for the similarities and differences between the two areas, both on the way up and on the way down, focusing on speculative behavior on the part of buyers and sellers and the differing behavior of price tiers over the course of the cycle.", "authors": ["fpca484", "epsh69"], "abstractStem": "the 1980 and 1990 have been turbul time in the us market for singlefamili home for most of the previou two decad hous price across state and metropolitan area move togeth and increas slowli in real term while region differ gener remain small the 1980 and 1990 in contrast have seen increas price volatil and sharp differ in price behavior across region with substanti hous price boom in some region and major price declin in other  these boombust cycl had seriou consequ for region economi and nation mortgag market with the most dramat cycl occur in new england and in california thi articl compar the boombust cycl in singlefamili home price in the boston metropolitan area and in lo angel counti from 1983 to 1993 the author analyz the reason for the similar and differ between the two area both on the way up and on the way down focus on specul behavior on the part of buyer and seller and the differ behavior of price tier over the cours of the cycl", "title": "A decade of boom and bust in the prices of single-family homes: Boston and Los Angeles, 1983 to 1993"}, "https://ideas.repec.org/a/pal/easeco/v34y2008i1p1-13.html": {"abstract": "This paper looks for markers of ends of real estate booms or busts. The changes in market psychology and related indicators that occurred at real estate market turning points in the United States since the 1980s are compared with changes at turning points in the more distant past. In all these episodes, changes in an atmosphere of optimism about the future course of home prices, changes in public interpretation of the boom, as well as evidence of supply response to the high prices of a boom are noted. Eastern Economic Journal (2008) 34, 1–13. doi:10.1057/palgrave.eej.9050001", "authors": ["epsh69"], "abstractStem": "thi paper look for marker of end of real estat boom or bust the chang in market psycholog and relat indic that occur at real estat market turn point in the unit state sinc the 1980 are compar with chang at turn point in the more distant past in all these episod chang in an atmospher of optim about the futur cours of home price chang in public interpret of the boom as well as evid of suppli respons to the high price of a boom are note eastern econom journal 2008 34 1 13 doi101057palgraveeej9050001", "title": "Historic Turning Points in Real Estate"}, "https://ideas.repec.org/a/aea/aecrev/v77y1987i2p87-92.html": {"abstract": "No abstract is available for this item.", "authors": ["epsh69"], "abstractStem": "no abstract is avail for thi item", "title": "Ultimate"}, "https://ideas.repec.org/a/oup/rfinst/v13y2000i2p301-29.html": {"abstract": " Arguments for creating a market to allow trading the portfolio of all endowments in the entire world, the market portfolio: are considered. This world share market would represent a radical innovation, since at the present time only a small fraction of world endowments are traded. Using a stochastic endowment economy where preferences are mean variance. It is shown that creating such a market may be justified in terms of its contribution to social welfare. It is also argued that creating a market for world shares is attractive for certain reasons of robustness and simplicity. Article published by Oxford University Press on behalf of the Society for Financial Studies in its journal, The Review of Financial Studies.", "authors": ["epsh69"], "abstractStem": " argument for creat a market to allow trade the portfolio of all endow in the entir world the market portfolio are consid thi world share market would repres a radic innov sinc at the present time onli a small fraction of world endow are trade use a stochast endow economi where prefer are mean varianc it is shown that creat such a market may be justifi in term of it contribut to social welfar it is also argu that creat a market for world share is attract for certain reason of robust and simplic articl publish by oxford univers press on behalf of the societi for financi studi in it journal the review of financi studi", "title": "The Significance of the Market Portfolio"}, "https://ideas.repec.org/a/eee/crcspp/v17y1982ip203-238.html": {"abstract": "A broad exploratory data analysis is conducted to assess the promise of a kind of model in which long-term asset prices change through time primarily due to consumption related changes in the rate of discount. Aggregate consumption data are used to infer ex-post marginal rates of substitution. Prices of stocks, bonds, short debt, land and housing are examined for the period 1890 to 1980, Methods are explored of evaluating this kind of model in the absence of accurate data on consumption.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epsh69"], "abstractStem": "a broad exploratori data analysi is conduct to assess the promis of a kind of model in which longterm asset price chang through time primarili due to consumpt relat chang in the rate of discount aggreg consumpt data are use to infer expost margin rate of substitut price of stock bond short debt land and hous are examin for the period 1890 to 1980 method are explor of evalu thi kind of model in the absenc of accur data on consumptionpthi abstract wa borrow from anoth version of thi item", "title": "Consumption, asset markets and macroeconomic fluctuations"}, "https://ideas.repec.org/a/aea/aecrev/v71y1981i3p421-36.html": {"abstract": "This paper will develop the efficient markets model in Section I to clarify some theoretical questions that may arise in connection with the inequality (1) and some similar inequalities will be derived that put limits on the standard deviation of the innovation in price and the standard deviation of the change in price. The model is restated in innovation form which allows better understanding of the limits on stock price volatility imposed by the model. In particular, this will enable us to see (Section II) that the standard deviation of p is highest when information about dividends is revealed smoothly and that if information is revealed in big lumps occasionally the price series may have higher kurtosis (fatter tails) but will have lower variance. The notion expressed by some that earnings rather than dividend data should be used is discussed in Section III, and a way of assessing the importance of time variation in real discount rates is shown in Section IV. The inequalities are compared with the data in Section V.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epsh69"], "abstractStem": "thi paper will develop the effici market model in section i to clarifi some theoret question that may aris in connect with the inequ 1 and some similar inequ will be deriv that put limit on the standard deviat of the innov in price and the standard deviat of the chang in price the model is restat in innov form which allow better understand of the limit on stock price volatil impos by the model in particular thi will enabl us to see section ii that the standard deviat of p is highest when inform about dividend is reveal smoothli and that if inform is reveal in big lump occasion the price seri may have higher kurtosi fatter tail but will have lower varianc the notion express by some that earn rather than dividend data should be use is discuss in section iii and a way of assess the import of time variat in real discount rate is shown in section iv the inequ are compar with the data in section vpthi abstract wa borrow from anoth version of thi item", "title": "Do Stock Prices Move Too Much to be Justified by Subsequent Changes in Dividends?"}, "https://ideas.repec.org/a/aea/aecrev/v74y1984i2p44-48.html": {"abstract": "Recent empirical research on the term structure of interest rates has shown that the long-term interest rate is well described by adistributed lag on short-term interest rates, but does not conform to the expectations theory of the term structure. It has been suggested that the long rate \"overreacts\" to the short rate. This paper presents aunified taxonomy of risk premia, or deviations from the expectations theory. This enables the hypothesis of overreaction to be formally stated. It is shown that, if anything, the long rate has underreacted to the short rate. However, the independent movement of the long rate is primarily responsible for the failure of the expectations theory.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epca54", "epsh69"], "abstractStem": "recent empir research on the term structur of interest rate ha shown that the longterm interest rate is well describ by adistribut lag on shortterm interest rate but doe not conform to the expect theori of the term structur it ha been suggest that the long rate overreact to the short rate thi paper present aunifi taxonomi of risk premia or deviat from the expect theori thi enabl the hypothesi of overreact to be formal state it is shown that if anyth the long rate ha underreact to the short rate howev the independ movement of the long rate is primarili respons for the failur of the expect theorypthi abstract wa borrow from anoth version of thi item", "title": "A Simple Account of the Behavior of Long-Term Interest Rates"}, "https://ideas.repec.org/a/bpj/bejmac/vadvances.5y2005i1n1.html": {"abstract": "We examine the link between increases in housing wealth, financial wealth, and consumer spending. We rely upon a panel of 14 countries observed annually for various periods during the past 25 years and a panel of U.S. states observed quarterly during the 1980s and 1990s. We impute the aggregate value of owner-occupied housing, the value of financial assets, and measures of aggregate consumption for each of the geographic units over time. We estimate regression models in levels, first differences and in error-correction form, relating consumption to income and wealth measures. We find a statistically significant and rather large effect of housing wealth upon household consumption.", "authors": ["fpca484", "epqu1", "epsh69"], "abstractStem": "we examin the link between increas in hous wealth financi wealth and consum spend we reli upon a panel of 14 countri observ annual for variou period dure the past 25 year and a panel of us state observ quarterli dure the 1980 and 1990 we imput the aggreg valu of owneroccupi hous the valu of financi asset and measur of aggreg consumpt for each of the geograph unit over time we estim regress model in level first differ and in errorcorrect form relat consumpt to incom and wealth measur we find a statist signific and rather larg effect of hous wealth upon household consumpt", "title": "Comparing Wealth Effects: The Stock Market versus the Housing Market"}, "https://ideas.repec.org/a/eee/jjieco/v5y1991i1p1-13.html": {"abstract": "In a questionnaire survey we asked Japanese institutional investors to recall what they thought and did during the worldwide stock market crash in October, 1987. The results confirm that the drop in U. S. stock prices was the primary factor on their minds, and other news stories in the United States dominated Japanese news stories. A comparison with an earlier survey of U. 5. institutional investors at the time of the crash (Shiller [1987])shows a remarkable similarity between Japanese and U. S. institutional investors in a number of attitudinal and behavioral dimensions. The results suggest that events in the United States were the proximate cause of the crash in Japan, but that the transmission mechanism of the crash was very similar in both countries.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epsh69", "epts75"], "abstractStem": "in a questionnair survey we ask japanes institut investor to recal what they thought and did dure the worldwid stock market crash in octob 1987 the result confirm that the drop in u s stock price wa the primari factor on their mind and other news stori in the unit state domin japanes news stori a comparison with an earlier survey of u 5 institut investor at the time of the crash shiller 1987show a remark similar between japanes and u s institut investor in a number of attitudin and behavior dimens the result suggest that event in the unit state were the proxim caus of the crash in japan but that the transmiss mechan of the crash wa veri similar in both countriespthi abstract wa borrow from anoth version of thi item", "title": "Investor behavior in the october 1987 stock market crash: The case of Japan"}, "https://ideas.repec.org/a/ucp/jpolec/v96y1988i5p1089-92.html": {"abstract": "No abstract is available for this item.", "authors": ["epsh69"], "abstractStem": "no abstract is avail for thi item", "title": "The Probability of Gross Violations of a Present Value Variance Inequality"}, "https://ideas.repec.org/a/oup/rfinst/v1y1988i3p195-228.html": {"abstract": "A linearization of a rational expectations present value model for corporate stock prices produces a simple relation between the log dividend-price ratio and mathematical expectations of future log real dividend changes and future real discount rates. This relation can be tested using vector autoregressive methods. Three versions of the linearized model, differing in the measure of discount rates, are tested for U. S. time series 1871-1986: versions using real interest rate data, aggregate real consumption data, and return variance data. The results yield a metric to judge the relative importance of real dividend growth, measured real discount rates and unexplained factors in determining the dividend-price ratio.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epca54", "epsh69"], "abstractStem": "a linear of a ration expect present valu model for corpor stock price produc a simpl relat between the log dividendpric ratio and mathemat expect of futur log real dividend chang and futur real discount rate thi relat can be test use vector autoregress method three version of the linear model differ in the measur of discount rate are test for u s time seri 18711986 version use real interest rate data aggreg real consumpt data and return varianc data the result yield a metric to judg the rel import of real dividend growth measur real discount rate and unexplain factor in determin the dividendpric ratiopthi abstract wa borrow from anoth version of thi item", "title": "The Dividend-Price Ratio and Expectations of Future Dividends and Discount Factors"}, "https://ideas.repec.org/a/ucp/jpolec/v85y1977i5p891-907.html": {"abstract": "No abstract is available for this item.", "authors": ["epsh69"], "abstractStem": "no abstract is avail for thi item", "title": "The Gibson Paradox and Historical Movements in Real Interest Rates"}, "https://ideas.repec.org/a/bpj/bejeap/v9y2009i3n4.html": {"abstract": "This paper relates the 2006-2008 meltdown in mortgage markets to falling asset prices, excessive psychological reaction to the burst bubble, and new mortgage vehicles incapable of accommodating sudden changes in asset values. A combination of market-based and regulatory innovations are proposed. The paper suggests placing greater reliance on innovative futures markets in real estate, inducing the flow of capital to vehicles having self-regulatory features and cultivating resiliency in the market. The bankruptcy law also might come to include \u0093circuit breaker\" delays in finalizing settlements during turbulent market settings. Some of the fundamental premises underlying mortgage finance should also be reconsidered. Stakes in individual residences could be combined with stakes in regional property portfolios. Finally, the paper promotes a system of \u0093continuous workout mortgages\" regularly readjusting loan balances to reflect economic conditions. These contracts could provide needed flexibility; they also offer systematic advantages over the various sector-based bailout strategies inherent in current loan-modification proposals.", "authors": ["epsh69"], "abstractStem": "thi paper relat the 20062008 meltdown in mortgag market to fall asset price excess psycholog reaction to the burst bubbl and new mortgag vehicl incap of accommod sudden chang in asset valu a combin of marketbas and regulatori innov are propos the paper suggest place greater relianc on innov futur market in real estat induc the flow of capit to vehicl have selfregulatori featur and cultiv resili in the market the bankruptci law also might come to includ  circuit breaker delay in final settlement dure turbul market set some of the fundament premis underli mortgag financ should also be reconsid stake in individu resid could be combin with stake in region properti portfolio final the paper promot a system of  continu workout mortgag regularli readjust loan balanc to reflect econom condit these contract could provid need flexibl they also offer systemat advantag over the variou sectorbas bailout strategi inher in current loanmodif propos", "title": "Policies to Deal with the Implosion in the Mortgage Market"}, "https://ideas.repec.org/a/ucp/jpolec/v95y1987i5p1062-88.html": {"abstract": " Application of some advances in econometrics (in the theory of cointegrated vector autoregressive models) enables us to deal effectively with two problems in rational-expectations, present-valu e models: nonstationarity of time series and incomplete data on infor mation of market participants. With U.S. data, the authors find some relatively encouraging new results for the rational-expectations theo ry of the term structure and some puzzling results for the present-va lue model of stock prices. Copyright 1987 by University of Chicago Press.", "authors": ["epca54", "epsh69"], "abstractStem": " applic of some advanc in econometr in the theori of cointegr vector autoregress model enabl us to deal effect with two problem in rationalexpect presentvalu e model nonstationar of time seri and incomplet data on infor mation of market particip with us data the author find some rel encourag new result for the rationalexpect theo ry of the term structur and some puzzl result for the presentva lue model of stock price copyright 1987 by univers of chicago press", "title": "Cointegration and Tests of Present Value Models"}, "https://ideas.repec.org/a/kap/jrefec/v19y1999i1p21-47.html": {"abstract": " Home equity insurance policies--policies insuring homeowners against declines in the prices of their homes--would bear some resemblance both to ordinary insurance and to financial hedging vehicles. A menu of choices for the design of such policies is presented here, and conceptual issues are discussed. Choices include pass-through futures and options, in which the insurance company in effect serves as a retailer to homeowners of short positions in real estate futures markets or of put options on real estate indices. Another choice is a life-event-triggered insurance policy, in which the homeowner pays regular fixed insurance premia and is entitled to a claim if both a sufficient decline in the real estate price index and a specified life event (such as a move beyond a certain geographical distance) occur. Pricing of the premia to cover loss experience is derived, and tables of break-even policy premia are shown, based on estimated models of Los Angeles housing prices from 1971 to 1994. Copyright 1999 by Kluwer Academic Publishers", "authors": ["epsh69"], "abstractStem": " home equiti insur policiespolici insur homeown against declin in the price of their homeswould bear some resembl both to ordinari insur and to financi hedg vehicl a menu of choic for the design of such polici is present here and conceptu issu are discuss choic includ passthrough futur and option in which the insur compani in effect serv as a retail to homeown of short posit in real estat futur market or of put option on real estat indic anoth choic is a lifeeventtrigg insur polici in which the homeown pay regular fix insur premia and is entitl to a claim if both a suffici declin in the real estat price index and a specifi life event such as a move beyond a certain geograph distanc occur price of the premia to cover loss experi is deriv and tabl of breakeven polici premia are shown base on estim model of lo angel hous price from 1971 to 1994 copyright 1999 by kluwer academ publish", "title": "Home Equity Insurance"}, "https://ideas.repec.org/a/aea/jecper/v17y2003i1p83-104.html": {"abstract": "The efficient markets theory reached the height of its dominance in academic circles around the 1970s. Faith in this theory was eroded by a succession of discoveries of anomalies, many in the 1980s, and of evidence of excess volatility of returns. Finance literature in this decade and after suggests a more nuanced view of the value of the efficient markets theory, and, starting in the 1990s, a blossoming of research on behavioral finance. Some important developments since 1990 include feedback theories, models of the interaction of smart money with ordinary investors, and evidence on obstacles to smart money.", "authors": ["epsh69"], "abstractStem": "the effici market theori reach the height of it domin in academ circl around the 1970 faith in thi theori wa erod by a success of discoveri of anomali mani in the 1980 and of evid of excess volatil of return financ literatur in thi decad and after suggest a more nuanc view of the valu of the effici market theori and start in the 1990 a blossom of research on behavior financ some import develop sinc 1990 includ feedback theori model of the interact of smart money with ordinari investor and evid on obstacl to smart money", "title": "From Efficient Markets Theory to Behavioral Finance"}, "https://ideas.repec.org/a/cup/etheor/v15y1999i06p867-900_15.html": {"abstract": "No abstract is available for this item.", "authors": ["epsh69"], "abstractStem": "no abstract is avail for thi item", "title": "The Et Interview: Professor James Tobin"}, "https://ideas.repec.org/a/aea/aecrev/v91y2001i4p1031-1054.html": {"abstract": "A method is constructed for decomposing the variance of changes in incomes in the world into components, to indicate the most important risk-sharing opportunities among people of the world. A constant absolute risk premium (CARP) model, an intertemporal general-equilibrium model of the world, is presented to permit optimal contract design. For a contract designer maximizing a social welfare function, the optimal contracts maximize the equilibrium world real interest rate. Securities are defined in terms of eigenvectors of a transformed variance matrix. The method is applied using Penn World Table data on the G-7 countries, 1950-92.", "authors": ["epsh69"], "abstractStem": "a method is construct for decompos the varianc of chang in incom in the world into compon to indic the most import riskshar opportun among peopl of the world a constant absolut risk premium carp model an intertempor generalequilibrium model of the world is present to permit optim contract design for a contract design maxim a social welfar function the optim contract maxim the equilibrium world real interest rate secur are defin in term of eigenvector of a transform varianc matrix the method is appli use penn world tabl data on the g7 countri 195092", "title": "World Income Components: Measuring and Exploiting Risk-Sharing Opportunities"}, "https://ideas.repec.org/a/tpr/restat/v72y1990i2p356-61.html": {"abstract": " Tests of a representation of the efficient markets model (the dividend-rtaio model of Campbell and Shiller (1988a)) of the stock market can be made by regressing (transformed) ex-post values on (transformed) actual values and testing whether the slope coefficient is one. Such tests are run here with some improvements. The results of the tests are that the efficient markets model is strongly rejected with U.S. data 1901-1987 in favor of an alternative that stock prices should have been much less volatile. Copyright 1990 by MIT Press.", "authors": ["epsh69"], "abstractStem": " test of a represent of the effici market model the dividendrtaio model of campbel and shiller 1988a of the stock market can be made by regress transform expost valu on transform actual valu and test whether the slope coeffici is one such test are run here with some improv the result of the test are that the effici market model is strongli reject with us data 19011987 in favor of an altern that stock price should have been much less volatil copyright 1990 by mit press", "title": "A Scott-Type Regression Test of the Dividend Ratio Model"}, "https://ideas.repec.org/a/eee/jeborg/v12y1989i1p47-66.html": {"abstract": "No abstract is available for this item.", "authors": ["epsh69"], "abstractStem": "no abstract is avail for thi item", "title": "Survey evidence on diffusion of interest and information among investors"}, "https://ideas.repec.org/a/bla/jacrfn/v22y2010i3p8-21.html": {"abstract": " In these excerpts from \"The Squam Lake Report\", fifteen distinguished economists analyze where the global financial system failed, and how such failures might be prevented (or at least their damage better contained) in the future. Although there were many contributing factors to the crisis-including \"agency\" problems throughout the financial system and a bankruptcy code poorly suited for reorganizing financial firms-at the core of the problem is a potential conflict between the risk-taking proclivity of financial institutions and the interests of the economy at large that must be managed at least in part through more effective regulation. \"The Squam Lake Report\" provides a nonpartisan plan to transform the regulation of financial markets in ways designed to limit systemic risk while preserving-to the extent possible and prudent-the economies of scale and scope that justify the existence of today's large financial institutions. Copyright Copyright (c) 2010 Morgan Stanley.", "authors": ["epca54", "epco57", "epdi80", "fpdu341", "epka35", "epmi37", "epra149", "epsc177", "epsh69", "fpsh692", "fpst226", "epst43"], "abstractStem": " in these excerpt from the squam lake report fifteen distinguish economist analyz where the global financi system fail and how such failur might be prevent or at least their damag better contain in the futur although there were mani contribut factor to the crisisinclud agenc problem throughout the financi system and a bankruptci code poorli suit for reorgan financi firmsat the core of the problem is a potenti conflict between the risktak procliv of financi institut and the interest of the economi at larg that must be manag at least in part through more effect regul the squam lake report provid a nonpartisan plan to transform the regul of financi market in way design to limit system risk while preservingto the extent possibl and prudentth economi of scale and scope that justifi the exist of today larg financi institut copyright copyright c 2010 morgan stanley", "title": "The Squam Lake Report: Fixing the Financial System"}, "https://ideas.repec.org/a/eee/reecon/v56y2002i1p61-84.html": {"abstract": "We construct a new method of decomposing the variance of national incomes into components in such a way as to indicate the most important 'residual' risk-sharing opportunities among peoples of the world. The risk-sharing opportunities we study are nonsystematic risk-sharing opportunities. These are the risk-sharing opportunities that remain if systematic risk were already shared, see Athanasoulis and Shiller (2000). The new method developed here uses a simpler approach to deriving the components based on pure variance reduction. With the new method, the income component securities are derived in terms of eigenvectors of a transformed variance matrix of world incomes, but with this method the transformation is to use the residuals when incomes are regressed on world income instead of deviations of incomes from average world income as in Athanasoulis and Shiller (2001). The method is applied using Summers-Heston (1991)data on national incomes for large countries 1950-1990, using two different methods of estimating variances.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epsh69"], "abstractStem": "we construct a new method of decompos the varianc of nation incom into compon in such a way as to indic the most import residu riskshar opportun among peopl of the world the riskshar opportun we studi are nonsystemat riskshar opportun these are the riskshar opportun that remain if systemat risk were alreadi share see athanasouli and shiller 2000 the new method develop here use a simpler approach to deriv the compon base on pure varianc reduct with the new method the incom compon secur are deriv in term of eigenvector of a transform varianc matrix of world incom but with thi method the transform is to use the residu when incom are regress on world incom instead of deviat of incom from averag world incom as in athanasouli and shiller 2001 the method is appli use summersheston 1991data on nation incom for larg countri 19501990 use two differ method of estim variancespthi abstract wa borrow from anoth version of thi item", "title": "Defining residual risk-sharing opportunities: Pooling world income components"}, "https://ideas.repec.org/a/bla/finrev/v41y2006i1p1-8.html": {"abstract": " The behavioral finance revolution in academic finance in the last several decades is best described as a return to a more eclectic approach to financial modeling. The earlier neoclassical finance revolution that had swept the finance profession in the 1960s and 1970s represented the overly-enthusiastic pursuit of only one model. Freed from the tyranny of just one model, financial research is now making faster progress, and that progress can be expected to show material benefits. An example of the application of both behavioral finance and neoclassical finance is discussed: the reform of Social Security and the introduction of personal accounts. Copyright 2006 by the Eastern Finance Association.", "authors": ["epsh69"], "abstractStem": " the behavior financ revolut in academ financ in the last sever decad is best describ as a return to a more eclect approach to financi model the earlier neoclass financ revolut that had swept the financ profess in the 1960 and 1970 repres the overlyenthusiast pursuit of onli one model freed from the tyranni of just one model financi research is now make faster progress and that progress can be expect to show materi benefit an exampl of the applic of both behavior financ and neoclass financ is discuss the reform of social secur and the introduct of person account copyright 2006 by the eastern financ associ", "title": "Tools for Financial Innovation: Neoclassical versus Behavioral Finance"}, "https://ideas.repec.org/a/eee/jfinec/v7y1979i3p297-318.html": {"abstract": "No abstract is available for this item.", "authors": ["epmo37", "epsh69"], "abstractStem": "no abstract is avail for thi item", "title": "Coupon and tax effects on new and seasoned bond yields and the measurement of the cost of debt capital"}, "https://ideas.repec.org/a/eee/crcspp/v50y1999ip165-204.html": {"abstract": "Social security system old age insurance systems are devices for the sharing of income risks of elderly people with others. Risks can be shared intergenerationally (with the young of the same country), intragenerationally (with other elderly of the same country), or internationally (with foreigners). Barriers to individuals themselves sharing their risks intergenerationally, intragenerationally, or internationally are described. Optimal design of government-sponsored social security programs is considered in light of these barriers.  Alternative benefits and contributions formulas for pay-as-you-go social security systems are defined and compared with existing and proposed formulas in terms of their ability to fulfill the government's role in promoting risk sharing. Benefits for each retired person may be ties to that person's lifetime income without causing (as with the U.S. benefits formula today) aggregate benefits for all elderly to be tied to their past aggregate income.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epsh69"], "abstractStem": "social secur system old age insur system are devic for the share of incom risk of elderli peopl with other risk can be share intergener with the young of the same countri intragener with other elderli of the same countri or intern with foreign barrier to individu themselv share their risk intergener intragener or intern are describ optim design of governmentsponsor social secur program is consid in light of these barrier  altern benefit and contribut formula for payasyougo social secur system are defin and compar with exist and propos formula in term of their abil to fulfil the govern role in promot risk share benefit for each retir person may be tie to that person lifetim incom without caus as with the us benefit formula today aggreg benefit for all elderli to be tie to their past aggreg incomepthi abstract wa borrow from anoth version of thi item", "title": "Social security and institutions for intergenerational, intragenerational, and international risk-sharing"}, "firstname": "Robert", "https://ideas.repec.org/a/bpj/evoice/v2y2005i1n14.html": {"abstract": "A life-cycle portfolio for personal accounts within Social Security, such as President George Bush has proposed, would adjust risk exposure as a function of the worker\u0092s age. This would involve the government in making complex dynamic portfolio decisions for individuals. The conventional rule of thumb that workers should invest a percentage of their portfolio equal to roughly 100 minus their age in stocks appears to be far from optimal. Choosing the optimal portfolio requires considering issues of behavioral economics such as why people do not already invest optimally and what kinds of people will sign up for the life-cycle portfolio.", "authors": ["epsh69"], "abstractStem": "a lifecycl portfolio for person account within social secur such as presid georg bush ha propos would adjust risk exposur as a function of the worker s age thi would involv the govern in make complex dynam portfolio decis for individu the convent rule of thumb that worker should invest a percentag of their portfolio equal to roughli 100 minu their age in stock appear to be far from optim choos the optim portfolio requir consid issu of behavior econom such as whi peopl do not alreadi invest optim and what kind of peopl will sign up for the lifecycl portfolio", "title": "Life-Cycle Portfolios as Government Policy"}, "https://ideas.repec.org/a/bpj/evoice/v3y2006i4n4.html": {"abstract": "Robert Shiller looks at over 100 years of data and asks the question every homeowner wants to know: what is the short-term and long-term prognosis for real estate values? The news isn't reassuring, but luckily risk markets are being developed to help people hedge or buy insurance against the risk that Shiller unveils.", "authors": ["epsh69"], "abstractStem": "robert shiller look at over 100 year of data and ask the question everi homeown want to know what is the shortterm and longterm prognosi for real estat valu the news isnt reassur but luckili risk market are be develop to help peopl hedg or buy insur against the risk that shiller unveil", "title": "Long-Term Perspectives on the Current Boom in Home Prices"}, "https://ideas.repec.org/a/eee/quaeco/v35y1995i2p119-152.html": {"abstract": "Estimates are made, from time series data on real gross domestic products, of the standard deviations of returns in markets for perpetual claims on countries' incomes. The results indicate that the variability of returns is of a magnitude comparable to that of returns in stock markets. Evidence is shown that there may be only minimal possibility of cross hedging these returns in existing capital markets. Methods of establishing markets for perpetual claims on aggregate incomes are examined. Such markets, by allowing hedging of these aggregate income risks, might make for dramatically more effective international macroeconomic risk sharing than is possible today. Retail institutions are described that might develop around such markets and help the public with their risk management. However, the establishment of such markets would also incur the risk of major financial bubbles and panics.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epsh69"], "abstractStem": "estim are made from time seri data on real gross domest product of the standard deviat of return in market for perpetu claim on countri incom the result indic that the variabl of return is of a magnitud compar to that of return in stock market evid is shown that there may be onli minim possibl of cross hedg these return in exist capit market method of establish market for perpetu claim on aggreg incom are examin such market by allow hedg of these aggreg incom risk might make for dramat more effect intern macroeconom risk share than is possibl today retail institut are describ that might develop around such market and help the public with their risk manag howev the establish of such market would also incur the risk of major financi bubbl and panicspthi abstract wa borrow from anoth version of thi item", "title": "Aggregate income risks and hedging mechanisms"}, "https://ideas.repec.org/a/bes/jnlbes/v5y1987i3p315-27.html": {"abstract": "The consumption based asset pricing model predicts that excess yields are determined in a fairly simple way by the market's degree of relative risk aversion and by the pattern of covariances between percapita consumption growth and asset returns. Estimation and testingis complicated by the fact that the model's predictions relate to the instantaneous flow of consumption and point-in-time asset values, but only data on the integral or unit average of the consumption flow is available. In our paper, we show how to estimate the parameters of interest consistently from the available data by maximum likelihood. We estimate the market's degree of relative risk aversion and the instantaneous covariances of asset yields and consumption using six different data sets. We also test the model's overidentifying restrictions.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epgr108", "epme69", "epsh69"], "abstractStem": "the consumpt base asset price model predict that excess yield are determin in a fairli simpl way by the market degre of rel risk avers and by the pattern of covari between percapita consumpt growth and asset return estim and testingi complic by the fact that the model predict relat to the instantan flow of consumpt and pointintim asset valu but onli data on the integr or unit averag of the consumpt flow is avail in our paper we show how to estim the paramet of interest consist from the avail data by maximum likelihood we estim the market degre of rel risk avers and the instantan covari of asset yield and consumpt use six differ data set we also test the model overidentifi restrictionspthi abstract wa borrow from anoth version of thi item", "title": "Estimating the Continuous-Time Consumption-Based Asset-Pricing Model"}, "https://ideas.repec.org/a/aea/aecrev/v81y1991i3p385-400.html": {"abstract": " Random samples of the Moscow and New York populations were compared in their attitudes towards free markets by administering identical telephone interviews in the two countries in May 1990. Although the Soviet respondents were somewhat less likely to accept exchange of money as a solution to personal problems and although their attitudes toward business were less warm, the authors found that the Soviet and American respondents were basically similar in some very important dimensions: in their attitudes toward fairness, income inequality, and incentives and in their understanding of the working of markets. Copyright 1991 by American Economic Association.", "authors": ["fpbo352", "epsh69"], "abstractStem": " random sampl of the moscow and new york popul were compar in their attitud toward free market by administ ident telephon interview in the two countri in may 1990 although the soviet respond were somewhat less like to accept exchang of money as a solut to person problem and although their attitud toward busi were less warm the author found that the soviet and american respond were basic similar in some veri import dimens in their attitud toward fair incom inequ and incent and in their understand of the work of market copyright 1991 by american econom associ", "title": "Popular Attitudes toward Free Markets: The Soviet Union and the United States Compared"}, "https://ideas.repec.org/a/eee/econom/v16y1981i1p71-87.html": {"abstract": "A linearized version of the rational expectations models of the term structure is put forth in terms of a complete vector of equally spaced observations along the yield curve. A data series on intermediate maturity yields which meets the specifications of the model is presented. The model is tested against a specific and easily interpreted alternative. Earlier studies of rational expectations models, which used \"volatility tests\" or \"likelihood ratio tests,\" are discussed.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epsh69"], "abstractStem": "a linear version of the ration expect model of the term structur is put forth in term of a complet vector of equal space observ along the yield curv a data seri on intermedi matur yield which meet the specif of the model is present the model is test against a specif and easili interpret altern earlier studi of ration expect model which use volatil test or likelihood ratio test are discussedpthi abstract wa borrow from anoth version of thi item", "title": "Alternative tests of rational expectations models : The case of the term structure"}}}