{"epsi12": {"https://ideas.repec.org/a/aea/aecrev/v102y2012i3px-x.html": {"abstract": "No abstract is available for this item.", "authors": ["epsi12"], "abstractStem": "no abstract is avail for thi item", "title": "Foreword"}, "https://ideas.repec.org/a/aea/aecrev/v96y2006i2p158-163.html": {"abstract": "No abstract is available for this item.", "authors": ["epsi12"], "abstractStem": "no abstract is avail for thi item", "title": "Rational Inattention: Beyond the Linear-Quadratic Case"}, "https://ideas.repec.org/a/tpr/restat/v51y1969i4p470-71.html": {"abstract": "No abstract is available for this item.", "authors": ["epsi12"], "abstractStem": "no abstract is avail for thi item", "title": "Theoretical Basis for a Double Deflated Index of Real Value Added"}, "https://ideas.repec.org/a/fip/fedmqr/y1986iwinp2-16nv.10no.1.html": {"abstract": "In this article, Christopher A. Sims argues the answer to his title is yes. Sims explains that any decisionmaking model must incorporate some identifying assumptions to enable it to forecast the effects of alternative decisions. He argues that although all identifying assumptions in econometric policymaking models are of uncertain validity, those incorporated in vector autoregression (VAR) forecasting models have the advantage of allowing their uncertainty to be measured. Sims concludes by demonstrating a method for identifying a small macroeconomic VAR model so that it can be used to analyze monetary policy", "authors": ["epsi12"], "abstractStem": "in thi articl christoph a sim argu the answer to hi titl is ye sim explain that ani decisionmak model must incorpor some identifi assumpt to enabl it to forecast the effect of altern decis he argu that although all identifi assumpt in econometr policymak model are of uncertain valid those incorpor in vector autoregress var forecast model have the advantag of allow their uncertainti to be measur sim conclud by demonstr a method for identifi a small macroeconom var model so that it can be use to analyz monetari polici", "title": "Are forecasting models usable for policy analysis?"}, "https://ideas.repec.org/a/jae/japmet/v6y1991i4p423-34.html": {"abstract": "No abstract is available for this item.", "authors": ["epsi12"], "abstractStem": "no abstract is avail for thi item", "title": "To Criticize the Critics: Comment"}, "https://ideas.repec.org/a/ecm/emetrp/v48y1980i1p1-48.html": {"abstract": "No abstract is available for this item.", "authors": ["epsi12"], "abstractStem": "no abstract is avail for thi item", "title": "Macroeconomics and Reality"}, "https://ideas.repec.org/a/aea/aecrev/v70y1980i2p250-57.html": {"abstract": "When monthly data on production, prices, and the money stock are interpreted, via a vector autoregression, as generated by dynamic responses to \"surprises\" in each of the variables, a remarkable similarity in dynamics between interwar and postwar business cycles emerges, though the size of the \"surprises\" is much larger in the interwar period. Furthermore, the money stock emerges as firmly causally prior, in Granger's sense, in both periods and accounts for a substantial fraction of variance in production in both periods. When a short interest rate is added to the vector autoregression, the remarkable similarity in dynamics between periods persists, but the central role of the money stock surprises evaporates for the postwar period. While there are potential monetarist explanations for such an observation, none of them seem to fit comfortably the estimated dynamics. A non-monetarist explanation of the dynamics, based on the role of expectations in investment behavior, seems to fit the estimated dynamics better. That this explanation, which is consistent with a passive role for money, could account for so much of the observed postwar relation between money stock and income may raise doubts about the monetarist interpretation even of the interwar data.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epsi12"], "abstractStem": "when monthli data on product price and the money stock are interpret via a vector autoregress as gener by dynam respons to surpris in each of the variabl a remark similar in dynam between interwar and postwar busi cycl emerg though the size of the surpris is much larger in the interwar period furthermor the money stock emerg as firmli causal prior in granger sens in both period and account for a substanti fraction of varianc in product in both period when a short interest rate is ad to the vector autoregress the remark similar in dynam between period persist but the central role of the money stock surpris evapor for the postwar period while there are potenti monetarist explan for such an observ none of them seem to fit comfort the estim dynam a nonmonetarist explan of the dynam base on the role of expect in invest behavior seem to fit the estim dynam better that thi explan which is consist with a passiv role for money could account for so much of the observ postwar relat between money stock and incom may rais doubt about the monetarist interpret even of the interwar datapthi abstract wa borrow from anoth version of thi item", "title": "Comparison of Interwar and Postwar Business Cycles: Monetarism Reconsidered"}, "https://ideas.repec.org/a/aea/jecper/v10y1996i1p105-20.html": {"abstract": "Probabilistic reasoning is essential to discourse in economics. This is true in any discipline in which, as in economics, data collection is constrained and beliefs about the phenomena being studied are crucial to decisions that cannot be delayed. Some economists have recently turned away from form probabilistic inference, in part because of legitimate discontent with the prescriptions of specialized econometricians. However, this turning away has gone in mutually inconsistent directions and is in the long run unsustainable. It should be more widely recognized that careful applied work in macroeconomics, using steadily advancing probabilistic modeling techniques, has been steadily increasing.", "authors": ["epsi12"], "abstractStem": "probabilist reason is essenti to discours in econom thi is true in ani disciplin in which as in econom data collect is constrain and belief about the phenomena be studi are crucial to decis that cannot be delay some economist have recent turn away from form probabilist infer in part becaus of legitim discont with the prescript of special econometrician howev thi turn away ha gone in mutual inconsist direct and is in the long run unsustain it should be more wide recogn that care appli work in macroeconom use steadili advanc probabilist model techniqu ha been steadili increas", "title": "Macroeconomics and Methodology"}, "https://ideas.repec.org/a/ecm/emetrp/v58y1990i1p113-44.html": {"abstract": " This paper considers estimation and hypothesis testing in linear time series when some or all of the variables have (possibly multiple) unit roots. The motivating example is a vector autoregression with some unit roots in the companion matrix, which might include polynomials in time as regressors. Parameters that can be written as coefficients on mean zero, nonintegrated regressors have jointly normal asymptotic distribution, converging at the rate of T(superscript \"one-half\") In general, the other coefficients (including the coefficient on polynomials in time), and associated t and F test statistics, have nonstandard asymptotic distributions. Copyright 1990 by The Econometric Society.", "authors": ["epsi12", "epst148", "fpwa582"], "abstractStem": " thi paper consid estim and hypothesi test in linear time seri when some or all of the variabl have possibl multipl unit root the motiv exampl is a vector autoregress with some unit root in the companion matrix which might includ polynomi in time as regressor paramet that can be written as coeffici on mean zero nonintegr regressor have jointli normal asymptot distribut converg at the rate of tsuperscript onehalf in gener the other coeffici includ the coeffici on polynomi in time and associ t and f test statist have nonstandard asymptot distribut copyright 1990 by the econometr societi", "title": "Inference in Linear Time Series Models with Some Unit Roots"}, "https://ideas.repec.org/a/bin/bpeajo/v38y2007i2007-2p75-90.html": {"abstract": "I have written several papers for BPEA (2002; 1996; 1982) looking at the relation of multiple equation quantitative economic models to the process of monetary policy making. When the first of these papers was written, the impact of the rational expectations critique in undermining academic interest in quantitative modeling for monetary policy was apparent. Many, maybe most, economists took the Lucas critique to imply that the month-to-month business of choosing monetary policy actions in the light of current information was trivial or irrelevant. Economists were thought to have nothing useful to say about it. Economists were supposed to contemplate only the choice of policy “rules”, which were modeled as functions mapping the state of the economy into policy actions.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epsi12"], "abstractStem": "i have written sever paper for bpea 2002 1996 1982 look at the relat of multipl equat quantit econom model to the process of monetari polici make when the first of these paper wa written the impact of the ration expect critiqu in undermin academ interest in quantit model for monetari polici wa appar mani mayb most economist took the luca critiqu to impli that the monthtomonth busi of choos monetari polici action in the light of current inform wa trivial or irrelev economist were thought to have noth use to say about it economist were suppos to contempl onli the choic of polici  rule  which were model as function map the state of the economi into polici actionspthi abstract wa borrow from anoth version of thi item", "title": "Monetary Policy Models"}, "https://ideas.repec.org/a/eee/econom/v146y2008i2p255-274.html": {"abstract": "Inference for multiple-equation Markov-chain models raises a number of difficulties that are unlikely to appear in smaller models. Our framework allows for many regimes in the transition matrix, without letting the number of free parameters grow as the square as the number of regimes, but also without losing a convenient form for the posterior distribution. Calculation of marginal data densities is difficult in these high-dimensional models. This paper gives methods to overcome these difficulties, and explains why existing methods are unreliable. It makes suggestions for maximizing posterior density and initiating MCMC simulations that provide robustness against the complex likelihood shape.", "authors": ["epsi12", "fpwa463", "epzh80"], "abstractStem": "infer for multipleequ markovchain model rais a number of difficulti that are unlik to appear in smaller model our framework allow for mani regim in the transit matrix without let the number of free paramet grow as the squar as the number of regim but also without lose a conveni form for the posterior distribut calcul of margin data densiti is difficult in these highdimension model thi paper give method to overcom these difficulti and explain whi exist method are unreli it make suggest for maxim posterior densiti and initi mcmc simul that provid robust against the complex likelihood shape", "title": "Methods for inference in large multiple-equation Markov-switching models"}, "https://ideas.repec.org/a/fip/fedlrv/y2005ijulp487-492nv.87no.4.html": {"abstract": "No abstract is available for this item.", "authors": ["epsi12"], "abstractStem": "no abstract is avail for thi item", "title": "Commentary on \"trends in hours, balanced growth, and the role of technology in the business cycle\""}, "https://ideas.repec.org/a/ecm/emetrp/v67y1999i5p1113-1156.html": {"abstract": " We show how to correctly extend known methods for generating error bands in reduced form VAR's to overidentified models. We argue that the conventional pointwise bands common in the literature should be supplemented with measures of shape uncertainty, and we show how to generate such measures. We focus on bands that characterize the shape of the likelihood. Such bands are not classical confidence regions. We explain that classical confidence regions mix information about parameter location with information about model fit, and hence can be misleading as summaries of the implications of the data for the location of parameters.", "authors": ["epsi12", "epzh80"], "abstractStem": " we show how to correctli extend known method for gener error band in reduc form var to overidentifi model we argu that the convent pointwis band common in the literatur should be supplement with measur of shape uncertainti and we show how to gener such measur we focu on band that character the shape of the likelihood such band are not classic confid region we explain that classic confid region mix inform about paramet locat with inform about model fit and henc can be mislead as summari of the implic of the data for the locat of paramet", "title": "Error Bands for Impulse Responses"}, "https://ideas.repec.org/a/aea/aecrev/v91y2001i2p51-54.html": {"abstract": "No abstract is available for this item.", "authors": ["epsi12"], "abstractStem": "no abstract is avail for thi item", "title": "Pitfalls of a Minimax Approach to Model Uncertainty"}, "https://ideas.repec.org/a/bin/bpeajo/v5y1974i1974-3p695-736.html": {"abstract": "No abstract is available for this item.", "authors": ["epsi12"], "abstractStem": "no abstract is avail for thi item", "title": "Output and Labor Input in Manufacturing"}, "https://ideas.repec.org/a/eee/econom/v55y1993i1-2p9-19.html": {"abstract": "In a world where time series show clear seasonal fluctuations, rational agents will take account of those fluctuations in planning their own behavior. Using seasonally adjusted data to model behavior of such agents throws away information and introduces possibly severe bias. Nonetheless it may be true fairly often that rational expectations modeling with seasonally adjusted data, treating the adjusted data as if it were actual data, gives approximately correct results; and naive extensions of standard modeling techniques to seasonally unadjusted data may give worse results than naive use of adjusted data. This paper justifies these claims with examples and detailed arguments.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epsi12"], "abstractStem": "in a world where time seri show clear season fluctuat ration agent will take account of those fluctuat in plan their own behavior use season adjust data to model behavior of such agent throw away inform and introduc possibl sever bia nonetheless it may be true fairli often that ration expect model with season adjust data treat the adjust data as if it were actual data give approxim correct result and naiv extens of standard model techniqu to season unadjust data may give wors result than naiv use of adjust data thi paper justifi these claim with exampl and detail argumentspthi abstract wa borrow from anoth version of thi item", "title": "Rational expectations modeling with seasonally adjusted data"}, "https://ideas.repec.org/a/eee/econom/v95y2000i2p443-462.html": {"abstract": "No abstract is available for this item.", "authors": ["epsi12"], "abstractStem": "no abstract is avail for thi item", "title": "Using a likelihood perspective to sharpen econometric discourse: Three examples"}, "https://ideas.repec.org/a/bin/bpeajo/v27y1996i1996-2p1-78.html": {"abstract": "No abstract is available for this item.", "authors": ["eple3", "epsi12", "epzh80"], "abstractStem": "no abstract is avail for thi item", "title": "What Does Monetary Policy Do?"}, "https://ideas.repec.org/a/mcb/jmoncb/v32y2000i4p967-72.html": {"abstract": "No abstract is available for this item.", "authors": ["epsi12"], "abstractStem": "no abstract is avail for thi item", "title": "Comment on Three Lessons for Monetary Policy in a Low-Inflation Era"}, "https://ideas.repec.org/a/aea/jecper/v24y2010i2p59-68.html": {"abstract": "The fact is, economics is not an experimental science and cannot be. \"Natural\" experiments and \"quasi\" experiments are not in fact experiments. They are rhetorical devices that are often invoked to avoid having to confront real econometric difficulties. Natural, quasi-, and computational experiments, as well as regression discontinuity design, can all, when well applied, be useful, but none are panaceas. The essay by Angrist and Pischke, in its enthusiasm for some real accomplishments in certain subfields of economics, makes overbroad claims for its favored methodologies. What the essay says about macroeconomics is mainly nonsense. Consequently, I devote the central part of my comment to describing the main developments that have helped take some of the con out of macroeconomics. Recent enthusiasm for single-equation, linear, instrumental variables approaches in applied microeconomics has led many in these fields to avoid undertaking research that would require them to think formally and carefully about the central issues of nonexperimental inference -- what I see and many see as the core of econometrics. Providing empirically grounded policy advice necessarily involves confronting these difficult central issues.", "authors": ["epsi12"], "abstractStem": "the fact is econom is not an experiment scienc and cannot be natur experi and quasi experi are not in fact experi they are rhetor devic that are often invok to avoid have to confront real econometr difficulti natur quasi and comput experi as well as regress discontinu design can all when well appli be use but none are panacea the essay by angrist and pischk in it enthusiasm for some real accomplish in certain subfield of econom make overbroad claim for it favor methodolog what the essay say about macroeconom is mainli nonsens consequ i devot the central part of my comment to describ the main develop that have help take some of the con out of macroeconom recent enthusiasm for singleequ linear instrument variabl approach in appli microeconom ha led mani in these field to avoid undertak research that would requir them to think formal and care about the central issu of nonexperiment infer  what i see and mani see as the core of econometr provid empir ground polici advic necessarili involv confront these difficult central issu", "title": "But Economics Is Not an Experimental Science"}, "https://ideas.repec.org/a/ecm/emetrp/v59y1991i6p1591-99.html": {"abstract": " For the first-order univariate autoregression without constant term, the joint density (corresponding to a flat prior) for the true coefficient and its least squares estimate is estimated by Monte Carlo and graphically displayed. The graphs show how a symmetric distribution for the coefficient conditional on the estimate coexists with an asymmetric distribution for the estimate conditional on the coefficient. Prior densities implicit in treating classical significance levels as if they were Bayesian posterior probabilities are calculated. They are shown to depend sensitively on the estimated coefficient and to put substantial probability on values of the coefficient above one. Copyright 1991 by The Econometric Society.", "authors": ["epsi12", "epuh1"], "abstractStem": " for the firstord univari autoregress without constant term the joint densiti correspond to a flat prior for the true coeffici and it least squar estim is estim by mont carlo and graphic display the graph show how a symmetr distribut for the coeffici condit on the estim coexist with an asymmetr distribut for the estim condit on the coeffici prior densiti implicit in treat classic signific level as if they were bayesian posterior probabl are calcul they are shown to depend sensit on the estim coeffici and to put substanti probabl on valu of the coeffici abov one copyright 1991 by the econometr societi", "title": "Understanding Unit Rooters: A Helicopter Tour"}, "firstname": "Christopher", "https://ideas.repec.org/a/ecm/emetrp/v51y1983i3p783-98.html": {"abstract": "No abstract is available for this item.", "authors": ["epha83", "epsi12"], "abstractStem": "no abstract is avail for thi item", "title": "Nearly Efficient Estimation of Time Series Models with Predetermined, but Not Exogenous, Instruments"}, "https://ideas.repec.org/a/fip/fedcpr/y2001p597-625.html": {"abstract": " Dollarization implies a reduction in the menu of assets available to the government and to the private sector in managing risk. Whatever the gains from dollarization, the costs of reducing the asset menu need to be weighed against them. This paper presents models, one a simple generalization of a well-known model of tax smoothing by Barro, in which these costs are explicit. Along the way, it suggests that there is likely to be no reduction in interest costs to the government from dollarization.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epsi12"], "abstractStem": " dollar impli a reduct in the menu of asset avail to the govern and to the privat sector in manag risk whatev the gain from dollar the cost of reduc the asset menu need to be weigh against them thi paper present model one a simpl gener of a wellknown model of tax smooth by barro in which these cost are explicit along the way it suggest that there is like to be no reduct in interest cost to the govern from dollarizationpthi abstract wa borrow from anoth version of thi item", "title": "Fiscal consequences for Mexico of adopting the dollar"}, "https://ideas.repec.org/a/aea/aecrev/v73y1983i2p228-33.html": {"abstract": "No abstract is available for this item.", "authors": ["epsi12"], "abstractStem": "no abstract is avail for thi item", "title": "Is There a Monetary Business Cycle?"}, "https://ideas.repec.org/a/fip/fedbcp/y2008n53x7.html": {"abstract": "As with many important theories, the long run value of Phillips curve theories may lie in the new flames that are emerging from its dying embers.", "authors": ["epsi12"], "abstractStem": "as with mani import theori the long run valu of phillip curv theori may lie in the new flame that are emerg from it die ember", "title": "Inflation expectations, uncertainty, the Phillips curve, and monetary policy"}, "https://ideas.repec.org/a/eee/moneco/v50y2003i3p665-690.html": {"abstract": "No abstract is available for this item.", "authors": ["epsi12"], "abstractStem": "no abstract is avail for thi item", "title": "Implications of rational inattention"}, "https://ideas.repec.org/a/aea/jeclit/v39y2001i2p562-566.html": {"abstract": "This article reviews Monetary Policy Rules, edited by John Taylor. The book evaluates the Taylor rule, a policy rule that specifies changes in the central bank's interest rate according to what is happening to two variables, real output and inflation. Questions are raised about (a) how well the models fit the data; (b) the validity of the assumption that there has been clear improvement in monetary policy; and (c) the rule's microfoundations.", "authors": ["epsi12"], "abstractStem": "thi articl review monetari polici rule edit by john taylor the book evalu the taylor rule a polici rule that specifi chang in the central bank interest rate accord to what is happen to two variabl real output and inflat question are rais about a how well the model fit the data b the valid of the assumpt that there ha been clear improv in monetari polici and c the rule microfound", "title": "A Review of Monetary Policy Rules"}, "https://ideas.repec.org/a/bes/jnlbes/v5y1987i4p443-49.html": {"abstract": "No abstract is available for this item.", "authors": ["epsi12"], "abstractStem": "no abstract is avail for thi item", "title": "Vector Autoregressions and Reality: Comment"}, "https://ideas.repec.org/a/bes/jnlbes/v21y2003i4p500-503.html": {"abstract": "No abstract is available for this item.", "authors": ["epsi12"], "abstractStem": "no abstract is avail for thi item", "title": "Iterative and Recursive Estimation in Structural Nonadaptive Models: Comment"}, "https://ideas.repec.org/a/eee/crcspp/v10y1979ip103-108.html": {"abstract": "No abstract is available for this item.", "authors": ["epsi12"], "abstractStem": "no abstract is avail for thi item", "title": "A comment on the papers by Zellner and Schwert"}, "https://ideas.repec.org/a/bes/jnlbes/v25y2007p152-154.html": {"abstract": "No abstract is available for this item.", "authors": ["epsi12"], "abstractStem": "no abstract is avail for thi item", "title": "Comment"}, "https://ideas.repec.org/a/cup/macdyn/v10y2006i02p231-272_05.html": {"abstract": "The issue of uncovering the effects of monetary policy is far short of resolution. In the identified VAR literature, restrictions have been imposed to identify the effects of unpredictable monetary policy disturbances. We offer critical views on the unreasonable assumptions in the existing work and argue for careful economic argument about identifying assumptions. We display a structural stochastic equilibrium model in which our VAR identification would produce correct results while drawing attention to the serious lack of time series fit in most of the DSGE literature.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epsi12", "epzh80"], "abstractStem": "the issu of uncov the effect of monetari polici is far short of resolut in the identifi var literatur restrict have been impos to identifi the effect of unpredict monetari polici disturb we offer critic view on the unreason assumpt in the exist work and argu for care econom argument about identifi assumpt we display a structur stochast equilibrium model in which our var identif would produc correct result while draw attent to the seriou lack of time seri fit in most of the dsge literaturepthi abstract wa borrow from anoth version of thi item", "title": "Does Monetary Policy Generate Recessions?"}, "https://ideas.repec.org/a/fip/fedgpr/y2005x8.html": {"abstract": "If macroeconomic models are to be useful in policy-making, where uncertainty is pervasive, the models must be treated as probability models, whether formally or informally. Use of explicit probability models allows us to learn systematically from past mistakes, to integrate model-based uncertainty with uncertain subjective judgment, and to bind data-bassed forecasting together with theory-based projection of policy effects. Yet in the last few decades policy models at central banks have steadily shed any claims to being believable probability models of the data to which they are fit. Here we describe the current state of policy modeling, suggest some reasons why we have reached this state, and assess some promising directions for future progress.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epsi12"], "abstractStem": "if macroeconom model are to be use in policymak where uncertainti is pervas the model must be treat as probabl model whether formal or inform use of explicit probabl model allow us to learn systemat from past mistak to integr modelbas uncertainti with uncertain subject judgment and to bind databass forecast togeth with theorybas project of polici effect yet in the last few decad polici model at central bank have steadili shed ani claim to be believ probabl model of the data to which they are fit here we describ the current state of polici model suggest some reason whi we have reach thi state and assess some promis direct for futur progresspthi abstract wa borrow from anoth version of thi item", "title": "Improving monetary policy models"}, "https://ideas.repec.org/a/fip/fedfpr/y2002imarx6.html": {"abstract": "We discuss the results of fitting a 6-variable structural VAR in which we allow for certain types of parameter variation over time. Allowing structural equation variances to change over time is extremely important in improving fit. Allowing the coefficients that define the model’s dynamics to change is less important to improving fit, though models with changing parameters are consistent with the data. We pay special attention to a version of the model that allows the monetary policy rule, but not other parts of the model, to show changing coefficients. Results from this model fit some aspects of conventional wisdom about changes in monetary policy over time, but imply that the changes in policy have been more subtle than dramatic. We construct counterfactual histories for the early 1980’s, suppressing the “Volcker regime” in monetary policy. We find a steadier decline in inflation and a smaller recession earlier in the period, but slower growth later, than actually occurred.", "authors": ["epsi12", "epzh80"], "abstractStem": "we discuss the result of fit a 6variabl structur var in which we allow for certain type of paramet variat over time allow structur equat varianc to chang over time is extrem import in improv fit allow the coeffici that defin the model s dynam to chang is less import to improv fit though model with chang paramet are consist with the data we pay special attent to a version of the model that allow the monetari polici rule but not other part of the model to show chang coeffici result from thi model fit some aspect of convent wisdom about chang in monetari polici over time but impli that the chang in polici have been more subtl than dramat we construct counterfactu histori for the earli 1980 s suppress the  volcker regim  in monetari polici we find a steadier declin in inflat and a smaller recess earlier in the period but slower growth later than actual occur", "title": "Macroeconomic switching"}, "https://ideas.repec.org/a/aea/aecrev/v103y2013i2p563-84.html": {"abstract": "Drastic changes in central bank operations and monetary institutions in recent years have made previously standard approaches to explaining the determination of the price level obsolete. Recent expansions of central bank balance sheets and of the levels of rich-country sovereign debt, as well as the evolving political economy of the European Monetary Union, have made it clear that fiscal policy and monetary policy are intertwined. Our thinking and teaching about inflation, monetary policy, and fiscal policy should be based on models that recognize fiscal-monetary policy interactions. (JEL E31, E52, E58, E62, H63)", "authors": ["epsi12"], "abstractStem": "drastic chang in central bank oper and monetari institut in recent year have made previous standard approach to explain the determin of the price level obsolet recent expans of central bank balanc sheet and of the level of richcountri sovereign debt as well as the evolv polit economi of the european monetari union have made it clear that fiscal polici and monetari polici are intertwin our think and teach about inflat monetari polici and fiscal polici should be base on model that recogn fiscalmonetari polici interact jel e31 e52 e58 e62 h63", "title": "Paper Money"}, "https://ideas.repec.org/a/ijc/ijcjou/y2010q1a10.html": {"abstract": "Several aspects of the difficulties of policy at the zero lower bound are discussed: The difficulty of credible commitment to higher future inflation, as most New Keynesian models imply is necessary; the need for fiscal and monetary policy coordination; and the pitfalls in the taking of quasi-fiscal actions by the central bank.", "authors": ["epsi12"], "abstractStem": "sever aspect of the difficulti of polici at the zero lower bound are discuss the difficulti of credibl commit to higher futur inflat as most new keynesian model impli is necessari the need for fiscal and monetari polici coordin and the pitfal in the take of quasifisc action by the central bank", "title": "Commentary: Commentary on Policy at the Zero Lower Bound"}, "lastname": "Sims", "https://ideas.repec.org/a/bfr/fisrev/20111621.html": {"abstract": "The euro was created at a time when the conventional view was that a central bank could control inflation by controlling the money supply and that fiscal policy’s interaction with monetary policy took the form of attempts to get the central bank to finance government debt. With a sufficiently firm and independent central bank, this view considered that financial markets would force discipline on fiscal policy. By creating a strong, independent central bank at the european level, facing multiple country-level fiscal authorities, the threat of political pressures for inflationary finance would be lower than with individual country central banks. We are learning that this formerly conventional view was largely mistaken. In particular, the euro as originally structured seemed to require the elimination of national-level lender of last resort functions for central banks, without creating as strong a replacement at the european level. Having discovered these gaps through experience, what options are there going forward for the euro area? A solution would be to fill in the institutional gaps in the original euro framework. At a minimum, this would require a new institution with at least some taxing power, able to issue debt and to buy, or not buy, the debt of euro area governments. Such an institution would of course have to be subject to democratic control.", "authors": ["epsi12"], "abstractStem": "the euro wa creat at a time when the convent view wa that a central bank could control inflat by control the money suppli and that fiscal polici s interact with monetari polici took the form of attempt to get the central bank to financ govern debt with a suffici firm and independ central bank thi view consid that financi market would forc disciplin on fiscal polici by creat a strong independ central bank at the european level face multipl countrylevel fiscal author the threat of polit pressur for inflationari financ would be lower than with individu countri central bank we are learn that thi formerli convent view wa larg mistaken in particular the euro as origin structur seem to requir the elimin of nationallevel lender of last resort function for central bank without creat as strong a replac at the european level have discov these gap through experi what option are there go forward for the euro area a solut would be to fill in the institut gap in the origin euro framework at a minimum thi would requir a new institut with at least some tax power abl to issu debt and to buy or not buy the debt of euro area govern such an institut would of cours have to be subject to democrat control", "title": "Gaps in the institutional structure of the euro area"}, "https://ideas.repec.org/a/aea/aecrev/v62y1972i4p540-52.html": {"abstract": "No abstract is available for this item.", "authors": ["epsi12"], "abstractStem": "no abstract is avail for thi item", "title": "Money, Income, and Causality"}, "https://ideas.repec.org/a/bla/jfinan/v36y1981i2p515-17.html": {"abstract": "No abstract is available for this item.", "authors": ["epsi12"], "abstractStem": "no abstract is avail for thi item", "title": "Current Monetary Policy Research at the Federal Reserve Board: Discussion"}, "https://ideas.repec.org/a/kap/decono/v152y2004i2p167-175.html": {"abstract": " Progress, regress, and continuity in quantitative analysis for policy are discussed. We look at the present from the perspective of Tinbergen, Haavelmo, and Keynes. Probability modeling has been in retreat at central banks and elsewhere. New computational methods, though, are making Bayesian analysis of previously intractable problems possible, and at the same time appreciation of the clarity with which Bayesian data analyis integrates with decison-making is spreading.", "authors": ["epsi12"], "abstractStem": " progress regress and continu in quantit analysi for polici are discuss we look at the present from the perspect of tinbergen haavelmo and keyn probabl model ha been in retreat at central bank and elsewher new comput method though are make bayesian analysi of previous intract problem possibl and at the same time appreci of the clariti with which bayesian data analyi integr with decisonmak is spread", "title": "Econometrics for Policy Analysis: Progress and Regress"}, "https://ideas.repec.org/a/ier/iecrev/v39y1998i4p949-68.html": {"abstract": " If dynamic multivariate models are to be used to guide decisionmaking, it is important that probability assessments of forecasts or policy projections be provided. When identified Bayesian vector autoregression (VAR) models are presented with error bands in the existing literature, both conceptual and numerical problems have not been dealt with in an internally consistent way. In this paper, the authors develop methods to introduce prior information in both reduced-form and structural VAR models without introducing substantial new computational burdens. Their approach makes it feasible to use a single, large dynamic framework (for example, twenty-variable models) for tasks of policy projections. Copyright 1998 by Economics Department of the University of Pennsylvania and the Osaka University Institute of Social and Economic Research Association.", "authors": ["epsi12", "epzh80"], "abstractStem": " if dynam multivari model are to be use to guid decisionmak it is import that probabl assess of forecast or polici project be provid when identifi bayesian vector autoregress var model are present with error band in the exist literatur both conceptu and numer problem have not been dealt with in an intern consist way in thi paper the author develop method to introduc prior inform in both reducedform and structur var model without introduc substanti new comput burden their approach make it feasibl to use a singl larg dynam framework for exampl twentyvari model for task of polici project copyright 1998 by econom depart of the univers of pennsylvania and the osaka univers institut of social and econom research associ", "title": "Bayesian Methods for Dynamic Multivariate Models"}, "https://ideas.repec.org/a/bin/bpeajo/v13y1982i1982-1p107-164.html": {"abstract": "No abstract is available for this item.", "authors": ["epsi12"], "abstractStem": "no abstract is avail for thi item", "title": "Policy Analysis with Econometric Models"}, "https://ideas.repec.org/a/tpr/restat/v53y1971i2p204-05.html": {"abstract": "No abstract is available for this item.", "authors": ["epsi12"], "abstractStem": "no abstract is avail for thi item", "title": "Linear Regression with Non-Normal Error Terms: A Comment"}, "https://ideas.repec.org/a/bes/jnlbes/v8y1990i1p45-47.html": {"abstract": " Backsolving is a class of methods that generate simulated values for exogenous forcing processes in a stochastic equilibrium model from specified assumed distributions for Euler-equation disturbances. It can be thought of as a way to force the approximation error generated by inexact choice of decision rule or boundary condition into distortions of the distribution of the exogenous shocks in the simulations rather than into violations of the Euler equations as with standard approaches. Here it is applied to a one-sector neoclassical growth model with decision rule generated from a linear-quadratic approximation.", "authors": ["epsi12"], "abstractStem": " backsolv is a class of method that gener simul valu for exogen forc process in a stochast equilibrium model from specifi assum distribut for eulerequ disturb it can be thought of as a way to forc the approxim error gener by inexact choic of decis rule or boundari condit into distort of the distribut of the exogen shock in the simul rather than into violat of the euler equat as with standard approach here it is appli to a onesector neoclass growth model with decis rule gener from a linearquadrat approxim", "title": "Solving the Stochastic Growth Model by Backsolving with a Particular Nonlinear Form for the Decision Rule"}, "https://ideas.repec.org/a/aea/aecrev/v78y1988i2p163-67.html": {"abstract": "No abstract is available for this item.", "authors": ["epsi12"], "abstractStem": "no abstract is avail for thi item", "title": "Uncertainty across Models"}, "https://ideas.repec.org/a/eee/eecrev/v35y1991i4p922-932.html": {"abstract": "No abstract is available for this item.", "authors": ["epsi12"], "abstractStem": "no abstract is avail for thi item", "title": "Empirical analysis of macroeconomic time series: VAR and structural models : by Michael P. Clements and Grayham E. Mizon"}, "https://ideas.repec.org/a/eee/crcspp/v49y1998ip317-356.html": {"abstract": "No abstract is available for this item.", "authors": ["epsi12"], "abstractStem": "no abstract is avail for thi item", "title": "Stickiness"}, "https://ideas.repec.org/a/eee/moneco/v73y2015icp1-19.html": {"abstract": "Using a simple, general equilibrium model, we argue that it would be appropriate for a central bank with a large balance sheet composed of long-duration nominal assets to have access to, and be willing to ask for, support for its balance sheet by the fiscal authority. Otherwise its ability to control inflation may be at risk. This need for balance sheet support — a within-government transaction — is distinct from the need for fiscal backing of inflation policy that arises even in models where the central bank׳s balance sheet is merged with that of the rest of the government.", "authors": ["epde35", "epsi12"], "abstractStem": "use a simpl gener equilibrium model we argu that it would be appropri for a central bank with a larg balanc sheet compos of longdur nomin asset to have access to and be will to ask for support for it balanc sheet by the fiscal author otherwis it abil to control inflat may be at risk thi need for balanc sheet support   a withingovern transact   is distinct from the need for fiscal back of inflat polici that aris even in model where the central bank s balanc sheet is merg with that of the rest of the govern", "title": "When does a central bank׳s balance sheet require fiscal support?"}, "https://ideas.repec.org/a/eee/eecrev/v55y2011i1p48-56.html": {"abstract": "The inflation of the 1970s in the US is often discussed as if the only type of policy action that could have prevented the inflation were monetary policy actions and the only type of policy errors that might have induced the inflation were monetary policy errors. Yet fiscal policy underwent dramatic shifts in the 1970s and economic theory makes clear that in an environment of uncertainty about future fiscal policy, monetary policy instruments may lose potency or have perverse effects. This paper documents the vagaries of fiscal policy in this period and argues that people at the time must have been uncertain about fiscal policy's future course. It also lays out a theoretical framework for understanding the effects of fiscal uncertainties on monetary policy and shows that fiscal variables have predictive value in dynamic models, even if traditional monetary policy indicators are included in the system.", "authors": ["epsi12"], "abstractStem": "the inflat of the 1970 in the us is often discuss as if the onli type of polici action that could have prevent the inflat were monetari polici action and the onli type of polici error that might have induc the inflat were monetari polici error yet fiscal polici underw dramat shift in the 1970 and econom theori make clear that in an environ of uncertainti about futur fiscal polici monetari polici instrument may lose potenc or have pervers effect thi paper document the vagari of fiscal polici in thi period and argu that peopl at the time must have been uncertain about fiscal polici futur cours it also lay out a theoret framework for understand the effect of fiscal uncertainti on monetari polici and show that fiscal variabl have predict valu in dynam model even if tradit monetari polici indic are includ in the system", "title": "Stepping on a rake: The role of fiscal policy in the inflation of the 1970s"}, "https://ideas.repec.org/a/bin/bpeajo/v33y2002i2002-2p1-62.html": {"abstract": "No abstract is available for this item.", "authors": ["epsi12"], "abstractStem": "no abstract is avail for thi item", "title": "The Role of Models and Probabilities in the Monetary Policy Process"}, "https://ideas.repec.org/a/ecm/emetrp/v39y1971i3p545-63.html": {"abstract": "No abstract is available for this item.", "authors": ["epsi12"], "abstractStem": "no abstract is avail for thi item", "title": "Discrete Approximations to Continuous Time Distributed Lags in Econometrics"}, "https://ideas.repec.org/a/fip/fedfpr/y2005x8.html": {"abstract": "No abstract is available for this item.", "authors": ["epsi12"], "abstractStem": "no abstract is avail for thi item", "title": "Model uncertainty and policy evaluation: some theory and empirics - comments"}, "https://ideas.repec.org/a/spr/joecth/v4y1994i3p381-99.html": {"abstract": "No abstract is available for this item.", "authors": ["epsi12"], "abstractStem": "no abstract is avail for thi item", "title": "A Simple Model for Study of the Determination of the Price Level and the Interaction of Monetary and Fiscal Policy"}, "homepage": "https://ideas.repec.org/e/psi12.html", "https://ideas.repec.org/a/bes/jnlbes/v3y1985i1p92-94.html": {"abstract": "No abstract is available for this item.", "authors": ["epsi12"], "abstractStem": "no abstract is avail for thi item", "title": "Comment on \"Issues Involved with the Seasonal Adjustment of Economic Time Series.\""}, "https://ideas.repec.org/a/aea/aecrev/v102y2012i4p1187-1205.html": {"abstract": "No abstract is available for this item.", "authors": ["epsi12"], "abstractStem": "no abstract is avail for thi item", "title": "Statistical Modeling of Monetary Policy and Its Effects"}, "https://ideas.repec.org/a/eee/econom/v83y1998i1-2p9-19.html": {"abstract": "No abstract is available for this item.", "authors": ["epsi12"], "abstractStem": "no abstract is avail for thi item", "title": "Econometric implications of the government budget constraint"}, "https://ideas.repec.org/a/ucp/jpolec/v89y1981i3p578-83.html": {"abstract": "No abstract is available for this item.", "authors": ["epsi12"], "abstractStem": "no abstract is avail for thi item", "title": "What Kind of Science is Economics? A Review Article on Causality in Economics by John R. Hicks"}, "https://ideas.repec.org/a/ier/iecrev/v39y1998i4p933-41.html": {"abstract": "No abstract is available for this item.", "authors": ["epsi12"], "abstractStem": "no abstract is avail for thi item", "title": "Comment on Glenn Rudebusch's \"Do Measures of Monetary Policy in a VAR Make Sense?\""}, "https://ideas.repec.org/a/qnt/quantl/y2007i2p83-94.html": {"abstract": "We take a decision-theoretic view on the question of how to use instrumental variables and method of moments. Since prior beliefs play an inevitably strong role when instruments are possibly \"weak\", or when the number of instruments is large relative to the number of observations, it is important in these cases to report characteristics of the likelihood beyond the usual IV or ML estimates and their asymptotic (i.e. second-order local) approximate standard errors. IV and GMM appeal because of their legitimate claim to be convenient to compute in many cases, and a (spurious) claim that they can be justified with few \"assumptions\". We discuss some approaches to making such a claim more legitimately.", "authors": ["epsi12"], "abstractStem": "we take a decisiontheoret view on the question of how to use instrument variabl and method of moment sinc prior belief play an inevit strong role when instrument are possibl weak or when the number of instrument is larg rel to the number of observ it is import in these case to report characterist of the likelihood beyond the usual iv or ml estim and their asymptot ie secondord local approxim standard error iv and gmm appeal becaus of their legitim claim to be conveni to comput in mani case and a spuriou claim that they can be justifi with few assumpt we discuss some approach to make such a claim more legitim", "title": "Thinking about instrumental variables (in Russian)"}, "https://ideas.repec.org/a/eee/dyncon/v12y1988i2-3p463-474.html": {"abstract": "This paper examines several grounds for doubting the value of much of the special attention recently devoted to unit root econometrics. Unit root hypotheses are less well connected to economic theory than is often suggested or assumed; distribution theory for tests of other hypotheses in models containing unit roots are less often affected by the presence of unit roots than has been widely recognized; and the Bayesian inferential theory for dynamic models is largely unaffected by the presence of unit roots. The paper displays an example to show that when Bayesian probability statements and classical marginal significance levels diverge as they do for unit root models, the marginal significance levels are misleading. The paper shows how to carry out Bayesian inference when discrete weight is given to the unit root null hypothesis in a univariate model.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epsi12"], "abstractStem": "thi paper examin sever ground for doubt the valu of much of the special attent recent devot to unit root econometr unit root hypothes are less well connect to econom theori than is often suggest or assum distribut theori for test of other hypothes in model contain unit root are less often affect by the presenc of unit root than ha been wide recogn and the bayesian inferenti theori for dynam model is larg unaffect by the presenc of unit root the paper display an exampl to show that when bayesian probabl statement and classic margin signific level diverg as they do for unit root model the margin signific level are mislead the paper show how to carri out bayesian infer when discret weight is given to the unit root null hypothesi in a univari modelpthi abstract wa borrow from anoth version of thi item", "title": "Bayesian skepticism on unit root econometrics"}, "https://ideas.repec.org/a/eee/eecrev/v36y1992i5p975-1000.html": {"abstract": "Existing theory and evidence on the effects of monetary policy are reviewed. Substantial room for disagreement among economists remains. New evidence, based on multivariate time series studies of several countries, is presented. While certain patterns in the data consistent with effective monetary policy are strikingly similar across countries, others, particularly the tendency of interest rate increases to predict high inflation, are harder to reconcile with effective monetary policy.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epsi12"], "abstractStem": "exist theori and evid on the effect of monetari polici are review substanti room for disagr among economist remain new evid base on multivari time seri studi of sever countri is present while certain pattern in the data consist with effect monetari polici are strikingli similar across countri other particularli the tendenc of interest rate increas to predict high inflat are harder to reconcil with effect monetari policypthi abstract wa borrow from anoth version of thi item", "title": "Interpreting the macroeconomic time series facts : The effects of monetary policy"}, "https://ideas.repec.org/a/oup/ajagec/v71y1989i2p489-494..html": {"abstract": "It is argued that economists ought to recognize that modeling in different styles will be appropriate for different purposes or different stages in the development of an area of economics. As an example, the paper displays simulations of a stochastic general equilibrium model which shed light on the interpretation of widely discussed small macroeconomic vector autoregressive models connecting monetary variables to output and prices.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epsi12"], "abstractStem": "it is argu that economist ought to recogn that model in differ style will be appropri for differ purpos or differ stage in the develop of an area of econom as an exampl the paper display simul of a stochast gener equilibrium model which shed light on the interpret of wide discuss small macroeconom vector autoregress model connect monetari variabl to output and pricespthi abstract wa borrow from anoth version of thi item", "title": "Models and Their Uses"}, "https://ideas.repec.org/a/fip/fedlrv/y1996imayp173-178nv.78no.3.html": {"abstract": "No abstract is available for this item.", "authors": ["epsi12"], "abstractStem": "no abstract is avail for thi item", "title": "Inflation and growth - commentary"}, "https://ideas.repec.org/a/fip/fedbcp/y1998ijunp121-175n42.html": {"abstract": "No abstract is available for this item.", "authors": ["epsi12"], "abstractStem": "no abstract is avail for thi item", "title": "Role of interest rate policy in the generation and propagation of business cycles: what has changed since the '30s?"}, "https://ideas.repec.org/a/aea/aecrev/v96y2006i1p54-81.html": {"abstract": "A multivariate regime-switching model for monetary policy is confronted with U.S. data. The best fit allows time variation in disturbance variances only. With coefficients allowed to change, the best fit is with change only in the monetary policy rule and there are three estimated regimes corresponding roughly to periods when most observers believe that monetary policy actually differed. But the differences among regimes are not large enough to account for the rise, then decline, in inflation of the 1970s and 1980s. Our estimates imply monetary targeting was central in the early 1980s, but also important sporadically in the 1970s.", "authors": ["epsi12", "epzh80"], "abstractStem": "a multivari regimeswitch model for monetari polici is confront with us data the best fit allow time variat in disturb varianc onli with coeffici allow to chang the best fit is with chang onli in the monetari polici rule and there are three estim regim correspond roughli to period when most observ believ that monetari polici actual differ but the differ among regim are not larg enough to account for the rise then declin in inflat of the 1970 and 1980 our estim impli monetari target wa central in the earli 1980 but also import sporad in the 1970", "title": "Were There Regime Switches in U.S. Monetary Policy?"}, "https://ideas.repec.org/a/kap/compec/v20y2002i1-2p1-20.html": {"abstract": " We describe methods for solving general linear rational expectations models in continuous or discrete timing with or without exogenous variables. The methods are based on matrix eigenvalue decompositions. Copyright 2002 by Kluwer Academic Publishers", "authors": ["epsi12"], "abstractStem": " we describ method for solv gener linear ration expect model in continu or discret time with or without exogen variabl the method are base on matrix eigenvalu decomposit copyright 2002 by kluwer academ publish", "title": "Solving Linear Rational Expectations Models"}}}