{"epst33": {"https://ideas.repec.org/a/oup/indcch/v12y2003i1p3-26.html": {"abstract": " This essay concerns the process of globalization, the integration of economies around the world which has put new demands on nation-states at the very same time that, in many ways, it has reduced their capacities to deal with those demands. The nation-state today is squeezed, on the one side, by the forces of global economics and, on the other side, by the political demands for devolution of power. Copyright 2003, Oxford University Press.", "authors": ["epst33"], "abstractStem": " thi essay concern the process of global the integr of economi around the world which ha put new demand on nationst at the veri same time that in mani way it ha reduc their capac to deal with those demand the nationst today is squeez on the one side by the forc of global econom and on the other side by the polit demand for devolut of power copyright 2003 oxford univers press", "title": "Globalization and the economic role of the state in the new millennium"}, "https://ideas.repec.org/a/eee/pubeco/v56y1995i2p189-223.html": {"abstract": "The optimal income tax problem, since it requires self-selection constraints which define nonconvex feasible sets, is one of the many problems in economics for which randomization in the solution may be desirable. For a two-class economy. we characterize the optimal random tax schedules and we present necessary and sufficient conditions for the desirability of local randomization. The standard single-crossing restriction on preferences is not required for these results. We also show that randomization can be beneficial without violating (ex post as well as ex ante) horizontal equity. Lastly, we give an example to demonstrate that the gains from randomization may be large.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpbr628", "epha168", "epst33"], "abstractStem": "the optim incom tax problem sinc it requir selfselect constraint which defin nonconvex feasibl set is one of the mani problem in econom for which random in the solut may be desir for a twoclass economi we character the optim random tax schedul and we present necessari and suffici condit for the desir of local random the standard singlecross restrict on prefer is not requir for these result we also show that random can be benefici without violat ex post as well as ex ant horizont equiti lastli we give an exampl to demonstr that the gain from random may be largepthi abstract wa borrow from anoth version of thi item", "title": "Randomization in optimal income tax schedules"}, "https://ideas.repec.org/a/rje/bellje/v3y1972iautumnp458-482.html": {"abstract": " This paper considers the implications of bankruptcies, take-overs, and divergent expectations for the financial policy of the firm; we argue that, under reasonable assumptions, there is an optimal debt-equity ratio. Previous studies have shown that under very general conditions, if there is no chance of bankruptcy, then financial policy has no effect on the value of the firm; there is no optimal debt-equity ratio. Under certain very restrictive conditions, the no bankruptcy condition may be removed. We show that when these restrictive conditions are not satisfied, and when there is a real possibility of bankruptcy if the firm issues too much debt, the firm's valuation will depend on its debt-equity ratio; the real decisions of the firm (e.g., its investment and choice of technique) cannot be separated from its financial decisions; and the real decisions of the firm may not be productively efficient. Finally, the implications of the possibility of a take-over for the financial policy of the firm are considered.", "authors": ["epst33"], "abstractStem": " thi paper consid the implic of bankruptci takeov and diverg expect for the financi polici of the firm we argu that under reason assumpt there is an optim debtequ ratio previou studi have shown that under veri gener condit if there is no chanc of bankruptci then financi polici ha no effect on the valu of the firm there is no optim debtequ ratio under certain veri restrict condit the no bankruptci condit may be remov we show that when these restrict condit are not satisfi and when there is a real possibl of bankruptci if the firm issu too much debt the firm valuat will depend on it debtequ ratio the real decis of the firm eg it invest and choic of techniqu cannot be separ from it financi decis and the real decis of the firm may not be product effici final the implic of the possibl of a takeov for the financi polici of the firm are consid", "title": "Some Aspects of the Pure Theory of Corporate Finance: Bankruptcies and Take-Overs"}, "https://ideas.repec.org/a/oup/wbecrv/v4y1990i3p235-50.html": {"abstract": "No abstract is available for this item.", "authors": ["fpho255", "epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Imperfect Information and Rural Credit Markets--Puzzles and Policy Perspectives"}, "https://ideas.repec.org/a/bla/jfinan/v44y1989i2p469-77.html": {"abstract": " The ability of capital markets to distinguish firms of different value by the size of their initial equity offerings is attenuated when insiders can sell equity more than once. A model is developed in which there is price risk from holding equity between periods. When the uncertainty is small, there must be pooling in the first period. When uncertainty is large, the pooling equilibria dominate the separating equilibria. Copyright 1989 by American Finance Association.", "authors": ["epst33"], "abstractStem": " the abil of capit market to distinguish firm of differ valu by the size of their initi equiti offer is attenu when insid can sell equiti more than onc a model is develop in which there is price risk from hold equiti between period when the uncertainti is small there must be pool in the first period when uncertainti is larg the pool equilibria domin the separ equilibria copyright 1989 by american financ associ", "title": " The Informational Content of Initial Public Offerings"}, "https://ideas.repec.org/a/oup/qjecon/v83y1969i2p263-283..html": {"abstract": "I. Introduction, 263. — II. The basic model and some behavioral hypotheses, 264. — III. Wealth tax, 269. — IV. Income taxation, 270. — V. Special treatment of capital gains, 274. — VI. No loss offset, 275. — VII. Welfare implications, 279.", "authors": [], "abstractStem": "i introduct 263   ii the basic model and some behavior hypothes 264   iii wealth tax 269   iv incom taxat 270   v special treatment of capit gain 274   vi no loss offset 275   vii welfar implic 279", "title": "The Effects of Income, Wealth, and Capital Gains Taxation on Risk-Taking"}, "https://ideas.repec.org/a/aea/aecrev/v70y1980i3p393-408.html": {"abstract": "No abstract is available for this item.", "authors": ["epgr108", "epst33"], "abstractStem": "no abstract is avail for thi item", "title": "On the Impossibility of Informationally Efficient Markets"}, "https://ideas.repec.org/a/aea/aecrev/v66y1976i4p655-61.html": {"abstract": "No abstract is available for this item.", "authors": ["epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Monopoly and the Rate of Extraction of Exhaustible Resources"}, "https://ideas.repec.org/a/eee/pubeco/v2y1973i1p1-34.html": {"abstract": "No abstract is available for this item.", "authors": ["epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Taxation, corporate financial policy, and the cost of capital"}, "https://ideas.repec.org/a/aea/aecrev/v59y1969i5p784-93.html": {"abstract": "No abstract is available for this item.", "authors": ["epst33"], "abstractStem": "no abstract is avail for thi item", "title": "A Re-Examination of the Modigliani-Miller Theorem"}, "https://ideas.repec.org/a/eee/jetheo/v8y1974i3p337-360.html": {"abstract": "No abstract is available for this item.", "authors": ["epdi24", "epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Increases in risk and in risk aversion"}, "https://ideas.repec.org/a/mul/jl9ury/doi10.1425-22633y2006i2p219-244.html": {"abstract": "In this work, we discuss the role of institutions and policies in the process of development. We begin by arguing how misleading the market \"failure language\" can be in order to assess the necessity of public policies in that it evaluates it against a yardstick that is hardly met by any observed market set-up. Much nearer to the empirical evidence we argue that even when one encounters a prevailing market form of governance of economic interactions, the latter are embedded in a rich thread of non-market institutions. This applies in general and is particularly so with respect to the production and use of information and technological knowledge. In this work we build on the fundamental institutional embeddedness of such processes of technological learning in both developed and catching-up countries and we try to identify some quite robust policy ingredients which have historically accompanied the co-evolution between technological capabilities, forms of corporate organisations and incentive structures. All experiences of successful catching-up and sometimes overtaking the incumbent economic leaders - starting with the USA vis-à-vis Britain - have involved \"institution building\" and policy measures affecting technological imitation, the organisations of industries, trade patterns and intellectual property rights. This is likely to apply today, too, - we argue - also in the context of a \"globalised\" world economy.", "authors": ["epdo10", "epst33"], "abstractStem": "in thi work we discuss the role of institut and polici in the process of develop we begin by argu how mislead the market failur languag can be in order to assess the necess of public polici in that it evalu it against a yardstick that is hardli met by ani observ market setup much nearer to the empir evid we argu that even when one encount a prevail market form of govern of econom interact the latter are embed in a rich thread of nonmarket institut thi appli in gener and is particularli so with respect to the product and use of inform and technolog knowledg in thi work we build on the fundament institut embedded of such process of technolog learn in both develop and catchingup countri and we tri to identifi some quit robust polici ingredi which have histor accompani the coevolut between technolog capabl form of corpor organis and incent structur all experi of success catchingup and sometim overtak the incumb econom leader  start with the usa vi vi britain  have involv institut build and polici measur affect technolog imit the organis of industri trade pattern and intellectu properti right thi is like to appli today too  we argu  also in the context of a globalis world economi", "title": "Istituzioni e politiche che plasmano lo sviluppo industriale: una nota introduttiva"}, "https://ideas.repec.org/a/ucp/jpolec/v82y1974i4p893-903.html": {"abstract": "No abstract is available for this item.", "authors": ["epst33"], "abstractStem": "no abstract is avail for thi item", "title": "The Cambridge-Cambridge Controversy in the Theory of Capital: A View from New Haven: A Review Article"}, "https://ideas.repec.org/a/eee/pubeco/v6y1976i1-2p55-75.html": {"abstract": "No abstract is available for this item.", "authors": ["epat36", "epst33"], "abstractStem": "no abstract is avail for thi item", "title": "The design of tax structure: Direct versus indirect taxation"}, "https://ideas.repec.org/a/oup/qjecon/v106y1991i1p289-295..html": {"abstract": "No abstract is available for this item.", "authors": [], "abstractStem": "no abstract is avail for thi item", "title": "The Quality of Managers in Centralized Versus Decentralized Organizations"}, "https://ideas.repec.org/a/eee/pubeco/v1y1972i1p97-119.html": {"abstract": "No abstract is available for this item.", "authors": ["epat36", "epst33"], "abstractStem": "no abstract is avail for thi item", "title": "The structure of indirect taxation and economic efficiency"}, "https://ideas.repec.org/a/bla/coecpo/v3y1984i1p53-78.html": {"abstract": "No abstract is available for this item.", "authors": ["epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Budget Policy And Processes: Where Do We Go From Here?"}, "https://ideas.repec.org/a/bpj/evoice/v5y2008i4n6.html": {"abstract": "Joseph Stiglitz argues that only the left has a comprehensive program that will permit and provide sustainable growth.", "authors": ["epst33"], "abstractStem": "joseph stiglitz argu that onli the left ha a comprehens program that will permit and provid sustain growth", "title": "Turn Left for Sustainable Growth"}, "https://ideas.repec.org/a/fgv/epgrbe/v44y1990i3a458.html": {"abstract": "No abstract is available for this item.", "authors": ["epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Governo, mercado financeiro e desenvolvimento econômico"}, "https://ideas.repec.org/a/aea/aecrev/v94y2004i3p753-763.html": {"abstract": "With the collapse of communism in Eastern Europe and the Soviet Union in 1989-91, many economic reformers supported\"Big Bang\"privatization-the rapid transfer of state-owned enterprises to private individuals. It was hoped that Big Bang privatization would create the conditions for a demand-led evolution of legal institutions. But there was no theory to explain how this process of institutional evolution, including a legal framework for the protection of investors, would occur and, in fact, it has not yet occurred in Russia, in other former Soviet Union countries, in the Czech Republic, and elsewhere. A central reason for that, according to many scholars, is the weakness of the political demand for the rule of law. To shed light on this puzzle, the authors consider a model where the conditions for the emergence of the rule of law might be interpreted as highly favorable. Individuals with control rights over privatized assets can collectively bring about the rule of law simply by voting for it. These individuals are concerned with the wealth they can obtain from the privatized assets, and have two alternative strategies: building value and stripping assets. Building value under the rule of law yields higher benefits to a majority than stripping assets under no rule of law. But uncertainty about when the rule of law will be established may lead some individuals to choose an economic strategy-stripping assets, including converting corporate assets to private use-that gives them an interest in postponing the establishment of the rule of law. And therefore in the succeeding period, the rule of law may again not be in place, and so again individuals may strip assets. If they do, some of them may again have an interest in postponing the establishment of the rule of law. And so a weak demand for the rule of law can persist. The contribution of the paper is to show that the view that once stripping has occurred, the strippers will say\"enough\"and by support<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpho255", "epst33"], "abstractStem": "with the collaps of commun in eastern europ and the soviet union in 198991 mani econom reform supportedbig bangprivatizationth rapid transfer of stateown enterpris to privat individu it wa hope that big bang privat would creat the condit for a demandl evolut of legal institut but there wa no theori to explain how thi process of institut evolut includ a legal framework for the protect of investor would occur and in fact it ha not yet occur in russia in other former soviet union countri in the czech republ and elsewher a central reason for that accord to mani scholar is the weak of the polit demand for the rule of law to shed light on thi puzzl the author consid a model where the condit for the emerg of the rule of law might be interpret as highli favor individu with control right over privat asset can collect bring about the rule of law simpli by vote for it these individu are concern with the wealth they can obtain from the privat asset and have two altern strategi build valu and strip asset build valu under the rule of law yield higher benefit to a major than strip asset under no rule of law but uncertainti about when the rule of law will be establish may lead some individu to choos an econom strategystrip asset includ convert corpor asset to privat usethat give them an interest in postpon the establish of the rule of law and therefor in the succeed period the rule of law may again not be in place and so again individu may strip asset if they do some of them may again have an interest in postpon the establish of the rule of law and so a weak demand for the rule of law can persist the contribut of the paper is to show that the view that onc strip ha occur the stripper will sayenoughand by supportpthi abstract wa borrow from anoth version of thi item", "title": "After the Big Bang? Obstacles to the Emergence of the Rule of Law in Post-Communist Societies"}, "https://ideas.repec.org/a/ecm/emetrp/v46y1978i2p269-84.html": {"abstract": "No abstract is available for this item.", "authors": ["epsh109", "epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Efficiency in the Optimum Supply of Public Goods"}, "https://ideas.repec.org/a/ecj/econjl/v98y1988i391p451-70.html": {"abstract": " This paper examines optimal decision making under three different organizational forms: committees, hierarchies, an d polyarchies. Focus is on the trade-off between errors of rejecting good projects versus errors of accepting bad projects, and on the tra de-off between gains from more extensive evaluations of projects vers us costs of evaluation. The authors characterize the optimal sizes of these organizations (as well as the optimal level of consensus in co mmittees), and then analyze how these optima change under different o rganizational environments. They also analyze the influence of organi zational environment on the relative performance of these alternative organizational forms. Copyright 1988 by Royal Economic Society.", "authors": ["fpsa736", "epst33"], "abstractStem": " thi paper examin optim decis make under three differ organiz form committe hierarchi an d polyarchi focu is on the tradeoff between error of reject good project versu error of accept bad project and on the tra deoff between gain from more extens evalu of project ver us cost of evalu the author character the optim size of these organ as well as the optim level of consensu in co mmitte and then analyz how these optima chang under differ o rganiz environ they also analyz the influenc of organi zation environ on the rel perform of these altern organiz form copyright 1988 by royal econom societi", "title": "Committees, Hierarchies and Polyarchies"}, "https://ideas.repec.org/a/aea/aecrev/v100y2010i2p141-46.html": {"abstract": "This paper assesses the role of ideas in economic change, combining economic and historical analysis with insights from psychology, sociology and anthropology. Belief systems shape the system of categories (\"pre-confirmatory bias\") and perceptions (confirmatory bias), and are themselves constrained by fundamental values. We illustrate the model using the historical construction of racial categories. Given the post-Reformation fundamental belief that all men had rights, colonial powers after the 15th century constructed ideologies that the colonized groups they exploited were naturally inferior, and gave these beliefs precedence over other aspects of belief systems. Historical work finds that doctrines of race came into their own in the colonies that became the US after, not before, slavery; that out of the \"scandal of empire\" in India emerged a \"race theory that cast Britons and Indians in a relationship of absolute difference\"; and that arguments used by the settlers in Australia to justify their policies towards the Aborigines entailed in effect the expulsion of the Aborigines from the human race. Racial ideology shaped categories and perceptions in ways that we show can give rise to equilibrium fictions. In our framework, technology, contacts with the outside world, and changes in power and wealth matter not just directly but because they can lead to changes in ideology.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpho255", "epst33"], "abstractStem": "thi paper assess the role of idea in econom chang combin econom and histor analysi with insight from psycholog sociolog and anthropolog belief system shape the system of categori preconfirmatori bia and percept confirmatori bia and are themselv constrain by fundament valu we illustr the model use the histor construct of racial categori given the postreform fundament belief that all men had right coloni power after the 15th centuri construct ideolog that the colon group they exploit were natur inferior and gave these belief preced over other aspect of belief system histor work find that doctrin of race came into their own in the coloni that becam the us after not befor slaveri that out of the scandal of empir in india emerg a race theori that cast briton and indian in a relationship of absolut differ and that argument use by the settler in australia to justifi their polici toward the aborigin entail in effect the expuls of the aborigin from the human race racial ideolog shape categori and percept in way that we show can give rise to equilibrium fiction in our framework technolog contact with the outsid world and chang in power and wealth matter not just directli but becaus they can lead to chang in ideologypthi abstract wa borrow from anoth version of thi item", "title": "Equilibrium Fictions: A Cognitive Approach to Societal Rigidity"}, "https://ideas.repec.org/a/ecj/econjl/v89y1979i356p799-817.html": {"abstract": "No abstract is available for this item.", "authors": ["epne15", "epst33"], "abstractStem": "no abstract is avail for thi item", "title": "The Theory of Commodity Price Stabilisation Rules: Welfare Impacts and Supply Responses"}, "https://ideas.repec.org/a/oup/ajagec/v68y1986i3p642-652..html": {"abstract": "This paper explains the rationale and describes the characteristics of cost sharing arrangements in rural developing economies, focusing on the risk and incentive properties of alternative cost contracts and on their flexibility—their ability to adapt to environmental changes. It is shown that where labor inputs are difficult to monitor, the rule that cost shares and output shares be equalized will not hold and is not \"constrained pareto efficient,\" and that cost-sharing contracts have a decided advantage over contracts which specify the level of inputs whenever there are asymmetries of information regarding production technology between the landlord and the tenant.", "authors": ["epst33"], "abstractStem": "thi paper explain the rational and describ the characterist of cost share arrang in rural develop economi focus on the risk and incent properti of altern cost contract and on their flexibl their abil to adapt to environment chang it is shown that where labor input are difficult to monitor the rule that cost share and output share be equal will not hold and is not constrain pareto effici and that costshar contract have a decid advantag over contract which specifi the level of input whenev there are asymmetri of inform regard product technolog between the landlord and the tenant", "title": "Cost-Sharing Arrangements under Sharecropping: Moral Hazard, Incentive Flexibility, and Risk"}, "https://ideas.repec.org/a/aea/aecrev/v85y1995i2p219-25.html": {"abstract": "No abstract is available for this item.", "authors": ["epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Labor-Market Adjustments and the Persistence of Unemployment"}, "https://ideas.repec.org/a/eee/iepoli/v6y1994i1p77-82.html": {"abstract": "Is an economy with adverse selection, moral hazard, or an incomplete set of risk markets \"constrained\" Pareto efficient? There are two sets of papers addressing this question, one asserting that, under seemingly quite general conditions, the economy is constrained Pareto efficient, the other (to which we have contributed) that it is not. In this paper, we delineate the differences in assumptions between the two sets of papers, and under our assumptions present an intuitive proof of the Pareto inefficiency of market equilibrium with moral hazard and identify what it is that the government can do that the market cannot.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epar13", "epst33"], "abstractStem": "is an economi with advers select moral hazard or an incomplet set of risk market constrain pareto effici there are two set of paper address thi question one assert that under seemingli quit gener condit the economi is constrain pareto effici the other to which we have contribut that it is not in thi paper we delin the differ in assumpt between the two set of paper and under our assumpt present an intuit proof of the pareto ineffici of market equilibrium with moral hazard and identifi what it is that the govern can do that the market cannotpthi abstract wa borrow from anoth version of thi item", "title": "Information and economic efficiency"}, "https://ideas.repec.org/a/bla/jfinan/v54y1999i4p1508-1522.html": {"abstract": "No abstract is available for this item.", "authors": ["epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Reforming the Global Economic Architecture: Lessons from Recent Crises"}, "https://ideas.repec.org/a/bla/jfinan/v36y1981i2p235-51.html": {"abstract": "No abstract is available for this item.", "authors": ["epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Pareto Optimality and Competition"}, "https://ideas.repec.org/a/eee/pubeco/v3y1974i4p349-385.html": {"abstract": "No abstract is available for this item.", "authors": ["epst33"], "abstractStem": "no abstract is avail for thi item", "title": "The demand for education in public and private school systems"}, "https://ideas.repec.org/a/ucp/jpolec/v78y1970i3p456-88.html": {"abstract": "No abstract is available for this item.", "authors": ["epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Factor Price Equalization in a Dynamic Economy"}, "https://ideas.repec.org/a/ecj/econjl/v95y1985i379p595-618.html": {"abstract": "This paper analyzes equilibrium in labor markets with costly search. Even in steady state equilibrium, identical labor may receive different wages; this may be the case even when the only source of imperfect information is the inequality of wages which the market is perpetuating. When there are information imperfections arising from (symmetric)differences in non-pecuniary characteristics of jobs and preferences of individuals, there will not in general exist a full employment, zero profit single wage equilibrium.There are, in general, a multiplicity of equilbria. Equilibrium may be characterized by unemployment; in spite of the presence of an excess supply of labor, no firm is willing to hire workers at a lowerwage. It knows that if it does so, the quit rate will be higher, and hence turnover costs(training costs) will be higher, so much so that profits will actually be lower. The model thus provides a rationale for real wage rigidity. The model also provides a theory of equilibrium frictional unemployment.Though the constrained optimality (taking explicitly into account the costs associated with obtaining information and search) may entail unemployment and wage dispersion, the levels of unemployment and wage dispersion in the market equilibrium will not, in general, be (constrained) optimal.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epst33"], "abstractStem": "thi paper analyz equilibrium in labor market with costli search even in steadi state equilibrium ident labor may receiv differ wage thi may be the case even when the onli sourc of imperfect inform is the inequ of wage which the market is perpetu when there are inform imperfect aris from symmetricdiffer in nonpecuniari characterist of job and prefer of individu there will not in gener exist a full employ zero profit singl wage equilibriumther are in gener a multipl of equilbria equilibrium may be character by unemploy in spite of the presenc of an excess suppli of labor no firm is will to hire worker at a lowerwag it know that if it doe so the quit rate will be higher and henc turnov coststrain cost will be higher so much so that profit will actual be lower the model thu provid a rational for real wage rigid the model also provid a theori of equilibrium friction unemploymentthough the constrain optim take explicitli into account the cost associ with obtain inform and search may entail unemploy and wage dispers the level of unemploy and wage dispers in the market equilibrium will not in gener be constrain optimalpthi abstract wa borrow from anoth version of thi item", "title": "Equilibrium Wage Distribution"}, "https://ideas.repec.org/a/spr/jeicoo/v10y2015i1p91-118.html": {"abstract": " Economic agents differ from physical atoms because of the learning capability and memory, which lead to strategic behaviour. Economic agents learn how to interact and behave by modifying their behaviour when the economic environment changes. We show that business fluctuations are endogenously generated by the interaction of learning agents via the phenomenon of regenerative-coordination, i.e. agents choose a learning strategy which leads to a pair of output and price which feedback on learning, possibly modifying it. Mathematically, learning is modelled as a chemical reaction of different species of elements, while inferential analysis develops combinatorial master equation, a technique, which is an alternative approach in modelling heterogeneous interacting learning agents. Copyright Springer-Verlag Berlin Heidelberg 2015", "authors": ["epga109", "epst33"], "abstractStem": " econom agent differ from physic atom becaus of the learn capabl and memori which lead to strateg behaviour econom agent learn how to interact and behav by modifi their behaviour when the econom environ chang we show that busi fluctuat are endogen gener by the interact of learn agent via the phenomenon of regenerativecoordin ie agent choos a learn strategi which lead to a pair of output and price which feedback on learn possibl modifi it mathemat learn is model as a chemic reaction of differ speci of element while inferenti analysi develop combinatori master equat a techniqu which is an altern approach in model heterogen interact learn agent copyright springerverlag berlin heidelberg 2015", "title": "Economies with heterogeneous interacting learning agents"}, "homepage": "https://ideas.repec.org/e/pst33.html", "https://ideas.repec.org/a/eee/pubeco/v44y1991i1p15-35.html": {"abstract": "The optimal income taxation problem has been extensively studied in one-period models. This paper analyzes optimal income taxation when consumers work for many periods. We also analyze what information, if any, that the government learns about abilities in one period can be used in later periods to attain more redistribution than in a one-period world. When the government must commit itself to future tax schedules, intertemporal nonstationarity of tax schedules could relax the self-selection constraints and lead to Pareto improvements. The effect of nonstationarity is analogous to that of randomization in one-period models. The use of information is limited since only a single lifetime self-selection constraint for each type of consumer exists. These results hold when individuals and the government have the same discount rates. The planner can make additional use of the information when individual and social rates of time discounting differ. In this case, the limiting tax schedule is a nondistorting one if the government has a lower discount rate than individuals.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpbr628", "epha168", "epst33"], "abstractStem": "the optim incom taxat problem ha been extens studi in oneperiod model thi paper analyz optim incom taxat when consum work for mani period we also analyz what inform if ani that the govern learn about abil in one period can be use in later period to attain more redistribut than in a oneperiod world when the govern must commit itself to futur tax schedul intertempor nonstationar of tax schedul could relax the selfselect constraint and lead to pareto improv the effect of nonstationar is analog to that of random in oneperiod model the use of inform is limit sinc onli a singl lifetim selfselect constraint for each type of consum exist these result hold when individu and the govern have the same discount rate the planner can make addit use of the inform when individu and social rate of time discount differ in thi case the limit tax schedul is a nondistort one if the govern ha a lower discount rate than individualspthi abstract wa borrow from anoth version of thi item", "title": "Dynamic optimal income taxation with government commitment"}, "https://ideas.repec.org/a/ecj/econjl/v95y1985i380ap21-41.html": {"abstract": "No abstract is available for this item.", "authors": ["epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Information and Economic Analysis: A Perspective"}, "https://ideas.repec.org/a/oup/restud/v41y1974i2p219-255..html": {"abstract": "No abstract is available for this item.", "authors": [], "abstractStem": "no abstract is avail for thi item", "title": "Incentives and Risk Sharing in Sharecropping"}, "https://ideas.repec.org/a/fau/fauart/v52y2002i3p106-114.html": {"abstract": "Pøeklad pøednášky profesora Josepha Stiglitze, kterou pronesl na pùdì IES FSV UK v èervnu 2001. Hlavním pøedmìtem pøednášky byly otázky ekonomické transformace a specifické role, kterou v této transformaci hrají otázky morálního hazardu a morálky obecnì.", "authors": ["epst33"], "abstractStem": "p eklad p edn ky profesora josepha stiglitz kterou pronesl na p d  i fsv uk v  ervnu 2001 hlavn m p edm tem p edn ky byli ot zki ekonomick  transformac a specifick  role kterou v t to transformaci hraj  ot zki mor ln ho hazardu a mor lki obecn ", "title": "Transformace a morální hazard"}, "https://ideas.repec.org/a/pal/genrir/v22y1997i2p73-79.html": {"abstract": "We are honored to address the European Group of Risk and Insurance Economists and will take the opportunity to make some reflections on the rather uneasy relationship between insurance and competition.Economists generally prescribe competition as a solution for markets that do not work well. Competition allocates resources efficiently and encourages innovation and attention to what customers want. Insurance markets differ from most other markets because in insurance markets competition can destroy the market rather than make it work better.One of the dimensions along which insurance companies compete is underwriting—trying to ensure that the risks covered are “good” risks or that if a high risk is insured, the premium charged is at least commensurate with the potential cost. The resulting partitioning of risk limits the amount of insurance that potential insurance customers can buy. In the extreme case, such competitive behavior will destroy the insurance market altogether. A simple model illustrates. The Geneva Papers on Risk and Insurance Theory (1997) 22, 73–79. doi:10.1023/A:1008607915478", "authors": ["epro48", "epst33"], "abstractStem": "we are honor to address the european group of risk and insur economist and will take the opportun to make some reflect on the rather uneasi relationship between insur and competitioneconomist gener prescrib competit as a solut for market that do not work well competit alloc resourc effici and encourag innov and attent to what custom want insur market differ from most other market becaus in insur market competit can destroy the market rather than make it work betteron of the dimens along which insur compani compet is underwrit tri to ensur that the risk cover are  good  risk or that if a high risk is insur the premium charg is at least commensur with the potenti cost the result partit of risk limit the amount of insur that potenti insur custom can buy in the extrem case such competit behavior will destroy the insur market altogeth a simpl model illustr the geneva paper on risk and insur theori 1997 22 73 79 doi101023a1008607915478", "title": "Competition and Insurance Twenty Years Later"}, "https://ideas.repec.org/a/eee/phsmap/v370y2006i1p68-74.html": {"abstract": "We model a network economy with three sectors: downstream firms, upstream firms, and banks. Agents are linked by productive and credit relationships so that the behavior of one agent influences the behavior of the others through network connections. Credit interlinkages among agents are a source of bankruptcy diffusion: in fact, failure of fulfilling debt commitments would lead to bankruptcy chains. All in all, the bankruptcy in one sector can diffuse to other sectors through linkages creating a vicious cycle and bankruptcy avalanches in the network economy. Our analysis show how the choices of credit supply by both banks and firms are interrelated. While the initial impact of monetary policy is on bank behaviour, we show the interactive play between the choices made by banks, the choices made by firms in their role as providers of credit, and the choices made by firms in their role as producers.", "authors": ["fpde349", "epga109", "epru93", "epst33"], "abstractStem": "we model a network economi with three sector downstream firm upstream firm and bank agent are link by product and credit relationship so that the behavior of one agent influenc the behavior of the other through network connect credit interlinkag among agent are a sourc of bankruptci diffus in fact failur of fulfil debt commit would lead to bankruptci chain all in all the bankruptci in one sector can diffus to other sector through linkag creat a viciou cycl and bankruptci avalanch in the network economi our analysi show how the choic of credit suppli by both bank and firm are interrel while the initi impact of monetari polici is on bank behaviour we show the interact play between the choic made by bank the choic made by firm in their role as provid of credit and the choic made by firm in their role as produc", "title": "Business fluctuations in a credit-network economy"}, "https://ideas.repec.org/a/eee/ecotra/v4y2015i1p82-94.html": {"abstract": "This paper examines whether two regions should remain together within a fiscal federation, or separate, when their inhabitants have different preferences for publicly provided goods. The paper focuses on trade-offs between returns to scale in the provision of the goods, and the scope to tailor provision to the tastes of the inhabitants in each region. A general model is developed that includes, as special cases, both pure public and publicly provided goods, and regional and national public goods. We show that when there is a choice between public investment and consumption goods, there will, in general, be a bias against public consumption goods unless taxing powers are fully devolved. We provide conditions under which independence may be desirable even when the region contemplating independence is relatively small.", "authors": ["epst33"], "abstractStem": "thi paper examin whether two region should remain togeth within a fiscal feder or separ when their inhabit have differ prefer for publicli provid good the paper focus on tradeoff between return to scale in the provis of the good and the scope to tailor provis to the tast of the inhabit in each region a gener model is develop that includ as special case both pure public and publicli provid good and region and nation public good we show that when there is a choic between public invest and consumpt good there will in gener be a bia against public consumpt good unless tax power are fulli devolv we provid condit under which independ may be desir even when the region contempl independ is rel small", "title": "Devolution, independence, and the optimal provision of public goods"}, "https://ideas.repec.org/a/oup/wbrobs/v11y1996i2p249-76.html": {"abstract": "No abstract is available for this item.", "authors": ["epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Financial Markets, Public Policy, and the East Asian Miracle"}, "https://ideas.repec.org/a/eee/jetheo/v6y1973i2p188-204.html": {"abstract": "No abstract is available for this item.", "authors": ["epro48", "epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Some further results on the measurement of inequality"}, "https://ideas.repec.org/a/eee/jbfina/v33y2009i10p1804-1816.html": {"abstract": "This paper examines access to external financing in the privatization context and provides new evidence on the effects of financing constraints on performance and investment. Ownership reforms increase firms' reliance on external financing. Empirically, performance and investment changes around ownership reforms are increasing in country-level measures of access to credit. The presence of a severe prior public financing constraint contributes to stronger investment growth after privatization. Privatized enterprises do not outperform publicly owned industries, all else given. Our analyses rely on new international sector- and firm-level data and correct for potential endogeneity of ownership changes.", "authors": ["epkn22", "epkn41", "epst33"], "abstractStem": "thi paper examin access to extern financ in the privat context and provid new evid on the effect of financ constraint on perform and invest ownership reform increas firm relianc on extern financ empir perform and invest chang around ownership reform are increas in countrylevel measur of access to credit the presenc of a sever prior public financ constraint contribut to stronger invest growth after privat privat enterpris do not outperform publicli own industri all els given our analys reli on new intern sector and firmlevel data and correct for potenti endogen of ownership chang", "title": "Ownership changes and access to external financing"}, "https://ideas.repec.org/a/bla/ecnote/v28y1999i3p335-355.html": {"abstract": " type=\"main\" xml:lang=\"en\"&gt; We demonstrate that credit rating agencies aggravated the East Asian crisis. In fact, having failed to predict the emergence of the crisis, rating agencies became excessively conservative. They downgraded East Asian crisis countries more than the worsening in these countries' economic fundamentals would justify. This unduly exacerbated, for these countries, the cost of borrowing abroad and caused the supply of international capital to them to evaporate. In turn, lower than deserved ratings contributed – at least for some time – to amplify the East Asian crisis. Although this goes beyond the scope of our paper, we also propose an endogenous rationale for rating agencies to become excessively conservative after having made blatant errors in predicting the East Asian crisis. Specifically, rating agencies would have an incentive to become more conservative, so as to recover from the damage these errors caused to them and to rebuild their own reputation.", "authors": ["epfe62", "epst33"], "abstractStem": " typemain xmllangengt we demonstr that credit rate agenc aggrav the east asian crisi in fact have fail to predict the emerg of the crisi rate agenc becam excess conserv they downgrad east asian crisi countri more than the worsen in these countri econom fundament would justifi thi unduli exacerb for these countri the cost of borrow abroad and caus the suppli of intern capit to them to evapor in turn lower than deserv rate contribut   at least for some time   to amplifi the east asian crisi although thi goe beyond the scope of our paper we also propos an endogen rational for rate agenc to becom excess conserv after have made blatant error in predict the east asian crisi specif rate agenc would have an incent to becom more conserv so as to recov from the damag these error caus to them and to rebuild their own reput", "title": "The Procyclical Role of Rating Agencies: Evidence from the East Asian Crisis"}, "https://ideas.repec.org/a/oup/qjecon/v84y1970i1p153..html": {"abstract": "No abstract is available for this item.", "authors": [], "abstractStem": "no abstract is avail for thi item", "title": "Reply"}, "https://ideas.repec.org/a/bpj/evoice/v2y2005i1n5.html": {"abstract": "The funding troubles of Social Security have been greatly exaggerated in an effort to push a privatization agenda. Privatization has laudable goals\u0097increased choice and higher returns\u0097but few would choose to risk their secure retirement income and unfortunately higher returns cannot be achieved without risk. Regrettably, if private accounts really do offer a lot of choices, many people who cannot afford to do so will unwittingly risk their incomes; and, in many cases, a combination of this risk and high transaction costs will consume what should be their core retirement income. When the government picks up the pieces, the funding troubles will be worse, not better.", "authors": ["epst33"], "abstractStem": "the fund troubl of social secur have been greatli exagger in an effort to push a privat agenda privat ha laudabl goal increas choic and higher return but few would choos to risk their secur retir incom and unfortun higher return cannot be achiev without risk regrett if privat account realli do offer a lot of choic mani peopl who cannot afford to do so will unwittingli risk their incom and in mani case a combin of thi risk and high transact cost will consum what should be their core retir incom when the govern pick up the piec the fund troubl will be wors not better", "title": "Securing Social Security for the Future"}, "https://ideas.repec.org/a/cai/reofsp/reof_120_0311.html": {"abstract": "Dans la foulée du Rapport Stiglitz-Sen-Fitoussi, nous proposons ici de nouvelles réflexions sur le progrès social et le bien-être, qui annoncent de nouveaux travaux et de nouvelles avancées. À partir de quelques exemples simples empruntés à l'actualité, nous montrons d'abord comment notre système statistique actuel, du fait à la fois des lacunes des indicateurs existants et de l'absence d'alternatives crédibles, peut implicitement conduire à des conclusions de politique publique entachées d'erreur. Ceci importe au plus haut point car ce que nous mesurons affecte ce que nous faisons. Réduire le bien-être en vue d'augmenter quelque imparfaite mesure de la richesse matérielle que ce soit donne lieu à des politiques totalement erronées. Nous portons ensuite notre attention, selon cette même perspective critique des indicateurs et instruments de mesure actuels, sur des questions essentielles du débat économique contemporain telles que l'effet sur le chômage de la flexibilité des marchés du travail ou encore l'impact sur la croissance du degré d'ouverture financière des économies. Notre évaluation des mesures existantes de bien-être nous laisse convaincus à cet égard que, trop souvent, elles ont conduit les pays à s'orienter dans de mauvaises directions, ou à tout le moins à adopter des politiques dont les bénéfices sont très discutables. Nous montrons en somme qu'il existe des possibilités considérables d'améliorer les indicateurs de bien-être et d'en développer de nouveaux pour mieux servir les buts collectifs des sociétés humaines.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfi93", "epst33"], "abstractStem": "dan la foul e du rapport stiglitzsenfitoussi nou proposon ici de nouvel r flexion sur le progr s social et le bien tre qui annonc de nouveaux travaux et de nouvel avanc es   partir de quelqu exempl simpl emprunt s   lactualit  nou montron dabord comment notr syst me statistiqu actuel du fait   la foi de lacun de indicateur exist et de labsenc daltern cr dibl peut implicit conduir   de conclus de politiqu publiqu entach es derreur ceci import au plu haut point car ce que nou mesuron affect ce que nou faison r duir le bien tre en vue daugment quelqu imparfait mesur de la richess mat riell que ce soit donn lieu   de politiqu total erron es nou porton ensuit notr attent selon cett m me perspect critiqu de indicateur et instrument de mesur actuel sur de question essentiel du d bat  conomiqu contemporain tell que leffet sur le ch mage de la flexibilit  de march s du travail ou encor limpact sur la croissanc du degr  douvertur financ re de  conomi notr  valuat de mesur existant de bien tre nou laiss convaincu   cet  gard que trop souvent ell ont conduit le pay   sorient dan de mauvais direct ou   tout le moin   adopt de politiqu dont le b n fice sont tr s discut nou montron en somm quil exist de possibilit s consid rabl dam liorer le indicateur de bien tre et den d velopp de nouveaux pour mieux servir le but collectif de soci t s humainespthi abstract wa borrow from anoth version of thi item", "title": "Nouvelles réflexions sur la mesure du progrès social et du bien-être"}, "https://ideas.repec.org/a/aea/aecrev/v77y1987i1p228-31.html": {"abstract": "No abstract is available for this item.", "authors": ["epst33", "epwe40"], "abstractStem": "no abstract is avail for thi item", "title": "Credit Rationing: Reply [Credit Rationing in Markets with Imperfect Information] [Incentives Effects of Terminations: Applications to the Credit and Labor Markets]"}, "https://ideas.repec.org/a/bla/jeurec/v9y2011i4p591-645.html": {"abstract": "No abstract is available for this item.", "authors": ["epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Rethinking Macroeconomics: What Failed, And How To Repair It"}, "https://ideas.repec.org/a/oup/wbrobs/v11y1996i2p151-77.html": {"abstract": " The rapid economic growth of eight East Asian economies, often called the \"East Asian miracle,\" raises two questions: What policies and other factors contributed to that growth? And can other developing countries replicate those policies to stimulate equally rapid growth? This article, based on case studies, econometric data, and economic theory, offers a list of the ingredients that contributed to that success. But it is the combination of these ingredients, many of which involve government interventions acting together, that accounts for East Asia's success. Copyright 1996 by Oxford University Press.", "authors": ["epst33"], "abstractStem": " the rapid econom growth of eight east asian economi often call the east asian miracl rais two question what polici and other factor contribut to that growth and can other develop countri replic those polici to stimul equal rapid growth thi articl base on case studi econometr data and econom theori offer a list of the ingredi that contribut to that success but it is the combin of these ingredi mani of which involv govern intervent act togeth that account for east asia success copyright 1996 by oxford univers press", "title": "Some Lessons from the East Asian Miracle"}, "https://ideas.repec.org/a/aea/aecrev/v81y1991i1p179-90.html": {"abstract": " The authors examine a situation in which insurance is characterized by moral hazard. When market insurance is provided, supplementary mutual assistance between family and friends (unobservable to market insurers) will occur. When nonmarket insurers have no better information than market insurers, the mutual assistance not only crowds out market insurance, but is also harmful and, therefore, dysfunctional. Alternatively, when nonmarket insurers can observe each other's effort perfectly, mutual assistance is beneficial. These results point to the potential importance of peer-monitoring mechanisms in mitigating moral hazard. Copyright 1991 by American Economic Association.", "authors": ["epar13", "epst33"], "abstractStem": " the author examin a situat in which insur is character by moral hazard when market insur is provid supplementari mutual assist between famili and friend unobserv to market insur will occur when nonmarket insur have no better inform than market insur the mutual assist not onli crowd out market insur but is also harm and therefor dysfunct altern when nonmarket insur can observ each other effort perfectli mutual assist is benefici these result point to the potenti import of peermonitor mechan in mitig moral hazard copyright 1991 by american econom associ", "title": "Moral Hazard and Nonmarket Institutions: Dysfunctional Crowding Out or Peer Monitoring?"}, "https://ideas.repec.org/a/ecj/econjl/v79y1969i314p269-81.html": {"abstract": "No abstract is available for this item.", "authors": ["epak7", "epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Capital, Wages and Structural Unemployment"}, "https://ideas.repec.org/a/ecm/emetrp/v51y1983i5p1439-48.html": {"abstract": "No abstract is available for this item.", "authors": ["epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Strategic Considerations in Invention and Innovation: The Case of Natural Resources"}, "https://ideas.repec.org/a/ecj/econjl/v97y1987i386p416-30.html": {"abstract": " Standard implicit contract theory can explain wage rigidity but not unemployment and pays insufficient attention to the general equilibrium aspects and constraints limiting the set of feasible contracts. Implicit contracts must specify an enforcement mechanism, can only be conditional on observable information, and must be of limited complexity. Without these restrictions contracts generate full employment which is constrained inefficient. Natural restrictions on enforceability or complexity alone do not produce unemployment, though limited observability may. With two or more restrictions unemployment may result. Specifically, periodic unemployment can arise if contracts are of limited complexity and cannot be enforced through third parties. Copyright 1987 by Royal Economic Society.", "authors": ["epne15", "epst33"], "abstractStem": " standard implicit contract theori can explain wage rigid but not unemploy and pay insuffici attent to the gener equilibrium aspect and constraint limit the set of feasibl contract implicit contract must specifi an enforc mechan can onli be condit on observ inform and must be of limit complex without these restrict contract gener full employ which is constrain ineffici natur restrict on enforc or complex alon do not produc unemploy though limit observ may with two or more restrict unemploy may result specif period unemploy can aris if contract are of limit complex and cannot be enforc through third parti copyright 1987 by royal econom societi", "title": "Wage Rigidity, Implicit Contracts, Unemployment and Economic Efficiency"}, "https://ideas.repec.org/a/oup/oxecpp/v39y1987i1p119-33.html": {"abstract": " Formal developments of the Keynes's General Theory, while attempting to achieve a new classical synthesis of the realities of observed macroeconomic fluctuation and unemployment with classical microeconomics, have come to be surprisingly closely tied to the old classical models. Keynes's insights have been reduced largely to an assumption of nominal price rigidities. In fact, Keynes's original qualitative approach contained a much richer description of economic reality. This paper describes how fully rational microeconomic models incorporating imperfect information and incomplete markets, very much in the Keynesian tradition, imply macroeconomic behavior that encompasses most of the qualitative insights of the General Theory. Copyright 1987 by Royal Economic Society.", "authors": ["epst33"], "abstractStem": " formal develop of the key gener theori while attempt to achiev a new classic synthesi of the realiti of observ macroeconom fluctuat and unemploy with classic microeconom have come to be surprisingli close tie to the old classic model key insight have been reduc larg to an assumpt of nomin price rigid in fact key origin qualit approach contain a much richer descript of econom realiti thi paper describ how fulli ration microeconom model incorpor imperfect inform and incomplet market veri much in the keynesian tradit impli macroeconom behavior that encompass most of the qualit insight of the gener theori copyright 1987 by royal econom societi", "title": "Keynesian, New Keynesian and New Classical Economics"}, "https://ideas.repec.org/a/eee/pubeco/v28y1985i2p135-163.html": {"abstract": "This paper develops a general methodology for analyzing shadow wage (and other shadow prices). Our approach is to identify those reduced form relationships describing the economy which are central to the determination of the shadow wage, and use these to obtain simple formulae for the shadow wage. Among the aspects of the economy on which we focus are: (i) the difference between the domestic and international prices, (ii) the equilibrating mechanisms in the economy, (iii) the mechanisms which determine earnings of industrial and agricultural workers, (iv) the nature of migration, and (vi) the intertemporal trade-offs and the attitudes towards inequality. These aspects are modelled in a general manner, which can be specialized to a number of alternative hypotheses concerning technology, behavioral postulates, and institutional settings. Most earlier results on the shadow wages are derived as special cases of our formulae. In addition, we identify a number of new qualitative results concerning the relationship between the shadow wage and the market wage.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpsa736", "epst33"], "abstractStem": "thi paper develop a gener methodolog for analyz shadow wage and other shadow price our approach is to identifi those reduc form relationship describ the economi which are central to the determin of the shadow wage and use these to obtain simpl formula for the shadow wage among the aspect of the economi on which we focu are i the differ between the domest and intern price ii the equilibr mechan in the economi iii the mechan which determin earn of industri and agricultur worker iv the natur of migrat and vi the intertempor tradeoff and the attitud toward inequ these aspect are model in a gener manner which can be special to a number of altern hypothes concern technolog behavior postul and institut set most earlier result on the shadow wage are deriv as special case of our formula in addit we identifi a number of new qualit result concern the relationship between the shadow wage and the market wagepthi abstract wa borrow from anoth version of thi item", "title": "The social cost of labor and project evaluation: A general approach"}, "https://ideas.repec.org/a/bpj/evoice/v8y2011i2n1.html": {"abstract": "The U.S. economy clearly needs stimulation, but the Obama administration\u0092s plan for accelerated depreciation is an \u0091old economy\u0092 approach to stimulating aggregate investment and unlikely to ease the Great Recession, according to Michael Cragg of Brattle Group and Joseph Stiglitz of Columbia University. The authors suggest alternative policies consisting of carefully designed carrots and sticks.", "authors": ["epst33"], "abstractStem": "the us economi clearli need stimul but the obama administr s plan for acceler depreci is an  old economi  approach to stimul aggreg invest and unlik to eas the great recess accord to michael cragg of brattl group and joseph stiglitz of columbia univers the author suggest altern polici consist of care design carrot and stick", "title": "Should the Government Invest, or Try to Spur Private Investment?"}, "https://ideas.repec.org/a/eee/ecolec/v22y1997i3p269-270.html": {"abstract": "No abstract is available for this item.", "authors": ["epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Georgescu-Roegen versus Solow/Stiglitz"}, "https://ideas.repec.org/a/ecm/emetrp/v49y1981i1p85-104.html": {"abstract": "No abstract is available for this item.", "authors": ["epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Resource Depletion under Technological Uncertainty"}, "https://ideas.repec.org/a/oup/restud/v37y1970i4p543-553..html": {"abstract": "No abstract is available for this item.", "authors": [], "abstractStem": "no abstract is avail for thi item", "title": "Non-Substitution Theorems with Durable Capital Goods"}, "https://ideas.repec.org/a/mes/challe/v57y2014i4p5-17.html": {"abstract": " A group of prominent international economists got together to develop an urgent call for change. As they say, the European Union became an Austerity Union. Their call for new policies includes a focus on growth and employment, reducing inequality, reforming banking, and new taxes and social policies.", "authors": ["epfi93", "epst33"], "abstractStem": " a group of promin intern economist got togeth to develop an urgent call for chang as they say the european union becam an auster union their call for new polici includ a focu on growth and employ reduc inequ reform bank and new tax and social polici", "title": "A Call for Policy Change in Europe"}, "https://ideas.repec.org/a/oup/restud/v51y1984i1p1-12..html": {"abstract": "The paper shows that between two competitive but risky economies with no insurance markets, free trade may be Pareto inferior to no trade. The model is simple enough to show clearly the role prices play in transferring and sharing risk when there is an incomplete set of markets, but rich enough to exhibit the resulting inefficiencies dramatically.", "authors": [], "abstractStem": "the paper show that between two competit but riski economi with no insur market free trade may be pareto inferior to no trade the model is simpl enough to show clearli the role price play in transfer and share risk when there is an incomplet set of market but rich enough to exhibit the result ineffici dramat", "title": "Pareto Inferior Trade"}, "https://ideas.repec.org/a/col/000093/007526.html": {"abstract": "Este artículo trata de responder a la siguiente pregunta: ¿cuáles han sido los efectos de la planeación del desarrollo sobre las transformaciones económicas y sociales de los últimos treinta años?, de acuerdo con el autor, la principal consecuencia de las transformaciones más recientes es la reconsideración del papel del Estado y la superación de los esquemas extremos que sostienen que la actividad económica debe dejarse exclusivamente a la interacción de las fuerzas del mercado eliminando la intervención del Estado o al, contrario, que el control supremo de la economía debe ser ejercido por el Estado. Y propone una nueva perspectiva, en la que el gobierno y el mercado son complementarios y no excluyentes. A partir de la exitosas experiencias de desarrollo en los Estados Unidos y el Este Asiático concluye que el gobierno ha desempeñado y debe seguir desempeñando varias funciones esenciales: promoción de la educación, fomento de la tecnología, apoyo al sector financiero, inversión en infraestructura, control ambiental y mantenimiento de la red de seguridad social, y que puede y debe emprender acciones que promuevan la equidad y alivien la pobreza.", "authors": ["epst33"], "abstractStem": "est art culo trata de respond a la siguient pregunta  cu le han sido lo efecto de la planeaci n del desarrollo sobr la transformacion econ mica y social de lo  ltimo treinta a os de acuerdo con el autor la princip consecuencia de la transformacion m s recient es la reconsideraci n del papel del estado y la superaci n de lo esquema extremo que sostienen que la actividad econ mica debe dejars exclusivament a la interacci n de la fuerza del mercado eliminando la interv n del estado o al contrario que el control supremo de la econom a debe ser ejercido por el estado y propon una nueva perspectiva en la que el gobierno y el mercado son complementario y no excluyent a partir de la exitosa experiencia de desarrollo en lo estado unido y el est asi tico concluy que el gobierno ha desemp ado y debe seguir desemp ando varia funcion esencial promoci n de la educaci n fomento de la tecnolog a apoyo al sector financiero inversi n en infraestructura control ambient y mantenimiento de la red de seguridad social y que pued y debe emprend accion que promuevan la equidad y alivien la pobreza", "title": "El papel del gobierno en el desarrollo económico"}, "https://ideas.repec.org/a/eee/dyncon/v31y2007i6p2061-2084.html": {"abstract": "No abstract is available for this item.", "authors": ["fpba562", "fpde349", "epga109", "epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Credit chains and bankruptcy propagation in production networks"}, "https://ideas.repec.org/a/bla/manchs/v67y1999i5p409-27.html": {"abstract": " While economic crises are becoming more frequent and severe, our experience in East Asia has demonstrated how the international response to these crises remains inadequate. Appropriate policy responses to economic crises entail three essential dimensions: first, the maintenance of full employment and economic stability through macroeconomic policy; second, complementary structural policy aimed at restoring confidence; and finally, a robust social safety net to mitigate the adverse and potentially long-term effects of economic downturns. A suitable crisis response requires that policy-makers recognize the critical role of financial markets and the existence of time lags. Suitable policy responses should consider not only an individual economy's ability to absorb shocks, but also the asymmetries and nonlinearities of alternative policies. As we thus seek to improve our macroeconomic and structural policies for the future prevention and mitigation of crises, it is critical that we bear in mind the protection of the most vulnerable segments of society from the crises that will inevitably occur. Copyright 1999 by Blackwell Publishers Ltd and The Victoria University of Manchester", "authors": ["epst33"], "abstractStem": " while econom crise are becom more frequent and sever our experi in east asia ha demonstr how the intern respons to these crise remain inadequ appropri polici respons to econom crise entail three essenti dimens first the mainten of full employ and econom stabil through macroeconom polici second complementari structur polici aim at restor confid and final a robust social safeti net to mitig the advers and potenti longterm effect of econom downturn a suitabl crisi respons requir that policymak recogn the critic role of financi market and the exist of time lag suitabl polici respons should consid not onli an individu economi abil to absorb shock but also the asymmetri and nonlinear of altern polici as we thu seek to improv our macroeconom and structur polici for the futur prevent and mitig of crise it is critic that we bear in mind the protect of the most vulner segment of societi from the crise that will inevit occur copyright 1999 by blackwel publish ltd and the victoria univers of manchest", "title": "Responding to Economic Crises: Policy Alternatives for Equitable Recovery and Development"}, "https://ideas.repec.org/a/oup/wbrobs/v2y1987i1p43-60.html": {"abstract": "No abstract is available for this item.", "authors": ["epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Some Theoretical Aspects of Agricultural Policies"}, "https://ideas.repec.org/a/aea/aecrev/v79y1989i2p364-69.html": {"abstract": "This paper presents a theory of rigidity, or more properly inertia, in the responses of economic variables to changing environments. The theory rests on three fundamental assumptions: (1) that firms are risk averse, (2) that firms are uncertain of the impacts of changing decision variables and (3) that this uncertainty increases with the size of deviations in decision variables from appropriately defined past level. Under these circumstances an optimal portfolio of incremental decision variable adjustments exists which (a) takes variance minimizing adoptions to environmental change as a point of departure and then (b) is weighted in favor of changes in variables whose effects are less uncertain. In considering price and quantity adjustments, this implies that price and wage adjustments should largely incorporate expected inflation and, from that point, should be small relative to quantity adjustments, since in most situations the uncertainties associated with the consequences of quantity adjustment should be smaller than those associated with price adjustments.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epst33"], "abstractStem": "thi paper present a theori of rigid or more properli inertia in the respons of econom variabl to chang environ the theori rest on three fundament assumpt 1 that firm are risk avers 2 that firm are uncertain of the impact of chang decis variabl and 3 that thi uncertainti increas with the size of deviat in decis variabl from appropri defin past level under these circumst an optim portfolio of increment decis variabl adjust exist which a take varianc minim adopt to environment chang as a point of departur and then b is weight in favor of chang in variabl whose effect are less uncertain in consid price and quantiti adjust thi impli that price and wage adjust should larg incorpor expect inflat and from that point should be small rel to quantiti adjust sinc in most situat the uncertainti associ with the consequ of quantiti adjust should be smaller than those associ with price adjustmentspthi abstract wa borrow from anoth version of thi item", "title": "Toward a Theory of Rigidities"}, "https://ideas.repec.org/a/aea/jecper/v4y1990i2p13-18.html": {"abstract": "No abstract is available for this item.", "authors": ["epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Symposium on Bubbles"}, "https://ideas.repec.org/a/ban/bancar/v9y2009mseptemberp2-4.html": {"abstract": "Financial regulation is required to find a remedy to the many mistakes made, and to prevent the possibility of a new crisis in the future. In this context small adjustments are not sufficient, but it is necessary to define new rules based on different principles, including: the need to extend the supervisory controls to all players, the correction of the incentive mechanism, the reduction of risks for intermediaries.", "authors": ["epst33"], "abstractStem": "financi regul is requir to find a remedi to the mani mistak made and to prevent the possibl of a new crisi in the futur in thi context small adjust are not suffici but it is necessari to defin new rule base on differ principl includ the need to extend the supervisori control to all player the correct of the incent mechan the reduct of risk for intermediari", "title": "The international financial crisis: new rules and future outlook"}, "https://ideas.repec.org/a/eee/deveco/v52y1997i2p429-462.html": {"abstract": "No abstract is available for this item.", "authors": ["fpho255", "epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Moneylenders and bankers: price-increasing subsidies in a monopolistically competitive market"}, "https://ideas.repec.org/a/rje/randje/v19y1988iautumnp344-362.html": {"abstract": " It is by now well known that, in the presence of moral hazard or adverse selection, randomization of insurance premiums and benefits may be Pareto efficient. This article provides a typology of the various forms that randomization may take, derives necessary or sufficient conditions for the desirability of these various forms of randomization, obtains some single characterization theorems of the efficient random policies, gives some intuition behind the results, and considers why randomization appears to occur less often in practice than the theory suggests it should.", "authors": ["epar13", "epst33"], "abstractStem": " it is by now well known that in the presenc of moral hazard or advers select random of insur premium and benefit may be pareto effici thi articl provid a typolog of the variou form that random may take deriv necessari or suffici condit for the desir of these variou form of random obtain some singl character theorem of the effici random polici give some intuit behind the result and consid whi random appear to occur less often in practic than the theori suggest it should", "title": "Randomization with Asymmetric Information"}, "https://ideas.repec.org/a/oup/qjecon/v101y1986i2p229-264..html": {"abstract": "This paper presents a simple, general framework for analyzing externalities in economies with incomplete markets and imperfect information. By identifying the pecuniary effects of these externalities that net out, the paper simplifies the problem of determining when tax interventions are Pareto improving. The approach indicates that such tax interventions almost always exist and that equilibria in situations of imperfect information are rarely constrained Pareto optima. It can also lead to simple tests, based on readily observable indicators of the efficacy of particular tax policies in situations involving adverse selection, signaling, moral hazard, incomplete contingent claims markets, and queue rationing equilibria.", "authors": [], "abstractStem": "thi paper present a simpl gener framework for analyz extern in economi with incomplet market and imperfect inform by identifi the pecuniari effect of these extern that net out the paper simplifi the problem of determin when tax intervent are pareto improv the approach indic that such tax intervent almost alway exist and that equilibria in situat of imperfect inform are rare constrain pareto optima it can also lead to simpl test base on readili observ indic of the efficaci of particular tax polici in situat involv advers select signal moral hazard incomplet conting claim market and queue ration equilibria", "title": "Externalities in Economies with Imperfect Information and Incomplete Markets"}, "https://ideas.repec.org/a/bpj/evoice/v8y2011i2n3.html": {"abstract": "So much for the Washington Consensus. The IMF has finally begun to come around and has realized that unfettered markets can create dangerous instability and inequality, according to Joseph Stiglitz of Columbia University.", "authors": ["epst33"], "abstractStem": "so much for the washington consensu the imf ha final begun to come around and ha realiz that unfett market can creat danger instabl and inequ accord to joseph stiglitz of columbia univers", "title": "The IMF's Switch in Time"}, "https://ideas.repec.org/a/aea/aecrev/v76y1986i4p716-27.html": {"abstract": " The authors present new ways of looking at economic organizations andsystems. Individuals' judgments entail errors (they sometimes reject good projects and accept bad projects). The architecture of an economicsystem, specifying how the decision making units are organized togetherwithin a system, who gathers what information, and who communicates what with whom, affects its performance both because it influences thenature of errors that individuals make within the system, and becauseit has a critical effect on the aggregation of individuals' errors. Theperformance of two polar architectures, decentralized (polyarchical) versus centralized (hierarchical) decision-making authorities are analyzed and compared. Copyright 1986 by American Economic Association.", "authors": ["fpsa736", "epst33"], "abstractStem": " the author present new way of look at econom organ andsystem individu judgment entail error they sometim reject good project and accept bad project the architectur of an economicsystem specifi how the decis make unit are organ togetherwithin a system who gather what inform and who commun what with whom affect it perform both becaus it influenc thenatur of error that individu make within the system and becauseit ha a critic effect on the aggreg of individu error theperform of two polar architectur decentr polyarch versu central hierarch decisionmak author are analyz and compar copyright 1986 by american econom associ", "title": "The Architecture of Economic Systems: Hierarchies and Polyarchies"}, "https://ideas.repec.org/a/bpj/evoice/v6y2009i5n6.html": {"abstract": "Optimism has returned with Spring, but the global economy has a long ways to go, according to Joseph Stiglitz.", "authors": ["epst33"], "abstractStem": "optim ha return with spring but the global economi ha a long way to go accord to joseph stiglitz", "title": "Spring Is Here, but Contain Your Excitement"}, "https://ideas.repec.org/a/bin/bpeajo/v18y1987i1987-3p883-947.html": {"abstract": "No abstract is available for this item.", "authors": ["epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Technological Change, Sunk Costs, and Competition"}, "https://ideas.repec.org/a/eee/jeborg/v13y1990i3p321-345.html": {"abstract": "This paper examines the impact of financial market imperfections on long-term productivity growth. It focuses on failures in markets for the sale of equity securities and hence on the failure of markets which help firms diversify the risks of real investment. The paper examines separately situations in which productivity growth is driven by learning-by-doing and where it results from the cumulative impact of explicit investments in technology by firms, In general, a multiplicity of steady-state growth paths exists with different growth rates along each path. The particular path followed by any single economy (and hence the growth rate of that economy) will depend significantly on policy interventions which mitigate effects of financial markets.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epko81", "epst33"], "abstractStem": "thi paper examin the impact of financi market imperfect on longterm product growth it focus on failur in market for the sale of equiti secur and henc on the failur of market which help firm diversifi the risk of real invest the paper examin separ situat in which product growth is driven by learningbydo and where it result from the cumul impact of explicit invest in technolog by firm in gener a multipl of steadyst growth path exist with differ growth rate along each path the particular path follow by ani singl economi and henc the growth rate of that economi will depend significantli on polici intervent which mitig effect of financi marketspthi abstract wa borrow from anoth version of thi item", "title": "Financial market imperfections and productivity growth"}, "https://ideas.repec.org/a/ecj/econjl/v90y1980i358p266-93.html": {"abstract": "No abstract is available for this item.", "authors": ["epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Industrial Structure and the Nature of Innovative Activity"}, "https://ideas.repec.org/a/fip/fedlrv/y2006ijulp387-396nv.88no.4.html": {"abstract": "No abstract is available for this item.", "authors": ["fpli304", "epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Panel discussion: what is the appropriate role of the federal government in the private markets for credit and insurance? what is the outlook?"}, "https://ideas.repec.org/a/eee/pubeco/v17y1982i2p213-240.html": {"abstract": "This paper analyzes the set of Pareto efficient tax structures. The formulation of the problem as one of self-selection not only shows more clearly the similarity between this problem and a number of other problems (such as optimal pricing of a monopolist) which have recently been the subject of extensive research, but also allow the derivation of a number of new results. We establish (i) under fairly weak conditions, randomization of tax structures is desirable; (ii) if different individuals are not perfect substitutes for one another, then the general equilibrium effects -- until now largely ignored in the literatures -- of changes in the tax structure may be dominant in determining the optimal tax structure; in particular if relative wages of high ability and low ability individuals depends on the relative supplies of labor, the optimal tax structure entails a negative marginal tax rate on the high ability individuals, and a positive marginal tax rate on the low ability individuals (the magnitude of which depends on the elasticity of substitution); (iii) if individuals differ in their preferences, Pareto efficient taxation may entail negative marginal tax rates for high incomes; while (iv) if wage income is stochastic, the marginal tax rate at the upper end may be 100%.Our analysis thus makes clear that the main qualitative properties of the optimal tax structure to which earlier studies called attention are not robust to these attempts to make the theory more realistic.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epst33"], "abstractStem": "thi paper analyz the set of pareto effici tax structur the formul of the problem as one of selfselect not onli show more clearli the similar between thi problem and a number of other problem such as optim price of a monopolist which have recent been the subject of extens research but also allow the deriv of a number of new result we establish i under fairli weak condit random of tax structur is desir ii if differ individu are not perfect substitut for one anoth then the gener equilibrium effect  until now larg ignor in the literatur  of chang in the tax structur may be domin in determin the optim tax structur in particular if rel wage of high abil and low abil individu depend on the rel suppli of labor the optim tax structur entail a neg margin tax rate on the high abil individu and a posit margin tax rate on the low abil individu the magnitud of which depend on the elast of substitut iii if individu differ in their prefer pareto effici taxat may entail neg margin tax rate for high incom while iv if wage incom is stochast the margin tax rate at the upper end may be 100our analysi thu make clear that the main qualit properti of the optim tax structur to which earlier studi call attent are not robust to these attempt to make the theori more realisticpthi abstract wa borrow from anoth version of thi item", "title": "Self-selection and Pareto efficient taxation"}, "https://ideas.repec.org/a/bla/jfinan/v32y1977i2p389-402.html": {"abstract": "No abstract is available for this item.", "authors": ["epgr108", "epst33"], "abstractStem": "no abstract is avail for thi item", "title": "On Value Maximization and Alternative Objectives of the Firm"}, "https://ideas.repec.org/a/aea/jecper/v11y1997i1p3-10.html": {"abstract": "Does the deviation of unemployment from some natural rate provide a robust and useful way to predict changes in the inflation rate? Can economists explain why the NAIRU changes over time? Is the NAIRU a useful way to frame policy discussions despite the uncertainty surrounding its precise level? The NAIRU hypothesis passes all three tests. Recent research shows that the NAIRU has fallen dramatically in the last decade. This paper refutes the need for a highly restrictive bias in macroeconomic policy because small deviations from the NAIRU will lead to only small, possibly easily correctable, changes in the inflation rate.", "authors": ["epst33"], "abstractStem": "doe the deviat of unemploy from some natur rate provid a robust and use way to predict chang in the inflat rate can economist explain whi the nairu chang over time is the nairu a use way to frame polici discuss despit the uncertainti surround it precis level the nairu hypothesi pass all three test recent research show that the nairu ha fallen dramat in the last decad thi paper refut the need for a highli restrict bia in macroeconom polici becaus small deviat from the nairu will lead to onli small possibl easili correct chang in the inflat rate", "title": "Reflections on the Natural Rate Hypothesis"}, "https://ideas.repec.org/a/oup/oxecpp/v40y1988i2p246-68.html": {"abstract": " This paper addresses the nature of competition in an industry in which firms experience learning-by-doing. It identifies conditions under which competition leads to an emergence of monopoly and conditi ons under which competition persists. Certain distinguished industria l and trade policies are then studied. The per-se doctrine is examined. Conditions are located in which the infant industry is valid. By way of contrast, it is argued that, if foreign learning is likely to be vastly superior, there may be a case for import subsidies. Copyright 1988 by Royal Economic Society.", "authors": ["epst33"], "abstractStem": " thi paper address the natur of competit in an industri in which firm experi learningbydo it identifi condit under which competit lead to an emerg of monopoli and conditi on under which competit persist certain distinguish industria l and trade polici are then studi the pers doctrin is examin condit are locat in which the infant industri is valid by way of contrast it is argu that if foreign learn is like to be vastli superior there may be a case for import subsidi copyright 1988 by royal econom societi", "title": "Learning-by-Doing, Market Structure and Industrial and Trade Policies"}, "https://ideas.repec.org/a/bpj/evoice/v4y2007i6n2.html": {"abstract": "Ten years after the East Asian crisis, Joseph E. Stiglitz reviews what we have learned and asks how those lessons apply to the current sub-prime credit debacle.", "authors": ["epst33"], "abstractStem": "ten year after the east asian crisi joseph e stiglitz review what we have learn and ask how those lesson appli to the current subprim credit debacl", "title": "Financial Hypocrisy"}, "https://ideas.repec.org/a/rje/bellje/v6y1975iautumnp711-714.html": {"abstract": " This paper reaffirms the earlier argument that when individuals differ in their expectations concerning the returns to investments, there will be an optimal debt-equity ratio, at a sufficiently high debt level. It assumes that in the judgment of lenders there is a finite probability of bankruptcy. The terms at which individuals as well as firms can borrow depends on their indebtedness and perceptions of potential lenders. Stapleton's analysis rests on the unacceptable assumption that individuals can borrow an arbitrary amount at the riskless rate, even though the firm in which they have all their wealth invested cannot. A new proof of the potentiality of productive inefficiency in the presence of bankruptcy is also presented.", "authors": ["epst33"], "abstractStem": " thi paper reaffirm the earlier argument that when individu differ in their expect concern the return to invest there will be an optim debtequ ratio at a suffici high debt level it assum that in the judgment of lender there is a finit probabl of bankruptci the term at which individu as well as firm can borrow depend on their indebted and percept of potenti lender stapleton analysi rest on the unaccept assumpt that individu can borrow an arbitrari amount at the riskless rate even though the firm in which they have all their wealth invest cannot a new proof of the potenti of product ineffici in the presenc of bankruptci is also present", "title": "Some Aspects of the Pure Theory of Corporate Finance: Bankruptcies and Take-Overs: Reply"}, "https://ideas.repec.org/a/bpj/evoice/v3y2006i2n4.html": {"abstract": "Joseph Stiglitz argues that in certain respects the economy is precarious and a crisis is possible, but global malaise is more likely in 2006.", "authors": ["epst33"], "abstractStem": "joseph stiglitz argu that in certain respect the economi is precari and a crisi is possibl but global malais is more like in 2006", "title": "Economic Crisis or Global Malaise in 2006?"}, "https://ideas.repec.org/a/oup/oxford/v20y2004i1p57-71.html": {"abstract": " One of the most controversial aspects of globalization is capital-market liberalization--not so much the liberalization of rules governing foreign direct investment, but those affecting short-term capital flows, speculative hot capital that can come into and out of a country. In the 1980s and 1990s, the IMF and the US Treasury tried to push capital-market liberalization around the world, encountering enormous opposition, not only from developing countries, but from economists who were less enamoured of the doctrines of free and unfettered markets, of market fundamentalism, that were at that time being preached by the international economic institutions. The economic crises of the late 1990s and early years of the new millennium, which were partly, or even largely, attributable to capital-market liberalization, reinforced those reservations. This paper takes as its point of departure a recent IMF paper, to provide insights both into how the IMF could have gone so wrong in its advocacy of capital-market liberalization and into why capital-market liberalization has so often led to increased economic instability, not to economic growth. Copyright 2004, Oxford University Press.", "authors": ["epst33"], "abstractStem": " one of the most controversi aspect of global is capitalmarket liberalizationnot so much the liber of rule govern foreign direct invest but those affect shortterm capit flow specul hot capit that can come into and out of a countri in the 1980 and 1990 the imf and the us treasuri tri to push capitalmarket liber around the world encount enorm opposit not onli from develop countri but from economist who were less enamour of the doctrin of free and unfett market of market fundament that were at that time be preach by the intern econom institut the econom crise of the late 1990 and earli year of the new millennium which were partli or even larg attribut to capitalmarket liber reinforc those reserv thi paper take as it point of departur a recent imf paper to provid insight both into how the imf could have gone so wrong in it advocaci of capitalmarket liber and into whi capitalmarket liber ha so often led to increas econom instabl not to econom growth copyright 2004 oxford univers press", "title": "Capital-market Liberalization, Globalization, and the IMF"}, "https://ideas.repec.org/a/ecj/econjl/v118y2008i531p1474-1497.html": {"abstract": " An earlier paper showed that an economy could be trapped in an equilibrium state in which the absence of the rule of law led to asset-stripping and the prevalence of asset-stripping led to the absence of a demand for the rule of law, highlighting a coordination failure. This article looks more carefully at the dynamics of transition from a non-rule-of-law state. The article identifies a commitment problem as the critical feature inhibiting the transition: the inability, under a rule of law, to forgive theft. This can lead to the perpetuation of the non-rule-of-law state, even when it might seem that the alternative is Pareto-improving. Copyright (C) The Author(s). Journal compilation (C) Royal Economic Society 2008.", "authors": ["fpho255", "epst33"], "abstractStem": " an earlier paper show that an economi could be trap in an equilibrium state in which the absenc of the rule of law led to assetstrip and the preval of assetstrip led to the absenc of a demand for the rule of law highlight a coordin failur thi articl look more care at the dynam of transit from a nonruleoflaw state the articl identifi a commit problem as the critic featur inhibit the transit the inabl under a rule of law to forgiv theft thi can lead to the perpetu of the nonruleoflaw state even when it might seem that the altern is paretoimprov copyright c the author journal compil c royal econom societi 2008", "title": "Exiting a Lawless State"}, "https://ideas.repec.org/a/eee/finsta/v8y2012i3p138-149.html": {"abstract": "We explore the dynamics of default cascades in a network of credit interlink-ages in which each agent is at the same time a borrower and a lender. When some counterparties of an agent default, the loss she experiences amounts to her total exposure to those counterparties. A possible conjecture in this context is that individual risk diversification across more numerous counterparties should make also systemic defaults less likely. We show that this view is not always true. In particular, the diversification of credit risk across many borrowers has ambiguous effects on systemic risk in the presence of mechanisms of loss amplifications such as in the presence of potential runs among the short-term lenders of the agents in the network.", "authors": ["fpba562", "epga109", "epst33"], "abstractStem": "we explor the dynam of default cascad in a network of credit interlinkag in which each agent is at the same time a borrow and a lender when some counterparti of an agent default the loss she experi amount to her total exposur to those counterparti a possibl conjectur in thi context is that individu risk diversif across more numer counterparti should make also system default less like we show that thi view is not alway true in particular the diversif of credit risk across mani borrow ha ambigu effect on system risk in the presenc of mechan of loss amplif such as in the presenc of potenti run among the shortterm lender of the agent in the network", "title": "Default cascades: When does risk diversification increase stability?"}, "https://ideas.repec.org/a/eee/pubeco/v21y1983i2p257-294.html": {"abstract": "The analysis of the effects ofcapital gains taxation requires a careful modelling both of the details of the tax code and the imperfections in the capital market. Under the standard assumptions concerning perfect capital marketsand under the standard idealizations of the tax code, there are several strategies by which rational investors can avoid not only all taxes on their capital income;these strategies leave individuals consumption and bequests in each state of nature and at each date unchanged from what they would have been in the absence of taxes.Although certain detailed provisions of the tax code may limit the extent to which rational investors can avail themselves of these tax avoidance activities, there are ways, in a perfect capital market, by which the effects of these restrictions can be ameliorated. Accordingly,any analysis of the effects of capital taxation must focus on imperfect capital market.If individuals face limitations on the amounts which they can borrow and/or if there are limitations on short sales, then under some circumstances there is a locked - in effect (individuals do not sell securities which they would have sold inthe absence of taxation); but under other circumstances individuals are induced to sell securities that they otherwise would have held, in order to takea dvantage of the a symmetric treatment of short term losses and long term gains. A policy of realizing gains as soon as they become eligible for long term treatment dominates the policy of postponing the realization of capital gains,provided the gains are not too large.A simple general equilibrium model is constructed within which it is shown that the taxation of capital gains may increase the volatility of asset prices,and lead individuals not to trade when they otherwise would.While the analysis casts doubt on the significance of the welfare losses resulting from these exchange inefficiencies,there are circumstances in which the tax leads to production inefficiencies, e.g<p>(This abstract was borrowed from another version of this item.)", "authors": ["epst33"], "abstractStem": "the analysi of the effect ofcapit gain taxat requir a care model both of the detail of the tax code and the imperfect in the capit market under the standard assumpt concern perfect capit marketsand under the standard ideal of the tax code there are sever strategi by which ration investor can avoid not onli all tax on their capit incomethes strategi leav individu consumpt and bequest in each state of natur and at each date unchang from what they would have been in the absenc of taxesalthough certain detail provis of the tax code may limit the extent to which ration investor can avail themselv of these tax avoid activ there are way in a perfect capit market by which the effect of these restrict can be amelior accordinglyani analysi of the effect of capit taxat must focu on imperfect capit marketif individu face limit on the amount which they can borrow andor if there are limit on short sale then under some circumst there is a lock  in effect individu do not sell secur which they would have sold inth absenc of taxat but under other circumst individu are induc to sell secur that they otherwis would have held in order to takea dvantag of the a symmetr treatment of short term loss and long term gain a polici of realiz gain as soon as they becom elig for long term treatment domin the polici of postpon the realiz of capit gainsprovid the gain are not too largea simpl gener equilibrium model is construct within which it is shown that the taxat of capit gain may increas the volatil of asset pricesand lead individu not to trade when they otherwis wouldwhil the analysi cast doubt on the signific of the welfar loss result from these exchang inefficienciesther are circumst in which the tax lead to product ineffici egpthi abstract wa borrow from anoth version of thi item", "title": "Some aspects of the taxation of capital gains"}, "https://ideas.repec.org/a/tek/journl/v2y2013i1p1-39.html": {"abstract": "The financial crisis and the Great Recession to which it gave rise exposed the deep flaws in standard macro-economic models, and in the way those models were deployed. In this paper, based on a talk given to the Turkish Economic Association in November 2012, Joseph E. Stiglitz discusses the range of these deficiencies and the ways in which the models must be re- formed. The paper first examines five particular issues in the current policy debate and explains why the standard model provides a misguided framework for addressing them. The paper identifies the fundamental flaws in the standard model, and argues that in trying to fine tune the models for “normal” periods, it failed to address the more profound question of how to explain deep down- turns, including slow recoveries. A central lacuna is the lack of attention to credit and the institutions pro- viding it. It explains how a better understanding of banks would have led to better ways to recapitalize the banking system than those employed in the aftermath of the crisis. Finally, the paper relates all of these issues to the on- going Euro crisis, showing in particular that the structure of the euro, though seemingly designed to improve the efficiency of resource allocations, has actually created an unstable and inefficient system.", "authors": ["epst33"], "abstractStem": "the financi crisi and the great recess to which it gave rise expos the deep flaw in standard macroeconom model and in the way those model were deploy in thi paper base on a talk given to the turkish econom associ in novemb 2012 joseph e stiglitz discuss the rang of these defici and the way in which the model must be re form the paper first examin five particular issu in the current polici debat and explain whi the standard model provid a misguid framework for address them the paper identifi the fundament flaw in the standard model and argu that in tri to fine tune the model for  normal  period it fail to address the more profound question of how to explain deep down turn includ slow recoveri a central lacuna is the lack of attent to credit and the institut pro vide it it explain how a better understand of bank would have led to better way to recapit the bank system than those employ in the aftermath of the crisi final the paper relat all of these issu to the on go euro crisi show in particular that the structur of the euro though seemingli design to improv the effici of resourc alloc ha actual creat an unstabl and ineffici system", "title": "Stable Growth in an Era of Crises; Learning from Economic Theory and History"}, "https://ideas.repec.org/a/eee/pubeco/v5y1976i3-4p303-311.html": {"abstract": "No abstract is available for this item.", "authors": ["epst33"], "abstractStem": "no abstract is avail for thi item", "title": "The corporation tax"}, "https://ideas.repec.org/a/bla/glopol/v4y2013i3p290-293.html": {"abstract": "Two years after the delivery of the report on The Measurement of Economic Performances and Social Progress (Stiglitz-Sen-Fitoussi),this paper provides some further reflections on the subject. Since 2008, when the work of the Commission began, the world has experienced several dramatic events which all call into question our measurement systems and the policies which were grounded on them: the financial crisis of 2007-2008, the grave events in Japan, the Sovereign debt crisis, and the revolutions in the Arabic world. In particular, the Japanese earthquake and its aftermath underlines three central shortcomings of our metrics: the measurement of the economic product,the measurement of well being, and the measurement of sustainability. For economists, these concerns are especially important, because we often rely on statistical (econometric analyses) to make inferences about what are good policies. Those inferences are only as reliable as the metrics that they are based on. Our statistical systems should tell us whether or not what we are doing is sustainable, economically, environmentally, politically, or socially and whether proposed policies will in fact enhance well-being . There would be little sense in pursuing policies aimed at increasing some widely used metric like GDP ifsuch policies lead to a decrease in well being.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfi93", "epst33"], "abstractStem": "two year after the deliveri of the report on the measur of econom perform and social progress stiglitzsenfitoussithi paper provid some further reflect on the subject sinc 2008 when the work of the commiss began the world ha experienc sever dramat event which all call into question our measur system and the polici which were ground on them the financi crisi of 20072008 the grave event in japan the sovereign debt crisi and the revolut in the arab world in particular the japanes earthquak and it aftermath underlin three central shortcom of our metric the measur of the econom productth measur of well be and the measur of sustain for economist these concern are especi import becaus we often reli on statist econometr analys to make infer about what are good polici those infer are onli as reliabl as the metric that they are base on our statist system should tell us whether or not what we are do is sustain econom environment polit or social and whether propos polici will in fact enhanc wellb  there would be littl sens in pursu polici aim at increas some wide use metric like gdp ifsuch polici lead to a decreas in well beingpthi abstract wa borrow from anoth version of thi item", "title": "On the Measurement of Social Progress and Wellbeing: Some Further Thoughts"}, "https://ideas.repec.org/a/eee/pubeco/v89y2005i11-12p2037-2067.html": {"abstract": "This paper analyzes a social insurance system that integrates unemployment insurance with a pension program through an individual account, allowing workers to borrow against their future wage income to finance consumption during an unemployment episode and thus improving their search incentives while reducing risks. This paper identifies factors which determine the optimal degree of integration. A fully integrated system is one in which no reliance is placed at all on a separate tax-funded unemployment insurance program. We show that when the duration of unemployment is very short compared to the period of employment or retirement, the optimal system involves an exclusive reliance on pension-funded self-insurance. This system imposes a negligible risk burden for workers while avoiding attenuating search incentives. We also argue that a joint integration of several social insurance programs with a pension program through an individual account is desirable unless the risks are perfectly correlated to each other.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epst33"], "abstractStem": "thi paper analyz a social insur system that integr unemploy insur with a pension program through an individu account allow worker to borrow against their futur wage incom to financ consumpt dure an unemploy episod and thu improv their search incent while reduc risk thi paper identifi factor which determin the optim degre of integr a fulli integr system is one in which no relianc is place at all on a separ taxfund unemploy insur program we show that when the durat of unemploy is veri short compar to the period of employ or retir the optim system involv an exclus relianc on pensionfund selfinsur thi system impos a neglig risk burden for worker while avoid attenu search incent we also argu that a joint integr of sever social insur program with a pension program through an individu account is desir unless the risk are perfectli correl to each otherpthi abstract wa borrow from anoth version of thi item", "title": "Integration of unemployment insurance with retirement insurance"}, "https://ideas.repec.org/a/aea/aecrev/v75y1985i5p1215-17.html": {"abstract": "No abstract is available for this item.", "authors": ["fpsh275", "epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Can Unemployment Be Involuntary? Reply [Equilibrium Unemployemnt as a Worker Discipline Device]"}, "https://ideas.repec.org/a/cai/edddbu/edd_194_54.html": {"abstract": "The development focus of the Doha Round emerged from a renewed spirit of responsibility for the challenges faced by poor countries and the perceived inequities generated by previous rounds of trade negotiations. This study presents an alternative way forward for the Doha Round based on principles of social justice and economic analysis. It looks at the trade negotiation agenda from the perspective of first principles, presenting pro-development priorities that should form the core of the Doha Round agreements if there is to be widespread support for the continuing agenda for trade reform and liberalization.", "authors": ["epst33"], "abstractStem": "the develop focu of the doha round emerg from a renew spirit of respons for the challeng face by poor countri and the perceiv inequ gener by previou round of trade negoti thi studi present an altern way forward for the doha round base on principl of social justic and econom analysi it look at the trade negoti agenda from the perspect of first principl present prodevelop prioriti that should form the core of the doha round agreement if there is to be widespread support for the continu agenda for trade reform and liber", "title": "Un cycle de négociations commerciales pour le développement ?"}, "https://ideas.repec.org/a/aea/jecper/v26y2012i2p19-26.html": {"abstract": "I welcome the opportunity to join in the celebration of the twenty-fifth birthday of the Journal of Economic Perspectives . It is wonderful to see how this \"baby,\" which I, along with Carl Shapiro and Timothy Taylor, nurtured through its formative years—from 1984 (three years before the first issue in 1987) until I left in 1993—has grown up and become an established part of the economics profession. In founding the journal, we had many objectives, hopes, and ambitions. We were concerned about the increasing specialization within the economics profession. We sought to have complex and sometimes arcane or highly mathematical ideas translated into plain English, or at least that dialect of the language known as \"Economese\"—and in a way that was not only informative but engaging. We were worried too about a growing distance between economics and policy. At least a portion of economic research should be related to ideas that were, or should or would be, part of the national and global policy debates. We began with an explicit commitment to present a diversity of viewpoints, hence the word \"perspectives\" in the title. One of the goals we set out for ourselves was to disseminate developments within economics more rapidly. We never shied away from controversy at the journal, but we tried to ensure that the discussion was balanced.", "authors": ["epst33"], "abstractStem": "i welcom the opportun to join in the celebr of the twentyfifth birthday of the journal of econom perspect  it is wonder to see how thi babi which i along with carl shapiro and timothi taylor nurtur through it form year from 1984 three year befor the first issu in 1987 until i left in 1993 ha grown up and becom an establish part of the econom profess in found the journal we had mani object hope and ambit we were concern about the increas special within the econom profess we sought to have complex and sometim arcan or highli mathemat idea translat into plain english or at least that dialect of the languag known as economes and in a way that wa not onli inform but engag we were worri too about a grow distanc between econom and polici at least a portion of econom research should be relat to idea that were or should or would be part of the nation and global polici debat we began with an explicit commit to present a divers of viewpoint henc the word perspect in the titl one of the goal we set out for ourselv wa to dissemin develop within econom more rapidli we never shi away from controversi at the journal but we tri to ensur that the discuss wa balanc", "title": "The Journal of Economic Perspectives and the Marketplace of Ideas: A View from the Founding"}, "https://ideas.repec.org/a/rje/bellje/v6y1975iautumnp552-579.html": {"abstract": " This paper analyzes the role of incentives, risk, and information in determining the structure of employment contracts. In particular, we focus on the functions performed by piece rate versus time rate payment systems and by supervisors. The relative reliance on piece rates versus time rates is related to risk sharing, to the use of the payment system as a method of screening employees, and to differential information concerning the difficulties of the tasks being performed. The choice of payment system thus depends on the attitudes toward risk of workers and employers, effort supply elasticities, the sources and magnitude of the uncertainties, and the nature of the supervision used in the employment relation. The supervisor is viewed as monitoring inputs (enforcing contracts), screening individuals, obtaining information about the state of the world, etc. Their roles are related to the nonconvexities associated with information.", "authors": ["epst33"], "abstractStem": " thi paper analyz the role of incent risk and inform in determin the structur of employ contract in particular we focu on the function perform by piec rate versu time rate payment system and by supervisor the rel relianc on piec rate versu time rate is relat to risk share to the use of the payment system as a method of screen employe and to differenti inform concern the difficulti of the task be perform the choic of payment system thu depend on the attitud toward risk of worker and employ effort suppli elast the sourc and magnitud of the uncertainti and the natur of the supervis use in the employ relat the supervisor is view as monitor input enforc contract screen individu obtain inform about the state of the world etc their role are relat to the nonconvex associ with inform", "title": "Incentives, Risk, and Information: Notes Towards a Theory of Hierarchy"}, "https://ideas.repec.org/a/aea/aecrev/v72y1982i4p875.html": {"abstract": "No abstract is available for this item.", "authors": ["epgr108", "epst33"], "abstractStem": "no abstract is avail for thi item", "title": "On the Impossibility of Informationally Efficient Markets: Reply"}, "https://ideas.repec.org/a/ecj/econjl/v79y1969i315p573-78.html": {"abstract": "No abstract is available for this item.", "authors": ["epat36", "epst33"], "abstractStem": "no abstract is avail for thi item", "title": "A New View of Technological Change"}, "https://ideas.repec.org/a/nos/voprec/1998-08-0368.html": {"abstract": "No abstract is available for this item.", "authors": ["epst33"], "abstractStem": "no abstract is avail for thi item", "title": "More Instruments and Broader Goals: Moving toward the PostWashington Consensus"}, "https://ideas.repec.org/a/oup/oxecpp/v28y1976i2p185-207.html": {"abstract": "No abstract is available for this item.", "authors": ["epst33"], "abstractStem": "no abstract is avail for thi item", "title": "The Efficiency Wage Hypothesis, Surplus Labour, and the Distribution of Income in L.D.C.s"}, "https://ideas.repec.org/a/aea/aecrev/v96y2006i2p141-146.html": {"abstract": "No abstract is available for this item.", "authors": ["epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Helping Infant Economies Grow: Foundations of Trade Policies for Developing Countries"}, "https://ideas.repec.org/a/aea/aecrev/v72y1982i4p695-715.html": {"abstract": "No abstract is available for this item.", "authors": ["epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Sharecropping and the Interlinking of Agrarian Markets"}, "https://ideas.repec.org/a/aea/aecrev/v90y2000i1p147-165.html": {"abstract": "In a dynamic model of moral hazard, competition can undermine prudent bank behavior. While capital-requirement regulation can induce prudent behavior, the policy yields Pareto-inefficient outcomes. Capital requirements reduce gambling incentives by putting bank equity at risk. However, they also have a perverse effect of harming banks' franchise values, thus encouraging gambling. Pareto-efficient outcomes can be achieved by adding deposit-rate controls as a regulatory instrument, since they facilitate prudent investment by increasing franchise values. Even if deposit-rate ceilings are not binding on the equilibrium path, they may be useful in deterring gambling off the equilibrium path.", "authors": ["ephe157", "epst33"], "abstractStem": "in a dynam model of moral hazard competit can undermin prudent bank behavior while capitalrequir regul can induc prudent behavior the polici yield paretoineffici outcom capit requir reduc gambl incent by put bank equiti at risk howev they also have a pervers effect of harm bank franchis valu thu encourag gambl paretoeffici outcom can be achiev by ad depositr control as a regulatori instrument sinc they facilit prudent invest by increas franchis valu even if depositr ceil are not bind on the equilibrium path they may be use in deter gambl off the equilibrium path", "title": "Liberalization, Moral Hazard in Banking, and Prudential Regulation: Are Capital Requirements Enough?"}, "https://ideas.repec.org/a/oup/qjecon/v108y1993i1p77-114..html": {"abstract": "Because of financial market imperfections, such as those generated by asymmetric information in financial markets, which lead to breakdowns in markets, like that for equity, in which risks are shared, firms act in a risk-averse manner. The resulting macroeconomic model accounts for many widely observed aspects of actual business cycles: (a) cyclical movements in real product wages, (b) cyclical patterns of output and investment including inventories, (c) sensitivity of the economy to small perturbations, and (d) persistence. More downward flexibility in wages and prices may exacerbate the plight of an economy that is in a deep recession.", "authors": [], "abstractStem": "becaus of financi market imperfect such as those gener by asymmetr inform in financi market which lead to breakdown in market like that for equiti in which risk are share firm act in a riskavers manner the result macroeconom model account for mani wide observ aspect of actual busi cycl a cyclic movement in real product wage b cyclic pattern of output and invest includ inventori c sensit of the economi to small perturb and d persist more downward flexibl in wage and price may exacerb the plight of an economi that is in a deep recess", "title": "Financial Market Imperfections and Business Cycles"}, "https://ideas.repec.org/a/aea/aecrev/v74y1984i3p433-44.html": {"abstract": "No abstract is available for this item.", "authors": ["fpsh275", "epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Equilibrium Unemployment as a Worker Discipline Device"}, "https://ideas.repec.org/a/col/000152/009706.html": {"abstract": "En esta conferencia Stiglitz hace un análisis de las reformas aplicadas enAmérica Latina en los años noventa y que están representadas en el Consensode Washington. Examina los alcances y limitaciones de dichas reformas yllega a la conclusión de que tales reformas son en parte las responsables delbajo crecimiento, del incremento de la pobreza, de las altas tasas dedesempleo y de las desigualdades imperantes en América Latina. Igualmente,explica las fallas implícitas en este conjunto de reformas y plantea unaserie de ideas que permitan una nueva agenda de reformas, enfatizandoque cada país tiene unas condiciones muy particulares que deben ser tenidasen cuenta._________ABSTRACT:Stiglitz analyzes the reforms applied in Latin America in the 90´s. These arerepresented in the Washington Consensus. He looks over the achievementsan restrictions of these reforms. He concludes that these are responsible forthe low growth, poverty increase, high unemployment rates and inequity inLatin America. Likewise He explains the failures in this set of reforms andHe states a set of ideas that allows a new reform plan taking into accountthat each country has particular conditions.", "authors": ["epst33"], "abstractStem": "en esta conferencia stiglitz hace un an lisi de la reforma aplicada enam rica latina en lo a os noventa y que est n representada en el consensod washington examina lo alcanc y limitacion de dicha reforma yllega a la conclusi n de que tale reforma son en part la respons delbajo crecimiento del incremento de la pobreza de la alta tasa dedesempleo y de la desigualdad imperant en am rica latina igualmenteexplica la falla impl cita en est conjunto de reforma y plantea unaseri de idea que permitan una nueva agenda de reforma enfatizandoqu cada pa s tien una condicion muy particular que deben ser tenidasen cuentaabstractstiglitz analyz the reform appli in latin america in the 90 s these arerepres in the washington consensu he look over the achievementsan restrict of these reform he conclud that these are respons forth low growth poverti increas high unemploy rate and inequ inlatin america likewis he explain the failur in thi set of reform andh state a set of idea that allow a new reform plan take into accountthat each countri ha particular condit", "title": "Hacia una nueva agenda de desarrollo para América Latina"}, "https://ideas.repec.org/a/ecj/econjl/v101y1991i404p134-41.html": {"abstract": "No abstract is available for this item.", "authors": ["epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Another Century of Economic Science"}, "https://ideas.repec.org/a/aea/aecrev/v69y1979i2p339-45.html": {"abstract": "No abstract is available for this item.", "authors": ["epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Equilibrium in Product Markets with Imperfect Information"}, "https://ideas.repec.org/a/cai/reofsp/reof_102_0139.html": {"abstract": "A diverse group of concerned citizens from around the world (including former government officials and leading economists) met at Columbia University on February 9 2007, under the sponsorship of the Initiative of Policy Dialogue, the Friedrich Ebert Foundation, and Erlassjahr, to consider the major issues facing the world today, and how the leaders of the G-8, meeting in Heiligendamm on June 6-8, 2007, might most effectively make progress in addressing those issues. This was the first meeting of this « Shadow G8 ». Participants considered the announced agenda « growth and responsibility », what might or should be included in that agenda, and what they considered to be the minimum aspirations — the bar that the leaders should set for themselves in advancing this important agenda. The following is the Chairman’s summary of the debates. JEL Classification: F13, F35, O19, O2.", "authors": ["fpla209", "epst33"], "abstractStem": "a divers group of concern citizen from around the world includ former govern offici and lead economist met at columbia univers on februari 9 2007 under the sponsorship of the initi of polici dialogu the friedrich ebert foundat and erlassjahr to consid the major issu face the world today and how the leader of the g8 meet in heiligendamm on june 68 2007 might most effect make progress in address those issu thi wa the first meet of thi  shadow g8  particip consid the announc agenda  growth and respons  what might or should be includ in that agenda and what they consid to be the minimum aspir   the bar that the leader should set for themselv in advanc thi import agenda the follow is the chairman s summari of the debat jel classif f13 f35 o19 o2", "title": "Le « Shadow G8 » 2007"}, "https://ideas.repec.org/a/bla/chinae/v19y2011i5p17-30.html": {"abstract": "No abstract is available for this item.", "authors": ["epst33"], "abstractStem": "no abstract is avail for thi item", "title": "The Failure of Macroeconomics in America"}, "https://ideas.repec.org/a/ecr/col070/11032.html": {"abstract": "No abstract is available for this item.", "authors": ["epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Le cap des réformes. Vers un nouveau programme pour l'Amerique latine"}, "https://ideas.repec.org/a/aea/aecrev/v73y1983i2p297-302.html": {"abstract": "When government expenditures exceed current tax revenues, the resulting deficit must be financed either by issuing bonds, which imply obligations to levy future taxes, or by creating high-powered money. The choice between money and bonds is often thought to be of great moment for both real and nominal variables; that is, monetary policy matters.There is by now a wide empirical consensus that monetary policy has effects on real variables like output and employment. But there is far less agreement about why this is so. The purpose of this paper is to take issue with some currently fashionable views of why money has real effects,and to suggest a new theory, or rather resurrect an old one--the loanable funds theory--and give it new, improved microfoundations.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epbl41", "epst33"], "abstractStem": "when govern expenditur exceed current tax revenu the result deficit must be financ either by issu bond which impli oblig to levi futur tax or by creat highpow money the choic between money and bond is often thought to be of great moment for both real and nomin variabl that is monetari polici mattersther is by now a wide empir consensu that monetari polici ha effect on real variabl like output and employ but there is far less agreement about whi thi is so the purpos of thi paper is to take issu with some current fashion view of whi money ha real effectsand to suggest a new theori or rather resurrect an old oneth loanabl fund theoryand give it new improv microfoundationspthi abstract wa borrow from anoth version of thi item", "title": "Money, Credit Constraints, and Economic Activity"}, "https://ideas.repec.org/a/pal/easeco/v37y2011i1p6-12.html": {"abstract": "The representative agent (RA) approach of the mainstream economics allows a rich analysis of intertemporal maximization; but it rules out the possibility of the analysis of complex interactions. It is the latter that are at the root of this and other crises. We argue that the RA approach is simply not up to the task of enhancing our understanding of modern macroeconomies and that the standard cannot provide an adequate framework for understanding the economy even in more normal times.We advocate a bottom-up approach, where high-level (macroeconomic) systems may possess new and different properties than the low-level (microeconomic) systems on which they are based. The heterogeneous agent approach provides an alternative, one which has already proven its metal in helping us understand the interlinkages which helped give rise to the crisis.", "authors": ["epga109", "epst33"], "abstractStem": "the repres agent ra approach of the mainstream econom allow a rich analysi of intertempor maxim but it rule out the possibl of the analysi of complex interact it is the latter that are at the root of thi and other crise we argu that the ra approach is simpli not up to the task of enhanc our understand of modern macroeconomi and that the standard cannot provid an adequ framework for understand the economi even in more normal timesw advoc a bottomup approach where highlevel macroeconom system may possess new and differ properti than the lowlevel microeconom system on which they are base the heterogen agent approach provid an altern one which ha alreadi proven it metal in help us understand the interlinkag which help give rise to the crisi", "title": "Heterogeneous Interacting Agent Models for Understanding Monetary Economies"}, "https://ideas.repec.org/a/aea/aecrev/v69y1979i5p961-63.html": {"abstract": "No abstract is available for this item.", "authors": ["epdi79", "epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Monopolistic Competition and Optimum Product Diversity: Reply"}, "https://ideas.repec.org/a/bpj/glecon/v8y2008i3n2.html": {"abstract": "In this paper we provide a general characterization of diffusion processes, allowing us to analyze both risk-sharing and contagion effects at the same time.We illustrate the relevance of our theory with reference to the subprime mortgage crisis and more in general to the processes of securitization and interbank linkages. We show that interdependencies in real and financial assets are beneficial from a social point of view when the economic environment is favorable and detrimental when the economic environment deteriorates. In the latter case, private incentives are such that too many linkages are formed, with respect to what is socially desirable. The risk of contagion increases the volatility of the outcome and thus reduces the ability of the financial networks to provide risk-sharing.Our analysis suggests that a likely major explanation of the subprime mortgage crisis is the process of securitization itself, in addition to the absence of transparency about the characteristics of the underlying assets that the multiple layers of financial intermediation fostered, as commonly claimed.This may call for a different emphasis on the role of public intervention. While a goal to stabilize the economy in good times should be to disrupt the channels that bring contagion, that is a positive correlation in the returns, in a period of worsening economic conditions our analysis suggests regulatory intervention aimed at disconnecting the economy at crucial nodes. Moreover, we show that policy interventions should be aimed at rescuing institutions, but not their managers. Diminishing the cost of default actually increases the inefficiency due to the divergence between the social and the individual optimum.", "authors": ["epga109", "epri114", "epst33"], "abstractStem": "in thi paper we provid a gener character of diffus process allow us to analyz both riskshar and contagion effect at the same timew illustr the relev of our theori with refer to the subprim mortgag crisi and more in gener to the process of securit and interbank linkag we show that interdepend in real and financi asset are benefici from a social point of view when the econom environ is favor and detriment when the econom environ deterior in the latter case privat incent are such that too mani linkag are form with respect to what is social desir the risk of contagion increas the volatil of the outcom and thu reduc the abil of the financi network to provid risksharingour analysi suggest that a like major explan of the subprim mortgag crisi is the process of securit itself in addit to the absenc of transpar about the characterist of the underli asset that the multipl layer of financi intermedi foster as commonli claimedthi may call for a differ emphasi on the role of public intervent while a goal to stabil the economi in good time should be to disrupt the channel that bring contagion that is a posit correl in the return in a period of worsen econom condit our analysi suggest regulatori intervent aim at disconnect the economi at crucial node moreov we show that polici intervent should be aim at rescu institut but not their manag diminish the cost of default actual increas the ineffici due to the diverg between the social and the individu optimum", "title": "The Asymmetric Effect of Diffusion Processes: Risk Sharing and Contagion"}, "https://ideas.repec.org/a/aea/aecrev/v79y1989i2p197-203.html": {"abstract": "No abstract is available for this item.", "authors": ["epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Markets, Market Failures, and Development"}, "https://ideas.repec.org/a/oup/oxecpp/v44y1992i4p694-724.html": {"abstract": " In this paper we investigate the macroeconomic equilibria of an economy in which credit contracts have both the adverse selection and incentive effects. The terms of credit contracts include both an interest rate and a collateral requirement. We show that in this richer model all types of borrowers may be rationed. Whether or not the economy is in a rationing regime, interest rates charged borrowers may move either pro- or counter-cyclically. If pro-cyclical shocks have a greater effect on the success probabilities of risky techniques than on safe ones, then the interest rate offered depositors may also move counter-cyclically. Increases in the supply of loanable assets can increase or decrease the average interest rate charged borrowers. Finally, we show that the impact of monetary policy on the macroeconomic equilibrium is affected by whether or not the economy is in a regime in which credit is rationed. Copyright 1992 by Royal Economic Society.", "authors": ["epst33", "epwe40"], "abstractStem": " in thi paper we investig the macroeconom equilibria of an economi in which credit contract have both the advers select and incent effect the term of credit contract includ both an interest rate and a collater requir we show that in thi richer model all type of borrow may be ration whether or not the economi is in a ration regim interest rate charg borrow may move either pro or countercycl if procycl shock have a greater effect on the success probabl of riski techniqu than on safe one then the interest rate offer depositor may also move countercycl increas in the suppli of loanabl asset can increas or decreas the averag interest rate charg borrow final we show that the impact of monetari polici on the macroeconom equilibrium is affect by whether or not the economi is in a regim in which credit is ration copyright 1992 by royal econom societi", "title": "Asymmetric Information in Credit Markets and Its Implications for Macro-economics"}, "https://ideas.repec.org/a/bpj/evoice/v1y2004i1n2.html": {"abstract": "Not long ago, Republicans were trying to pass a balanced budget amendment to the constitution. Democrats were skeptical, overwhelmingly Keynesian, and believed that deficit spending had ended the Great Depression. Under Rubinomics the positions began to switch: Democrats became the defenders of fiscal orthodoxy. Now Bush has cut taxes for the rich and caused huge deficits. Is the flip-flop just politics?", "authors": ["epst33"], "abstractStem": "not long ago republican were tri to pass a balanc budget amend to the constitut democrat were skeptic overwhelmingli keynesian and believ that deficit spend had end the great depress under rubinom the posit began to switch democrat becam the defend of fiscal orthodoxi now bush ha cut tax for the rich and caus huge deficit is the flipflop just polit", "title": "The Parties' Flip-Flops on Deficit Spending: Economics or Politics?"}, "https://ideas.repec.org/a/bpj/evoice/v3y2006i7n3.html": {"abstract": "Joseph E. Stiglitz presents his plan for getting the United States and the Developing World to address global warming, and argues that by failing to address this problem, the United States is implicitly subsidizing energy usage and engaging in unfair trade practices.", "authors": ["epst33"], "abstractStem": "joseph e stiglitz present hi plan for get the unit state and the develop world to address global warm and argu that by fail to address thi problem the unit state is implicitli subsid energi usag and engag in unfair trade practic", "title": "A New Agenda for Global Warming"}, "https://ideas.repec.org/a/iif/iifjrn/v20y2005i227p51-52.html": {"abstract": "Küresel ekonomi tahmincileri iyimser olmak istiyor. Ama bu yıl değil. Her yıl başı, ekonomi tahmincileri için zorlu dönemlerdir. Birkaç istisna ile Wall Street ekonomistleri, verilerin izin verdiği ölçüde bize iyimserlik aşılayacak yorumlar yapmaya çalışır; çünkü karamsar, kasvetli yorumlar borsa satışlarına çok fazla katkı yapmaz. Ama tezgahtarlar bile 2005’te 2004’tekinden daha zayıf bir Amerikan ekonomisi öngörüyor. Dünya çapında en büyük ekonomik belirsizlik petrol fi yatları. Petrol üreticileri Çin’in talebinin ne kadar artacağını tahmin edemiyorlar. George Bush’un Irak’ta yarattığı ve uğradığı felaketin istikrarsızlığı daha da artırdığı bir ortamda, Orta Doğu’daki (ve tabi Nijerya, Rusya ve Venezüella’daki) arz sorunları da bir başka sorun.", "authors": ["epst33"], "abstractStem": "k resel ekonomi tahmincileri iyims olmak istiyor ama bu y l de il her y l ba  ekonomi tahmincileri i in zorlu d nemlerdir birka  istisna ile wall street ekonomistleri verilerin izin verdi i  l de bize iyimserlik a layacak yorumlar yapmaya  al r  nk  karamsar kasvetli yorumlar borsa sat lar na  ok fazla katk  yapmaz ama tezgahtarlar bile 2005 te 2004 tekinden daha zay f bir amerikan ekonomisi  ng r yor d nya  ap nda en b y k ekonomik belirsizlik petrol fi yatlar  petrol  reticileri  in in talebinin ne kadar artaca n  tahmin edemiyorlar georg bush un irak ta yaratt  ve u rad  felaketin istikrar zl  daha da art rd  bir ortamda orta do u daki ve tabi nijerya rusya ve venez ella daki arz sorunlar  da bir ba ka sorun", "title": "Bu Böyle Sonsuza Kadar Gidemez,Öyleyse Gitmeyecek"}, "https://ideas.repec.org/a/aea/aecrev/v67y1977i5p975-81.html": {"abstract": "No abstract is available for this item.", "authors": ["epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Tariffs vs . Quotas as Revenue Raising Devices under Uncertainty"}, "https://ideas.repec.org/a/bla/ecorec/v65y1989i188p66-72.html": {"abstract": "No abstract is available for this item.", "authors": ["epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Reflections on the State of Economics: 1988"}, "https://ideas.repec.org/a/aea/aecrev/v71y1981i2p184-89.html": {"abstract": "No abstract is available for this item.", "authors": ["epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Potential Competition May Reduce Welfare"}, "https://ideas.repec.org/a/eee/jbfina/v37y2013i7p2605-2627.html": {"abstract": "This paper conducts a cross-country empirical study of the impact of institutions and agency conflicts on ownership reforms and their implications for changes in performance and efficiency. We examine two main questions. First, we evaluate the effects of certain property rights and institutional quality measures on performance and efficiency. We find that property rights and contracting rights protections contribute to stronger post-privatization performance. Second, we ask whether sectors undergoing changes from state to private ownership exhibit better or worse performance than sectors remaining public. We find an insignificant effect of privatization in ordinary least squares estimates and a negative short-term effect after correcting for endogeneity of privatization decisions that disappears in the long run, consistent with recently privatized enterprises facing short-run costs of restructuring and the challenges of mitigating agency and expropriation concerns.", "authors": ["epkn22", "epkn41", "epst33"], "abstractStem": "thi paper conduct a crosscountri empir studi of the impact of institut and agenc conflict on ownership reform and their implic for chang in perform and effici we examin two main question first we evalu the effect of certain properti right and institut qualiti measur on perform and effici we find that properti right and contract right protect contribut to stronger postprivat perform second we ask whether sector undergo chang from state to privat ownership exhibit better or wors perform than sector remain public we find an insignific effect of privat in ordinari least squar estim and a neg shortterm effect after correct for endogen of privat decis that disappear in the long run consist with recent privat enterpris face shortrun cost of restructur and the challeng of mitig agenc and expropri concern", "title": "Ownership change, institutional development and performance"}, "https://ideas.repec.org/a/oup/oxford/v15y1999i2p59-76.html": {"abstract": " Traditional theory emphasizes the key role that monetary policy can play through the manipulation of interest rates. But there are several puzzles that cannot be reconciled with standard models. These include: the apparent constancy in interest rates over extended periods, and changes at other times which appear unrelated to changes in technology and demography; the cyclical pattern of movements in real interest rates; the impact of nominal not real interest-rate changes on real variables; and the cyclical pattern of movements in interest-rate spreads. This paper reaches beyond the standard competitive equilibrium, perfect information, model of credit markets towards imperfect information models, particularly those that focus on the determinants of bank behaviour. Of the standard models, the money demand model is most deficient in understanding these puzzles. The loanable funds theory and a generalized version of real productivity theory can be reconciled with imperfect information, and markets and the consequent credit and equity rationing regimes help to explain the puzzles. Specifically, banks may be insensitive to changes in monetary stance owing to risk aversion. There are strong policy implications; it is argued, for instance, that in East Asia raising interest rates exacerbated economic decline and, rather than contributing to exchange-rate stability, may have induced capital flight as default risk increased, lowering risk-adjusted expected returns. Copyright 1999 by Oxford University Press.", "authors": ["epst33"], "abstractStem": " tradit theori emphas the key role that monetari polici can play through the manipul of interest rate but there are sever puzzl that cannot be reconcil with standard model these includ the appar constanc in interest rate over extend period and chang at other time which appear unrel to chang in technolog and demographi the cyclic pattern of movement in real interest rate the impact of nomin not real interestr chang on real variabl and the cyclic pattern of movement in interestr spread thi paper reach beyond the standard competit equilibrium perfect inform model of credit market toward imperfect inform model particularli those that focu on the determin of bank behaviour of the standard model the money demand model is most defici in understand these puzzl the loanabl fund theori and a gener version of real product theori can be reconcil with imperfect inform and market and the consequ credit and equiti ration regim help to explain the puzzl specif bank may be insensit to chang in monetari stanc owe to risk avers there are strong polici implic it is argu for instanc that in east asia rais interest rate exacerb econom declin and rather than contribut to exchanger stabil may have induc capit flight as default risk increas lower riskadjust expect return copyright 1999 by oxford univers press", "title": "Interest Rates, Risk, and Imperfect Markets: Puzzles and Policies"}, "https://ideas.repec.org/a/kap/itaxpf/v6y1999i3p239-262.html": {"abstract": " This paper provides an overview of the key issues relating to taxation, public policy and the dynamics of unemployment.It takes issue with the widely held view that generous social insurance schemes and the associated highpayroll taxes have been the major cause of the high unemployment rates which have persisted in Europe over thepast 15 years. It puts forward a framework for a theory of adjustment, based on the portfolio theory of the riskaverse firm and the efficiency wage theory of labor markets. This is used to explain why in the onset of a downturn,the hiring rate may lag the layoff rate, thus giving rise to rising unemployment rates. It is also shown to provideguidance as to policies which enhance the ability of firms to bear risks and which reduce costs of hiring and firing.The paper argues that while policies which increase severance or layoff costs may be well intended they mayactually serve to exacerbate the magnitude of employment fluctuations. Similarly, unemployment compensation,which is designed to ease the burden on those who are unemployed, may lead to higher levels of equilibriumunemployment. These programs can be restructured in ways which simultaneously ease the short-run burden ofthose thrown into unemployment, while reducing the adverse impact of these programs on the unemployment rate. Copyright Kluwer Academic Publishers 1999", "authors": ["epst33"], "abstractStem": " thi paper provid an overview of the key issu relat to taxat public polici and the dynam of unemploymentit take issu with the wide held view that gener social insur scheme and the associ highpayrol tax have been the major caus of the high unemploy rate which have persist in europ over thepast 15 year it put forward a framework for a theori of adjust base on the portfolio theori of the riskavers firm and the effici wage theori of labor market thi is use to explain whi in the onset of a downturnth hire rate may lag the layoff rate thu give rise to rise unemploy rate it is also shown to provideguid as to polici which enhanc the abil of firm to bear risk and which reduc cost of hire and firingth paper argu that while polici which increas sever or layoff cost may be well intend they mayactu serv to exacerb the magnitud of employ fluctuat similarli unemploy compensationwhich is design to eas the burden on those who are unemploy may lead to higher level of equilibriumunemploy these program can be restructur in way which simultan eas the shortrun burden ofthos thrown into unemploy while reduc the advers impact of these program on the unemploy rate copyright kluwer academ publish 1999", "title": "Taxation, Public Policy, and Dynamics of Unemployment"}, "https://ideas.repec.org/a/aea/aecrev/v87y1997i2p109-13.html": {"abstract": "No abstract is available for this item.", "authors": ["epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Looking out for the National Interest: The Principles of the Council of Economic Advisers"}, "https://ideas.repec.org/a/aea/aecrev/v74y1984i2p350-55.html": {"abstract": "No abstract is available for this item.", "authors": ["epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Price Rigidities and Market Structure"}, "https://ideas.repec.org/a/ucp/jpolec/v82y1974i1p1-33.html": {"abstract": "No abstract is available for this item.", "authors": ["epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Benefit-Cost Analysis and Trade Policies"}, "https://ideas.repec.org/a/ucp/jpolec/v77y1969i4p586-627.html": {"abstract": "No abstract is available for this item.", "authors": ["fpca475", "epst33"], "abstractStem": "no abstract is avail for thi item", "title": "The Implications of Alternative Saving and Expectations Hypotheses for Choices of Technique and Patterns of Growth"}, "https://ideas.repec.org/a/ucp/jpolec/v95y1987i5p1041-61.html": {"abstract": " This paper uses a variant of the standard search model to examine market equilibrium and the co nsequences of an increase in the number of firms. If marginal search costs increase with the number of searches, then the demand curve fac ing any firm will be kinked, with the elasticity of demand with respe ct to price decreases being less than with respect to price increases ; prices may not change in response to changes in marginal costs. As the number of firms increases, the maximum price that is consistent w ith equilibrium increases to the monopoly price, but the minimum pric e decreases. On the other hand, if marginal search costs decrease wit h the number of searches, equilibrium, if it exists, is characterized by a price distribution. Copyright 1987 by University of Chicago Press.", "authors": ["epst33"], "abstractStem": " thi paper use a variant of the standard search model to examin market equilibrium and the co nsequenc of an increas in the number of firm if margin search cost increas with the number of search then the demand curv fac ing ani firm will be kink with the elast of demand with resp ct to price decreas be less than with respect to price increas  price may not chang in respons to chang in margin cost as the number of firm increas the maximum price that is consist w ith equilibrium increas to the monopoli price but the minimum pric e decreas on the other hand if margin search cost decreas wit h the number of search equilibrium if it exist is character by a price distribut copyright 1987 by univers of chicago press", "title": "Competition and the Number of Firms in a Market: Are Duopolies More Competitive than Atomistic Markets?"}, "https://ideas.repec.org/a/aea/aecrev/v89y1999i2p75-80.html": {"abstract": "No abstract is available for this item.", "authors": ["epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Toward a General Theory of Wage and Price Rigidities and Economic Fluctuations"}, "https://ideas.repec.org/a/wej/wldecn/65.html": {"abstract": "An interview with introduction by Brian Snowdon Professor Joseph Stiglitz is without question one of the worldâ€™s leading economists. In his extensive research he has made seminal contributions to the analysis of the economic consequences of incomplete information and uncertainty. This work has greatly enhanced economistsâ€™ understanding of the welfare properties of markets and the sources of market failure. His research has also contributed to the development of better microeconomic foundations for Keynesian macroeconomic models. Most recently Professor Stiglitz has been heavily involved in controversial public policy debates relating to the East Asian crisis, problems of transition from communism to capitalism, the limitations of the â€˜Washington consensusâ€™, and globalisation and development. A common theme in all of these debates relates to the role of government and legitimate borders of the state in both developed and developing economies. In this article/interview Professor Stiglitz gives his views on these and several other important global issues.", "authors": ["epst33"], "abstractStem": "an interview with introduct by brian snowdon professor joseph stiglitz is without question one of the world s lead economist in hi extens research he ha made semin contribut to the analysi of the econom consequ of incomplet inform and uncertainti thi work ha greatli enhanc economist  understand of the welfar properti of market and the sourc of market failur hi research ha also contribut to the develop of better microeconom foundat for keynesian macroeconom model most recent professor stiglitz ha been heavili involv in controversi public polici debat relat to the east asian crisi problem of transit from commun to capit the limit of the  washington consensu  and globalis and develop a common theme in all of these debat relat to the role of govern and legitim border of the state in both develop and develop economi in thi articleinterview professor stiglitz give hi view on these and sever other import global issu", "title": "Redefining the Role of the State"}, "https://ideas.repec.org/a/oup/qjecon/v88y1974i2p194-227..html": {"abstract": "I. Introduction, 194. — II. The model, 196. — III. The market equilibrium, 205. — IV. Optimal allocation of labor and determination of urban wage level, 207. — V. Wage subsidies, 214. — VI. Wages and shadow price of labor in the public sector, 218. — VII. Urban income taxes, 220. — VIII. Concluding comments and summary, 222. — Appendix: \"nominal\" and \"expected\" urban wages and the unemployment rate, 223.", "authors": [], "abstractStem": "i introduct 194   ii the model 196   iii the market equilibrium 205   iv optim alloc of labor and determin of urban wage level 207   v wage subsidi 214   vi wage and shadow price of labor in the public sector 218   vii urban incom tax 220   viii conclud comment and summari 222   appendix nomin and expect urban wage and the unemploy rate 223", "title": "Alternative Theories of Wage Determination and Unemployment in LDC's: The Labor Turnover Model"}, "https://ideas.repec.org/a/col/000093/006995.html": {"abstract": "No abstract is available for this item.", "authors": ["epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Lo que aprendí de la crisis económica mundial"}, "https://ideas.repec.org/a/eee/pubeco/v18y1982i1p1-33.html": {"abstract": "This paper establishes that, far from being able to derive the principle of horizontal equity from utilitarianism, the principle is actually in- consistent with utilitarianism in a variety of circumstances. We derive conditions under which (a) it is optimal to impose random tax schedules (ex post randomization) ; and (b) it is optimal to randomize the tax schedules imposed on a set of otherwise identical individuals (ex ante randomization). The implications for optimal tax theory are discussed. More generally, it is shown that there are a number of potentially important economic situations with which the principle of horizontal equity may be inconsistent not only with utilitarianism but even with Pareto optimality.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epst33"], "abstractStem": "thi paper establish that far from be abl to deriv the principl of horizont equiti from utilitarian the principl is actual in consist with utilitarian in a varieti of circumst we deriv condit under which a it is optim to impos random tax schedul ex post random  and b it is optim to random the tax schedul impos on a set of otherwis ident individu ex ant random the implic for optim tax theori are discuss more gener it is shown that there are a number of potenti import econom situat with which the principl of horizont equiti may be inconsist not onli with utilitarian but even with pareto optimalitypthi abstract wa borrow from anoth version of thi item", "title": "Utilitarianism and horizontal equity : The case for random taxation"}, "https://ideas.repec.org/a/bla/coecpo/v2y1984i5p44-57.html": {"abstract": " This paper discusses the theory and measurement of information externalities in oil and gas leasing. A study of leases issued in the Gulf of Mexico reveals significant positive information externalities resulting from prior development of adjoining leases. According to a recent court decision, these effects provide an added consideration in the determination of a \"fair and equitable\" division of revenues from federal tracts adjoining state lands, as required by the 1978 amendments to the Outer Continental Shelf Lands Act Copyright 1984 Western Economic Association International.", "authors": ["epst33"], "abstractStem": " thi paper discuss the theori and measur of inform extern in oil and ga leas a studi of leas issu in the gulf of mexico reveal signific posit inform extern result from prior develop of adjoin leas accord to a recent court decis these effect provid an ad consider in the determin of a fair and equit divis of revenu from feder tract adjoin state land as requir by the 1978 amend to the outer continent shelf land act copyright 1984 western econom associ intern", "title": "Information Externalities In Oil And Gas Leasing"}, "https://ideas.repec.org/a/cup/wotrrv/v3y2004i03p495-506_00.html": {"abstract": "No abstract is available for this item.", "authors": ["epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Common values for the development round"}, "https://ideas.repec.org/a/wej/wldecn/608.html": {"abstract": "This paper explores the current global turmoil in microfinance in the context of the problems that have arisen at SKS Microfinance in India. The authors argue that the roots of the current crisis lay in the attempt to scale-up the original â€œGrameenâ€ model of microfinance set up in Bangladesh I order to establish profit-seeking bodies which have neglected the core value of trust underlying successful initiatives. Unfortunately, corrective steps may exacerbate existing problems. The founders of microfinance may have overestimated the impact of microfinance in abolishing poverty, but the hasty regulation that has been imposed to address some of the setbacks experienced in India, may only undermine further trust between borrowers and lenders. Undoubtedly, microfinance institutions have has an impact on economic exclusion, social change and on community building, but future growth in the sector may require a reversion to its original not for profit foundation.", "authors": ["epst33"], "abstractStem": "thi paper explor the current global turmoil in microfin in the context of the problem that have arisen at sk microfin in india the author argu that the root of the current crisi lay in the attempt to scaleup the origin  grameen  model of microfin set up in bangladesh i order to establish profitseek bodi which have neglect the core valu of trust underli success initi unfortun correct step may exacerb exist problem the founder of microfin may have overestim the impact of microfin in abolish poverti but the hasti regul that ha been impos to address some of the setback experienc in india may onli undermin further trust between borrow and lender undoubtedli microfin institut have ha an impact on econom exclus social chang and on commun build but futur growth in the sector may requir a revers to it origin not for profit foundat", "title": "Taking Stock of Microfinance"}, "https://ideas.repec.org/a/cai/edddbu/edd_254_0019.html": {"abstract": "In this paper, the author have argued that what matters for development is learning and, more broadly, technical progress and a developmental transformation. He has focused on a simple model of learning with a single factor of production (labor) and has emphasized cross-sector learning spillovers. He provides both a case for industrial policies and the essay of an analysis of the optimal design for such policies.", "authors": ["epst33"], "abstractStem": "in thi paper the author have argu that what matter for develop is learn and more broadli technic progress and a development transform he ha focus on a simpl model of learn with a singl factor of product labor and ha emphas crosssector learn spillov he provid both a case for industri polici and the essay of an analysi of the optim design for such polici", "title": "Apprentissage, croissance et développement : conférence en l'honneur de Sir Partha Dasgupta. Learning, Growth, and Development: A Lecture in Honor of Sir Partha Dasgupta"}, "https://ideas.repec.org/a/eee/pubeco/v89y2005i4p599-623.html": {"abstract": "The current consensus on indirect tax reform in developing countries favors a reduction in trade taxes with an increase in VAT to raise revenue. The theoretical results on selective reform that underlie this consensus are, however, derived from partial models that ignore the existence of an informal economy. Once the incomplete coverage of VAT due to an informal economy in acknowledged, we show that, contrary to the current consensus, the standard revenue-neutral selective reform of trade taxes and VAT reduces welfare under plausible conditions. Moreover, a VAT base broadening with a revenue-neutral reduction in trade taxes may also reduce welfare. The results raise serious doubts about the wisdom of the widely implemented indirect tax reform in developing countries.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epem14", "epst33"], "abstractStem": "the current consensu on indirect tax reform in develop countri favor a reduct in trade tax with an increas in vat to rais revenu the theoret result on select reform that underli thi consensu are howev deriv from partial model that ignor the exist of an inform economi onc the incomplet coverag of vat due to an inform economi in acknowledg we show that contrari to the current consensu the standard revenueneutr select reform of trade tax and vat reduc welfar under plausibl condit moreov a vat base broaden with a revenueneutr reduct in trade tax may also reduc welfar the result rais seriou doubt about the wisdom of the wide implement indirect tax reform in develop countriespthi abstract wa borrow from anoth version of thi item", "title": "On selective indirect tax reform in developing countries"}, "https://ideas.repec.org/a/oup/oxford/v5y1989i4p55-68.html": {"abstract": "No abstract is available for this item.", "authors": ["epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Financial Markets and Development"}, "https://ideas.repec.org/a/bpj/globdv/v2y2012i2n9.html": {"abstract": "No abstract is available for this item.", "authors": ["epst33"], "abstractStem": "no abstract is avail for thi item", "title": "From the G-20 to a Global Economic Coordination Council"}, "https://ideas.repec.org/a/ier/iecrev/v10y1969i3p373-90.html": {"abstract": "No abstract is available for this item.", "authors": ["epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Allocation of Heterogeneous Capital Goods in a Two-Sector Economy"}, "https://ideas.repec.org/a/ecj/econjl/v91y1981i362p331-47.html": {"abstract": "This paper explores the relationship between aggregate land rents and aggregate transport costs for land markets in which locations differ solely in terms of accessibility. That there exists a relationship between land rents and transport costs has been recognized at least since the time of von Thunen. The precise relationship between the two is, however, not generally well-understood. For instance, until quite recently it was considered correct to estimate the benefits from a transport improvement by the induced change in aggregate land rents at those locations where travel costs are reduced. This procedure can be shown to be correct only in very special circumstances. This paper presents a very general characterization of the relationship between aggregate land rents and aggregate transport costs. In some special cases, the relationship turns out to be remarkably simple: for a circular city with linear transport costs, aggregate transport costs are precisely twice aggregate land rents, independent of the distribution of tastes or income; for a linear city with linear transport costs, aggregate transport costs are equal to aggregate land rents. One corollary of our general analysis is that aggregate land rents may stay the same or actually fall in response to a transport improvement which makes everyone better off. In the first section we consider a simple example. The second derives the basic theorems of the paper, while the third examines their implications for the relationship between the benefits from a transport improvement and the change in aggregate land rents induced by the improvement. And in the fourth section, we examine the extent to which the theorems of section II generalize.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epar13", "epst33"], "abstractStem": "thi paper explor the relationship between aggreg land rent and aggreg transport cost for land market in which locat differ sole in term of access that there exist a relationship between land rent and transport cost ha been recogn at least sinc the time of von thunen the precis relationship between the two is howev not gener wellunderstood for instanc until quit recent it wa consid correct to estim the benefit from a transport improv by the induc chang in aggreg land rent at those locat where travel cost are reduc thi procedur can be shown to be correct onli in veri special circumst thi paper present a veri gener character of the relationship between aggreg land rent and aggreg transport cost in some special case the relationship turn out to be remark simpl for a circular citi with linear transport cost aggreg transport cost are precis twice aggreg land rent independ of the distribut of tast or incom for a linear citi with linear transport cost aggreg transport cost are equal to aggreg land rent one corollari of our gener analysi is that aggreg land rent may stay the same or actual fall in respons to a transport improv which make everyon better off in the first section we consid a simpl exampl the second deriv the basic theorem of the paper while the third examin their implic for the relationship between the benefit from a transport improv and the chang in aggreg land rent induc by the improv and in the fourth section we examin the extent to which the theorem of section ii generalizepthi abstract wa borrow from anoth version of thi item", "title": "Aggregate Land Rents and Aggregate Transport Costs"}, "https://ideas.repec.org/a/eee/pubeco/v29y1986i1p1-24.html": {"abstract": "The central result of this paper is that when moral hazard ispresent,competitive equilibrium is almost always (constrained) inefficient. Moral hazard causes shadow prices to deviate from market prices. To remedy this market failure, the government could introduce differential commodity taxation. Moral hazard causes people to take too little care to prevent accidents. The corresponding dead-weight loss can be reduced by subsidizing (taxing) those goods the consumption of which encourages (discourages) accident avoidance.At the (constrained) optimum, the sum of the deadweight losses as-sociated with moral hazard, on the one hand, and differential commodity taxation, on the other, is minimized.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epar13", "epst33"], "abstractStem": "the central result of thi paper is that when moral hazard ispresentcompetit equilibrium is almost alway constrain ineffici moral hazard caus shadow price to deviat from market price to remedi thi market failur the govern could introduc differenti commod taxat moral hazard caus peopl to take too littl care to prevent accid the correspond deadweight loss can be reduc by subsid tax those good the consumpt of which encourag discourag accid avoidanceat the constrain optimum the sum of the deadweight loss associ with moral hazard on the one hand and differenti commod taxat on the other is minimizedpthi abstract wa borrow from anoth version of thi item", "title": "Moral hazard and optimal commodity taxation"}, "https://ideas.repec.org/a/bin/bpeajo/v19y1988i1988-1p207-270.html": {"abstract": "No abstract is available for this item.", "authors": ["epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Examining Alternative Macroeconomic Theories"}, "https://ideas.repec.org/a/wly/econjl/vy2015i583p235-268.html": {"abstract": "Frank Ramsey's classic paper \"A contribution to the theory of taxation\" gave rise to the modern theory of optimal taxation. This paper traces the literature that grew out of Ramsey's 1927 paper and assesses which of its key insights has proven robust. Though the path breaking work of Peter Diamond and James Mirrlees showed that Ramsey's results could be generalized in some important ways, other work showed that the domain of applicability of Ramsey's original insights may be more limited: changes in assumptions about the set of feasible taxes (not allowing certain taxes, or allowing a progressive income tax or non-linear commodity taxes), and in particular about the taxation of pure rents, incorporating more explicitly distributional considerations, and/or recognizing the important ways in which our economy differs from the competitive model underlying Ramsey's analysis all change the optimal structure of commodity taxation in important ways.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epst33"], "abstractStem": "frank ramsey classic paper a contribut to the theori of taxat gave rise to the modern theori of optim taxat thi paper trace the literatur that grew out of ramsey 1927 paper and assess which of it key insight ha proven robust though the path break work of peter diamond and jame mirrle show that ramsey result could be gener in some import way other work show that the domain of applic of ramsey origin insight may be more limit chang in assumpt about the set of feasibl tax not allow certain tax or allow a progress incom tax or nonlinear commod tax and in particular about the taxat of pure rent incorpor more explicitli distribut consider andor recogn the import way in which our economi differ from the competit model underli ramsey analysi all chang the optim structur of commod taxat in import wayspthi abstract wa borrow from anoth version of thi item", "title": "In Praise of Frank Ramsey's Contribution to the Theory of Taxation"}, "https://ideas.repec.org/a/ecj/econjl/v120y2010i544p500-518.html": {"abstract": " An iconic model with high leverage and overvalued collateral assets is used to illustrate the amplification mechanism driving asset prices to 'overshoot' equilibrium when an asset bubble bursts - threatening widespread insolvency and what Richard Koo calls a 'balance sheet recession'. Besides interest rates cuts, asset purchases and capital restructuring are key to crisis resolution. The usual bankruptcy procedures for doing this fail to internalise the price effects of asset 'fire-sales' to pay down debts, however. We discuss how official intervention in the form of 'super' Chapter 11 actions can help prevent asset price correction causing widespread economic disruption. Copyright � The Author(s). Journal compilation � Royal Economic Society 2010.", "authors": ["epmi133", "epst33"], "abstractStem": " an icon model with high leverag and overvalu collater asset is use to illustr the amplif mechan drive asset price to overshoot equilibrium when an asset bubbl burst  threaten widespread insolv and what richard koo call a balanc sheet recess besid interest rate cut asset purchas and capit restructur are key to crisi resolut the usual bankruptci procedur for do thi fail to internalis the price effect of asset firesal to pay down debt howev we discuss how offici intervent in the form of super chapter 11 action can help prevent asset price correct caus widespread econom disrupt copyright   the author journal compil   royal econom societi 2010", "title": "Leverage and Asset Bubbles: Averting Armageddon with Chapter 11?"}, "https://ideas.repec.org/a/bla/ecnote/v28y1999i3p249-254.html": {"abstract": "No abstract is available for this item.", "authors": ["epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Introduction"}, "https://ideas.repec.org/a/bin/bpeajo/v29y1998i1998-2p1-136.html": {"abstract": "No abstract is available for this item.", "authors": ["epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Economic Crises: Evidence and Insights from East Asia"}, "https://ideas.repec.org/a/ecj/econjl/v91y1981i361p58-74.html": {"abstract": "No abstract is available for this item.", "authors": ["epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Project Appraisal and Foreign Exchange Constraints"}, "https://ideas.repec.org/a/bpj/globdv/v1y2010i2n10.html": {"abstract": "No abstract is available for this item.", "authors": ["epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Towards A New Global Reserve System"}, "https://ideas.repec.org/a/ecm/emetrp/v37y1969i4p660-67.html": {"abstract": "No abstract is available for this item.", "authors": ["epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Behavior Towards Risk with Many Commodities"}, "https://ideas.repec.org/a/rpo/ripoec/y2014i3p7-42.html": {"abstract": "Following the Great Recession, eurozone countries have performed worse than even the currency union’s most pessimistic critics had predicted. The paper identifies the strong fundamental flaws in the design of the eurozone and proposes a set of reforms, both in the structure of the eurozone and current policies, which might enable the euro to work. It traces the flaws to economic misconceptions prevalent at the time theeuro was designed, some of which continue to predominate. Reform is likely less costly than allowing the euro to break up. The required political will, however, is not in evidence.", "authors": ["epst33"], "abstractStem": "follow the great recess eurozon countri have perform wors than even the currenc union s most pessimist critic had predict the paper identifi the strong fundament flaw in the design of the eurozon and propos a set of reform both in the structur of the eurozon and current polici which might enabl the euro to work it trace the flaw to econom misconcept preval at the time theeuro wa design some of which continu to predomin reform is like less costli than allow the euro to break up the requir polit will howev is not in evid", "title": "Can the Euro Be Saved? An Analysis of the Future of the Currency Union"}, "https://ideas.repec.org/a/eee/jetheo/v3y1971i1p66-84.html": {"abstract": "No abstract is available for this item.", "authors": ["epro48", "epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Increasing risk II: Its economic consequences"}, "https://ideas.repec.org/a/eee/jimfin/v22y2003i1p131-151.html": {"abstract": "No abstract is available for this item.", "authors": ["fple321", "epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Mexican investment after the Tequila crisis: basic economics, \"confidence\" effects or market imperfections?"}, "https://ideas.repec.org/a/bla/intlab/v141y2002i1-2p9-29.html": {"abstract": "No abstract is available for this item.", "authors": ["epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Employment, social justice and societal well-being"}, "https://ideas.repec.org/a/aea/jeclit/v25y1987i1p1-48.html": {"abstract": "No abstract is available for this item.", "authors": ["epst33"], "abstractStem": "no abstract is avail for thi item", "title": "The Causes and Consequences of the Dependence of Quality on Price"}, "https://ideas.repec.org/a/taf/jhudca/v13y2012i1p31-58.html": {"abstract": " This paper examines the two-way relationship between inequality and economic fluctuations, and the implications for human development. For years, the dominant paradigm in macroeconomics, which assumed that income distribution did not matter, at least for macroeconomic behavior, ignored inequality—both its role in causing crises and the effect of fluctuations in general, and crises in particular, on inequality. But the most recent financial crisis has shown the errors in this thinking, and these views are finally beginning to be questioned. Economists who had looked at the average equity of a homeowner—ignoring the distribution—felt comfortable that the economy could easily withstand a large fall in housing prices. When such a fall occurred, however, it had disastrous effects, because a large fraction of homeowners owed more on their homes than the value of the home, leading to waves of foreclosure and economic stress. Policy-makers and economists alike have begun to take note: inequality can contribute to volatility and the creation of crises, and volatility can contribute to inequality. Here, we explore the variety of channels through which inequality affects fluctuations and fluctuations affect inequality, and explore how some of the changes in our economy may have contributed to increased inequality and volatility both directly and indirectly. After describing the two-way relationship, the paper discusses hysteresis—the fact that the consequences of an economic downturn can be long-lived. Then, it examines how policy can either mitigate or exacerbate the inequality consequences of economic downturns, and shows how well-intentioned policies can sometimes be counterproductive. Finally, it links these issues to human development, especially in developing countries.", "authors": ["epst33"], "abstractStem": " thi paper examin the twoway relationship between inequ and econom fluctuat and the implic for human develop for year the domin paradigm in macroeconom which assum that incom distribut did not matter at least for macroeconom behavior ignor inequ both it role in caus crise and the effect of fluctuat in gener and crise in particular on inequ but the most recent financi crisi ha shown the error in thi think and these view are final begin to be question economist who had look at the averag equiti of a homeown ignor the distribut felt comfort that the economi could easili withstand a larg fall in hous price when such a fall occur howev it had disastr effect becaus a larg fraction of homeown owe more on their home than the valu of the home lead to wave of foreclosur and econom stress policymak and economist alik have begun to take note inequ can contribut to volatil and the creation of crise and volatil can contribut to inequ here we explor the varieti of channel through which inequ affect fluctuat and fluctuat affect inequ and explor how some of the chang in our economi may have contribut to increas inequ and volatil both directli and indirectli after describ the twoway relationship the paper discuss hysteresi the fact that the consequ of an econom downturn can be longliv then it examin how polici can either mitig or exacerb the inequ consequ of econom downturn and show how wellintent polici can sometim be counterproduct final it link these issu to human develop especi in develop countri", "title": "Macroeconomic Fluctuations, Inequality, and Human Development"}, "https://ideas.repec.org/a/aea/aecrev/v64y1974i6p851-66.html": {"abstract": "No abstract is available for this item.", "authors": ["epst33"], "abstractStem": "no abstract is avail for thi item", "title": "On the Irrelevance of Corporate Financial Policy"}, "https://ideas.repec.org/a/aea/aecrev/v65y1975i3p283-300.html": {"abstract": "No abstract is available for this item.", "authors": ["epst33"], "abstractStem": "no abstract is avail for thi item", "title": "The Theory of \"Screening,\" Education, and the Distribution of Income"}, "https://ideas.repec.org/a/fip/fedkpr/y1998p221-263.html": {"abstract": "No abstract is available for this item.", "authors": ["epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Economic consequences of income inequality"}, "https://ideas.repec.org/a/aea/aecrev/v72y1982i5p1121-30.html": {"abstract": "No abstract is available for this item.", "authors": ["epst33"], "abstractStem": "no abstract is avail for thi item", "title": "The Theory of Sales: A Simple Model of Equilibrium Price Dispersion with Identical Agents"}, "https://ideas.repec.org/a/oup/restud/v44y1977i3p407-430..html": {"abstract": "No abstract is available for this item.", "authors": [], "abstractStem": "no abstract is avail for thi item", "title": "Monopoly, Non-linear Pricing and Imperfect Information: The Insurance Market"}, "https://ideas.repec.org/a/spr/jeicoo/v4y2009i2p195-212.html": {"abstract": "No abstract is available for this item.", "authors": ["fpde349", "epga109", "epru93", "epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Business fluctuations and bankruptcy avalanches in an evolving network economy"}, "https://ideas.repec.org/a/eee/ecolet/v10y1982i3-4p231-236.html": {"abstract": "No abstract is available for this item.", "authors": ["epro48", "epst33"], "abstractStem": "no abstract is avail for thi item", "title": "A model of employment outcomes illustrating the effect of the structure of information on the level and distribution of income"}, "https://ideas.repec.org/a/epc/journl/v1y2006i1p6-9.html": {"abstract": "The article compares civil strife in the public arena to labor strikes in the private arena. Both are predicated on incomplete information (both sides believing they can \"win,\" when one – and possibly both – must \"lose\"). Reasons for conflict, especially in Africa, include the rent-based nature of the economies, the \"nothing-much-to-lose\" position of many of its participants, the \"one-shot\" game-theoretic nature of many of its conflicts, and the lack of \"voice\" of most of its people. The article then draws out six implications for those interested in conflict management and conflict mitigation and comments, for example, on path-dependent irreversibilities of initial policydecisions.", "authors": ["epst33"], "abstractStem": "the articl compar civil strife in the public arena to labor strike in the privat arena both are predic on incomplet inform both side believ they can win when one   and possibl both   must lose reason for conflict especi in africa includ the rentbas natur of the economi the nothingmuchtolos posit of mani of it particip the oneshot gametheoret natur of mani of it conflict and the lack of voic of most of it peopl the articl then draw out six implic for those interest in conflict manag and conflict mitig and comment for exampl on pathdepend irrevers of initi policydecis", "title": "Civil strife and economic and social policies"}, "https://ideas.repec.org/a/nos/voprec/1999-07-0500.html": {"abstract": "No abstract is available for this item.", "authors": ["epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Whither Reform? Ten Years of the Transition"}, "https://ideas.repec.org/a/eee/jpolmo/v25y2003i5p505-524.html": {"abstract": "No abstract is available for this item.", "authors": ["epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Globalization and growth in emerging markets and the New Economy"}, "https://ideas.repec.org/a/ecr/col070/10949.html": {"abstract": "The article outlines a new agenda for reform that focuses on what Latin American countries can do given the current international regime, and identifies the failings of the earlier reform agenda: i); the reforms increased countries' exposure to risk without increasing their capacity to cope with it; ii); the macroeconomic reforms were unbalanced; iii); the reforms pushed privatization and measures for strengthening the private sector, but placed too little weight on improving the public sector. The article further argues in favour of formulating a set of economic policies that reflect a better balance between market and government, shifting the focus away from an overemphasis on inflation and towards job creation, away from privatizing existing enterprises and towards creating new ones, and away from a belief in trickle-down economics and towards poverty reduction, thereby reforming the economic agenda within the broader context of the transformation of society.", "authors": ["epst33"], "abstractStem": "the articl outlin a new agenda for reform that focus on what latin american countri can do given the current intern regim and identifi the fail of the earlier reform agenda i the reform increas countri exposur to risk without increas their capac to cope with it ii the macroeconom reform were unbalanc iii the reform push privat and measur for strengthen the privat sector but place too littl weight on improv the public sector the articl further argu in favour of formul a set of econom polici that reflect a better balanc between market and govern shift the focu away from an overemphasi on inflat and toward job creation away from privat exist enterpris and toward creat new one and away from a belief in trickledown econom and toward poverti reduct therebi reform the econom agenda within the broader context of the transform of societi", "title": "Whither reform? Towards a new agenda for Latin America"}, "https://ideas.repec.org/a/eee/jpolmo/v32yi5p632-636.html": {"abstract": "No abstract is available for this item.", "authors": ["epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Robust growth or anemic recovery in the U.S. and the global economy"}, "https://ideas.repec.org/a/bla/intlab/v152y2013ip93-106.html": {"abstract": "No abstract is available for this item.", "authors": ["epst33"], "abstractStem": "no abstract is avail for thi item", "title": "The global crisis, social protection and jobs"}, "https://ideas.repec.org/a/eee/eecrev/v15y1981i2p137-158.html": {"abstract": "No abstract is available for this item.", "authors": ["epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Entry, innovation, exit : Towards a dynamic theory of oligopolistic industrial structure"}, "https://ideas.repec.org/a/aea/aecrev/v71y1981i3p393-410.html": {"abstract": "No abstract is available for this item.", "authors": ["epst33", "epwe40"], "abstractStem": "no abstract is avail for thi item", "title": "Credit Rationing in Markets with Imperfect Information"}, "https://ideas.repec.org/a/aea/aecrev/v75y1985i4p892-93.html": {"abstract": "No abstract is available for this item.", "authors": ["fpsh275", "epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Equilibrium Unemployment as a Worker Discipline Device: Reply"}, "https://ideas.repec.org/a/eee/jeborg/v83y2012i3p375-393.html": {"abstract": "In this paper we propose an interpretation of the current Global Financial Crisis which emphasizes sectoral dislocation following localized technical change in the presence of barriers to labor mobility. This tale is reminiscent of a similar tale concerning the Great Depression. In the 30s technical change was localized in agriculture, where income fell because rising productivity could not be offset by a shrinking labor force due to the costs of moving out of agriculture for unemployed workers, inelastic demand for agricultural output meant that as output increased income declined. As individual incomes fell below the level necessary to finance the transition to manufacturing, excess labor became trapped in agriculture, reducing wages and exacerbating the rise in output. Shrinking incomes in agriculture reverberated on the other sectors, mainly manufacturing causing a large depression. Nowadays, it is manufacturing that plays the role of epicenter of technical change. Falling incomes in manufacturing yield a lack of demand for goods produced in the rest of the economy, namely the service sector. This may be the deep rooted cause of the long lasting slump and the painfully slow recovery.", "authors": ["epga109", "epru93", "epst33"], "abstractStem": "in thi paper we propos an interpret of the current global financi crisi which emphas sector disloc follow local technic chang in the presenc of barrier to labor mobil thi tale is reminisc of a similar tale concern the great depress in the 30 technic chang wa local in agricultur where incom fell becaus rise product could not be offset by a shrink labor forc due to the cost of move out of agricultur for unemploy worker inelast demand for agricultur output meant that as output increas incom declin as individu incom fell below the level necessari to financ the transit to manufactur excess labor becam trap in agricultur reduc wage and exacerb the rise in output shrink incom in agricultur reverber on the other sector mainli manufactur caus a larg depress nowaday it is manufactur that play the role of epicent of technic chang fall incom in manufactur yield a lack of demand for good produc in the rest of the economi name the servic sector thi may be the deep root caus of the long last slump and the pain slow recoveri", "title": "Mobility constraints, productivity trends, and extended crises"}, "https://ideas.repec.org/a/bla/annpce/v80y2009i3p345-360.html": {"abstract": "No abstract is available for this item.", "authors": ["epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Moving Beyond Market Fundamentalism To A More Balanced Economy "}, "https://ideas.repec.org/a/cai/reofsp/reof_110_0471.html": {"abstract": "Cette année, les membres du Gn se réunissent au plus fort d’une période critique de l’Histoire contemporaine, du moins sur le plan économique et social : ils doivent affronter la plus grave crise des 80 dernières années. En paraphrasant Keynes on peut aller jusqu’à affirmer que le destin du monde est entre leurs mains. Ils peuvent agir de manière telle qu’il soit possible de sortir de la crise en créant les conditions pour qu’à l’avenir la croissance soit plus soutenable et plus favorable à l’environnement, et que ses fruits soient distribués de manière plus équitable à la fois au sein de chaque pays et entre eux. Autrement, ils devront assumer l’écrasante responsabilité historique d’avoir manqué au mandat qui leur a été confié par leurs peuples, alors que les circonstances exceptionnelles qu’ils rencontrent leur offrent une marge de manoeuvre beaucoup plus grande que celle dont ils disposent en temps « normal ». C’est pourquoi un groupe « d’experts », sans aucune autre injonction que celle qui découle de leur condition de citoyens du monde, a décidé de se réunir pour réfléchir à ce qui peut être fait, en espérant que de leur réflexion pourraient émerger quelques recommandations utiles aux gouvernements du monde. Ce groupe, qui s’est auto-baptisé Gn Fantôme, s’est constitué à l’initiative de Joseph Stiglitz et Jean-Paul Fitoussi. Il a bénéficié du partenariat des Universités Luiss de Rome et Columbia de New York qui doivent ici en être remerciées. Le groupe s’est réuni deux fois, la première à l’Université de Columbia à New York les 4 et 5 février 2009 et la seconde à Rome les 6-7 mai 2009.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfi93", "epst33"], "abstractStem": "cett ann e le membr du gn se r uniss au plu fort d une p riod critiqu de l histoir contemporain du moin sur le plan  conomiqu et social  il doivent affront la plu grave crise de 80 derni re ann es en paraphras keyn on peut aller jusqu  affirm que le destin du mond est entr leur main il peuvent agir de mani re tell qu il soit possibl de sortir de la crise en cr ant le condit pour qu  l avenir la croissanc soit plu souten et plu favor   l environn et que se fruit soient distribu s de mani re plu  quitabl   la foi au sein de chaqu pay et entr eux autrement il devront assum l crasant responsabilit  historiqu d avoir manqu  au mandat qui leur a  t  confi  par leur peupl alor que le circonst exceptionnel qu il rencontr leur offrent une marg de manoeuvr beaucoup plu grand que cell dont il dispos en temp   normal   c est pourquoi un group   d expert   san aucun autr injonct que cell qui d coul de leur condit de citoyen du mond a d cid  de se r unir pour r fl chir   ce qui peut  tre fait en esp rant que de leur r flexion pourraient  merger quelqu recommand util aux gouvern du mond ce group qui s est autobapti  gn fant me s est constitu    l initi de joseph stiglitz et jeanpaul fitoussi il a b n fici  du partenariat de universit s luiss de rome et columbia de new york qui doivent ici en  tre remerci es le group s est r uni deux foi la premi re   l universit  de columbia   new york le 4 et 5 f vrier 2009 et la second   rome le 67 mai 2009pthi abstract wa borrow from anoth version of thi item", "title": "Le « Gn fantôme ». Les voies pour sortir de la crise en renforçant la solidarité mondiale"}, "https://ideas.repec.org/a/aea/aecrev/v73y1983i2p278-83.html": {"abstract": "No abstract is available for this item.", "authors": ["fpna205", "epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Information, Competition, and Markets"}, "https://ideas.repec.org/a/bpj/evoice/v5y2008i5n11.html": {"abstract": "Joseph Stiglitz discusses flaws in the modified Paulson bailout plan and some elements of what should be done, either instead or in addition.", "authors": ["epst33"], "abstractStem": "joseph stiglitz discuss flaw in the modifi paulson bailout plan and some element of what should be done either instead or in addit", "title": "We Aren't Done Yet: Comments on the Financial Crisis and Bailout"}, "https://ideas.repec.org/a/bpj/evoice/v6y2009i6n5.html": {"abstract": "We cannot afford to continue on the current path and let banks do as they please regardless of the risks for taxpayers and the economy, according to Joseph Stiglitz.", "authors": ["epst33"], "abstractStem": "we cannot afford to continu on the current path and let bank do as they pleas regardless of the risk for taxpay and the economi accord to joseph stiglitz", "title": "America's Socialism for the Rich"}, "https://ideas.repec.org/a/rje/randje/v18y1987ispringp98-108.html": {"abstract": " This article provides a set of conditions under which the R&amp;D; undertaken in a market economy is invariant to the number (or size distribution) of firms and the market's allocation is efficient (i.e., given the aggregate expenditure, the market chooses socially optimal projects). As in several patent race studies, we assume that a \"winner-takes-all\" competition determines firms' gains, but our model differs from earlier studies in that firms are not restricted to undertake only one research project. Our analysis shows that how one characterizes a firm's choices (and innovation technologies) has a strong influence on the conclusions one draws from economic analyses of R&amp;D.;", "authors": ["fpsa736", "epst33"], "abstractStem": " thi articl provid a set of condit under which the rampd undertaken in a market economi is invari to the number or size distribut of firm and the market alloc is effici ie given the aggreg expenditur the market choos social optim project as in sever patent race studi we assum that a winnertakesal competit determin firm gain but our model differ from earlier studi in that firm are not restrict to undertak onli one research project our analysi show that how one character a firm choic and innov technolog ha a strong influenc on the conclus one draw from econom analys of rampd", "title": "The Invariance of Market Innovation to the Number of Firms"}, "https://ideas.repec.org/a/eee/dyncon/v36y2012i8p1121-1141.html": {"abstract": "The recent financial crisis poses the challenge to understand how systemic risk arises endogenously and what architecture can make the financial system more resilient to global crises. This paper shows that a financial network can be most resilient for intermediate levels of risk diversification, and not when this is maximal, as generally thought so far. This finding holds in the presence of the financial accelerator, i.e. when negative variations in the financial robustness of an agent tend to persist in time because they have adverse effects on the agent's subsequent performance through the reaction of the agent's counterparties.", "authors": ["fpba562", "fpde349", "epga109", "epst33"], "abstractStem": "the recent financi crisi pose the challeng to understand how system risk aris endogen and what architectur can make the financi system more resili to global crise thi paper show that a financi network can be most resili for intermedi level of risk diversif and not when thi is maxim as gener thought so far thi find hold in the presenc of the financi acceler ie when neg variat in the financi robust of an agent tend to persist in time becaus they have advers effect on the agent subsequ perform through the reaction of the agent counterparti", "title": "Liaisons dangereuses: Increasing connectivity, risk sharing, and systemic risk"}, "https://ideas.repec.org/a/bpj/evoice/v5y2008i8n1.html": {"abstract": "Joseph Stiglitz reads his writings of two decades ago and is struck by how predictable the mortgage crisis was.", "authors": ["epst33"], "abstractStem": "joseph stiglitz read hi write of two decad ago and is struck by how predict the mortgag crisi wa", "title": "It Doesn't Take Nostradamus"}, "https://ideas.repec.org/a/bla/ecnote/v29y2000i1p145-151.html": {"abstract": "No abstract is available for this item.", "authors": ["epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Conclusions"}, "https://ideas.repec.org/a/eee/jetheo/v28y1982i1p128-164.html": {"abstract": "No abstract is available for this item.", "authors": ["epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Market structure and resource depletion: A contribution to the theory of intertemporal monopolistic competition"}, "https://ideas.repec.org/a/bpj/evoice/v7y2010i1n6.html": {"abstract": "The rush to reduce deficits could cause serious trouble, according to Joseph Stiglitz of Columbia University.", "authors": ["epst33"], "abstractStem": "the rush to reduc deficit could caus seriou troubl accord to joseph stiglitz of columbia univers", "title": "The Dangers of Deficit Reduction"}, "https://ideas.repec.org/a/pal/easeco/v35y2009i3p281-296.html": {"abstract": "No abstract is available for this item.", "authors": ["epst33"], "abstractStem": "no abstract is avail for thi item", "title": "The Current Economic Crisis and Lessons for Economic Theory"}, "https://ideas.repec.org/a/aea/aecrev/v78y1988i2p351-55.html": {"abstract": "This paper shows that market economies with search and in which wages are affected by efficiency wage considerations are not constrained Pareto efficient. Wages are not set at Pareto efficient levels, nor is the level of employment (unemployment) Pareto efficient. We identify the nature of the biases and the welfare improving government interventions.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epst33"], "abstractStem": "thi paper show that market economi with search and in which wage are affect by effici wage consider are not constrain pareto effici wage are not set at pareto effici level nor is the level of employ unemploy pareto effici we identifi the natur of the bias and the welfar improv govern interventionspthi abstract wa borrow from anoth version of thi item", "title": "Pareto Inefficiency of Market Economies: Search and Efficiency Wage Models"}, "https://ideas.repec.org/a/cai/edddbu/edd_172_0091.html": {"abstract": "No abstract is available for this item.", "authors": ["fpho255", "epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Le processus de transition dans les économies post-communistes : vers une économie politique des droits de propriété"}, "https://ideas.repec.org/a/ecj/econjl/v80y1970i318p420-22.html": {"abstract": "No abstract is available for this item.", "authors": ["epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Reply to Mrs. Robinson on the Choice of Technique"}, "https://ideas.repec.org/a/rje/randje/v26y1995iautumnp431-451.html": {"abstract": " This article shows how vertical restraints, which affect intrabrand competition, can and will be used for reducing interbrand competition. Exclusive territories alter the perceived demand curve, making each producer believe he faces a less elastic demand curve, inducing an increase in the equilibrium price and producers' profits, even in the absence of franchise fees for recapturing retailers' rents. We analyze this strategic effect in a model that specifies the full range of feasible vertical contracts; thus we endogenize both whether exclusive contracts are employed and, if employed, the contract terms. Equilibria involve exclusive territories (with or without franchise fees), resulting in higher prices and profits but lower consumer surplus and total welfare.", "authors": ["epre34", "epst33"], "abstractStem": " thi articl show how vertic restraint which affect intrabrand competit can and will be use for reduc interbrand competit exclus territori alter the perceiv demand curv make each produc believ he face a less elast demand curv induc an increas in the equilibrium price and produc profit even in the absenc of franchis fee for recaptur retail rent we analyz thi strateg effect in a model that specifi the full rang of feasibl vertic contract thu we endogen both whether exclus contract are employ and if employ the contract term equilibria involv exclus territori with or without franchis fee result in higher price and profit but lower consum surplu and total welfar", "title": "The Role of Exclusive Territories in Producers' Competition"}, "https://ideas.repec.org/a/aea/aecrev/v83y1993i2p27-33.html": {"abstract": "No abstract is available for this item.", "authors": ["epst33"], "abstractStem": "no abstract is avail for thi item", "title": "International Perspectives in Undergraduate Education"}, "https://ideas.repec.org/a/aea/aecrev/v73y1983i1p246-49.html": {"abstract": "No abstract is available for this item.", "authors": ["epst33", "epwe40"], "abstractStem": "no abstract is avail for thi item", "title": "Alternative Approaches to Analyzing Markets with Asymmetric Information: Reply [The Theory of 'Screening,' Education, and the Distribution of Income]"}, "https://ideas.repec.org/a/eee/wdevel/v14y1986i2p257-265.html": {"abstract": "No abstract is available for this item.", "authors": ["epst33"], "abstractStem": "no abstract is avail for thi item", "title": "The new development economics"}, "https://ideas.repec.org/a/wej/wldecn/70.html": {"abstract": "This article surveys the evolution of the international arms market since the end of the Cold War. It begins with the policy context, the choices made by the national Ministries of Defence and the constraints they faced. It then looks at the choices available to the arms producers: convert, diversify, divest, co-operate or concentrate. These choices, by governments and firms, produced a large increase in the degree of concentration. The share of the five largest firms increased from just over 20% in 1990 to 45% in 1998, and it has increased further since then. Finally, the author looks at the economic adjustment in response to these shocks.", "authors": ["epsm18", "epst33"], "abstractStem": "thi articl survey the evolut of the intern arm market sinc the end of the cold war it begin with the polici context the choic made by the nation ministri of defenc and the constraint they face it then look at the choic avail to the arm produc convert diversifi divest cooper or concentr these choic by govern and firm produc a larg increas in the degre of concentr the share of the five largest firm increas from just over 20 in 1990 to 45 in 1998 and it ha increas further sinc then final the author look at the econom adjust in respons to these shock", "title": "The International Arms Industry Since the End of the Cold War"}, "https://ideas.repec.org/a/eee/pubeco/v127y2015icp3-16.html": {"abstract": "What kinds of social and economic systems are most conducive to innovation? We formulate a simple model in which countries can close the gap with the technological leader, but where the cost of doing so may be so high that the country chooses to remain laggards. Observed disparities in productivity may be the result of a recognition that the cost of closing the gap exceeds benefit and there may therefore exist an international equilibrium in which there are leaders and followers. Even if it is granted that the United States is the leader and Scandinavia are followers, there are theoretical grounds for arguing that the Nordic model may in fact be better for innovation, suggesting that if the US adopted some of the Nordic institutions, innovations would be higher, and societal welfare would be improved even more.", "authors": ["epst33"], "abstractStem": "what kind of social and econom system are most conduc to innov we formul a simpl model in which countri can close the gap with the technolog leader but where the cost of do so may be so high that the countri choos to remain laggard observ dispar in product may be the result of a recognit that the cost of close the gap exce benefit and there may therefor exist an intern equilibrium in which there are leader and follow even if it is grant that the unit state is the leader and scandinavia are follow there are theoret ground for argu that the nordic model may in fact be better for innov suggest that if the us adopt some of the nordic institut innov would be higher and societ welfar would be improv even more", "title": "Leaders and followers: Perspectives on the Nordic model and the economics of innovation"}, "https://ideas.repec.org/a/aea/aecrev/v67y1977i1p295-301.html": {"abstract": "In the last few years, there has developed a large literature, sometimes referred to as the new \"public finance,\" providing a quantitative analysis of a number of traditional problems within the field. This paper is concerned with surveying, or interpreting, what can be learned from this literature; and our belief is that it has taught us a great deal. We concern ourselves here not so much with the derivation of precise formulae, e.g. for optimal tax rates, but with the more general lessons which have emerged.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epst33"], "abstractStem": "in the last few year there ha develop a larg literatur sometim refer to as the new public financ provid a quantit analysi of a number of tradit problem within the field thi paper is concern with survey or interpret what can be learn from thi literatur and our belief is that it ha taught us a great deal we concern ourselv here not so much with the deriv of precis formula eg for optim tax rate but with the more gener lesson which have emergedpthi abstract wa borrow from anoth version of thi item", "title": "Some Lessons from the New Public Finance"}, "https://ideas.repec.org/a/bpj/evoice/v3y2006i3n5.html": {"abstract": "Joseph E. Stiglitz calculates that the full cost of the Iraq War may reach $2 trillion, much more than the $60 billion OMB Director Mich Daniels originally foresaw.", "authors": ["epst33"], "abstractStem": "joseph e stiglitz calcul that the full cost of the iraq war may reach 2 trillion much more than the 60 billion omb director mich daniel origin foresaw", "title": "The High Cost of the Iraq War"}, "https://ideas.repec.org/a/rje/bellje/v11y1980ispringp1-28.html": {"abstract": " This paper studies the nature and consequences of competition in R&amp;D; and the relationship between this form of competition and competition in the product market, by focusing on comparisons of speed of research, number of independent research laboratories, and the level of risk undertaken. Among the results: competition in the current product market reduces the level of innovation (relative to monopoly); competition in R&amp;D; increases the level of innovation, possibly beyond the socially optimal level. Under certain conditions, it pays a monopolist to preempt potential competitors, thereby enabling the monopoly to persist. Market equilibrium may entail excessively fast research with insufficient risk-taking.", "authors": ["epst33"], "abstractStem": " thi paper studi the natur and consequ of competit in rampd and the relationship between thi form of competit and competit in the product market by focus on comparison of speed of research number of independ research laboratori and the level of risk undertaken among the result competit in the current product market reduc the level of innov rel to monopoli competit in rampd increas the level of innov possibl beyond the social optim level under certain condit it pay a monopolist to preempt potenti competitor therebi enabl the monopoli to persist market equilibrium may entail excess fast research with insuffici risktak", "title": "Uncertainty, Industrial Structure, and the Speed of R&amp;D;"}, "https://ideas.repec.org/a/fip/fedcpr/y1991p109-130.html": {"abstract": "No abstract is available for this item.", "authors": ["epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Perspectives on the role of government risk-bearing"}, "https://ideas.repec.org/a/aea/aecrev/v59y1969i2p46-49.html": {"abstract": "No abstract is available for this item.", "authors": ["epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Theory of Innovation: Discussion"}, "https://ideas.repec.org/a/ecj/econjl/v109y1999i459pf577-97.html": {"abstract": "No abstract is available for this item.", "authors": ["epst33"], "abstractStem": "no abstract is avail for thi item", "title": "The World Bank at the Millennium"}, "https://ideas.repec.org/a/iif/iifjrn/v19y2004i219p18-25.html": {"abstract": "No abstract is available for this item.", "authors": ["epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Hasta Eden Hastene: Imf''İn Başarısızlığı"}, "https://ideas.repec.org/a/eee/eecrev/v44y2000i2p281-304.html": {"abstract": "No abstract is available for this item.", "authors": ["ephe157", "epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Credit and equity rationing in markets with adverse selection"}, "https://ideas.repec.org/a/oup/restud/v39y1972i1p87-103..html": {"abstract": "No abstract is available for this item.", "authors": [], "abstractStem": "no abstract is avail for thi item", "title": "On Optimal Taxation and Public Production"}, "https://ideas.repec.org/a/taf/jpolrf/v4y2001i4p325-338.html": {"abstract": " Tis only as the shades of night are falling that the Owl of Minerva spreads her mighty wings and takes to flight. (Hegel) The paper “Whence Reform?” by the Polish economists Marek Dabrowski, Stanislaw Gomulka, and Jacek Rostowski (DGR) is a welcome and revealing commentary on what is called the “Stiglitz Perspective.”1 Our main response is gratitude at DGR's agreement with the main theses of “Whither Reform!” such as the critiques of voucher privatization and of the attempts to quickly install institutional reforms involving long agency chains. Our positions are not poles apart. We say: “With 'critics' like these, who needs supporters?” It is nevertheless clear that DGR have worked hard to either discover or imagine disagreements and “mistakes” in the “Stiglitz perspective” that will help preserve their good standing in the fraternity of neoliberal reformers. We appreciate the exigencies of maintaining reputational capital so we will cross swords in some of the side scrimmages even though the main battle seems to be over. While we will not contest every real or imagined disagreement, we do think that identifying some of the major areas of agreement and disagreement may be useful in helping shape appropriate policies for the countries in transition going forward.", "authors": ["epst33"], "abstractStem": " ti onli as the shade of night are fall that the owl of minerva spread her mighti wing and take to flight hegel the paper  whenc reform  by the polish economist marek dabrowski stanislaw gomulka and jacek rostowski dgr is a welcom and reveal commentari on what is call the  stiglitz perspect 1 our main respons is gratitud at dgr agreement with the main these of  whither reform  such as the critiqu of voucher privat and of the attempt to quickli instal institut reform involv long agenc chain our posit are not pole apart we say  with critic like these who need support  it is nevertheless clear that dgr have work hard to either discov or imagin disagr and  mistak  in the  stiglitz perspect  that will help preserv their good stand in the fratern of neoliber reform we appreci the exig of maintain reput capit so we will cross sword in some of the side scrimmag even though the main battl seem to be over while we will not contest everi real or imagin disagr we do think that identifi some of the major area of agreement and disagr may be use in help shape appropri polici for the countri in transit go forward", "title": "Not poles apart: “Whither reform?” and “Whence reform?”"}, "https://ideas.repec.org/a/rje/bellje/v14y1983ispringp21-43.html": {"abstract": " This article analyzes the role of competitive compensation schemes (in which pay depends on relative performance) in economies and imperfect information. These compensation schemes have desirable risk, incentive, and flexibility properties; they provide for an automatic adjustment of rewards and incentives in response to common changes in the environment. When environmental uncertainty is large, such schemes are shown to be preferable to individualistic reward structures; in the limit, as the number of contestants becomes large, expected utility may approach the first-best (perfect information) level. We study the design of contests, including the optimal use of prizes versus punishments and absolute versus relative performance standards. The analysis can also be viewed as a contribution to the multiagent, single-principal problem.", "authors": ["fpna205", "epst33"], "abstractStem": " thi articl analyz the role of competit compens scheme in which pay depend on rel perform in economi and imperfect inform these compens scheme have desir risk incent and flexibl properti they provid for an automat adjust of reward and incent in respons to common chang in the environ when environment uncertainti is larg such scheme are shown to be prefer to individualist reward structur in the limit as the number of contest becom larg expect util may approach the firstbest perfect inform level we studi the design of contest includ the optim use of prize versu punish and absolut versu rel perform standard the analysi can also be view as a contribut to the multiag singleprincip problem", "title": "Prices and Incentives: Towards a General Theory of Compensation and Competition"}, "https://ideas.repec.org/a/aea/aecrev/v100y2010i2p388-92.html": {"abstract": "This paper provides a general framework for analyzing the optimal degree and form of financial integration. Full integration is not in general optimal: faced with a choice between two polar regimes, full integration or autarky, autarky may be superior. The intuition is simple: if underlying technologies are not convex, then risk-sharing can lower expected utility. The simplistic models arguing for financial integration typically employed in economics assume convexity; but the world is rife with non-convexities, e.g. associated with bankruptcy. The architecture of the credit market can, for instance, affect the likelihood of a bankruptcy cascade, \"contagion,\" and systemic risk.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epst33"], "abstractStem": "thi paper provid a gener framework for analyz the optim degre and form of financi integr full integr is not in gener optim face with a choic between two polar regim full integr or autarki autarki may be superior the intuit is simpl if underli technolog are not convex then riskshar can lower expect util the simplist model argu for financi integr typic employ in econom assum convex but the world is rife with nonconvex eg associ with bankruptci the architectur of the credit market can for instanc affect the likelihood of a bankruptci cascad contagion and system riskpthi abstract wa borrow from anoth version of thi item", "title": "Risk and Global Economic Architecture: Why Full Financial Integration May Be Undesirable"}, "https://ideas.repec.org/a/col/000152/011904.html": {"abstract": "George Smith Alexander y Sugata Ghosh entrevistaron el pasado 6 de mayo de 2010 a Jospeh Stiglitz para la revista india Economic Times. Texto completo:", "authors": ["epst33"], "abstractStem": "georg smith alexand y sugata ghosh entrevistaron el pasado 6 de mayo de 2010 a jospeh stiglitz para la revista india econom time texto completo", "title": "Soy suficientemente pesimista respecto de la evolución de la economía global"}, "https://ideas.repec.org/a/aea/aecrev/v67y1977i3p297-308.html": {"abstract": "No abstract is available for this item.", "authors": ["epdi79", "epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Monopolistic Competition and Optimum Product Diversity"}, "https://ideas.repec.org/a/aea/aecrev/v92y2002i3p460-501.html": {"abstract": "No abstract is available for this item.", "authors": ["epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Information and the Change in the Paradigm in Economics"}, "https://ideas.repec.org/a/ecm/emetrp/v37y1969i3p382-97.html": {"abstract": "No abstract is available for this item.", "authors": ["epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Distribution of Income and Wealth among Individuals"}, "https://ideas.repec.org/a/mcb/jmoncb/v17y1985i2p133-52.html": {"abstract": "No abstract is available for this item.", "authors": ["epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Credit Markets and the Control of Capital"}, "https://ideas.repec.org/a/aea/jecper/v5y1991i2p15-24.html": {"abstract": "No abstract is available for this item.", "authors": ["epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Symposium on Organizations and Economics"}, "https://ideas.repec.org/a/eee/jpolmo/v21y1999i3p311-330.html": {"abstract": "No abstract is available for this item.", "authors": ["epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Lessons From East Asia"}, "https://ideas.repec.org/a/eee/jetheo/v5y1972i2p306-306.html": {"abstract": "No abstract is available for this item.", "authors": ["epro48", "epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Addendum to \"increasing risk: I. A definition\""}, "https://ideas.repec.org/a/aea/aecrev/v75y1985i2p292-97.html": {"abstract": "No abstract is available for this item.", "authors": ["fpsa736", "epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Human Fallibility and Economic Organization"}, "https://ideas.repec.org/a/oup/restud/v36y1969i1p15-26..html": {"abstract": "No abstract is available for this item.", "authors": [], "abstractStem": "no abstract is avail for thi item", "title": "Capital Gains, Income, and Saving"}, "https://ideas.repec.org/a/oup/oxecpp/v34y1982i3p403-27.html": {"abstract": "No abstract is available for this item.", "authors": ["epne15", "epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Optimal Commodity Stock-piling Rules"}, "https://ideas.repec.org/a/ecr/col070/10893.html": {"abstract": "En el artículo se esboza una nueva agenda para las reformas, que se concentra en lo que los países latinoamericanos pueden hacer en el régimen internacional actual, y se identifican las deficiencias de la agenda anterior: i); las reformas aumentaron la exposición de los países al riesgo, sin acrecentar su capacidad de enfrentarlo; ii); las reformas macroeconómicas no han sido equilibradas; iii); las reformas impulsaron la privatización y el fortalecimiento del sector privado, pero dieron escasa importancia al mejoramiento del sector público. Además, se argumenta a favor de formular un conjunto de políticas económicas que reflejen un mayor equilibrio entre los mercados y el Estado; que superen el excesivo énfasis en la inflación para atender más a la creación de empleos; que no se concentren tanto en la privatización de empresas existentes como en crear empresas nuevas; y que se alejen de la creencia en el goteo del crecimiento y centren la atención en la reducción de la pobreza, de manera que la agenda económica de reforma se ubique dentro del contexto más amplio de la transformación de la sociedad.", "authors": ["epst33"], "abstractStem": "en el art culo se esboza una nueva agenda para la reforma que se concentra en lo que lo pa se latinoamericano pueden hacer en el r gimen internacion actual y se identifican la deficiencia de la agenda anterior i la reforma aumentaron la exposici n de lo pa se al riesgo sin acrecentar su capacidad de enfrentarlo ii la reforma macroecon mica no han sido equilibrada iii la reforma impulsaron la privatizaci n y el fortalecimiento del sector privado pero dieron escasa importancia al mejoramiento del sector p blico adem s se argumenta a favor de formular un conjunto de pol tica econ mica que reflejen un mayor equilibrio entr lo mercado y el estado que superen el excesivo  nfasi en la inflaci n para atend m s a la creaci n de empleo que no se concentren tanto en la privatizaci n de empresa existent como en crear empresa nueva y que se alejen de la creencia en el goteo del crecimiento y centren la atenc n en la reducci n de la pobreza de manera que la agenda econ mica de reforma se ubiqu dentro del contexto m s amplio de la transformaci n de la sociedad", "title": "El rumbo de las reformas. Hacia una nueva agenda para América Latina"}, "https://ideas.repec.org/a/bpj/capsoc/v3y2008i3n4.html": {"abstract": "No abstract is available for this item.", "authors": ["epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Edmund Phelps: American Economic Association Luncheon Speech Honoring the 2006 Nobel Laureate in Economics"}, "https://ideas.repec.org/a/eee/jpolmo/v26y2004i4p465-484.html": {"abstract": "No abstract is available for this item.", "authors": ["epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Globalization and growth in emerging markets"}, "https://ideas.repec.org/a/iif/iifjrn/v13y1998i152p7-13.html": {"abstract": "No abstract is available for this item.", "authors": ["epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Meksika Asya Ve Rusya Krizi"}, "https://ideas.repec.org/a/oup/wbrobs/v26y2011i2p230-236.html": {"abstract": "No abstract is available for this item.", "authors": ["epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Rethinking Development Economics"}, "https://ideas.repec.org/a/bpj/globdv/v1y2010i2n2.html": {"abstract": "Advocates of capital market liberalization argue that it leads to greater stability: countries faced with a negative shock borrow from the rest of the world, allowing cross-country smoothing. There is considerable evidence against this conclusion. This paper explores one reason: integration can exacerbate contagion; a failure in one country can more easily spread to others. It derives conditions under which such adverse effects overwhelm the putative positive effects. It explains how capital controls can be welfare enhancing, reducing the risk of adverse effects from contagion. This paper presents an analytic framework within which we can begin to address broader questions of optimal economic architectures.", "authors": ["epst33"], "abstractStem": "advoc of capit market liber argu that it lead to greater stabil countri face with a neg shock borrow from the rest of the world allow crosscountri smooth there is consider evid against thi conclus thi paper explor one reason integr can exacerb contagion a failur in one countri can more easili spread to other it deriv condit under which such advers effect overwhelm the put posit effect it explain how capit control can be welfar enhanc reduc the risk of advers effect from contagion thi paper present an analyt framework within which we can begin to address broader question of optim econom architectur", "title": "Contagion, Liberalization, and the Optimal Structure of Globalization"}, "https://ideas.repec.org/a/bla/ecorec/v64y1988i187p307-22.html": {"abstract": "This paper provides a critique of standard theories of money, in particular those based on money as a medium of exchange. Money is important because of the relationship between money and credit. The process of judging credit worthiness, in which banks play a central role, involves the collection and processing of information. Like many other economic activities involving information, these processes are not well described by means of standard production functions. Changes in economic circumstances can have marked effects on the relevance of previously accumulated information and accordingly on the supply of credit. Changes in the availability of credit may have marked effects on the level of economic activity, while changes in real interest rates seem to play a relatively minor role in economic fluctuations. This alternative view has a number of implications for policy, both at the macro-economic level (for instance, on the role of monetary policy for stabilization purposes and the choice of targets) and at the micro-economic level.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epst33"], "abstractStem": "thi paper provid a critiqu of standard theori of money in particular those base on money as a medium of exchang money is import becaus of the relationship between money and credit the process of judg credit worthi in which bank play a central role involv the collect and process of inform like mani other econom activ involv inform these process are not well describ by mean of standard product function chang in econom circumst can have mark effect on the relev of previous accumul inform and accordingli on the suppli of credit chang in the avail of credit may have mark effect on the level of econom activ while chang in real interest rate seem to play a rel minor role in econom fluctuat thi altern view ha a number of implic for polici both at the macroeconom level for instanc on the role of monetari polici for stabil purpos and the choic of target and at the microeconom levelpthi abstract wa borrow from anoth version of thi item", "title": "Money, Credit, and Business Fluctuations"}, "https://ideas.repec.org/a/oup/qjecon/v94y1980i3p543-566..html": {"abstract": "We show that \"spanning\" does not imply stockholder unanimity if there is trading in the shares of firms. Each basis vector of the space spanned by all firms' output vectors can be treated like a composite commodity. If, in addition to spanning, firms act as price takers with respect to prices of composite commodities, then there is unanimity. We analyze the spanning assumption for the vector space of contingent claims generated by firms' choices of debt-equity ratios. We show that there is a strong relationship between the Modigliani-Miller theorem, spanning, and the existence of a complete set of markets.", "authors": [], "abstractStem": "we show that span doe not impli stockhold unanim if there is trade in the share of firm each basi vector of the space span by all firm output vector can be treat like a composit commod if in addit to span firm act as price taker with respect to price of composit commod then there is unanim we analyz the span assumpt for the vector space of conting claim gener by firm choic of debtequ ratio we show that there is a strong relationship between the modiglianimil theorem span and the exist of a complet set of market", "title": "Stockholder Unanimity in Making Production and Financial Decisions"}, "https://ideas.repec.org/a/aea/aecrev/v63y1973i2p287-95.html": {"abstract": "No abstract is available for this item.", "authors": ["epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Approaches to the Economics of Discrimination"}, "https://ideas.repec.org/a/fan/argarg/vhtml10.3280-arg2003-008001.html": {"abstract": "No abstract is available for this item.", "authors": ["epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Dimensioni di imprese e globalizzaziopne"}, "https://ideas.repec.org/a/aea/aecrev/v76y1986i5p1195-99.html": {"abstract": "No abstract is available for this item.", "authors": ["fpsa736", "epst33"], "abstractStem": "no abstract is avail for thi item", "title": "The Economics of Price Scissors: Reply"}, "https://ideas.repec.org/a/ucp/jpolec/v86y1978i2ps137-50.html": {"abstract": "No abstract is available for this item.", "authors": ["epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Notes on Estate Taxes, Redistribution, and the Concept of Balanced Growth Path Incidence"}, "https://ideas.repec.org/a/ucp/jpolec/v90y1982i2p223-46.html": {"abstract": "No abstract is available for this item.", "authors": ["epne15", "epst33"], "abstractStem": "no abstract is avail for thi item", "title": "The Choice of Techniques and the Optimality of Market Equilibrium with Rational Expectations"}, "https://ideas.repec.org/a/eee/wdevel/v28y2000i6p1075-1086.html": {"abstract": "No abstract is available for this item.", "authors": ["epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Capital Market Liberalization, Economic Growth, and Instability"}, "https://ideas.repec.org/a/eee/eecrev/v22y1983i1p3-31.html": {"abstract": "No abstract is available for this item.", "authors": ["epfu49", "fpgi285", "epst33", "epti33"], "abstractStem": "no abstract is avail for thi item", "title": "Preemption, leapfrogging and competition in patent races"}, "https://ideas.repec.org/a/eee/eecrev/v31y1987i1-2p444-456.html": {"abstract": "This paper describes how imperfect information in both capital and labor markets can, in a context of maximizing firms and perfectly flexible prices and wages, give rise to cyclical variations in unemployment whose character closely resembles that of observed business cycles.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epst33"], "abstractStem": "thi paper describ how imperfect inform in both capit and labor market can in a context of maxim firm and perfectli flexibl price and wage give rise to cyclic variat in unemploy whose charact close resembl that of observ busi cyclespthi abstract wa borrow from anoth version of thi item", "title": "Imperfect information, credit markets and unemployment"}, "https://ideas.repec.org/a/wly/jpamgt/v6y1987i4p567-585.html": {"abstract": " In this paper the choice between public and private provision of goods and services is considered. In practice, both modes of operation involve significant delegation of authority, and thus appear quite similar in some respects. The argument here is that the main difference between the two modes concerns the transactions costs faced by the government when attempting to intervene in the delegated production activities. Such intervention is generally less costly under public ownership than under private ownership. The greater ease of intervention under public ownership can have its advantages; but the fact that a promise not to intervene is more credible under private production can also have beneficial incentive effects. The fundamental privatization theorem (analogous to the fundamental theorem of welfare economics) is presented, providing conditions under which government production cannot improve upon private production. The restrictiveness of these conditions is evaluated.", "authors": ["fpsa323", "epst33"], "abstractStem": " in thi paper the choic between public and privat provis of good and servic is consid in practic both mode of oper involv signific deleg of author and thu appear quit similar in some respect the argument here is that the main differ between the two mode concern the transact cost face by the govern when attempt to interven in the deleg product activ such intervent is gener less costli under public ownership than under privat ownership the greater eas of intervent under public ownership can have it advantag but the fact that a promis not to interven is more credibl under privat product can also have benefici incent effect the fundament privat theorem analog to the fundament theorem of welfar econom is present provid condit under which govern product cannot improv upon privat product the restrict of these condit is evalu", "title": "Privatization, information and incentives"}, "https://ideas.repec.org/a/aea/aecrev/v85y1995i5p1301-12.html": {"abstract": "We argue here for a broader view of the biases in managers' decisions: In general, managerial rent-seeking affects not only the level of investment, but also the form. Our basic hypothesis is simple: given the now well-established scope for managerial discretion, managers have an incentive to exercise that discretion to enhance their income. Any managerial contract is subject to renegotiation, and a manager's pay is the outcome of an often bewildering bargaining process between management, the board of directors, and rival management teams or takeover artists.<p>(This abstract was borrowed from another version of this item.)", "authors": ["eped12", "epst33"], "abstractStem": "we argu here for a broader view of the bias in manag decis in gener manageri rentseek affect not onli the level of invest but also the form our basic hypothesi is simpl given the now wellestablish scope for manageri discret manag have an incent to exercis that discret to enhanc their incom ani manageri contract is subject to renegoti and a manag pay is the outcom of an often bewild bargain process between manag the board of director and rival manag team or takeov artistspthi abstract wa borrow from anoth version of thi item", "title": "Discouraging Rivals: Managerial Rent-Seeking and Economic Inefficiencies"}, "lastname": "Stiglitz", "https://ideas.repec.org/a/eee/deveco/v23y1986i2p313-332.html": {"abstract": "No abstract is available for this item.", "authors": ["epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Landlords, tenants and technological innovations"}, "https://ideas.repec.org/a/aea/aecrev/v66y1976i2p246-53.html": {"abstract": "No abstract is available for this item.", "authors": ["epgr108", "epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Information and Competitive Price Systems"}, "https://ideas.repec.org/a/eee/eecrev/v36y1992i2-3p269-306.html": {"abstract": "No abstract is available for this item.", "authors": ["epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Capital markets and economic fluctuations in capitalist economies"}, "https://ideas.repec.org/a/eee/pubeco/v86y2002i3p341-360.html": {"abstract": "No abstract is available for this item.", "authors": ["epst33"], "abstractStem": "no abstract is avail for thi item", "title": "New perspectives on public finance: recent achievements and future challenges"}, "https://ideas.repec.org/a/bla/rdevec/v6y2002i2p163-82.html": {"abstract": " This paper investigates the relationship between economic and social development. Contrary to the view of those who believe in the existence of a tradeoff between democracy and growth, the paper contends that consensus-building, open dialog and the promotion of an active civil society are key ingredients to long-term sustainable development. Development is a participatory process. \"Best practices\" or reforms that are imposed on a country through conditionality may very well fail to produce lasting change. They will tend to undermine people's incentives to develop their own capacities and weaken their confidence in using their own intelligence. Success in a knowledge-based economy requires a highly-educated citizenry, involved in the process of shaping and adapting ideas and policies. Participation and democracy in turn call for greater transparency and accountability in both the corporate and government sectors. Copyright 2002 by Blackwell Publishing Ltd", "authors": ["epst33"], "abstractStem": " thi paper investig the relationship between econom and social develop contrari to the view of those who believ in the exist of a tradeoff between democraci and growth the paper contend that consensusbuild open dialog and the promot of an activ civil societi are key ingredi to longterm sustain develop develop is a participatori process best practic or reform that are impos on a countri through condition may veri well fail to produc last chang they will tend to undermin peopl incent to develop their own capac and weaken their confid in use their own intellig success in a knowledgebas economi requir a highlyeduc citizenri involv in the process of shape and adapt idea and polici particip and democraci in turn call for greater transpar and account in both the corpor and govern sector copyright 2002 by blackwel publish ltd", "title": "Participation and Development: Perspectives from the Comprehensive Development Paradigm"}, "https://ideas.repec.org/a/bla/worlde/v28y2005i3p293-312.html": {"abstract": " Agriculture looms large on the WTO's agenda. It was the first substantive item listed in the work programme of the Ministerial Declaration launching the Doha Round, and it was arguably at the centre of the failure at Cancun. Developing countries made it clear both before and during the Cancun meeting that progress on agriculture was their primary objective. Negotiations in other areas have received less attention and progressed more slowly. This paper considers that prioritisation, and suggests that the interests of developing countries in the current round of trade negotiations are much broader than is suggested by the narrow range of agricultural issues that have dominated negotiations. A true development round would require a significant reprioritisation of many areas of the WTO's current agenda. Copyright Blackwell Publishing Ltd 2005.", "authors": ["epst33"], "abstractStem": " agricultur loom larg on the wto agenda it wa the first substant item list in the work programm of the ministeri declar launch the doha round and it wa arguabl at the centr of the failur at cancun develop countri made it clear both befor and dure the cancun meet that progress on agricultur wa their primari object negoti in other area have receiv less attent and progress more slowli thi paper consid that prioritis and suggest that the interest of develop countri in the current round of trade negoti are much broader than is suggest by the narrow rang of agricultur issu that have domin negoti a true develop round would requir a signific reprioritis of mani area of the wto current agenda copyright blackwel publish ltd 2005", "title": "A Development-friendly Prioritisation of Doha Round Proposals"}, "https://ideas.repec.org/a/kea/keappr/ker-200612-22-2-01.html": {"abstract": "This paper explores the optimal social insurance system against unemployment both theoretically and empirically. Using a simple theoretical framework we show that unemployment insurance provides insurance against unemployment risk and enhances distributional equity, whereas selfinsurance through borrowings promotes intertemporal consumption smoothing and maintains incentives of individuals. Then we use Korean and U.S. panel data sets to simulate the welfare effects of various insurance systems. Simulation results demonstrate that the intertemporal income smoothing effect of self-insurance is fairly strong: even for a small degree of moral hazard associated with UI, increasing the portion of self-insurance improves social welfare. This continues to hold even when the government provides some retirement subsidy to poor individuals unless the moral hazard created by government policies is very serious. We also discuss some interesting differences between Korean data-based analysis and U.S. data-based analysis.", "authors": ["epki13", "epst33"], "abstractStem": "thi paper explor the optim social insur system against unemploy both theoret and empir use a simpl theoret framework we show that unemploy insur provid insur against unemploy risk and enhanc distribut equiti wherea selfinsur through borrow promot intertempor consumpt smooth and maintain incent of individu then we use korean and us panel data set to simul the welfar effect of variou insur system simul result demonstr that the intertempor incom smooth effect of selfinsur is fairli strong even for a small degre of moral hazard associ with ui increas the portion of selfinsur improv social welfar thi continu to hold even when the govern provid some retir subsidi to poor individu unless the moral hazard creat by govern polici is veri seriou we also discuss some interest differ between korean databas analysi and us databas analysi", "title": "Welfare Effects of Integrated Social Insurance System"}, "https://ideas.repec.org/a/eee/eecrev/v32y1988i2-3p569-577.html": {"abstract": "No abstract is available for this item.", "authors": ["epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Potential competition, actual competition, and economic welfare"}, "firstname": "Joseph", "https://ideas.repec.org/a/aea/jecper/v7y1993i1p109-14.html": {"abstract": "It is widely believed that the failure of the socialist experiment should have had a devastating effect on radical economics. Yet radical economics is not only alive and well, but flourishing. Years before the official demise of Marxist-socialism, they had broadened their critique of standard economics well beyond the received Marxist literature. Indeed, their arguments offered striking parallels with the mainstream critiques of Walrasian economics provided by the newly developing strand of thought I shall refer to as \"information economics.\" In Walrasian economics, information is free. Moreover, there are no costs associated either with making or enforcing contracts. But with imperfect and costly information and incomplete risk markets, the field of information economics has established that: 1) in general, markets are not (constrained) Pareto efficient; 2) markets may not clear; 3) markets may not exist, or when they exist, may be thin; 4) rents are pervasive, and indeed, reputation rents are necessary to ensure that high-quality products get produced, that workers do not shirk, and so on; 5) even when there are many participants in a market, competition may be highly imperfect; and 6) the distribution of income matters for economic efficiency.", "authors": ["epst33"], "abstractStem": "it is wide believ that the failur of the socialist experi should have had a devast effect on radic econom yet radic econom is not onli aliv and well but flourish year befor the offici demis of marxistsoci they had broaden their critiqu of standard econom well beyond the receiv marxist literatur inde their argument offer strike parallel with the mainstream critiqu of walrasian econom provid by the newli develop strand of thought i shall refer to as inform econom in walrasian econom inform is free moreov there are no cost associ either with make or enforc contract but with imperfect and costli inform and incomplet risk market the field of inform econom ha establish that 1 in gener market are not constrain pareto effici 2 market may not clear 3 market may not exist or when they exist may be thin 4 rent are pervas and inde reput rent are necessari to ensur that highqual product get produc that worker do not shirk and so on 5 even when there are mani particip in a market competit may be highli imperfect and 6 the distribut of incom matter for econom effici", "title": "Post Walrasian and Post Marxian Economics"}, "https://ideas.repec.org/a/eee/eecrev/v32y1988i2-3p561-568.html": {"abstract": "This paper examines the rationale for vertical restraints. It shows that there are important circumstances under which these restrictions have significant anti-competitive effects. The paper focuses on the consequences of exclusive territorial arrangements among the retailers of two products which are imperfect substitutes. Such arrangements are shown to increase consumer prices; under plausible conditions the increase in consumer prices is sufficiently large to more than offset the deleterious effects from \"double marginalization\" resulting from reduced competition among retailers. The imposition of exclusivity provisions is may be part of a Nash equilibrium among producers. These results hold whether there are or are not franchise fees.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epre34", "epst33"], "abstractStem": "thi paper examin the rational for vertic restraint it show that there are import circumst under which these restrict have signific anticompetit effect the paper focus on the consequ of exclus territori arrang among the retail of two product which are imperfect substitut such arrang are shown to increas consum price under plausibl condit the increas in consum price is suffici larg to more than offset the deleteri effect from doubl margin result from reduc competit among retail the imposit of exclus provis is may be part of a nash equilibrium among produc these result hold whether there are or are not franchis feespthi abstract wa borrow from anoth version of thi item", "title": "Vertical restraints and producers' competition"}, "https://ideas.repec.org/a/bpj/evoice/v9y2012i1n6.html": {"abstract": "It’s the structure of the budget and not the size of the deficit says Joseph Stiglitz. He says the time is optimal for an out-of-the-box Keynesian solution and describes what that could be.", "authors": ["epst33"], "abstractStem": "it s the structur of the budget and not the size of the deficit say joseph stiglitz he say the time is optim for an outofthebox keynesian solut and describ what that could be", "title": "Stimulating the Economy in an Era of Debt and Deficit"}, "https://ideas.repec.org/a/eee/eecrev/v30y1986i3p481-513.html": {"abstract": "This paper attempts to survey, and to put into perspective, recent lterature that has analyzed the nature of credit relations between developed and developing countries.This analysis has made use of recent advances in the economics of information and strategic interaction. Traditional concepts of solvency and liquidity are of little help in understanding problems of soverign debt. Creditors do not have the means to seize the assets of a borrower in default. Hence the borrower who is expected eventually to repay his debts should be able to borrow to meet any current debt-service obligations. A problem that is essential to a theory of international lending is that of enforcement. The difficulty is one of ensuring that the two sides of a loan contract adhere to it, in particular that the borrower repays the lender and the lenders can commit themselves to penalize the borrower if he does not.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epea5", "epst33"], "abstractStem": "thi paper attempt to survey and to put into perspect recent lteratur that ha analyz the natur of credit relat between develop and develop countriesthi analysi ha made use of recent advanc in the econom of inform and strateg interact tradit concept of solvenc and liquid are of littl help in understand problem of soverign debt creditor do not have the mean to seiz the asset of a borrow in default henc the borrow who is expect eventu to repay hi debt should be abl to borrow to meet ani current debtservic oblig a problem that is essenti to a theori of intern lend is that of enforc the difficulti is one of ensur that the two side of a loan contract adher to it in particular that the borrow repay the lender and the lender can commit themselv to penal the borrow if he doe notpthi abstract wa borrow from anoth version of thi item", "title": "The pure theory of country risk"}, "https://ideas.repec.org/a/oup/wbecrv/v4y1990i3p351-66.html": {"abstract": " A major problem for institutional lenders is ensuring that borrowers exercise prudence in the use of the funds so that the likelihood of repayments is enhanced. One partial solution is peer monitoring: having neighbors who are in a good position to monitor the borrower be required to pay a penalty if the borrower goes bankrupt. Peer monitoring is largely responsible for the successful financial performance of the Grameen Bank of Bangladesh and of similar group lending programs elsewhere. But peer monitoring has a cost. It transfers risk from the bank, which is in a better position to bear risk, to the cosigner. In a simple model of peer monitoring in a competitive credit market, this article demonstrates that the transfer of risk to an improvement in borrowers' welfare. Copyright 1990 by Oxford University Press.", "authors": ["epst33"], "abstractStem": " a major problem for institut lender is ensur that borrow exercis prudenc in the use of the fund so that the likelihood of repay is enhanc one partial solut is peer monitor have neighbor who are in a good posit to monitor the borrow be requir to pay a penalti if the borrow goe bankrupt peer monitor is larg respons for the success financi perform of the grameen bank of bangladesh and of similar group lend program elsewher but peer monitor ha a cost it transfer risk from the bank which is in a better posit to bear risk to the cosign in a simpl model of peer monitor in a competit credit market thi articl demonstr that the transfer of risk to an improv in borrow welfar copyright 1990 by oxford univers press", "title": "Peer Monitoring and Credit Markets"}, "https://ideas.repec.org/a/eee/dyncon/v34y2010i9p1627-1650.html": {"abstract": "We model a credit network characterized by credit relationships connecting (i) downstream (D) and upstream (U) firms and (ii) firms and banks. The net worth of D firms is the driver of fluctuations. The production of D firms and of their suppliers (U firms) in fact, is constrained by the availability of internal finance--proxied by net worth--to the D firms. The structure of credit interlinkages changes over time due to an endogeneous process of partner selection, which leads to the polarization of the network. At the aggregate level, the distribution of growth rates exhibits negative skewness and excess kurtosis. When a shock hits the macroeconomy or a significant group of agents in the credit network a bankruptcy avalanche can follow if agents' leverage is critically high. In a nutshell we want to explore the properties of a network-based financial accelerator.", "authors": ["fpde349", "epga109", "epru93", "epst33"], "abstractStem": "we model a credit network character by credit relationship connect i downstream d and upstream u firm and ii firm and bank the net worth of d firm is the driver of fluctuat the product of d firm and of their supplier u firm in fact is constrain by the avail of intern financeproxi by net worthto the d firm the structur of credit interlinkag chang over time due to an endogen process of partner select which lead to the polar of the network at the aggreg level the distribut of growth rate exhibit neg skew and excess kurtosi when a shock hit the macroeconomi or a signific group of agent in the credit network a bankruptci avalanch can follow if agent leverag is critic high in a nutshel we want to explor the properti of a networkbas financi acceler", "title": "The financial accelerator in an evolving credit network"}, "https://ideas.repec.org/a/aea/aecrev/v74y1984i2p194-99.html": {"abstract": "This paper describes the role that informational imperfections in capital markets are likely to play in business cycles. It then developes a simple illustrative model of the impact of adverse selection in the equity market and the way in which this may lead to large fluctuations in the effective cost of capital in response to relatively small demand shocks. The model also derives an expression for the cost of equity capital in the presence of adverse selection and provides informational explanations for several widely observed macro-economic phenomena.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epst33", "epwe40"], "abstractStem": "thi paper describ the role that inform imperfect in capit market are like to play in busi cycl it then develop a simpl illustr model of the impact of advers select in the equiti market and the way in which thi may lead to larg fluctuat in the effect cost of capit in respons to rel small demand shock the model also deriv an express for the cost of equiti capit in the presenc of advers select and provid inform explan for sever wide observ macroeconom phenomenapthi abstract wa borrow from anoth version of thi item", "title": "Informational Imperfections in the Capital Market and Macroeconomic Fluctuations"}, "https://ideas.repec.org/a/aea/aecrev/v73y1983i5p912-27.html": {"abstract": "No abstract is available for this item.", "authors": ["epst33", "epwe40"], "abstractStem": "no abstract is avail for thi item", "title": "Incentive Effects of Terminations: Applications to the Credit and Labor Markets"}, "https://ideas.repec.org/a/bla/worlde/v23y2000i04p437-454.html": {"abstract": "No abstract is available for this item.", "authors": ["epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Two Principles for the Next Round or, How to Bring Developing Countries in from the Cold"}, "https://ideas.repec.org/a/aea/jecper/v12y1998i2p3-22.html": {"abstract": "[Joseph Stiglitz was a member of the Council of Economic Advisers from 1993-95, and chairman of the CEA from 1995 through February 1997.] Today, I want to share with you some of my thoughts about the possibilities and limitations of government. These thoughts are focused around a simple question: Why is it so difficult to implement even Pareto improvements? Working in Washington, I quickly saw that although a few potential changes were strictly Pareto improvements, there were many other changes that would hurt only a small, narrowly defined group (for example, increasing the efficiency of the legal system might hurt lawyers). But if everyone except a narrowly defined special interest group could be shown to benefit, surely the change should be made. In practice, however, \"almost everyone\" was rarely sufficient in government policy-making and often such near-Pareto improvements did not occur. My major theme will be to provide a set of explanations for why this might be so. I shall put forward four hypotheses in this lecture, each of which provides part of the explanation for the failure in at least one instance of a proposed Pareto improvement. These hypotheses, like much of the literature on government failures, focus on the role of incentives: how misaligned incentives can induce government officials to take actions that are not, in any sense, in the public interest.", "authors": ["epst33"], "abstractStem": "joseph stiglitz wa a member of the council of econom advis from 199395 and chairman of the cea from 1995 through februari 1997 today i want to share with you some of my thought about the possibl and limit of govern these thought are focus around a simpl question whi is it so difficult to implement even pareto improv work in washington i quickli saw that although a few potenti chang were strictli pareto improv there were mani other chang that would hurt onli a small narrowli defin group for exampl increas the effici of the legal system might hurt lawyer but if everyon except a narrowli defin special interest group could be shown to benefit sure the chang should be made in practic howev almost everyon wa rare suffici in govern policymak and often such nearpareto improv did not occur my major theme will be to provid a set of explan for whi thi might be so i shall put forward four hypothes in thi lectur each of which provid part of the explan for the failur in at least one instanc of a propos pareto improv these hypothes like much of the literatur on govern failur focu on the role of incent how misalign incent can induc govern offici to take action that are not in ani sens in the public interest", "title": "Distinguished Lecture on Economics in Government: The Private Uses of Public Interests: Incentives and Institutions"}, "https://ideas.repec.org/a/eso/journl/v39y2008i3p171-190.html": {"abstract": "This paper was delivered as the Geary Lecture 2006 at the Burlington Hotel, Dublin, Ireland on 30 August. The Geary Lecture is organised each year in honour of Professor R. C. Geary (1896–1963) the first Director of The Economic and Social Research Institute and the most eminent Irish Statistician and Economist of the twentieth century. This lecture was organised in association with Penguin Books and The Irish Times.", "authors": ["epst33"], "abstractStem": "thi paper wa deliv as the geari lectur 2006 at the burlington hotel dublin ireland on 30 august the geari lectur is organis each year in honour of professor r c geari 1896 1963 the first director of the econom and social research institut and the most emin irish statistician and economist of the twentieth centuri thi lectur wa organis in associ with penguin book and the irish time", "title": "Making Globalisation Work – The 2006 Geary Lecture"}, "https://ideas.repec.org/a/aea/jecper/v2y1988i4p121-26.html": {"abstract": "No abstract is available for this item.", "authors": ["epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Why Financial Structure Matters"}, "https://ideas.repec.org/a/bpj/evoice/v6y2009i8n5.html": {"abstract": "It is more important now than ever to come to grips with the limitations of GDP as a measure of well-being, according to Joseph Stiglitz of Columbia University.", "authors": ["epst33"], "abstractStem": "it is more import now than ever to come to grip with the limit of gdp as a measur of wellb accord to joseph stiglitz of columbia univers", "title": "GDP Fetishism"}, "https://ideas.repec.org/a/aea/aecrev/v78y1988i5p1046-66.html": {"abstract": "Firm's inability to monitor employees search efforts results in a tradeoff between risk-bearing and incentive considerations in the design of employment-related insurance. Since the provision of insurance against firm-specific shocks adversely affects workers' incentives to search out better jobs, only partial insurance will be provided to encourage workers to stay (leave) at high (low) productivity firms: in this setting, quits and layoffs are alternative means of inducing separations at low productivity firms. This paper describes the equilibrium labour contract when search information is private, and is thereby able to provide the first unified treatment of risk-sharing contracts, interfirm mobility, worksharing, layoffs, severance pay, on-the-job and off-the-job search, quits and unemployment.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epar13", "epho15", "epst33"], "abstractStem": "firm inabl to monitor employe search effort result in a tradeoff between riskbear and incent consider in the design of employmentrel insur sinc the provis of insur against firmspecif shock advers affect worker incent to search out better job onli partial insur will be provid to encourag worker to stay leav at high low product firm in thi set quit and layoff are altern mean of induc separ at low product firm thi paper describ the equilibrium labour contract when search inform is privat and is therebi abl to provid the first unifi treatment of riskshar contract interfirm mobil workshar layoff sever pay onthejob and offthejob search quit and unemploymentpthi abstract wa borrow from anoth version of thi item", "title": "Implicit Contracts, Labor Mobility, and Unemployment"}, "https://ideas.repec.org/a/bla/scandj/v83y1981i2p318-33.html": {"abstract": "No abstract is available for this item.", "authors": ["epst33"], "abstractStem": "no abstract is avail for thi item", "title": " Market Structure and Resource Extraction under Uncertainty"}, "https://ideas.repec.org/a/fip/fedfpr/y1993imarx2.html": {"abstract": "No abstract is available for this item.", "authors": ["epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Monetary policy and the theory of the risk-averse bank"}, "https://ideas.repec.org/a/oup/restud/v49y1982i2p241-261..html": {"abstract": "This paper establishes that when there is not a complete set of markets but more than one commodity the stock market equilibrium will not in general be a constrained Pareto optimum. The economy will lack both the property of exchange and production efficiency. Necessary conditions which must be satisfied if the economy is to be a constrained Pareto optimum for all technologies are derived; if all individuals have identical, homothetic indifference maps, then either there must be unitary price elasticities (so there is no effective risk) or all individuals must have the same degree of risk aversion (so there is no trade on the stock market).", "authors": [], "abstractStem": "thi paper establish that when there is not a complet set of market but more than one commod the stock market equilibrium will not in gener be a constrain pareto optimum the economi will lack both the properti of exchang and product effici necessari condit which must be satisfi if the economi is to be a constrain pareto optimum for all technolog are deriv if all individu have ident homothet indiffer map then either there must be unitari price elast so there is no effect risk or all individu must have the same degre of risk avers so there is no trade on the stock market", "title": "The Inefficiency of the Stock Market Equilibrium"}, "https://ideas.repec.org/a/zag/zirebs/v3y2000i1p41-72.html": {"abstract": "This paper deals with Russia’s transition from communism to market economy which has been harder than anticipated just a decade ago. The rise in prosperity that the market economy had promised had not been materialised. But, in other transition countries from successes and failures, lessons have been learned, strategies devised and examples set which can serve as the basis for the success of transition not only in Russia but also in other countries of East Europe. This paper discusses these very aspects.", "authors": ["epst33"], "abstractStem": "thi paper deal with russia s transit from commun to market economi which ha been harder than anticip just a decad ago the rise in prosper that the market economi had promis had not been materialis but in other transit countri from success and failur lesson have been learn strategi devis and exampl set which can serv as the basi for the success of transit not onli in russia but also in other countri of east europ thi paper discuss these veri aspect", "title": "New Bridges Across the Chasm: Macro- and Micro-Strategies for Russia and other Transitional Economies"}, "https://ideas.repec.org/a/aea/aecrev/v80y1990i2p160-65.html": {"abstract": "This paper summarizes recent developments in the theory of the firm that have arisen in examining the implications of imperfect information. It shows that a wide range of these models have similar implications for the likely reaction of firms to external environmental and policy changes. Two significant implications are (1) that firms behave as if they are risk averse individuals maximizing a utility function of terminal wealth (profitability) -- even when the risks involved are unsystematic -- and (2), in many circumstances, because this utility function is likely to be characterized by decreasing absolute risk aversion, firms are likely to respond significantly (and positively) to changes in cash flow and profitability. Together these two phenomena are able to account for a wide range of firm behaviors that have been empirically observed (both formally and informally) and that are difficult to explain in terms of the traditional theory of the firm. Furthermore, the responses of such firms to policy interventions are likely to differ significantly from those of neoclassical firms.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epst33"], "abstractStem": "thi paper summar recent develop in the theori of the firm that have arisen in examin the implic of imperfect inform it show that a wide rang of these model have similar implic for the like reaction of firm to extern environment and polici chang two signific implic are 1 that firm behav as if they are risk avers individu maxim a util function of termin wealth profit  even when the risk involv are unsystemat  and 2 in mani circumst becaus thi util function is like to be character by decreas absolut risk avers firm are like to respond significantli and posit to chang in cash flow and profit togeth these two phenomena are abl to account for a wide rang of firm behavior that have been empir observ both formal and inform and that are difficult to explain in term of the tradit theori of the firm furthermor the respons of such firm to polici intervent are like to differ significantli from those of neoclass firmspthi abstract wa borrow from anoth version of thi item", "title": "Asymmetric Information and the New Theory of the Firm: Financial Constraints and Risk Behavior"}, "https://ideas.repec.org/a/eee/jetheo/v2y1970i3p225-243.html": {"abstract": "No abstract is available for this item.", "authors": ["epro48", "epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Increasing risk: I. A definition"}, "https://ideas.repec.org/a/spr/intere/v50y2015i3p120-155.html": {"abstract": " One lesson of the Great Recession has been that countries with higher shares of industry in their GDP seemed to be less affected by the crisis. Consequently, the call for an industrial renaissance has become stronger. Industrial policy has now become a top priority in countries where it was not explicitly considered in the past. A strong EU-wide industrial policy is expected to foster growth and job creation. However, cultivating industrial development is a complex challenge. This Forum addresses the steps that need to be taken to create a new European industrial policy. What are the structural challenges that need to be addressed? What are the instruments of the EU’s industrial policy? And should the EU be engaged in picking winners, or is the market better at making such judgements? Copyright ZBW and Springer-Verlag Berlin Heidelberg 2015", "authors": ["fpla311", "epma141", "fppi221", "epst33"], "abstractStem": " one lesson of the great recess ha been that countri with higher share of industri in their gdp seem to be less affect by the crisi consequ the call for an industri renaiss ha becom stronger industri polici ha now becom a top prioriti in countri where it wa not explicitli consid in the past a strong euwid industri polici is expect to foster growth and job creation howev cultiv industri develop is a complex challeng thi forum address the step that need to be taken to creat a new european industri polici what are the structur challeng that need to be address what are the instrument of the eu s industri polici and should the eu be engag in pick winner or is the market better at make such judgement copyright zbw and springerverlag berlin heidelberg 2015", "title": "Which Industrial Policy Does Europe Need?"}, "https://ideas.repec.org/a/aea/jecper/v7y1993i1p23-44.html": {"abstract": "The purpose of this paper is to describe one strand of New Keynesian literature which explores how increased flexibility of wages and prices might exacerbate the economy's downturn, and to contrast it with other strands of New Keynesian literature. This strand of literature holds that even if wages and prices were perfectly flexible, output and employment would be highly volatile. It sees the economy as amplifying the shocks that it experiences and making their effects persist. It identifies incomplete contracts, and, in particular, imperfect indexing, as central market failures, and it attempts both to explain the causes and consequences of these market failures. The models described here contain three basic ingredients: risk-averse firms; a credit allocation mechanism in which credit-rationing, risk-averse banks play a central role; and new labor market theories, including efficiency wages and insider-outsider models. These building blocks should help to explain how price flexibility contributes to macroeconomic fluctuations and to unemployment. In particular, the first two building blocks will explain why small shocks to the economy can give rise to large changes in output, while the new labor market theories will explain why those changes in output (with their associated changes in the demand curve for labor) result in unemployment.", "authors": ["epst33"], "abstractStem": "the purpos of thi paper is to describ one strand of new keynesian literatur which explor how increas flexibl of wage and price might exacerb the economi downturn and to contrast it with other strand of new keynesian literatur thi strand of literatur hold that even if wage and price were perfectli flexibl output and employ would be highli volatil it see the economi as amplifi the shock that it experi and make their effect persist it identifi incomplet contract and in particular imperfect index as central market failur and it attempt both to explain the caus and consequ of these market failur the model describ here contain three basic ingredi riskavers firm a credit alloc mechan in which creditr riskavers bank play a central role and new labor market theori includ effici wage and insideroutsid model these build block should help to explain how price flexibl contribut to macroeconom fluctuat and to unemploy in particular the first two build block will explain whi small shock to the economi can give rise to larg chang in output while the new labor market theori will explain whi those chang in output with their associ chang in the demand curv for labor result in unemploy", "title": "New and Old Keynesians"}, "https://ideas.repec.org/a/bpj/evoice/v3y2006i6n2.html": {"abstract": "Transfers and economic costs are indeed different in the war in Iraq, and transfers may be significant.", "authors": ["epst33"], "abstractStem": "transfer and econom cost are inde differ in the war in iraq and transfer may be signific", "title": "Reply: Transfers vs. Economic Costs in the Iraq War"}, "https://ideas.repec.org/a/eee/pubeco/v93y2009i1-2p142-159.html": {"abstract": "We analyze the effects of changes in dividend tax policy using a life-cycle model of the firm, in which new firms first access equity markets, then grow internally, and finally pay dividends when they have reached steady state. We find that unanticipated permanent changes in tax rates have only small effects on aggregate investment, since macroeconomic dynamics are dominated by mature firms for which dividend taxation is not distortionary. Anticipated or temporary dividend tax changes, on the other hand, create incentives for firms to engage in inter-temporal tax arbitrage so as to reduce investors' tax burden. For example, a temporary tax cut - the type most likely to be enacted by policymakers - induces firms to accelerate dividend payments while tax rates are low, which reduces their cash holdings and makes them capital-constrained when large investment opportunities arise. This can significantly lower aggregate investment for periods after the tax cut.", "authors": ["epko142", "epst33"], "abstractStem": "we analyz the effect of chang in dividend tax polici use a lifecycl model of the firm in which new firm first access equiti market then grow intern and final pay dividend when they have reach steadi state we find that unanticip perman chang in tax rate have onli small effect on aggreg invest sinc macroeconom dynam are domin by matur firm for which dividend taxat is not distortionari anticip or temporari dividend tax chang on the other hand creat incent for firm to engag in intertempor tax arbitrag so as to reduc investor tax burden for exampl a temporari tax cut  the type most like to be enact by policymak  induc firm to acceler dividend payment while tax rate are low which reduc their cash hold and make them capitalconstrain when larg invest opportun aris thi can significantli lower aggreg invest for period after the tax cut", "title": "Dividend taxation and intertemporal tax arbitrage"}, "https://ideas.repec.org/a/fip/fedfpr/y1989x3.html": {"abstract": "This paper presents a simple, general equilibrium macroeconomic model incorporating financial constraints, both credit and equity rationing, as well as other informational imperfections in labor and product markets, such as efficiency wage effects. A formulation somewhat analogous to the standard IS-LM model, but not suffering from the well known defects of that model, is derived. The mechanisms by which monetary policy affects the economy are described. Dynamics, including implications for long run growth, are investigated.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epst33", "epwe40"], "abstractStem": "thi paper present a simpl gener equilibrium macroeconom model incorpor financi constraint both credit and equiti ration as well as other inform imperfect in labor and product market such as effici wage effect a formul somewhat analog to the standard islm model but not suffer from the well known defect of that model is deriv the mechan by which monetari polici affect the economi are describ dynam includ implic for long run growth are investigatedpthi abstract wa borrow from anoth version of thi item", "title": "Macroeconomic models with equity and credit rationing"}, "https://ideas.repec.org/a/bla/scandj/v90y1988i3p383-413.html": {"abstract": " The basic analytics of moral hazard are developed using the simples t possible model of the insurance market. Even when the underlying expe cted utility function and the function relating the accident probability to accident-prevention effort are extremely well behaved, the indifference curves and feasibility set (the set of insurance contracts that at least break even) are not-indifference curves need not be convex and feasibility sets never are; price-and income-consum ption lines may be discontinuous; and effort is not, in general, a monotonic or continuous function of the parameters of the insurance policies provided. Copyright 1988 by The editors of the Scandinavian Journal of Economics.", "authors": ["epar13", "epst33"], "abstractStem": " the basic analyt of moral hazard are develop use the simpl t possibl model of the insur market even when the underli exp cted util function and the function relat the accid probabl to accidentprevent effort are extrem well behav the indiffer curv and feasibl set the set of insur contract that at least break even are notindiffer curv need not be convex and feasibl set never are priceand incomeconsum ption line may be discontinu and effort is not in gener a monoton or continu function of the paramet of the insur polici provid copyright 1988 by the editor of the scandinavian journal of econom", "title": " The Basic Analytics of Moral Hazard"}, "https://ideas.repec.org/a/rei/ecoins/v12y2010i23p13-28.html": {"abstract": "Government plays a necessary role in keeping markets working efficiently and fairly. Market failures –situations in which the invisible hand does not make everyone better off– are among the oldest and most universally accepted justifications for regulation. However, incidents of market failure are more pervasive than recognized and underappreciated. Well-designed regulatory interventions can often correct these market failures.", "authors": ["epst33"], "abstractStem": "govern play a necessari role in keep market work effici and fairli market failur  situat in which the invis hand doe not make everyon better off  are among the oldest and most univers accept justif for regul howev incid of market failur are more pervas than recogn and underappreci welldesign regulatori intervent can often correct these market failur", "title": "Regulacion y fallas"}, "https://ideas.repec.org/a/eee/jetheo/v2y1970i2p122-160.html": {"abstract": "No abstract is available for this item.", "authors": ["fpca475", "epst33"], "abstractStem": "no abstract is avail for thi item", "title": "The structure of investor preferences and asset returns, and separability in portfolio allocation: A contribution to the pure theory of mutual funds"}, "https://ideas.repec.org/a/ucp/jlabec/v3y1985i4p434-62.html": {"abstract": "No abstract is available for this item.", "authors": ["epar13", "epst33"], "abstractStem": "no abstract is avail for thi item", "title": "Labor Turnover, Wage Structures, and Moral Hazard: The Inefficiency of Competitive Markets"}}}