{"epst148": {"https://ideas.repec.org/a/aea/jecper/v2y1988i3p147-74.html": {"abstract": "No abstract is available for this item.", "authors": ["epst148", "fpwa582"], "abstractStem": "no abstract is avail for thi item", "title": "Variable Trends in Economic Time Series"}, "https://ideas.repec.org/a/fip/fedreq/y2003isump71-90nv.89no.3.html": {"abstract": "No abstract is available for this item.", "authors": ["epst148"], "abstractStem": "no abstract is avail for thi item", "title": "How did leading indicator forecasts perform during the 2001 recession?"}, "https://ideas.repec.org/a/ucp/jpolec/v95y1987i6p1240-61.html": {"abstract": " The business cycle analysis of Arthur F. Burns and Wesley C. Mitchell and the National Bureau of Economic Research presumed that aggregate economic variables evolve on a time scale defined by business cycle turning points rather than by months or quarters. Do macroeconomic variables appear to evolve on an economic rather than a calendar time scale? Evidence presented here suggests that they do. However, the estimated economic time scales are only weakly related to business cycle time scales, providing evidence against the view underlying traditional business cycle analysis. Copyright 1987 by University of Chicago Press.", "authors": ["epst148"], "abstractStem": " the busi cycl analysi of arthur f burn and wesley c mitchel and the nation bureau of econom research presum that aggreg econom variabl evolv on a time scale defin by busi cycl turn point rather than by month or quarter do macroeconom variabl appear to evolv on an econom rather than a calendar time scale evid present here suggest that they do howev the estim econom time scale are onli weakli relat to busi cycl time scale provid evid against the view underli tradit busi cycl analysi copyright 1987 by univers of chicago press", "title": "Measuring Business Cycle Time"}, "https://ideas.repec.org/a/ecm/emetrp/v58y1990i5p1151-80.html": {"abstract": " The effects of firm pension plan provisions on the retirement decisions of older employees are analyzed. The empirical results are based on data from a large firm, with a typical defined benefit pension plan. The \"option value\" of continued work is the central feature of the analysis. Estimation relies on a retirement decision rule that is close in spirit to the dynamic programming rule, but is considerably less complex than a comprehensive implementation of that rule, thus greatly facilitating the numerical analysis. Copyright 1990 by The Econometric Society.", "authors": ["epst148", "epwi45"], "abstractStem": " the effect of firm pension plan provis on the retir decis of older employe are analyz the empir result are base on data from a larg firm with a typic defin benefit pension plan the option valu of continu work is the central featur of the analysi estim reli on a retir decis rule that is close in spirit to the dynam program rule but is consider less complex than a comprehens implement of that rule thu greatli facilit the numer analysi copyright 1990 by the econometr societi", "title": "Pensions, the Option Value of Work, and Retirement"}, "https://ideas.repec.org/a/tpr/jeurec/v3y2005i5p968-1006.html": {"abstract": " The volatility of economic activity in most G7 economies has moderated over the past 40 years. Also, despite large increases in trade and openness, G7 business cycles have not become more synchronized. After documenting these facts, we interpret G7 output data using a structural VAR that separately identifies common international shocks, the domestic effects of spillovers from foreign idiosyncratic shocks, and the effects of domestic idiosyncratic shocks. This analysis suggests that, with the exception of Japan, a significant portion of the widespread reduction in volatility is associated with a reduction in the magnitude of the common international shocks. Had the common international shocks in the 1980s and 1990s been as large as they were in the 1960s and 1970s, G7 business cycles would have been substantially more volatile and more highly synchronized than they actually were. (JEL: C3, E5) Copyright (c) 2005 by the European Economic Association.", "authors": ["epst148", "fpwa582"], "abstractStem": " the volatil of econom activ in most g7 economi ha moder over the past 40 year also despit larg increas in trade and open g7 busi cycl have not becom more synchron after document these fact we interpret g7 output data use a structur var that separ identifi common intern shock the domest effect of spillov from foreign idiosyncrat shock and the effect of domest idiosyncrat shock thi analysi suggest that with the except of japan a signific portion of the widespread reduct in volatil is associ with a reduct in the magnitud of the common intern shock had the common intern shock in the 1980 and 1990 been as larg as they were in the 1960 and 1970 g7 busi cycl would have been substanti more volatil and more highli synchron than they actual were jel c3 e5 copyright c 2005 by the european econom associ", "title": "Understanding Changes In International Business Cycle Dynamics"}, "https://ideas.repec.org/a/eee/moneco/v44y1999i2p293-335.html": {"abstract": "This paper investigates forecasts of U.S. inflation at the 12-month horizon. The starting point is the conventional unemployment rate Phillips curve, which is examined in a simulated out of sample forecasting framework. Inflation forecasts produced by the Phillips curve generally have been more accurate than forecasts based on other macroeconomic variables, including interest rates, money and commodity prices. These forecasts can however be improved upon using a generalized Phillips curve based on measures of real aggregate activity other than unemployment, especially a new index of aggregate activity based on 61 real economic indicators.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epst148", "fpwa582"], "abstractStem": "thi paper investig forecast of us inflat at the 12month horizon the start point is the convent unemploy rate phillip curv which is examin in a simul out of sampl forecast framework inflat forecast produc by the phillip curv gener have been more accur than forecast base on other macroeconom variabl includ interest rate money and commod price these forecast can howev be improv upon use a gener phillip curv base on measur of real aggreg activ other than unemploy especi a new index of aggreg activ base on 61 real econom indicatorspthi abstract wa borrow from anoth version of thi item", "title": "Forecasting inflation"}, "https://ideas.repec.org/a/ecm/emetrp/v58y1990i1p113-44.html": {"abstract": " This paper considers estimation and hypothesis testing in linear time series when some or all of the variables have (possibly multiple) unit roots. The motivating example is a vector autoregression with some unit roots in the companion matrix, which might include polynomials in time as regressors. Parameters that can be written as coefficients on mean zero, nonintegrated regressors have jointly normal asymptotic distribution, converging at the rate of T(superscript \"one-half\") In general, the other coefficients (including the coefficient on polynomials in time), and associated t and F test statistics, have nonstandard asymptotic distributions. Copyright 1990 by The Econometric Society.", "authors": ["epsi12", "epst148", "fpwa582"], "abstractStem": " thi paper consid estim and hypothesi test in linear time seri when some or all of the variabl have possibl multipl unit root the motiv exampl is a vector autoregress with some unit root in the companion matrix which might includ polynomi in time as regressor paramet that can be written as coeffici on mean zero nonintegr regressor have jointli normal asymptot distribut converg at the rate of tsuperscript onehalf in gener the other coeffici includ the coeffici on polynomi in time and associ t and f test statist have nonstandard asymptot distribut copyright 1990 by the econometr societi", "title": "Inference in Linear Time Series Models with Some Unit Roots"}, "https://ideas.repec.org/a/eee/crcspp/v55y2001i1p275-303.html": {"abstract": "Quah's [1993a] transition matrix analysis of world income distribution based on annual data suggests an ergodic distribution with twin peaks at the rich and poor end of the distribution. Since the ergodic distribution is a highly non-linear function of the underlying transition matrix estimated extremely noisily. Estimates over the foreseeable future are more precise. The Markovian assumptions underlying the analysis are much better satisfied with an analysis based on five-year transitions than one-year transitions. Such an analysis yields an ergodic distribution with 72% of mass in the top income category, but a prolonged transition, during which some inequality measures increase. The rosy ergodic forecast and prolonged transition arise because countries' relative incomes move both up and down at moderate levels, but once countries reach the highest income category, they rarely leave it. This is consistent with a model in which countries search among policies until they reach an income level at which further experimentation is too costly. If countries can learn from each other's experience, the future may be much brighter than would be predicted based on projecting forward the historical transition matrix.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epon27", "epst148"], "abstractStem": "quah 1993a transit matrix analysi of world incom distribut base on annual data suggest an ergod distribut with twin peak at the rich and poor end of the distribut sinc the ergod distribut is a highli nonlinear function of the underli transit matrix estim extrem noisili estim over the forese futur are more precis the markovian assumpt underli the analysi are much better satisfi with an analysi base on fiveyear transit than oneyear transit such an analysi yield an ergod distribut with 72 of mass in the top incom categori but a prolong transit dure which some inequ measur increas the rosi ergod forecast and prolong transit aris becaus countri rel incom move both up and down at moder level but onc countri reach the highest incom categori they rare leav it thi is consist with a model in which countri search among polici until they reach an incom level at which further experiment is too costli if countri can learn from each other experi the futur may be much brighter than would be predict base on project forward the histor transit matrixpthi abstract wa borrow from anoth version of thi item", "title": "Searching for prosperity"}, "https://ideas.repec.org/a/bla/obuest/v58y1996i4p685-701.html": {"abstract": " This paper focuses on the construction of forecasts over long horizons where a typical, long-horizon forecast might span four years using twenty to forty years' data. It is argued that the presence of persistence in the form of unit or near-unit autoregressive roots poses substantial difficulties for long-horizon interval and point forecasting. These difficulties may not be overcome even by efficient pretesting or model-selection procedures and might, in general, lead to point forecasts with large asymptotic root mean squared errors and undesirably wide prediction intervals. Copyright 1996 by Blackwell Publishing Ltd", "authors": ["epst148"], "abstractStem": " thi paper focus on the construct of forecast over long horizon where a typic longhorizon forecast might span four year use twenti to forti year data it is argu that the presenc of persist in the form of unit or nearunit autoregress root pose substanti difficulti for longhorizon interv and point forecast these difficulti may not be overcom even by effici pretest or modelselect procedur and might in gener lead to point forecast with larg asymptot root mean squar error and undesir wide predict interv copyright 1996 by blackwel publish ltd", "title": "VAR, Error Correction and Pretest Forecasts at Long Horizons"}, "https://ideas.repec.org/a/eee/eecrev/v47y2003i1p1-18.html": {"abstract": "This paper investigates time series methods for forecasting four Euro-area wide aggregate variables: real GDP, industrial production, price inflation, and the unemployment rate. We consider two empirical questions arising from this problem. First, is it better to build aggregate Euro-area wide forecasting models for these variables, or are there gains from aggregating country-specific forecasts for the component country variables? Second, are there gains from using information from additional predictors beyond simple univariate time series forecasts, and if so, how large are these gains, and how are these gains best achieved? It turns out that typically there are gains from forecasting these series at the country level, then pooling the forecasts, relative to forecasting at the aggregate level. This suggests that structural macroeconometric modeling of the Euro area is appropriately done at the country-specific level, rather than directly at the aggregate level. Moreover, our simulated out-of-sample forecast experiment provides little evidence that forecasts from multivariate models are more accurate than forecasts from univariate models. If we restrict attention to multivariate models, the forecasts obtained from a dynamic factor model appear to be somewhat more accurate than the other methods.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epma114", "epst148", "fpwa582"], "abstractStem": "thi paper investig time seri method for forecast four euroarea wide aggreg variabl real gdp industri product price inflat and the unemploy rate we consid two empir question aris from thi problem first is it better to build aggreg euroarea wide forecast model for these variabl or are there gain from aggreg countryspecif forecast for the compon countri variabl second are there gain from use inform from addit predictor beyond simpl univari time seri forecast and if so how larg are these gain and how are these gain best achiev it turn out that typic there are gain from forecast these seri at the countri level then pool the forecast rel to forecast at the aggreg level thi suggest that structur macroeconometr model of the euro area is appropri done at the countryspecif level rather than directli at the aggreg level moreov our simul outofsampl forecast experi provid littl evid that forecast from multivari model are more accur than forecast from univari model if we restrict attent to multivari model the forecast obtain from a dynam factor model appear to be somewhat more accur than the other methodspthi abstract wa borrow from anoth version of thi item", "title": "Macroeconomic forecasting in the Euro area: Country specific versus area-wide information"}, "https://ideas.repec.org/a/bes/jnlbes/v20y2002i4p518-29.html": {"abstract": " Weak instruments arise when the instruments in linear instrumental variables (IV) regression are weakly correlated with the included endogenous variables. In generalized method of moments (GMM), more generally, weak instruments correspond to weak identification of some or all of the unknown parameters. Weak identification leads to GMM statistics with nonnormal distributions, even in large samples, so that conventional IV or GMM inferences are misleading. Fortunately, various procedures are now available for detecting and handling weak instruments in the linear IV model and, to a lesser degree, in nonlinear GMM.", "authors": ["epst148", "epwr25", "epyo20"], "abstractStem": " weak instrument aris when the instrument in linear instrument variabl iv regress are weakli correl with the includ endogen variabl in gener method of moment gmm more gener weak instrument correspond to weak identif of some or all of the unknown paramet weak identif lead to gmm statist with nonnorm distribut even in larg sampl so that convent iv or gmm infer are mislead fortun variou procedur are now avail for detect and handl weak instrument in the linear iv model and to a lesser degre in nonlinear gmm", "title": "A Survey of Weak Instruments and Weak Identification in Generalized Method of Moments"}, "https://ideas.repec.org/a/ecm/emetrp/v65y1997i3p557-586.html": {"abstract": "This paper develops asymptotic distribution theory for instrumental variables regression when the partial correlations between the instruments and the endogenous variables are weak, here modeled as local to zero. Asymptotic representation are provided for various statistics, including two-stage least squares and limited information maximum likelihood estimators, Wald statistics, and statistics testing overidentification and endogeneity. The asymptotic distributions provide good approximations to sampling distributions with ten-twenty observations per instrument. The theory suggests concrete guidelines for applied work, including using nonstandard methods for construction of confidence regions. These results are used to interpret J. D. Angrist and A. B. Krueger's (1991) estimates of the returns to education.", "authors": ["epst148", "fpst466"], "abstractStem": "thi paper develop asymptot distribut theori for instrument variabl regress when the partial correl between the instrument and the endogen variabl are weak here model as local to zero asymptot represent are provid for variou statist includ twostag least squar and limit inform maximum likelihood estim wald statist and statist test overidentif and endogen the asymptot distribut provid good approxim to sampl distribut with tentwenti observ per instrument the theori suggest concret guidelin for appli work includ use nonstandard method for construct of confid region these result are use to interpret j d angrist and a b krueger 1991 estim of the return to educ", "title": "Instrumental Variables Regression with Weak Instruments"}, "https://ideas.repec.org/a/aea/jeclit/v41y2003i3p788-829.html": {"abstract": "Are asset prices useful predictors of inflation and real output growth? After reviewing the large literature on this topic, we undertake an empirical analysis of quarterly data for seven OECD countries spanning 1959-99. The literature review and the empirical analysis yield the same conclusions. Some asset prices predict inflation or output growth in some countries in some periods. Which series predicts what, when, and where is difficult to predict; being a good predictor historically is largely unrelated to subsequent performance. Intriguingly, forecasts that combine these individually unstable forecasts appear to improve reliably upon univariate benchmarks.", "authors": ["epst148", "fpwa582"], "abstractStem": "are asset price use predictor of inflat and real output growth after review the larg literatur on thi topic we undertak an empir analysi of quarterli data for seven oecd countri span 195999 the literatur review and the empir analysi yield the same conclus some asset price predict inflat or output growth in some countri in some period which seri predict what when and where is difficult to predict be a good predictor histor is larg unrel to subsequ perform intriguingli forecast that combin these individu unstabl forecast appear to improv reliabl upon univari benchmark", "title": "Forecasting Output and Inflation: The Role of Asset Prices"}, "https://ideas.repec.org/a/oup/restud/v65y1998i3p395-432..html": {"abstract": "This paper develops methods for constructing asymptotically valid confidence intervals for the date of a single break in multivariate time series, including I(0), I(1), and deterministically trending regressors. Although the width of the asymptotic confidence interval does not decrease as the sample size increases, it is inversely related to the number of series which have a common break date, so there are substantial gains to multivariate inference about break dates. These methods are applied to two empirical examples: the mean growth rate of output in three European countries, and the mean growth rate of U.S. consumption, investment, and output.", "authors": [], "abstractStem": "thi paper develop method for construct asymptot valid confid interv for the date of a singl break in multivari time seri includ i0 i1 and determinist trend regressor although the width of the asymptot confid interv doe not decreas as the sampl size increas it is invers relat to the number of seri which have a common break date so there are substanti gain to multivari infer about break date these method are appli to two empir exampl the mean growth rate of output in three european countri and the mean growth rate of us consumpt invest and output", "title": "Testing For and Dating Common Breaks in Multivariate Time Series"}, "https://ideas.repec.org/a/eee/moneco/v37y1996i1p3-27.html": {"abstract": "This paper examines the problem of measuring the growth of a monetary aggregate in the presence of innovations in financial markets and changes in the relationship between individual assets and output. We propose constructing a monetary aggregate so that it is a good leading indicator of nominal GDP; in general the weights on its components vary over time. We investigate two specific procedures: one in which subaggregates discretely switch in and out, and one in which the growth of the aggregate is a time-varying weighted average of the growth of the subaggregates, where the weights follow a random walk. These procedures are used to construct aggregates which potentially augment M2 with stock and/or bond mutual funds. Over 1960-1991, the time-varying aggregates look much like M2, but during 1992-93 the time-varying aggregates outperform M2.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfe112", "epst148"], "abstractStem": "thi paper examin the problem of measur the growth of a monetari aggreg in the presenc of innov in financi market and chang in the relationship between individu asset and output we propos construct a monetari aggreg so that it is a good lead indic of nomin gdp in gener the weight on it compon vari over time we investig two specif procedur one in which subaggreg discret switch in and out and one in which the growth of the aggreg is a timevari weight averag of the growth of the subaggreg where the weight follow a random walk these procedur are use to construct aggreg which potenti augment m2 with stock andor bond mutual fund over 19601991 the timevari aggreg look much like m2 but dure 199293 the timevari aggreg outperform m2pthi abstract wa borrow from anoth version of thi item", "title": "Measuring money growth when financial markets are changing"}, "https://ideas.repec.org/a/jof/jforec/v23y2004i6p405-430.html": {"abstract": " This paper uses forecast combination methods to forecast output growth in a seven-country quarterly economic data set covering 1959-1999, with up to 73 predictors per country. Although the forecasts based on individual predictors are unstable over time and across countries, and on average perform worse than an autoregressive benchmark, the combination forecasts often improve upon autoregressive forecasts. Despite the unstable performance of the constituent forecasts, the most successful combination forecasts, like the mean, are the least sensitive to the recent performance of the individual forecasts. While consistent with other evidence on the success of simple combination forecasts, this finding is difficult to explain using the theory of combination forecasting in a stationary environment. Copyright © 2004 John Wiley &amp; Sons, Ltd.", "authors": ["epst148", "fpwa582"], "abstractStem": " thi paper use forecast combin method to forecast output growth in a sevencountri quarterli econom data set cover 19591999 with up to 73 predictor per countri although the forecast base on individu predictor are unstabl over time and across countri and on averag perform wors than an autoregress benchmark the combin forecast often improv upon autoregress forecast despit the unstabl perform of the constitu forecast the most success combin forecast like the mean are the least sensit to the recent perform of the individu forecast while consist with other evid on the success of simpl combin forecast thi find is difficult to explain use the theori of combin forecast in a stationari environ copyright   2004 john wiley amp son ltd", "title": "Combination forecasts of output growth in a seven-country data set"}, "https://ideas.repec.org/a/ecm/emetrp/v55y1987i5p1035-56.html": {"abstract": " Time series variables that stochastically trend together form a cointegrated system. OLS and NLS estimators of the parameters of a cointegrating vector are shown to converge in probability to the true parameter value at the rate T11d for any positive d. These estim mators can be written asymptotically in terms of relatively simple nonnormal random matrices which do not depend on the parameters of th e system. These asymptotic representations form the basis for simple and fast Monte Carlo calculations of the limiting distributions of th ese estimators. Asymptotic distributions thus computed are tabulated for several cointegrated processes. Copyright 1987 by The Econometric Society.", "authors": ["epst148"], "abstractStem": " time seri variabl that stochast trend togeth form a cointegr system ol and nl estim of the paramet of a cointegr vector are shown to converg in probabl to the true paramet valu at the rate t11d for ani posit d these estim mator can be written asymptot in term of rel simpl nonnorm random matric which do not depend on the paramet of th e system these asymptot represent form the basi for simpl and fast mont carlo calcul of the limit distribut of th ese estim asymptot distribut thu comput are tabul for sever cointegr process copyright 1987 by the econometr societi", "title": "Asymptotic Properties of Least Squares Estimators of Cointegrating Vectors"}, "https://ideas.repec.org/a/eee/crcspp/v32y1990ip63-82.html": {"abstract": "No abstract is available for this item.", "authors": ["epst148"], "abstractStem": "no abstract is avail for thi item", "title": "Unit roots in real GNP: Do we know and do we care? : A comment"}, "https://ideas.repec.org/a/bes/jnlbes/v14y1996i1p11-30.html": {"abstract": " An experiment is performed to assess the prevalence of instability in univariate and bivariate macroeconomic time series relations and to ascertain whether various adaptive forecasting techniques successfully handle any such instability. Formal tests for instability and out-of-sample forecasts from sixteen different models are computed using a sample of seventy-six representative U.S. monthly postwar macroeconomic time series, constituting 5,700 bivariate forecasting relations. The tests for instability and the forecast comparisons suggest that there is substantial instability in a significant fraction of the univariate and bivariate autoregressive models.", "authors": ["epst148", "fpwa582"], "abstractStem": " an experi is perform to assess the preval of instabl in univari and bivari macroeconom time seri relat and to ascertain whether variou adapt forecast techniqu success handl ani such instabl formal test for instabl and outofsampl forecast from sixteen differ model are comput use a sampl of seventysix repres us monthli postwar macroeconom time seri constitut 5700 bivari forecast relat the test for instabl and the forecast comparison suggest that there is substanti instabl in a signific fraction of the univari and bivari autoregress model", "title": "Evidence on Structural Instability in Macroeconomic Time Series Relations"}, "https://ideas.repec.org/a/aea/jecper/v17y2003i3p177-194.html": {"abstract": "This feature addresses the history of economic words and ideas. The hope is to deepen the workaday dialogue of economists, while perhaps also casting new light on ongoing questions.", "authors": ["epst148", "eptr40"], "abstractStem": "thi featur address the histori of econom word and idea the hope is to deepen the workaday dialogu of economist while perhap also cast new light on ongo question", "title": "Retrospectives: Who Invented Instrumental Variable Regression?"}, "homepage": "https://ideas.repec.org/e/pst148.html", "https://ideas.repec.org/a/ecj/econjl/v97y1987i385p49-64.html": {"abstract": " The paper investigates some properties of \"near rational\" models of the cycle, examining two types of framework. In the first, an otherwise classical, competitive economy is shown to respond to demand disturbances when some firms follow a near rational hiring policy. In the second model, a dynamic setting is addressed and a criterion termed \"stochastic near rationality\" is employed. Simulation results are consistent with recent empirical findings and suggest that further quantitative evaluation is merited. Copyright 1987 by Royal Economic Society.", "authors": ["epjo65", "epst148"], "abstractStem": " the paper investig some properti of near ration model of the cycl examin two type of framework in the first an otherwis classic competit economi is shown to respond to demand disturb when some firm follow a near ration hire polici in the second model a dynam set is address and a criterion term stochast near ration is employ simul result are consist with recent empir find and suggest that further quantit evalu is merit copyright 1987 by royal econom societi", "title": "Demand Disturbances and Aggregate Fluctuations: The Implications of Near Rationality"}, "https://ideas.repec.org/a/jae/japmet/v6y1991i4p403-11.html": {"abstract": "No abstract is available for this item.", "authors": ["epst148"], "abstractStem": "no abstract is avail for thi item", "title": "Bayesian Approaches to the 'Unit Root' Problem: A Comment"}, "https://ideas.repec.org/a/eee/moneco/v28y1991i3p435-459.html": {"abstract": "This paper provides asymptotic confidence intervals for the largest autoregressive root of a time series when this root is close to one. The intervals are readily constructed either graphically or using tables in the Appendix. When applied to the Nelson-Plosser (1982) data set, the main conclusion is that the confidence intervals typically are wide. The conventional emphasis on testing for whether the largest root equals one fails to convey the substantial sampling variability associated with this measure of persistence.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epst148"], "abstractStem": "thi paper provid asymptot confid interv for the largest autoregress root of a time seri when thi root is close to one the interv are readili construct either graphic or use tabl in the appendix when appli to the nelsonploss 1982 data set the main conclus is that the confid interv typic are wide the convent emphasi on test for whether the largest root equal one fail to convey the substanti sampl variabl associ with thi measur of persistencepthi abstract wa borrow from anoth version of thi item", "title": "Confidence intervals for the largest autoregressive root in U.S. macroeconomic time series"}, "firstname": "James", "lastname": "Stock", "https://ideas.repec.org/a/ecm/emetrp/v57y1989i6p1403-30.html": {"abstract": " This paper gives a solution to the problem of estimating coefficients of index models, through the estimation of the density-weighted average derivative of a general regression function. A normalized version of the density-weighted average derivative can be estimated by certain linear instrumental variables coefficients. The estimators, based on sample analogies of the product moment representation of the average derivative, are constructed using nonparametric kernel estimators of the density of the regressors. Consistent estimators of the asymptotic variance-covariance matrices of the estimators are given, and a limited Monte Carlo simulation is used to study the practical performance of the procedures. Copyright 1989 by The Econometric Society.", "authors": ["epst148"], "abstractStem": " thi paper give a solut to the problem of estim coeffici of index model through the estim of the densityweight averag deriv of a gener regress function a normal version of the densityweight averag deriv can be estim by certain linear instrument variabl coeffici the estim base on sampl analog of the product moment represent of the averag deriv are construct use nonparametr kernel estim of the densiti of the regressor consist estim of the asymptot variancecovari matric of the estim are given and a limit mont carlo simul is use to studi the practic perform of the procedur copyright 1989 by the econometr societi", "title": "Semiparametric Estimation of Index Coefficients"}, "https://ideas.repec.org/a/eee/econom/v80y1997i2p269-286.html": {"abstract": "No abstract is available for this item.", "authors": ["epst148"], "abstractStem": "no abstract is avail for thi item", "title": "Inference in a nearly integrated autoregressive model with nonnormal innovations"}, "https://ideas.repec.org/a/ecm/emetrp/v61y1993i4p783-820.html": {"abstract": " Efficient estimators of cointegrating vectors are presented for systems involving deterministic components and variables of differing, higher orders of integration. The estimators are computed using GLS or OLS, and Wald statistics constructed from these estimators have asymptotic x [superscript] 2 distributions. These and previously proposed estimators of cointegrating vectors are used to study long-run U.S. money (M1) demand. M1 demand is found to be stable over 1900-1989; the 95 percent confidence intervals for the income elasticity and interest rate semielasticity are (0.88, 1.06) and (-0.13, -0.08), respectively. Estimates based on the postwar data alone, however, are unstable, with variances which indicate substantial sampling uncertainty. Copyright 1993 by The Econometric Society.", "authors": ["epst148", "fpwa582"], "abstractStem": " effici estim of cointegr vector are present for system involv determinist compon and variabl of differ higher order of integr the estim are comput use gl or ol and wald statist construct from these estim have asymptot x superscript 2 distribut these and previous propos estim of cointegr vector are use to studi longrun us money m1 demand m1 demand is found to be stabl over 19001989 the 95 percent confid interv for the incom elast and interest rate semielast are 088 106 and 013 008 respect estim base on the postwar data alon howev are unstabl with varianc which indic substanti sampl uncertainti copyright 1993 by the econometr societi", "title": "A Simple Estimator of Cointegrating Vectors in Higher Order Integrated Systems"}, "https://ideas.repec.org/a/bes/jnlbes/v6y1988i4p401-07.html": {"abstract": "No abstract is available for this item.", "authors": ["epst148"], "abstractStem": "no abstract is avail for thi item", "title": "A Reexamination of Friedman's Consumption Puzzle"}, "https://ideas.repec.org/a/bes/jnlbes/v6y1988i4p413-14.html": {"abstract": "No abstract is available for this item.", "authors": ["epst148"], "abstractStem": "no abstract is avail for thi item", "title": "A Reexamination of Friedman's Consumption Puzzle: Reply"}, "https://ideas.repec.org/a/bes/jnlbes/v10y1992i3p271-87.html": {"abstract": " This paper investigates the possibility, raised by P. Perron (1989, 1990) and P. Rappoport and L. Reichlin (1989), that aggregate economic time series can be characterized as being stationary around broken trend lines. Unlike those authors, the authors treat the break date as unknown a priori. Asymptotic distributions are developed for recursive, rolling, and sequential tests for unit roots and/or changing coefficients in time series regressions. When applied to data on real postwar output from seven OECD countries, these techniques fail to reject the unit-root hypothesis for five countries (including the United States) but suggest stationarity around a shifted trend for Japan.", "authors": ["fpba894", "epst148"], "abstractStem": " thi paper investig the possibl rais by p perron 1989 1990 and p rappoport and l reichlin 1989 that aggreg econom time seri can be character as be stationari around broken trend line unlik those author the author treat the break date as unknown a priori asymptot distribut are develop for recurs roll and sequenti test for unit root andor chang coeffici in time seri regress when appli to data on real postwar output from seven oecd countri these techniqu fail to reject the unitroot hypothesi for five countri includ the unit state but suggest stationar around a shift trend for japan", "title": "Recursive and Sequential Tests of the Unit-Root and Trend-Break Hypotheses: Theory and International Evidence"}, "https://ideas.repec.org/a/eee/econom/v103y2001i1-2p155-181.html": {"abstract": "No abstract is available for this item.", "authors": ["epel18", "epst148"], "abstractStem": "no abstract is avail for thi item", "title": "Confidence intervals for autoregressive coefficients near one"}, "https://ideas.repec.org/a/aea/aecrev/v81y1991i4p819-40.html": {"abstract": " Are business cycles mainly the result of permanent shocks to productivity? This paper uses a long-run restriction implied by a large class of real-business-cycle models--identifying permanent productivity shocks as shocks to the common stochastic trend in output, consumption, and investment--to provide new evidence on this question. Econometric tests indicate that this common-stochastic-trend/cointegration implication is consistent with postwar U.S. data. However, in systems with nominal variables, the estimates of this common stochastic trend indicate that permanent productivity shocks typically explain less than half of the business-cycle variability in output, consumption, and investment. Copyright 1991 by American Economic Association.", "authors": ["epki21", "eppl11", "epst148", "fpwa582"], "abstractStem": " are busi cycl mainli the result of perman shock to product thi paper use a longrun restrict impli by a larg class of realbusinesscycl modelsidentifi perman product shock as shock to the common stochast trend in output consumpt and investmentto provid new evid on thi question econometr test indic that thi commonstochastictrendcointegr implic is consist with postwar us data howev in system with nomin variabl the estim of thi common stochast trend indic that perman product shock typic explain less than half of the businesscycl variabl in output consumpt and invest copyright 1991 by american econom associ", "title": "Stochastic Trends and Economic Fluctuations"}, "https://ideas.repec.org/a/fip/fedfpr/y1999x5.html": {"abstract": "This paper examines monetary policy in Rudebusch and Svensson's (1999) two equation macroeconomic model when the policymaker recognizes that the model is an approximation and is uncertain about the quality of that approximation. It is argued that the minimax approach of robust control provides a general and tractable alternative to the conventional Bayesian decision theoretic approach. Robust control techniques are used to construct robust monetary policies. In most (but not all) cases, these robust policies are more aggressive than the optimal policies absent model uncertainty. The specific robust policies depend strongly on the formation of model uncertainty used, and we make some suggestions about which formulation is most relevant for monetary policy applications.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epon27", "epst148"], "abstractStem": "thi paper examin monetari polici in rudebusch and svensson 1999 two equat macroeconom model when the policymak recogn that the model is an approxim and is uncertain about the qualiti of that approxim it is argu that the minimax approach of robust control provid a gener and tractabl altern to the convent bayesian decis theoret approach robust control techniqu are use to construct robust monetari polici in most but not all case these robust polici are more aggress than the optim polici absent model uncertainti the specif robust polici depend strongli on the format of model uncertainti use and we make some suggest about which formul is most relev for monetari polici applicationspthi abstract wa borrow from anoth version of thi item", "title": "Robust monetary policy under model uncertainty in a small model of the U.S. economy"}, "https://ideas.repec.org/a/eee/pubeco/v43y1990i2p131-159.html": {"abstract": "Recently many U.S. firms have offered \"window\" plans that provide bonuses to a group of workers if the worker retires within a specified short time span. This paper examines a window plan at a Fortune 500 firm, and addresses two main issues. First, what was the effect of the window plan on departures? Second, assuming a variety of possible firm objectives, what would be the design of an efficient window plan? These questions are addressed using the retirement model in Stock and Wise [1988a, 1988b] . The model, estimated using data for an earlier year, predicts well out-of-sample the subsequent large increase in retirements under the window plan. We find that while the firm successfully maximized departures, if its goal was to minimize either expected future wage payments or the current cost per induced retirement, the firm could have saved more with efficient plans constructed using the model. One interpretation is that the firm was primarily interested in reducing the overall size of the labor force or in retiring older employees to allow promotion of younger employees.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epst148", "epwi45"], "abstractStem": "recent mani us firm have offer window plan that provid bonus to a group of worker if the worker retir within a specifi short time span thi paper examin a window plan at a fortun 500 firm and address two main issu first what wa the effect of the window plan on departur second assum a varieti of possibl firm object what would be the design of an effici window plan these question are address use the retir model in stock and wise 1988a 1988b  the model estim use data for an earlier year predict well outofsampl the subsequ larg increas in retir under the window plan we find that while the firm success maxim departur if it goal wa to minim either expect futur wage payment or the current cost per induc retir the firm could have save more with effici plan construct use the model one interpret is that the firm wa primarili interest in reduc the overal size of the labor forc or in retir older employe to allow promot of younger employeespthi abstract wa borrow from anoth version of thi item", "title": "Efficient windows and labor force reduction"}, "https://ideas.repec.org/a/eee/econom/v100y2001i1p29-32.html": {"abstract": "No abstract is available for this item.", "authors": ["epst148"], "abstractStem": "no abstract is avail for thi item", "title": "Macro-econometrics"}, "https://ideas.repec.org/a/spr/specre/v1y1999i2p91-121.html": {"abstract": "A panel of ex-ante forecasts of a single time series is modeled as a dynamic factor model, where the conditional expectation is the single unobserved factor. When applied to out-of-sample forecasting, this leads to combination forecasts that are based on methods other than OLS. These methods perform well in a Monte Carlo experiment. These methods are evaluated empirically in a panel of simulated real-time computer-generated univariate forecasts of U.S. macroeconomic time series.", "authors": ["epst148", "fpwa582"], "abstractStem": "a panel of exant forecast of a singl time seri is model as a dynam factor model where the condit expect is the singl unobserv factor when appli to outofsampl forecast thi lead to combin forecast that are base on method other than ol these method perform well in a mont carlo experi these method are evalu empir in a panel of simul realtim computergener univari forecast of us macroeconom time seri", "title": "A dynamic factor model framework for forecast combination"}, "https://ideas.repec.org/a/ecm/emetrp/v64y1996i4p813-36.html": {"abstract": " The asymptotic power envelope is derived for point-optimal tests of a unit root in the autoregressive representation of a Gaussian time series. The authors propose a family of tests whose asymptotic power functions are tangent to the power envelope at one point and are never far below. When the series has an unknown mean or linear trend, commonly used tests are found to be dominated by members of the family of point-optimal invariant tests. The authors propose a modified version of the Dickey-Fuller t test which has desirable size properties and substantially improved power when an unknown mean or trend is present. Copyright 1996 by The Econometric Society.", "authors": ["epel18", "epst148"], "abstractStem": " the asymptot power envelop is deriv for pointoptim test of a unit root in the autoregress represent of a gaussian time seri the author propos a famili of test whose asymptot power function are tangent to the power envelop at one point and are never far below when the seri ha an unknown mean or linear trend commonli use test are found to be domin by member of the famili of pointoptim invari test the author propos a modifi version of the dickeyful t test which ha desir size properti and substanti improv power when an unknown mean or trend is present copyright 1996 by the econometr societi", "title": "Efficient Tests for an Autoregressive Unit Root"}, "https://ideas.repec.org/a/bes/jnlbes/v20y2002i2p147-62.html": {"abstract": " This article studies forecasting a macroeconomic time series variable using a large number of predictors. The predictors are summarized using a small number of indexes constructed by principal component analysis. An approximate dynamic factor model serves as the statistical framework for the estimation of the indexes and construction of the forecasts. The method is used to construct 6-, 12-, and 24-month ahead forecasts for eight monthly U.S. macroeconomic time series using 215 predictors in simulated real time from 1970 through 1998. During this sample period these new forecasts outperformed univariate autoregressions, small vector autoregressions, and leading indicator models.", "authors": ["epst148", "fpwa582"], "abstractStem": " thi articl studi forecast a macroeconom time seri variabl use a larg number of predictor the predictor are summar use a small number of index construct by princip compon analysi an approxim dynam factor model serv as the statist framework for the estim of the index and construct of the forecast the method is use to construct 6 12 and 24month ahead forecast for eight monthli us macroeconom time seri use 215 predictor in simul real time from 1970 through 1998 dure thi sampl period these new forecast outperform univari autoregress small vector autoregress and lead indic model", "title": "Macroeconomic Forecasting Using Diffusion Indexes"}, "https://ideas.repec.org/a/fip/fedkpr/y2003p9-56.html": {"abstract": "No abstract is available for this item.", "authors": ["epst148", "fpwa582"], "abstractStem": "no abstract is avail for thi item", "title": "Has the business cycle changed?"}, "https://ideas.repec.org/a/ecm/emetrp/v68y2000i5p1055-1096.html": {"abstract": "No abstract is available for this item.", "authors": ["epst148", "epwr25"], "abstractStem": "no abstract is avail for thi item", "title": "GMM with Weak Identification"}, "https://ideas.repec.org/a/aea/jecper/v15y2001i4p101-115.html": {"abstract": "This paper critically reviews the use of vector autoregressions (VARs) for four tasks: data description, forecasting, structural inference, and policy analysis. The paper begins with a review of VAR analysis, highlighting the differences between reduced-form VARs, recursive VARs and structural VARs. A three variable VAR that includes the unemployment rate, price inflation and the short term interest rate is used to show how VAR methods are used for the four tasks. The paper concludes that VARs have proven to be powerful and reliable tools for data description and forecasting, but have been less useful for structural inference and policy analysis.", "authors": ["epst148", "fpwa582"], "abstractStem": "thi paper critic review the use of vector autoregress var for four task data descript forecast structur infer and polici analysi the paper begin with a review of var analysi highlight the differ between reducedform var recurs var and structur var a three variabl var that includ the unemploy rate price inflat and the short term interest rate is use to show how var method are use for the four task the paper conclud that var have proven to be power and reliabl tool for data descript and forecast but have been less use for structur infer and polici analysi", "title": "Vector Autoregressions"}, "https://ideas.repec.org/a/eee/ecolet/v89y2005i3p333-342.html": {"abstract": "No abstract is available for this item.", "authors": ["fpha893", "epst148", "epyo20"], "abstractStem": "no abstract is avail for thi item", "title": "Asymptotic properties of the Hahn-Hausman test for weak-instruments"}, "https://ideas.repec.org/a/aea/jecper/v11y1997i1p33-49.html": {"abstract": "This paper examines the precision of conventional estimates of the NAIRU and the role of the NAIRU and unemployment in forecasting inflation. The authors find that, although there is a clear empirical Phillips relation, the NAIRU is imprecisely estimated, forecasts of inflation are insensitive to the NAIRU, and there are other leading indicators of inflation that are at least as good as unemployment. This suggests deemphasizing the NAIRU in public discourse about monetary policy and instead drawing on a richer variety of leading indicators of inflation.", "authors": ["epst148", "fpst466", "fpwa582"], "abstractStem": "thi paper examin the precis of convent estim of the nairu and the role of the nairu and unemploy in forecast inflat the author find that although there is a clear empir phillip relat the nairu is imprecis estim forecast of inflat are insensit to the nairu and there are other lead indic of inflat that are at least as good as unemploy thi suggest deemphas the nairu in public discours about monetari polici and instead draw on a richer varieti of lead indic of inflat", "title": "The NAIRU, Unemployment and Monetary Policy"}, "https://ideas.repec.org/a/kap/decono/v152y2004i2p197-209.html": {"abstract": " Ever since the pioneering work of Jan Tinbergen, econometric modelers have been aware of the danger that their models can be unstable over time and across policy environments. Work over the past fifteen years has produced a set of statistical procedures for identifying and modeling structural instability. This essay summarizes some of those procedures, uses them to discuss changes in the U.S. business cycle over the past four decades, and surveys some new research that tackles the widespread challenge of structural instability.", "authors": ["epst148"], "abstractStem": " ever sinc the pioneer work of jan tinbergen econometr model have been awar of the danger that their model can be unstabl over time and across polici environ work over the past fifteen year ha produc a set of statist procedur for identifi and model structur instabl thi essay summar some of those procedur use them to discuss chang in the us busi cycl over the past four decad and survey some new research that tackl the widespread challeng of structur instabl", "title": "Structural Stability and Models of the Business Cycle"}, "https://ideas.repec.org/a/eee/econom/v63y1994i1p105-131.html": {"abstract": "This paper proposes a class of procedures that consistently classify the stochastic component of a time series as being integrated either of order zero (l(0» or one (l(1» for general 1(0) and 1(1) processes. These procedures entail the evaluation of the asymptotic likelihoods of certain statistics under the 1(0)and 1(1) hypotheses. These likelihoods do not depend on nuisance parameters describing short-run dynamics and diverge asymptotically, so their ratio provides a consistent basis for classifying a process as 1(1) or 1(0). Bayesian inference can be performed by placing prior mass only on the point hypotheses \"1(0)\" and \"1(1)\" without needing to specify parametric priors within the classes of 1(0) and 1(1) processes; the result is posterior odds ratios for the 1(0) and 1(1) hypotheses. These procedures are developed for general polynomial and piecewise linear detrending. When applied to the Nelson-Plosser data with linear detrending, they largely support the original Nelson-Plosser inferences. With piecewise-linear detrending these data are typically uninformative, producing Bayes factors that are close to one.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epst148"], "abstractStem": "thi paper propos a class of procedur that consist classifi the stochast compon of a time seri as be integr either of order zero l0  or one l1  for gener 10 and 11 process these procedur entail the evalu of the asymptot likelihood of certain statist under the 10and 11 hypothes these likelihood do not depend on nuisanc paramet describ shortrun dynam and diverg asymptot so their ratio provid a consist basi for classifi a process as 11 or 10 bayesian infer can be perform by place prior mass onli on the point hypothes 10 and 11 without need to specifi parametr prior within the class of 10 and 11 process the result is posterior odd ratio for the 10 and 11 hypothes these procedur are develop for gener polynomi and piecewis linear detrend when appli to the nelsonploss data with linear detrend they larg support the origin nelsonploss infer with piecewiselinear detrend these data are typic uninform produc bay factor that are close to onepthi abstract wa borrow from anoth version of thi item", "title": "Deciding between I(1) and I(0)"}}}