{"epst43": {"https://ideas.repec.org/a/aea/jecper/v21y2007i2p109-128.html": {"abstract": "A large catalog of variables with no apparent connection to risk has been shown to forecast stock returns, both in the time series and the cross-section. For instance, we see medium-term momentum and post-earnings drift in returns -- the tendency for stocks that have had unusually high past returns or good earnings news to continue to deliver relatively strong returns over the subsequent six to twelve months (and vice-versa for stocks with low past returns or bad earnings news); we also see longer-run fundamental reversion -- the tendency for \"glamour\" stocks with high ratios of market value to earnings, cashflows, or book value to deliver weak returns over the subsequent several years (and vice-versa for \"value\" stocks with low ratios of market value to fundamentals). To explain these patterns of predictability in stock returns, we advocate a particular class of heterogeneous-agent models that we call \"disagreement models.\" Disagreement models may incorporate work on gradual information flow, limited attention, and heterogeneous priors, but all highlight the importance of differences in the beliefs of investors. Disagreement models hold the promise of delivering a comprehensive joint account of stock prices and trading volume -- and some of the most interesting empirical patterns in the stock market are linked to volume.", "authors": ["fpho390", "epst43"], "abstractStem": "a larg catalog of variabl with no appar connect to risk ha been shown to forecast stock return both in the time seri and the crosssect for instanc we see mediumterm momentum and postearn drift in return  the tendenc for stock that have had unusu high past return or good earn news to continu to deliv rel strong return over the subsequ six to twelv month and viceversa for stock with low past return or bad earn news we also see longerrun fundament revers  the tendenc for glamour stock with high ratio of market valu to earn cashflow or book valu to deliv weak return over the subsequ sever year and viceversa for valu stock with low ratio of market valu to fundament to explain these pattern of predict in stock return we advoc a particular class of heterogeneousag model that we call disagr model disagr model may incorpor work on gradual inform flow limit attent and heterogen prior but all highlight the import of differ in the belief of investor disagr model hold the promis of deliv a comprehens joint account of stock price and trade volum  and some of the most interest empir pattern in the stock market are link to volum", "title": "Disagreement and the Stock Market"}, "https://ideas.repec.org/a/eee/phsmap/v106y1981i1p326-343.html": {"abstract": "The Anderson localization transition has been studied by numerical methods for very large two- and three-dimensional samples with up to 30 000 sites, varying both the energy and the strength of disorder of the electronic system, which is described by a tight-binding Hamiltonian with both diagonal and off-diagonal disorder. By an orthogonal transformation, the system is mapped numerically onto an equivalent semi-infinite chain. This transformation allows not only for a real-space renormalization by decimation, which is numerically exact, but also for a calculation of eigenstates, various Green's functions, and finally also for an evaluation of the conductivity directly from the Kubo formula.", "authors": ["epst43", "fpst581"], "abstractStem": "the anderson local transit ha been studi by numer method for veri larg two and threedimension sampl with up to 30 000 site vari both the energi and the strength of disord of the electron system which is describ by a tightbind hamiltonian with both diagon and offdiagon disord by an orthogon transform the system is map numer onto an equival semiinfinit chain thi transform allow not onli for a realspac renorm by decim which is numer exact but also for a calcul of eigenst variou green function and final also for an evalu of the conduct directli from the kubo formula", "title": "Numerical studies on the Anderson localization problem"}, "https://ideas.repec.org/a/ucp/jnlbus/v69y1996i4p429-55.html": {"abstract": " This article addresses the following basic capital budgeting problem: suppose that cross-sectional differences in stock returns can be predicted based on variables other than beta (e.g., book-to-market) and that this predictability reflects market irrationality rather than compensation for fundamental risk. In this setting, how should companies determine hurdle rates? The author shows how factors such as managerial time horizons and financial constraints affect the optimal hurdle rate. Under some circumstances, beta can be useful as a capital budgeting tool, even if it is of no use in predicting stock returns. Copyright 1996 by University of Chicago Press.", "authors": ["epst43"], "abstractStem": " thi articl address the follow basic capit budget problem suppos that crosssect differ in stock return can be predict base on variabl other than beta eg booktomarket and that thi predict reflect market irration rather than compens for fundament risk in thi set how should compani determin hurdl rate the author show how factor such as manageri time horizon and financi constraint affect the optim hurdl rate under some circumst beta can be use as a capit budget tool even if it is of no use in predict stock return copyright 1996 by univers of chicago press", "title": "Rational Capital Budgeting in an Irrational World"}, "https://ideas.repec.org/a/bla/jacrfn/v11y1998i2p59-69.html": {"abstract": " The classic approach to capital budgeting based on the standard Capital Asset Pricing Model (CAPM) says that the hurdle rate (or cost of capital) for any new project or investment should depend only on the riskiness of that investment. Thus, the hurdle rate, and hence the expected value of the investment, should not be affected by the financial policy of the company evaluating the project. Nor should the hurdle rate be influenced by the company's risk management policy, or by the kind of assets it already has on the balance sheet. 1998 Morgan Stanley.", "authors": ["epfr60", "epst43"], "abstractStem": " the classic approach to capit budget base on the standard capit asset price model capm say that the hurdl rate or cost of capit for ani new project or invest should depend onli on the riski of that invest thu the hurdl rate and henc the expect valu of the invest should not be affect by the financi polici of the compani evalu the project nor should the hurdl rate be influenc by the compani risk manag polici or by the kind of asset it alreadi ha on the balanc sheet 1998 morgan stanley", "title": "A New Approach To Capital Budgeting For Financial Institutions"}, "https://ideas.repec.org/a/rje/randje/v29y1998iautumnp466-486.html": {"abstract": " I develop a model in which information problems make it difficult for banks to raise funds with instruments other than insured deposits. The model has a number of implications for bank asset and liability management as well as corporate financing patterns. It also speaks to the question of how monetary policy works: when the Federal Reserve reduces reserves, this tightens banks' financing constraints and leads to both a cutback in the supply of intermediated lending and an increase in bond-market interest rates.", "authors": ["epst43"], "abstractStem": " i develop a model in which inform problem make it difficult for bank to rais fund with instrument other than insur deposit the model ha a number of implic for bank asset and liabil manag as well as corpor financ pattern it also speak to the question of how monetari polici work when the feder reserv reduc reserv thi tighten bank financ constraint and lead to both a cutback in the suppli of intermedi lend and an increas in bondmarket interest rate", "title": "An Adverse-Selection Model of Bank Asset and Liability Management with Implications for the Transmission of Monetary Policy"}, "https://ideas.repec.org/a/bla/jacrfn/v6y1993i1p72-88.html": {"abstract": "No abstract is available for this item.", "authors": ["fpka426", "epst43"], "abstractStem": "no abstract is avail for thi item", "title": "THE EVOLUTION OF BUYOUT PRICING AND FINANCIAL STRUCTURE (OR, WHAT WENT WRONG) IN THE 1980s"}, "https://ideas.repec.org/a/eee/jelect/v13y2000i10p15-20.html": {"abstract": "No abstract is available for this item.", "authors": ["epst43"], "abstractStem": "no abstract is avail for thi item", "title": "Cashflow-at-Risk and Financial Policy for Electricity Companies in the New World Order"}, "https://ideas.repec.org/a/aea/jecper/v25y2011i1p3-28.html": {"abstract": "Many observers have argued that the regulatory framework in place prior to the global financial crisis was deficient because it was largely \"microprudential\" in nature. A microprudential approach is one in which regulation is partial equilibrium in its conception and aimed at preventing the costly failure of individual financial institutions. By contrast, a \"macroprudential\" approach recognizes the importance of general equilibrium effects, and seeks to safeguard the financial system as a whole. In the aftermath of the crisis, there seems to be agreement among both academics and policymakers that financial regulation needs to move in a macroprudential direction. In this paper, we offer a detailed vision for how a macroprudential regime might be designed. Our prescriptions follow from a specific theory of how modern financial crises unfold and why both an unregulated financial system, as well as one based on capital rules that only apply to traditional banks, is likely to be fragile. We begin by identifying the key market failures at work: why individual financial firms, acting in their own interests, deviate from what a social planner would have them do. Next, we discuss a number of concrete steps to remedy these market failures. We conclude the paper by comparing our proposals to recent regulatory reforms in the United States and to proposed global banking reforms.", "authors": ["epka35", "epst43"], "abstractStem": "mani observ have argu that the regulatori framework in place prior to the global financi crisi wa defici becaus it wa larg microprudenti in natur a microprudenti approach is one in which regul is partial equilibrium in it concept and aim at prevent the costli failur of individu financi institut by contrast a macroprudenti approach recogn the import of gener equilibrium effect and seek to safeguard the financi system as a whole in the aftermath of the crisi there seem to be agreement among both academ and policymak that financi regul need to move in a macroprudenti direct in thi paper we offer a detail vision for how a macroprudenti regim might be design our prescript follow from a specif theori of how modern financi crise unfold and whi both an unregul financi system as well as one base on capit rule that onli appli to tradit bank is like to be fragil we begin by identifi the key market failur at work whi individu financi firm act in their own interest deviat from what a social planner would have them do next we discuss a number of concret step to remedi these market failur we conclud the paper by compar our propos to recent regulatori reform in the unit state and to propos global bank reform", "title": "A Macroprudential Approach to Financial Regulation"}, "https://ideas.repec.org/a/bla/jfinan/v47y1992i4p1461-84.html": {"abstract": " Standard models of informed speculation suggest that traders try to learn information that others do not have. This result implicitly relies on the assumption that speculators have long horizons, i.e., can hold the asset forever. By contrast, the authors show that if speculators have short horizons, they may herd on the same information, trying to learn what other informed traders also know. There can be multiple herding equilibria, and herding speculators may even choose to study information that is completely unrelated to fundamentals. Copyright 1992 by American Finance Association.", "authors": ["epfr60", "epst43"], "abstractStem": " standard model of inform specul suggest that trader tri to learn inform that other do not have thi result implicitli reli on the assumpt that specul have long horizon ie can hold the asset forev by contrast the author show that if specul have short horizon they may herd on the same inform tri to learn what other inform trader also know there can be multipl herd equilibria and herd specul may even choos to studi inform that is complet unrel to fundament copyright 1992 by american financ associ", "title": " Herd on the Street: Informational Inefficiencies in a Market with Short-Term Speculation"}, "https://ideas.repec.org/a/bla/jfinan/v55y2000i1p265-295.html": {"abstract": " Various theories have been proposed to explain momentum in stock returns. We test the gradual-information-diffusion model of Hong and Stein (1999) and establish three key results. First, once one moves past the very smallest stocks, the profitability of momentum strategies declines sharply with firm size. Second, holding size fixed, momentum strategies work better among stocks with low analyst coverage. Finally, the effect of analyst coverage is greater for stocks that are past losers than for past winners. These findings are consistent with the hypothesis that firm-specific information, especially negative information, diffuses only gradually across the investing public. Copyright The American Finance Association 2000.", "authors": ["fpho390", "epst43"], "abstractStem": " variou theori have been propos to explain momentum in stock return we test the gradualinformationdiffus model of hong and stein 1999 and establish three key result first onc one move past the veri smallest stock the profit of momentum strategi declin sharpli with firm size second hold size fix momentum strategi work better among stock with low analyst coverag final the effect of analyst coverag is greater for stock that are past loser than for past winner these find are consist with the hypothesi that firmspecif inform especi neg inform diffus onli gradual across the invest public copyright the american financ associ 2000", "title": "Bad News Travels Slowly: Size, Analyst Coverage, and the Profitability of Momentum Strategies"}, "https://ideas.repec.org/a/eee/jfinec/v117y2015i3p449-469.html": {"abstract": "We examine the business model of traditional commercial banks when they compete with shadow banks. While both types of intermediaries create safe “money-like” claims, they go about this in different ways. Traditional banks create money-like claims by holding illiquid fixed-income assets to maturity, and they rely on deposit insurance and costly equity capital to support this strategy. This strategy allows bank depositors to remain “sleepy”: they do not have to pay attention to transient fluctuations in the market value of bank assets. In contrast, shadow banks create money-like claims by giving their investors an early exit option requiring the rapid liquidation of assets. Thus, traditional banks have a stable source of funding, while shadow banks are subject to runs and fire-sale losses. In equilibrium, traditional banks have a comparative advantage at holding fixed-income assets that have only modest fundamental risk but are illiquid and have substantial transitory price volatility, whereas shadow banks tend to hold relatively liquid assets.", "authors": ["epsh93", "epst43"], "abstractStem": "we examin the busi model of tradit commerci bank when they compet with shadow bank while both type of intermediari creat safe  moneylik  claim they go about thi in differ way tradit bank creat moneylik claim by hold illiquid fixedincom asset to matur and they reli on deposit insur and costli equiti capit to support thi strategi thi strategi allow bank depositor to remain  sleepi  they do not have to pay attent to transient fluctuat in the market valu of bank asset in contrast shadow bank creat moneylik claim by give their investor an earli exit option requir the rapid liquid of asset thu tradit bank have a stabl sourc of fund while shadow bank are subject to run and firesal loss in equilibrium tradit bank have a compar advantag at hold fixedincom asset that have onli modest fundament risk but are illiquid and have substanti transitori price volatil wherea shadow bank tend to hold rel liquid asset", "title": "Banks as patient fixed-income investors"}, "https://ideas.repec.org/a/oup/qjecon/v109y1994i3p565-592..html": {"abstract": "This paper examines micro data on U. S. manufacturing firms' inventory behavior during different macroeconomic episodes. Much of the analysis focuses on the 1981–1982 recession, which was apparently caused in large part by tight monetary policy. We find that the inventory investment of firms without access to public bond markets is significantly liquidity-constrained during this period. A similar pattern emerges during the 1974–1975 recession, in which tight money also appears to have played a role. In contrast, such liquidity constraints are largely absent during periods of looser monetary policy in the 1970s and 1980s.", "authors": [], "abstractStem": "thi paper examin micro data on u s manufactur firm inventori behavior dure differ macroeconom episod much of the analysi focus on the 1981 1982 recess which wa appar caus in larg part by tight monetari polici we find that the inventori invest of firm without access to public bond market is significantli liquidityconstrain dure thi period a similar pattern emerg dure the 1974 1975 recess in which tight money also appear to have play a role in contrast such liquid constraint are larg absent dure period of looser monetari polici in the 1970 and 1980", "title": "Credit Conditions and the Cyclical Behavior of Inventories"}, "https://ideas.repec.org/a/eee/jfinec/v27y1990i1p215-245.html": {"abstract": "No abstract is available for this item.", "authors": ["fpka426", "epst43"], "abstractStem": "no abstract is avail for thi item", "title": "How risky is the debt in highly leveraged transactions?"}, "https://ideas.repec.org/a/fgv/eaerae/v48y2008i1a36446.html": {"abstract": "No abstract is available for this item.", "authors": ["epst43"], "abstractStem": "no abstract is avail for thi item", "title": "Gestão do risco: coordenação dos investimentos corporativos e das políticas de financiamento"}, "https://ideas.repec.org/a/eee/jfinec/v32y1992i1p3-21.html": {"abstract": "This paper argues that corporations may use convertible bonds as an indirect (albeit possibly risky) method for getting equity into their capital structures in situations where adverse selection problems make a conventional stock issue unattractive. Unlike other theories of convertible bond issuance, the model of this paper highlights: 1) the importance of call provisions on convertibles; and 2) the significance of costs of financial distress to the Information content of a convertible issue.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epst43"], "abstractStem": "thi paper argu that corpor may use convert bond as an indirect albeit possibl riski method for get equiti into their capit structur in situat where advers select problem make a convent stock issu unattract unlik other theori of convert bond issuanc the model of thi paper highlight 1 the import of call provis on convert and 2 the signific of cost of financi distress to the inform content of a convert issuepthi abstract wa borrow from anoth version of thi item", "title": "Convertible bonds as backdoor equity financing"}, "https://ideas.repec.org/a/bla/jacrfn/v22y2010i3p8-21.html": {"abstract": " In these excerpts from \"The Squam Lake Report\", fifteen distinguished economists analyze where the global financial system failed, and how such failures might be prevented (or at least their damage better contained) in the future. Although there were many contributing factors to the crisis-including \"agency\" problems throughout the financial system and a bankruptcy code poorly suited for reorganizing financial firms-at the core of the problem is a potential conflict between the risk-taking proclivity of financial institutions and the interests of the economy at large that must be managed at least in part through more effective regulation. \"The Squam Lake Report\" provides a nonpartisan plan to transform the regulation of financial markets in ways designed to limit systemic risk while preserving-to the extent possible and prudent-the economies of scale and scope that justify the existence of today's large financial institutions. Copyright Copyright (c) 2010 Morgan Stanley.", "authors": ["epca54", "epco57", "epdi80", "fpdu341", "epka35", "epmi37", "epra149", "epsc177", "epsh69", "fpsh692", "fpst226", "epst43"], "abstractStem": " in these excerpt from the squam lake report fifteen distinguish economist analyz where the global financi system fail and how such failur might be prevent or at least their damag better contain in the futur although there were mani contribut factor to the crisisinclud agenc problem throughout the financi system and a bankruptci code poorli suit for reorgan financi firmsat the core of the problem is a potenti conflict between the risktak procliv of financi institut and the interest of the economi at larg that must be manag at least in part through more effect regul the squam lake report provid a nonpartisan plan to transform the regul of financi market in way design to limit system risk while preservingto the extent possibl and prudentth economi of scale and scope that justifi the exist of today larg financi institut copyright copyright c 2010 morgan stanley", "title": "The Squam Lake Report: Fixing the Financial System"}, "firstname": "Jeremy", "https://ideas.repec.org/a/oup/rfinst/v16y2003i2p487-525.html": {"abstract": " We develop a theory of market crashes based on differences of opinion among investors. Because of short-sales constraints, bearish investors do not initially participate in the market and their information is not revealed in prices. However, if other previously bullish investors bail out of the market, the originally bearish group may become the marginal \"support buyers,\" and more will be learned about their signals. Thus accumulated hidden information comes out during market declines. The model explains a variety of stylized facts about crashes and also makes a distinctive new prediction--that returns will be more negatively skewed conditional on high trading volume. Copyright 2003, Oxford University Press.", "authors": ["fpho390", "epst43"], "abstractStem": " we develop a theori of market crash base on differ of opinion among investor becaus of shortsal constraint bearish investor do not initi particip in the market and their inform is not reveal in price howev if other previous bullish investor bail out of the market the origin bearish group may becom the margin support buyer and more will be learn about their signal thu accumul hidden inform come out dure market declin the model explain a varieti of styliz fact about crash and also make a distinct new predictionthat return will be more neg skew condit on high trade volum copyright 2003 oxford univers press", "title": "Differences of Opinion, Short-Sales Constraints, and Market Crashes"}, "https://ideas.repec.org/a/bla/jfinan/v64y2009i4p1517-1548.html": {"abstract": " Stock-market trading is increasingly dominated by sophisticated professionals, as opposed to individual investors. Will this trend ultimately lead to greater market efficiency? I consider two complicating factors. The first is crowding-the fact that, for a wide range of \"unanchored\" strategies, an arbitrageur cannot know how many of his peers are simultaneously entering the same trade. The second is leverage-when an arbitrageur chooses a privately optimal leverage ratio, he may create a fire-sale externality that raises the likelihood of a severe crash. In some cases, capital regulation may be helpful in dealing with the latter problem. Copyright (c) 2009 the American Finance Association.", "authors": ["epst43"], "abstractStem": " stockmarket trade is increasingli domin by sophist profession as oppos to individu investor will thi trend ultim lead to greater market effici i consid two complic factor the first is crowdingth fact that for a wide rang of unanchor strategi an arbitrageur cannot know how mani of hi peer are simultan enter the same trade the second is leveragewhen an arbitrageur choos a privat optim leverag ratio he may creat a firesal extern that rais the likelihood of a sever crash in some case capit regul may be help in deal with the latter problem copyright c 2009 the american financ associ", "title": "Presidential Address: Sophisticated Investors and Market Efficiency"}, "https://ideas.repec.org/a/eee/jfinec/v84y2007i2p266-298.html": {"abstract": "We explore the consequences for corporate financial policy that arise when investors exhibit inertial behavior. One implication of investor inertia is that, all else equal, a firm pursuing a strategy of equity-financed growth will prefer a stock-for-stock merger to greenfield investment financed with an SEO. With a merger, acquirer stock is placed in the hands of investors, who, because of inertia, do not resell it all on the open market. If there is downward-sloping demand for acquirer shares, this leads to less price pressure than an SEO, and cheaper equity financing as a result. We develop a simple model to illustrate this idea, and present supporting empirical evidence. Both individual and institutional investors tend to hang on to shares granted them in mergers, with this tendency being much stronger for individuals. Consistent with the model and with this cross-sectional pattern in inertia, acquirers targeting firms with high institutional ownership experience more negative announcement effects and greater announcement volume. Moreover, the results are strongest when the overlap in target and acquirer institutional ownership is low and when the demand curve for the acquirer's shares appears to be steep.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpba735", "epst43"], "abstractStem": "we explor the consequ for corpor financi polici that aris when investor exhibit inerti behavior one implic of investor inertia is that all els equal a firm pursu a strategi of equityfinanc growth will prefer a stockforstock merger to greenfield invest financ with an seo with a merger acquir stock is place in the hand of investor who becaus of inertia do not resel it all on the open market if there is downwardslop demand for acquir share thi lead to less price pressur than an seo and cheaper equiti financ as a result we develop a simpl model to illustr thi idea and present support empir evid both individu and institut investor tend to hang on to share grant them in merger with thi tendenc be much stronger for individu consist with the model and with thi crosssect pattern in inertia acquir target firm with high institut ownership experi more neg announc effect and greater announc volum moreov the result are strongest when the overlap in target and acquir institut ownership is low and when the demand curv for the acquir share appear to be steeppthi abstract wa borrow from anoth version of thi item", "title": "Corporate financing decisions when investors take the path of least resistance"}, "https://ideas.repec.org/a/bla/jacrfn/v25y2013i4p37-40.html": {"abstract": "No abstract is available for this item.", "authors": ["epca54", "epco57", "epdi80", "fpdu341", "epmi37", "epra149", "epsc177", "fpsh692", "fpst226", "epst43"], "abstractStem": "no abstract is avail for thi item", "title": "Aligning Incentives at Systemically Important Financial Institutions: A Proposal by the Squam Lake Group"}, "https://ideas.repec.org/a/aea/aecrev/v80y1990i3p465-79.html": {"abstract": " This paper examines some of the forces that can lead to herd behavior in investment. Under certain circumstances, managers simply mimic the investment decisions of other managers, ignoring substantive private information. Although this behavior is inefficient from a social standpoint, it can be rational from the perspective of managers who are concerned about their reputations in the labor market. The authors discuss applications of the model to corporate investment, the stock markets, and decision-making within firms. Copyright 1990 by American Economic Association.", "authors": ["epsc177", "epst43"], "abstractStem": " thi paper examin some of the forc that can lead to herd behavior in invest under certain circumst manag simpli mimic the invest decis of other manag ignor substant privat inform although thi behavior is ineffici from a social standpoint it can be ration from the perspect of manag who are concern about their reput in the labor market the author discuss applic of the model to corpor invest the stock market and decisionmak within firm copyright 1990 by american econom associ", "title": "Herd Behavior and Investment"}, "https://ideas.repec.org/a/oup/rfinst/v4y1991i4p727-52.html": {"abstract": " We study the stock price distributions that arise when prices follow a diffusion process with a stochastically varying volatility parameter. We use analytic techniques to derive an explicit closed-form solution for the case where volatility is driven by an arithmetic Ornstein-Ublenbeck (or AR1) process. We then apply our results to two related problems in the finance literature: (1) options pricing in a world of stochastic volatility, and (2) the relationship between stochastic volatility and the nature of \"fat tailes\" in stock price distributions. Article published by Oxford University Press on behalf of the Society for Financial Studies in its journal, The Review of Financial Studies.", "authors": ["epst43"], "abstractStem": " we studi the stock price distribut that aris when price follow a diffus process with a stochast vari volatil paramet we use analyt techniqu to deriv an explicit closedform solut for the case where volatil is driven by an arithmet ornsteinublenbeck or ar1 process we then appli our result to two relat problem in the financ literatur 1 option price in a world of stochast volatil and 2 the relationship between stochast volatil and the natur of fat tail in stock price distribut articl publish by oxford univers press on behalf of the societi for financi studi in it journal the review of financi studi", "title": "Stock Price Distributions with Stochastic Volatility: An Analytic Approach"}, "https://ideas.repec.org/a/oup/qjecon/v104y1989i4p655-669..html": {"abstract": "This paper develops a model of inefficient managerial behavior in the face of a rational stock market In an effort to mislead the market about their firms' worth, managers forsake good investments so as to boost current earnings. In equilibrium the market is efficient and is not fooled: it correctly conjectures that there will be earnings inflation, and adjusts for this in making inferences. Nonetheless, managers, who take the market's conjectures as fixed, continue to behave myopically. The model is useful in assessing evidence that has been presented in che \"myopia\" debate. It also yields some novel implications regarding firm structure and the limits of intergation.", "authors": [], "abstractStem": "thi paper develop a model of ineffici manageri behavior in the face of a ration stock market in an effort to mislead the market about their firm worth manag forsak good invest so as to boost current earn in equilibrium the market is effici and is not fool it correctli conjectur that there will be earn inflat and adjust for thi in make infer nonetheless manag who take the market conjectur as fix continu to behav myopic the model is use in assess evid that ha been present in che myopia debat it also yield some novel implic regard firm structur and the limit of interg", "title": "Efficient Capital Markets, Inefficient Firms: A Model of Myopic Corporate Behavior"}, "https://ideas.repec.org/a/eee/jfinec/v90y2008i1p20-37.html": {"abstract": "Theory suggests that, in the presence of local bias, the price of a stock should be decreasing in the ratio of the aggregate book value of firms in its region to the aggregate risk tolerance of investors in its region. Using data on U.S. states and Census regions, we find clear-cut support for this proposition. Most of the variation in the ratio of interest comes from differences across regions in aggregate book value per capita. Regions with low population density--e.g., the Deep South--are home to relatively few firms per capita, which leads to higher stock prices via an \"only-game-in-town\" effect.", "authors": ["fpho390", "epst43"], "abstractStem": "theori suggest that in the presenc of local bia the price of a stock should be decreas in the ratio of the aggreg book valu of firm in it region to the aggreg risk toler of investor in it region use data on us state and censu region we find clearcut support for thi proposit most of the variat in the ratio of interest come from differ across region in aggreg book valu per capita region with low popul densityeg the deep southar home to rel few firm per capita which lead to higher stock price via an onlygameintown effect", "title": "The only game in town: Stock-price consequences of local bias"}, "https://ideas.repec.org/a/aea/aecrev/v94y2004i2p29-32.html": {"abstract": "We examine some basic data on the evolution of aggregate short interest, both during the dot-com era, and at other times in history. Total short interest moves in a countercyclical fashion. For example, short interest in NASDAQ stocks actually declines as the NASDAQ index approaches its peak. Moreover, this decline does not seem to reflect a substitution away from outright short-selling and towards put options, as the ratio of put-to-call volume displays the same countercyclical tendency. The evidence suggests that: i) arbitrageurs are reluctant to bet against aggregate mispricings; and ii) short-selling does not play a particularly helpful role in stabilizing the overall stock market.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpla600", "epst43"], "abstractStem": "we examin some basic data on the evolut of aggreg short interest both dure the dotcom era and at other time in histori total short interest move in a countercycl fashion for exampl short interest in nasdaq stock actual declin as the nasdaq index approach it peak moreov thi declin doe not seem to reflect a substitut away from outright shortsel and toward put option as the ratio of puttocal volum display the same countercycl tendenc the evid suggest that i arbitrageur are reluct to bet against aggreg mispric and ii shortsel doe not play a particularli help role in stabil the overal stock marketpthi abstract wa borrow from anoth version of thi item", "title": "Aggregate Short Interest and Market Valuations"}, "https://ideas.repec.org/a/fip/fedkpr/00014.html": {"abstract": "No abstract is available for this item.", "authors": ["epra149", "epst43"], "abstractStem": "no abstract is avail for thi item", "title": "Rethinking capital regulation"}, "homepage": "https://ideas.repec.org/e/pst43.html", "https://ideas.repec.org/a/fip/fedhep/y1997isepp2-18nv.22no.5.html": {"abstract": "This article begins with a review of the growing literature on the role of banks in the transmission of monetary policy. The authors then discuss the implications of this literature for the operation of monetary policy in the European monetary union.", "authors": ["epka35", "epst43"], "abstractStem": "thi articl begin with a review of the grow literatur on the role of bank in the transmiss of monetari polici the author then discuss the implic of thi literatur for the oper of monetari polici in the european monetari union", "title": "The role of banks in monetary policy: a survey with implications for the European Monetary Union"}, "https://ideas.repec.org/a/bla/jfinan/v55y2000i6p2537-2564.html": {"abstract": " We develop a two-tiered agency model that shows how rent-seeking behavior on the part of division managers can subvert the workings of an internal capital market. By rent-seeking, division managers can raise their bargaining power and extract greater overall compensation from the CEO. And because the CEO is herself an agent of outside investors, this extra compensation may take the form not of cash wages, but rather of preferential capital budgeting allocations. One interesting feature of our model is that it implies a kind of \"socialism\" in internal capital allocation, whereby weaker divisions get subsidized by stronger ones. Copyright The American Finance Association 2000.", "authors": ["epsc177", "epst43"], "abstractStem": " we develop a twotier agenc model that show how rentseek behavior on the part of divis manag can subvert the work of an intern capit market by rentseek divis manag can rais their bargain power and extract greater overal compens from the ceo and becaus the ceo is herself an agent of outsid investor thi extra compens may take the form not of cash wage but rather of preferenti capit budget alloc one interest featur of our model is that it impli a kind of social in intern capit alloc wherebi weaker divis get subsid by stronger one copyright the american financ associ 2000", "title": "The Dark Side of Internal Capital Markets: Divisional Rent-Seeking and Inefficient Investment"}, "https://ideas.repec.org/a/fip/fedhep/y2004iqip18-31nv.28no.1.html": {"abstract": "This article reviews the economic efficiency implications of the Basel II capital standards. The authors argue that the mapping from measures of loan risk to capital requirements should not be time-invariant, but rather should be allowed to vary with business cycle conditions. They also attempt to assess empirically how much cyclicality in capital requirements might be induced by the current Basel II proposal. They find that the degree of cyclicality can be substantial.", "authors": ["epka35", "epst43"], "abstractStem": "thi articl review the econom effici implic of the basel ii capit standard the author argu that the map from measur of loan risk to capit requir should not be timeinvari but rather should be allow to vari with busi cycl condit they also attempt to assess empir how much cyclic in capit requir might be induc by the current basel ii propos they find that the degre of cyclic can be substanti", "title": "Cyclical implications of the Basel II capital standards"}, "https://ideas.repec.org/a/eee/finmar/v7y2004i3p271-299.html": {"abstract": "We build a model that helps explain why increases in liquidity - such as lower bid-ask spreads, a lower price impact of trade, or higher share turnover - predict lower subsequent returns in both firm-level and aggregate data. The model features a class of irrational investors, who underreact to the information contained in order flow, thereby boosting liquidity. In the presence of short-sales constraints, unusually high liquidity is a symptom of the fact that the market is currently dominated by these irrational investors, and hence is overvalued. This theory can also explain how managers might successfully time the market for seasoned equity offerings (SEOs), by simply following a rule of thumb that involves issuing when the SEO market is particularly liquid. Empirically, we find that: i) aggregate measures of equity issuance and share turnover are highly correlated; yet ii) in a multiple regression, both have incremental predictive power for future equal-weighted market returns.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpba735", "epst43"], "abstractStem": "we build a model that help explain whi increas in liquid  such as lower bidask spread a lower price impact of trade or higher share turnov  predict lower subsequ return in both firmlevel and aggreg data the model featur a class of irrat investor who underreact to the inform contain in order flow therebi boost liquid in the presenc of shortsal constraint unusu high liquid is a symptom of the fact that the market is current domin by these irrat investor and henc is overvalu thi theori can also explain how manag might success time the market for season equiti offer seo by simpli follow a rule of thumb that involv issu when the seo market is particularli liquid empir we find that i aggreg measur of equiti issuanc and share turnov are highli correl yet ii in a multipl regress both have increment predict power for futur equalweight market returnspthi abstract wa borrow from anoth version of thi item", "title": "Market liquidity as a sentiment indicator"}, "https://ideas.repec.org/a/aea/aecrev/v86y1996i1p310-14.html": {"abstract": "No abstract is available for this item.", "authors": ["epka35", "epst43", "epwi165"], "abstractStem": "no abstract is avail for thi item", "title": "Monetary Policy and Credit Conditions: Evidence from the Composition of External Finance: Reply"}, "lastname": "Stein", "https://ideas.repec.org/a/eee/jfinec/v76y2005i2p237-269.html": {"abstract": "Theories based on incomplete contracting suggest that small organizations may do better than large organizations in activities that require the processing of soft information. We explore this idea in the context of bank lending to small firms, an activity that is typically thought of as relying heavily on soft information. We find that large banks are less willing than small banks to lend to informationally 'difficult' credits, such as firms that do not keep formal financial records. Moreover, controlling for the endogeneity of bank-firm matching, large banks lend at a greater distance, interact more impersonally with their borrowers, have shorter and less exclusive relationships, and do not alleviate credit constraints as effectively. All of this is consistent with small banks being better able to collect and act on soft information than large banks.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpbe359", "eppe42", "epra149", "epst43"], "abstractStem": "theori base on incomplet contract suggest that small organ may do better than larg organ in activ that requir the process of soft inform we explor thi idea in the context of bank lend to small firm an activ that is typic thought of as reli heavili on soft inform we find that larg bank are less will than small bank to lend to inform difficult credit such as firm that do not keep formal financi record moreov control for the endogen of bankfirm match larg bank lend at a greater distanc interact more imperson with their borrow have shorter and less exclus relationship and do not allevi credit constraint as effect all of thi is consist with small bank be better abl to collect and act on soft inform than larg bankspthi abstract wa borrow from anoth version of thi item", "title": "Does function follow organizational form? Evidence from the lending practices of large and small banks"}, "https://ideas.repec.org/a/eee/jeborg/v10y1988i4p401-414.html": {"abstract": "No abstract is available for this item.", "authors": ["epst43"], "abstractStem": "no abstract is avail for thi item", "title": "Employee opportunism and redundancy in firms"}, "https://ideas.repec.org/a/bla/jfinan/v65y2010i3p993-1028.html": {"abstract": " We argue that time variation in the maturity of corporate debt arises because firms behave as macro liquidity providers, absorbing the supply shocks associated with changes in the maturity structure of government debt. We document that when the government funds itself with more short-term debt, firms fill the resulting gap by issuing more long-term debt, and vice versa. This type of liquidity provision is undertaken more aggressively: (1) when the ratio of government debt to total debt is higher and (2) by firms with stronger balance sheets. Our theory sheds new light on market timing phenomena in corporate finance more generally. Copyright (c) 2010 The American Finance Association.", "authors": ["epst43"], "abstractStem": " we argu that time variat in the matur of corpor debt aris becaus firm behav as macro liquid provid absorb the suppli shock associ with chang in the matur structur of govern debt we document that when the govern fund itself with more shortterm debt firm fill the result gap by issu more longterm debt and vice versa thi type of liquid provis is undertaken more aggress 1 when the ratio of govern debt to total debt is higher and 2 by firm with stronger balanc sheet our theori shed new light on market time phenomena in corpor financ more gener copyright c 2010 the american financ associ", "title": "A Gap-Filling Theory of Corporate Debt Maturity Choice"}, "https://ideas.repec.org/a/eee/jfinec/v66y2002i2-3p171-205.html": {"abstract": "We develop a model of stock prices in which there are both differences of opinion among investors as well as short-sales constraints. The key insight that emerges is that breadth of ownership is a valuation indicator. When breadth is low i.e., when few investors have long positions in the stock this signals that the short-sales constraint is binding tightly, implying that prices are high relative to fundamentals and that expected returns are therefore low. Thus reductions (increases) in breadth should forecast lower (higher) returns. Using quarterly data on mutual fund holdings over the period 1979-1998, we find evidence supportive of this prediction: stocks whose change in breadth in the prior quarter places them in the lowest decile of the sample underperform those in the top change-in-breadth decile by 6.38% in the first twelve months after portfolio formation. After adjusting for size, book-to-market and momentum, the corresponding figure is 4.95%.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpho390", "epst43"], "abstractStem": "we develop a model of stock price in which there are both differ of opinion among investor as well as shortsal constraint the key insight that emerg is that breadth of ownership is a valuat indic when breadth is low ie when few investor have long posit in the stock thi signal that the shortsal constraint is bind tightli impli that price are high rel to fundament and that expect return are therefor low thu reduct increas in breadth should forecast lower higher return use quarterli data on mutual fund hold over the period 19791998 we find evid support of thi predict stock whose chang in breadth in the prior quarter place them in the lowest decil of the sampl underperform those in the top changeinbreadth decil by 638 in the first twelv month after portfolio format after adjust for size booktomarket and momentum the correspond figur is 495pthi abstract wa borrow from anoth version of thi item", "title": "Breadth of ownership and stock returns"}, "https://ideas.repec.org/a/bla/jfinan/v48y1993i5p1629-58.html": {"abstract": " This paper develops a general framework for analyzing corporate risk management policies. We begin by observing that if external sources of finance are more costly to corporations than internally generated funds, there will typically be a benefit to hedging: hedging adds value to the extent that it helps ensure that a corporation has sufficient internal funds available to take advantage of attractive investment opportunities. We then argue that this simple observation has wide ranging implications for the design of risk management strategies. We delineate how these strategies should depend on such factors as shocks to investment and financing opportunities. We also discuss exchange rate hedging strategies for multinationals, as well as strategies involving 'nonlinear'instruments like options. Copyright 1993 by American Finance Association.", "authors": ["epfr60", "epsc177", "epst43"], "abstractStem": " thi paper develop a gener framework for analyz corpor risk manag polici we begin by observ that if extern sourc of financ are more costli to corpor than intern gener fund there will typic be a benefit to hedg hedg add valu to the extent that it help ensur that a corpor ha suffici intern fund avail to take advantag of attract invest opportun we then argu that thi simpl observ ha wide rang implic for the design of risk manag strategi we delin how these strategi should depend on such factor as shock to invest and financ opportun we also discuss exchang rate hedg strategi for multin as well as strategi involv nonlinearinstru like option copyright 1993 by american financ associ", "title": " Risk Management: Coordinating Corporate Investment and Financing Policies"}, "https://ideas.repec.org/a/oup/qjecon/v106y1991i4p1191-1217..html": {"abstract": "We examine the connection between exchange rates and foreign direct investment that arises when globally integrated capital markets are subject to informational imperfections. These imperfections cause external financing to be more expensive than internal financing, so that changes in wealth translate into changes in the demand for direct investment. By systematically lowering the relative wealth of domestic agents, a depreciation of the domestic currency can lead to foreign acquisitions of certain domestic assets. We develop a simple model of this phenomenon and test for its relevance in determining international capital flows.", "authors": [], "abstractStem": "we examin the connect between exchang rate and foreign direct invest that aris when global integr capit market are subject to inform imperfect these imperfect caus extern financ to be more expens than intern financ so that chang in wealth translat into chang in the demand for direct invest by systemat lower the rel wealth of domest agent a depreci of the domest currenc can lead to foreign acquisit of certain domest asset we develop a simpl model of thi phenomenon and test for it relev in determin intern capit flow", "title": "Exchange Rates and Foreign Direct Investment: An Imperfect Capital Markets Approach"}, "https://ideas.repec.org/a/bla/jfinan/v57y2002i5p1891-1921.html": {"abstract": " This paper asks how well different organizational structures perform in terms of generating information about investment projects and allocating capital to these projects. A decentralized approach-with small, single-manager firms-is most likely to be attractive when information about projects is \"soft\" and cannot be credibly transmitted. In contrast, large hierarchies perform better when information can be costlessly \"hardened\" and passed along inside the firm. The model can be used to think about the consequences of consolidation in the banking industry, particularly the documented tendency for mergers to lead to declines in small-business lending. Copyright The American Finance Association 2002.", "authors": ["epst43"], "abstractStem": " thi paper ask how well differ organiz structur perform in term of gener inform about invest project and alloc capit to these project a decentr approachwith small singlemanag firmsi most like to be attract when inform about project is soft and cannot be credibl transmit in contrast larg hierarchi perform better when inform can be costlessli harden and pass along insid the firm the model can be use to think about the consequ of consolid in the bank industri particularli the document tendenc for merger to lead to declin in smallbusi lend copyright the american financ associ 2002", "title": "Information Production and Capital Allocation: Decentralized versus Hierarchical Firms"}, "https://ideas.repec.org/a/fip/fednep/y2002imayp267-270nv.8no.1.html": {"abstract": "Paper for a conference sponsored by the Federal Reserve Bank of New York entitled Financial Innovation and Monetary Transmission", "authors": ["epst43"], "abstractStem": "paper for a confer sponsor by the feder reserv bank of new york entitl financi innov and monetari transmiss", "title": "Does bank capital matter for monetary transmission? commentary"}, "https://ideas.repec.org/a/ucp/jpolec/v95y1987i6p1123-45.html": {"abstract": " Introducing more speculators into the market for a given commodity leads to improved risk sharing but can also change the informational content of prices. This inflicts an externality on those traders already in the market, whose ability to make inferences based on current prices will be aff ected. In some cases, the externality is negative: the entry of new s peculators lowers the informativeness of the price to existing trader s. The net result can be one of price destabilization and welfare red uction. This is true even when all agents are rational, risk-averse c ompetitors who make the best possible use of their available informat ion. Copyright 1987 by University of Chicago Press.", "authors": ["epst43"], "abstractStem": " introduc more specul into the market for a given commod lead to improv risk share but can also chang the inform content of price thi inflict an extern on those trader alreadi in the market whose abil to make infer base on current price will be aff ect in some case the extern is neg the entri of new s pecul lower the inform of the price to exist trader s the net result can be one of price destabil and welfar red uction thi is true even when all agent are ration riskavers c ompetitor who make the best possibl use of their avail informat ion copyright 1987 by univers of chicago press", "title": "Informational Externalities and Welfare-Reducing Speculation"}, "https://ideas.repec.org/a/bla/jfinan/v44y1989i5p1335-50.html": {"abstract": " The authors compare different indexation schemes in terms of their ability to facilitate forgiveness and reduce the investment disincentives associated with the large LDC debt overhang. Indexing to an endogenous variable (e.g., a country's output) has a negative moral hazard effect on investment. This problem does not arise when payments are linked to an exogenous variable such as commodity prices. Nonetheless, indexing payments to output may be useful when debtors know more about their willingness to invest than lenders. They also reach new conclusions about the desirability of default penalties under asymmetric information. Copyright 1989 by American Finance Association.", "authors": ["epfr60", "epsc177", "epst43"], "abstractStem": " the author compar differ index scheme in term of their abil to facilit forgiv and reduc the invest disincent associ with the larg ldc debt overhang index to an endogen variabl eg a countri output ha a neg moral hazard effect on invest thi problem doe not aris when payment are link to an exogen variabl such as commod price nonetheless index payment to output may be use when debtor know more about their willing to invest than lender they also reach new conclus about the desir of default penalti under asymmetr inform copyright 1989 by american financ associ", "title": " LDC Debt: Forgiveness, Indexation, and Investment Incentives"}, "https://ideas.repec.org/a/aea/aecrev/v96y2006i2p147-151.html": {"abstract": "We document that net equity issuance is considerably more sensitive to aggregate stock returns and Q's than to firm-level stock returns and Q's. Very similar patterns also emerge when we look at merger activity. In light of earlier work (Campbell 1991, Vuolteenaho 2002) which finds that aggregate stock returns are less informative about future cashflows than are firm-level stock returns--and thus, potentially more strongly influenced by investor sentiment--these results suggest that both equity issuance and mergers are to a significant extent driven by market-timing considerations, as opposed to by purely fundamental factors.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpla600", "epst43"], "abstractStem": "we document that net equiti issuanc is consider more sensit to aggreg stock return and qs than to firmlevel stock return and qs veri similar pattern also emerg when we look at merger activ in light of earlier work campbel 1991 vuolteenaho 2002 which find that aggreg stock return are less inform about futur cashflow than are firmlevel stock returnsand thu potenti more strongli influenc by investor sentimentthes result suggest that both equiti issuanc and merger are to a signific extent driven by markettim consider as oppos to by pure fundament factorspthi abstract wa borrow from anoth version of thi item", "title": "Investor Sentiment and Corporate Finance: Micro and Macro"}, "https://ideas.repec.org/a/bla/jfinan/v54y1999i6p2143-2184.html": {"abstract": " We model a market populated by two groups of boundedly rational agents: \"newswatchers\" and \"momentum traders.\" Each newswatcher observes some private information, but fails to extract other newswatchers' information from prices. If information diffuses gradually across the population, prices underreact in the short run. The underreaction means that the momentum traders can profit by trend-chasing. However, if they can only implement simple (i.e., univariate) strategies, their attempts at arbitrage must inevitably lead to overreaction at long horizons. In addition to providing a unified account of under- and overreactions, the model generates several other distinctive implications. Copyright The American Finance Association 1999.", "authors": ["fpho390", "epst43"], "abstractStem": " we model a market popul by two group of boundedli ration agent newswatch and momentum trader each newswatch observ some privat inform but fail to extract other newswatch inform from price if inform diffus gradual across the popul price underreact in the short run the underreact mean that the momentum trader can profit by trendchas howev if they can onli implement simpl ie univari strategi their attempt at arbitrag must inevit lead to overreact at long horizon in addit to provid a unifi account of under and overreact the model gener sever other distinct implic copyright the american financ associ 1999", "title": "A Unified Theory of Underreaction, Momentum Trading, and Overreaction in Asset Markets"}, "https://ideas.repec.org/a/aea/aecrev/v90y2000i3p407-428.html": {"abstract": "We study the monetary-transmission mechanism with a data set that includes quarterly observations of every insured U.S. commercial bank from 1976 to 1993. We find that the impact of monetary policy on lending is stronger for banks with less liquid balance sheets--i.e., banks with lower ratios of securities to assets. Moreover, this pattern is largely attributable to the smaller banks, those in the bottom 95 percent of the size distribution. Our results support the existence of a \"bank lending channel\" of monetary transmission, though they do not allow us to make precise statements about its quantitative importance.", "authors": ["epka35", "epst43"], "abstractStem": "we studi the monetarytransmiss mechan with a data set that includ quarterli observ of everi insur us commerci bank from 1976 to 1993 we find that the impact of monetari polici on lend is stronger for bank with less liquid balanc sheetsi bank with lower ratio of secur to asset moreov thi pattern is larg attribut to the smaller bank those in the bottom 95 percent of the size distribut our result support the exist of a bank lend channel of monetari transmiss though they do not allow us to make precis statement about it quantit import", "title": "What Do a Million Observations on Banks Say about the Transmission of Monetary Policy?"}, "https://ideas.repec.org/a/fip/fednep/y2004isepp27-30nv.10no.2.html": {"abstract": "This paper was part of the conference \"Beyond Pillar 3 in International Banking Regulation: Disclosure and Market Discipline of Financial Firms,\" cosponsored by the Federal Reserve Bank of New York and the Jerome A. Chazen Institute of International Business at Columbia Business School, October 2-3, 2003.", "authors": ["epst43"], "abstractStem": "thi paper wa part of the confer beyond pillar 3 in intern bank regul disclosur and market disciplin of financi firm cosponsor by the feder reserv bank of new york and the jerom a chazen institut of intern busi at columbia busi school octob 23 2003", "title": "Commentary on \"Rebalancing the three pillars of Basel II.\""}, "https://ideas.repec.org/a/ucp/jnlbus/v64y1991i4p443-62.html": {"abstract": " The authors develop a pair of models that illustrate how imperfections in transfunctional mechanisms can lead to a market crash. Neither market orders nor limit orders allow traders to condition their demands on the full information set needed to achieve a Walrasian outcome. When volume shocks are sufficiently large, the deviations from Walrasian prices and allocations are large also. Properly designed and implemented, circuit breakers may help to overcome some of these informational problems and thereby improve the market's ability to absorb large volume shocks. Copyright 1991 by University of Chicago Press.", "authors": ["epst43"], "abstractStem": " the author develop a pair of model that illustr how imperfect in transfunct mechan can lead to a market crash neither market order nor limit order allow trader to condit their demand on the full inform set need to achiev a walrasian outcom when volum shock are suffici larg the deviat from walrasian price and alloc are larg also properli design and implement circuit breaker may help to overcom some of these inform problem and therebi improv the market abil to absorb larg volum shock copyright 1991 by univers of chicago press", "title": "Transactional Risk, Market Crashes, and the Role of Circuit Breakers"}, "https://ideas.repec.org/a/eee/jfinec/v47y1998i1p55-82.html": {"abstract": "We develop a framework for analyzing the capital allocation and capital structure decisions facing financial institutions such as banks. Our model incorporates two key features: i) value-maximizing banks have a well-founded concern with risk management; and ii) not all the risks they face can be frictionlessly hedged in the capital market. This approach allows us to show how bank-level risk management considerations should factor into the pricing of those risks that cannot be easily hedged. We examine several applications, including the evaluation of proprietary trading operations, and the pricing of unhedgeable derivatives positions.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfr60", "epst43"], "abstractStem": "we develop a framework for analyz the capit alloc and capit structur decis face financi institut such as bank our model incorpor two key featur i valuemaxim bank have a wellfound concern with risk manag and ii not all the risk they face can be frictionlessli hedg in the capit market thi approach allow us to show how banklevel risk manag consider should factor into the price of those risk that cannot be easili hedg we examin sever applic includ the evalu of proprietari trade oper and the price of unhedg deriv positionspthi abstract wa borrow from anoth version of thi item", "title": "Risk management, capital budgeting, and capital structure policy for financial institutions: an integrated approach"}, "https://ideas.repec.org/a/oup/qjecon/v109y1994i4p1211-1230..html": {"abstract": "This paper presents a framework for analyzing the costs and benefits of internal versus external capital allocation. We focus primarily on comparing an internal capital market with bank lending. While both represent centralized forms of financing, in the former case the financing is owner-provided, while in the latter case it is not. We argue that the ownership aspect of internal capital allocation has three important consequences: (1) it leads to more monitoring than bank lending; (2) it reduces managers' entrepreneurial incentives; and (3) it makes it easier to efficiently redeploy the assets of projects that are performing poorly under existing management.", "authors": [], "abstractStem": "thi paper present a framework for analyz the cost and benefit of intern versu extern capit alloc we focu primarili on compar an intern capit market with bank lend while both repres central form of financ in the former case the financ is ownerprovid while in the latter case it is not we argu that the ownership aspect of intern capit alloc ha three import consequ 1 it lead to more monitor than bank lend 2 it reduc manag entrepreneuri incent and 3 it make it easier to effici redeploy the asset of project that are perform poorli under exist manag", "title": "Internal versus External Capital Markets"}, "https://ideas.repec.org/a/aea/aecrev/v90y2000i3p705-706.html": {"abstract": "No abstract is available for this item.", "authors": ["epsc177", "epst43"], "abstractStem": "no abstract is avail for thi item", "title": "Herd Behavior and Investment: Reply"}, "https://ideas.repec.org/a/eee/crcspp/v42y1995ip151-195.html": {"abstract": "This paper uses disaggregated data on bank balance sheets to provide a test of the lending view of monetary policy transmission. We argue that if the lending view is correct, one should expect the loan and security portfolios of large and small banks to respond differentially to a contraction in monetary policy. We first develop this point with a theoretical model; we then test to see if the model's predictions are borne out in the data.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epka35", "epst43"], "abstractStem": "thi paper use disaggreg data on bank balanc sheet to provid a test of the lend view of monetari polici transmiss we argu that if the lend view is correct one should expect the loan and secur portfolio of larg and small bank to respond differenti to a contract in monetari polici we first develop thi point with a theoret model we then test to see if the model predict are born out in the datapthi abstract wa borrow from anoth version of thi item", "title": "The impact of monetary policy on bank balance sheets"}, "https://ideas.repec.org/a/rje/randje/v30y1999iautumnp498-514.html": {"abstract": " We use city-level data to analyze the relationship between homeowner borrowing patterns and house-price dynamics. Our principal finding is that in cities where a greater fraction of homeowners are highly leveraged-- i.e., have high loan-to-value ratios--house prices react more sensitively to city-specific shocks, such as changes in per-capita income. This finding is consistent with recent theories that emphasize the role of borrowing in shaping the behavior of asset prices.", "authors": ["fpla600", "epst43"], "abstractStem": " we use citylevel data to analyz the relationship between homeown borrow pattern and housepric dynam our princip find is that in citi where a greater fraction of homeown are highli leverag ie have high loantovalu ratioshous price react more sensit to cityspecif shock such as chang in percapita incom thi find is consist with recent theori that emphas the role of borrow in shape the behavior of asset price", "title": "Leverage and House-Price Dynamics in U.S. Cities"}, "https://ideas.repec.org/a/aea/aecrev/v98y2008i5p2150-62.html": {"abstract": "I develop a model of bilateral conversations in which players honestly exchange ideas with their competitors. The key to incentive compatibility is complementarity in the information structure: a player can generate a new insight only if he has access to his counterpart’s previous thoughts on a topic. I then examine a social network in which A has a conversation with B, then B has a conversation with C, and so on. Relatively underdeveloped ideas can travel long distances over the network. More valuable ideas, by contrast, tend to remain localized among small groups of agents. (JEL D83)", "authors": ["epst43"], "abstractStem": "i develop a model of bilater convers in which player honestli exchang idea with their competitor the key to incent compat is complementar in the inform structur a player can gener a new insight onli if he ha access to hi counterpart s previou thought on a topic i then examin a social network in which a ha a convers with b then b ha a convers with c and so on rel underdevelop idea can travel long distanc over the network more valuabl idea by contrast tend to remain local among small group of agent jel d83", "title": "Conversations among Competitors"}, "https://ideas.repec.org/a/oup/restud/v64y1997i2p265-288..html": {"abstract": "This paper develops a model of repeated innovation with knowledge spillovers. The model's novel feature is that firms compete on two dimensions: (1) product quality, where one firm's innovation ultimately spills over to other firms; and (2) distribution costs, where there are no spillovers across firms and where learning-by-doing on the part of incumbent firms gives them a competitive advantage over would-be entrants. Such firm-specific learning-by-doing has two important consequences: (1) it can in some circumstances dramatically reduce the long-run average level of innovation; (2) it leads to endogeneous bunching, or waves, in innovative activity.", "authors": [], "abstractStem": "thi paper develop a model of repeat innov with knowledg spillov the model novel featur is that firm compet on two dimens 1 product qualiti where one firm innov ultim spill over to other firm and 2 distribut cost where there are no spillov across firm and where learningbydo on the part of incumb firm give them a competit advantag over wouldb entrant such firmspecif learningbydo ha two import consequ 1 it can in some circumst dramat reduc the longrun averag level of innov 2 it lead to endogen bunch or wave in innov activ", "title": "Waves of Creative Destruction: Firm-Specific Learning-by-Doing and the Dynamics of Innovation"}, "https://ideas.repec.org/a/bla/jfinan/v44y1989i4p1011-23.html": {"abstract": " This paper examines the \"term structure\" of options' implied volatilities, using data on S&amp;P; 100 index options. Because implied volatility is strongly mean reverting, the implied volatility on a longer maturity option should move by less than one percent in response to a one percent move in the implied volatility of a shorter maturity option. Empirically, this elasticity turns out to be larger than suggested by rational expectations theory--long-maturity options tend to \"overreact\" to changes in the implied volatility of short-maturity options. Copyright 1989 by American Finance Association.", "authors": ["epst43"], "abstractStem": " thi paper examin the term structur of option impli volatil use data on sampp 100 index option becaus impli volatil is strongli mean revert the impli volatil on a longer matur option should move by less than one percent in respons to a one percent move in the impli volatil of a shorter matur option empir thi elast turn out to be larger than suggest by ration expect theorylongmatur option tend to overreact to chang in the impli volatil of shortmatur option copyright 1989 by american financ associ", "title": " Overreactions in the Options Market"}, "https://ideas.repec.org/a/eee/jfinec/v61y2001i3p345-381.html": {"abstract": "This paper is an investigation into the determinants of asymmetries in stock returns. We develop a series of cross-sectional regression specifications which attempt to forecast skewness in the daily returns of individual stocks. Negative skewness is most pronounced in stocks that have experienced: 1) an increase in trading volume relative to trend over the prior six months; and 2) positive returns over the prior thirty-six months. The first finding is consistent with the model of Hong and Stein (1999), which predicts that negative asymmetries are more likely to occur when there are large differences of opinion among investors. The latter finding fits with a number of theories, most notably Blanchard and Watson's (1982) rendition of stock-price bubbles. Analogous results also obtain when we attempt to forecast the skewness of the aggregate stock market, though our statistical power in this case is limited.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpho390", "epst43"], "abstractStem": "thi paper is an investig into the determin of asymmetri in stock return we develop a seri of crosssect regress specif which attempt to forecast skew in the daili return of individu stock neg skew is most pronounc in stock that have experienc 1 an increas in trade volum rel to trend over the prior six month and 2 posit return over the prior thirtysix month the first find is consist with the model of hong and stein 1999 which predict that neg asymmetri are more like to occur when there are larg differ of opinion among investor the latter find fit with a number of theori most notabl blanchard and watson 1982 rendit of stockpric bubbl analog result also obtain when we attempt to forecast the skew of the aggreg stock market though our statist power in thi case is limitedpthi abstract wa borrow from anoth version of thi item", "title": "Forecasting crashes: trading volume, past returns, and conditional skewness in stock prices"}, "https://ideas.repec.org/a/bla/jfinan/v52y1997i1p111-33.html": {"abstract": " This article examines the role of corporate headquarters in allocating scare resources to competing projects in an internal capital market. Unlike a bank, headquarters has control rights that enable it to engage in 'winner-picking'--the practice of actively shifting funds from one project to another. By doing a good job in the winner-picking dimension, headquarters can create value even when it cannot help at all to relax overall firmwide credit constraints. The model implies that internal capital markets may sometimes function more efficiently when headquarters oversees a small and focused set of projects. Copyright 1997 by American Finance Association.", "authors": ["epst43"], "abstractStem": " thi articl examin the role of corpor headquart in alloc scare resourc to compet project in an intern capit market unlik a bank headquart ha control right that enabl it to engag in winnerpickingth practic of activ shift fund from one project to anoth by do a good job in the winnerpick dimens headquart can creat valu even when it cannot help at all to relax overal firmwid credit constraint the model impli that intern capit market may sometim function more effici when headquart overse a small and focus set of project copyright 1997 by american financ associ", "title": " Internal Capital Markets and the Competition for Corporate Resources"}, "https://ideas.repec.org/a/ucp/jpolec/v96y1988i1p61-80.html": {"abstract": " This paper examines the familiar argument that takeover pressure can be damaging because i t leads managers to sacrifice long-term interests in order to boost c urrent profits. If stockholders are imperfectly informed, temporarily low earnings may cause the stock to become undervalued, increasing t he likelihood of a takeover at an unfavorable price; hence the manage rial concern with current bottom line. The magnitude of the problem d epends on a variety of factors, including the attitudes and beliefs o f shareholders, the extent to which corporate raiders have inside inf ormation, and the degree to which managers are concerned with retaini ng control of their firms. Copyright 1988 by University of Chicago Press.", "authors": ["epst43"], "abstractStem": " thi paper examin the familiar argument that takeov pressur can be damag becaus i t lead manag to sacrific longterm interest in order to boost c urrent profit if stockhold are imperfectli inform temporarili low earn may caus the stock to becom undervalu increas t he likelihood of a takeov at an unfavor price henc the manag rial concern with current bottom line the magnitud of the problem d epend on a varieti of factor includ the attitud and belief o f sharehold the extent to which corpor raider have insid inf ormat and the degre to which manag are concern with retaini ng control of their firm copyright 1988 by univers of chicago press", "title": "Takeover Threats and Managerial Myopia"}, "https://ideas.repec.org/a/bla/jfinan/v63y2008i3p1025-1058.html": {"abstract": " We develop a model in which a firm can devote effort either to increasing sales growth, or to improving per-unit profit margins. If the firm's manager cares about the current stock price, she will favor the growth strategy when the market pays more attention to growth numbers. Conversely, it can be rational for the market to weight growth measures more heavily when it is known that the firm is following a growth strategy. This two-way feedback between firms' strategies and the market's pricing rule can lead to excess volatility in real variables, even absent any external shocks. Copyright (c) 2008 by The American Finance Association.", "authors": ["epst43"], "abstractStem": " we develop a model in which a firm can devot effort either to increas sale growth or to improv perunit profit margin if the firm manag care about the current stock price she will favor the growth strategi when the market pay more attent to growth number convers it can be ration for the market to weight growth measur more heavili when it is known that the firm is follow a growth strategi thi twoway feedback between firm strategi and the market price rule can lead to excess volatil in real variabl even absent ani extern shock copyright c 2008 by the american financ associ", "title": "Growth versus Margins: Destabilizing Consequences of Giving the Stock Market What It Wants"}, "https://ideas.repec.org/a/aea/aecrev/v79y1989i1p32-42.html": {"abstract": " This paper examines the problem faced by the Federal Reserve in announcing its private information about its future policies. Because it would like to manipulate expectations and pursue a time-inconsistent policy, the Fed cannot reveal its policy objectives precisely and credibly. It can, however, communicate some information about its goals through the \"cheap talk\" mechanism of Vincent Crawford and Joel Sobel: making announcements that are imprecise, and only giving ranges within which these goals may lie. Copyright 1989 by American Economic Association.", "authors": ["epst43"], "abstractStem": " thi paper examin the problem face by the feder reserv in announc it privat inform about it futur polici becaus it would like to manipul expect and pursu a timeinconsist polici the fed cannot reveal it polici object precis and credibl it can howev commun some inform about it goal through the cheap talk mechan of vincent crawford and joel sobel make announc that are imprecis and onli give rang within which these goal may lie copyright 1989 by american econom associ", "title": "Cheap Talk and the Fed: A Theory of Imprecise Policy Announcements"}, "https://ideas.repec.org/a/oup/qjecon/v118y2003i3p969-1005..html": {"abstract": "We use a simple model to outline the conditions under which corporate investment is sensitive to nonfundamental movements in stock prices. The key prediction is that stock prices have a stronger impact on the investment of \"equity-dependent\" firms—firms that need external equity to finance marginal investments. Using an index of equity dependence based on the work of Kaplan and Zingales, we find support for this hypothesis. In particular, firms that rank in the top quintile of the KZ index have investment that is almost three times as sensitive to stock prices as firms in the bottom quintile.", "authors": [], "abstractStem": "we use a simpl model to outlin the condit under which corpor invest is sensit to nonfundament movement in stock price the key predict is that stock price have a stronger impact on the invest of equitydepend firm firm that need extern equiti to financ margin invest use an index of equiti depend base on the work of kaplan and zingal we find support for thi hypothesi in particular firm that rank in the top quintil of the kz index have invest that is almost three time as sensit to stock price as firm in the bottom quintil", "title": "When Does the Market Matter? Stock Prices and the Investment of Equity-Dependent Firms"}, "https://ideas.repec.org/a/aea/jecper/v2y1988i3p3-23.html": {"abstract": "No abstract is available for this item.", "authors": ["epst43"], "abstractStem": "no abstract is avail for thi item", "title": "The Task Force Report: The Reasoning behind the Recommendations"}, "https://ideas.repec.org/a/bla/jfinan/v62y2007i3p1207-1242.html": {"abstract": " We study the asset pricing implications of learning in an environment in which the true model of the world is a multivariate one, but agents update only over the class of simple univariate models. Thus, if a particular simple model does a poor job of forecasting over a period of time, it is discarded in favor of an alternative simple model. The theory yields a number of distinctive predictions for stock returns, generating forecastable variation in the magnitude of the value-glamour return differential, in volatility, and in the skewness of returns. We validate several of these predictions empirically. Copyright 2007 by The American Finance Association.", "authors": ["fpho390", "epst43"], "abstractStem": " we studi the asset price implic of learn in an environ in which the true model of the world is a multivari one but agent updat onli over the class of simpl univari model thu if a particular simpl model doe a poor job of forecast over a period of time it is discard in favor of an altern simpl model the theori yield a number of distinct predict for stock return gener forecast variat in the magnitud of the valueglamour return differenti in volatil and in the skew of return we valid sever of these predict empir copyright 2007 by the american financ associ", "title": "Simple Forecasts and Paradigm Shifts"}, "https://ideas.repec.org/a/eee/jfinec/v115y2015i3p429-448.html": {"abstract": "Changes in monetary policy have surprisingly strong effects on forward real rates in the distant future. A 100 basis point increase in the two-year nominal yield on a Federal Open Markets Committee announcement day is associated with a 42 basis point increase in the ten-year forward real rate. This finding is at odds with standard macro-models based on sticky nominal prices, which imply that monetary policy cannot move real rates over a horizon longer than that over which all prices in the economy can readjust. Instead, the responsiveness of long-term real rates to monetary shocks appears to reflect changes in term premia. One mechanism that could generate such variation in term premia is based on demand effects due to the existence of what we call yield-oriented investors. We find some evidence supportive of this channel.", "authors": ["epst43"], "abstractStem": "chang in monetari polici have surprisingli strong effect on forward real rate in the distant futur a 100 basi point increas in the twoyear nomin yield on a feder open market committe announc day is associ with a 42 basi point increas in the tenyear forward real rate thi find is at odd with standard macromodel base on sticki nomin price which impli that monetari polici cannot move real rate over a horizon longer than that over which all price in the economi can readjust instead the respons of longterm real rate to monetari shock appear to reflect chang in term premia one mechan that could gener such variat in term premia is base on demand effect due to the exist of what we call yieldori investor we find some evid support of thi channel", "title": "Monetary policy and long-term real rates"}, "https://ideas.repec.org/a/aea/aecrev/v83y1993i1p78-98.html": {"abstract": " In this paper, the authors use the relative moments in bank loans and commercial paper to provide evidence on the existe nce of a loan-supply channel of monetary-policy transmission. The author s find that tighter monetary policy leads to a shift in firms' mix of external financing: commercial paper issuance rises while bank loans fall. This suggests that contractionary policy can indeed reduce lo an supply. Furthermore, such shifts in loan supply seem to affect investment, even controlling for interest rates and output. Copyright 1993 by American Economic Association.", "authors": ["epka35", "epst43", "epwi165"], "abstractStem": " in thi paper the author use the rel moment in bank loan and commerci paper to provid evid on the exist nce of a loansuppli channel of monetarypolici transmiss the author s find that tighter monetari polici lead to a shift in firm mix of extern financ commerci paper issuanc rise while bank loan fall thi suggest that contractionari polici can inde reduc lo an suppli furthermor such shift in loan suppli seem to affect invest even control for interest rate and output copyright 1993 by american econom associ", "title": "Monetary Policy and Credit Conditions: Evidence from the Composition of External Finance"}}}