{"epsu137": {"https://ideas.repec.org/a/aea/aecrev/v78y1988i2p182-87.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl2", "epsu137"], "abstractStem": "no abstract is avail for thi item", "title": "Beyond the Natural Rate Hypothesis"}, "https://ideas.repec.org/a/ucp/jpolec/v92y1984i1p20-39.html": {"abstract": "This paper reconsiders the effects of taxation on risky assets, recognizing the importance of variations in asset prices. We show that earlier analyses which assumed that depreciation rates are constant and that the future price of capital goods is known with certainty are very misleading, as guides to the effects of corporate taxes. We then examine the concept of economic depreciation in a risky environment, and show that depreciation allowances, if set ex-ante, should be adjusted to take account of future asset price risk. Some empirical calculations suggest that these adjustments are large, and have important implications for the burdens of, and non-neutralities in, the corporate income tax.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epsu137"], "abstractStem": "thi paper reconsid the effect of taxat on riski asset recogn the import of variat in asset price we show that earlier analys which assum that depreci rate are constant and that the futur price of capit good is known with certainti are veri mislead as guid to the effect of corpor tax we then examin the concept of econom depreci in a riski environ and show that depreci allow if set exant should be adjust to take account of futur asset price risk some empir calcul suggest that these adjust are larg and have import implic for the burden of and nonneutr in the corpor incom taxpthi abstract wa borrow from anoth version of thi item", "title": "The Taxation of Risky Assets"}, "https://ideas.repec.org/a/oup/wbrobs/v8y1993i2p241-54.html": {"abstract": "No abstract is available for this item.", "authors": ["epsu137"], "abstractStem": "no abstract is avail for thi item", "title": "Recent Lessons of Development"}, "https://ideas.repec.org/a/aea/aecrev/v80y1990i2p63-68.html": {"abstract": "This paper summarizes our earlier research documenting the characteristic speculative dynamics of many asset markets and suggests a framework for understanding them. Our model incorporates \"feedback traders,\" traders whose demand is based on the history of past returns rather than the expectation of future fundamentals. We use this framework to describe ways in which the characteristic return patterns might be generated, and also to address the long-standing question of whether profitable speculation stabilizes asset markets.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epcu64", "eppo19", "epsu137"], "abstractStem": "thi paper summar our earlier research document the characterist specul dynam of mani asset market and suggest a framework for understand them our model incorpor feedback trader trader whose demand is base on the histori of past return rather than the expect of futur fundament we use thi framework to describ way in which the characterist return pattern might be gener and also to address the longstand question of whether profit specul stabil asset marketspthi abstract wa borrow from anoth version of thi item", "title": "Speculative Dynamics and the Role of Feedback Traders"}, "https://ideas.repec.org/a/bla/jfinan/v37y1982i2p472-74.html": {"abstract": "No abstract is available for this item.", "authors": ["epsu137"], "abstractStem": "no abstract is avail for thi item", "title": " The Effects of Dividends on Common Stock Prices: Tax Effects or Information Effects? Discussion"}, "https://ideas.repec.org/a/ecm/emetrp/v50y1982i5p1329-33.html": {"abstract": "No abstract is available for this item.", "authors": ["epsu137"], "abstractStem": "no abstract is avail for thi item", "title": "Multiple Shooting in Rational Expectations Models [The Solution of Linear Difference Models under Rational Expectations]"}, "https://ideas.repec.org/a/mcb/jmoncb/v25y1993i2p151-62.html": {"abstract": " This note uses information on a sample of sixteen OECD countries to assess the relationship between central bank independence and macroeconomic performance. As previous work suggests, politically controlled central banks are more likely to pursue policies that lead to high and variable inflation. However, the authors find little evidence that political control of central bank policy has any impact on measures of the level or variability of growth, unemployment, or the ex ante real interest rate. Copyright 1993 by Ohio State University Press.", "authors": ["fpal207", "epsu137"], "abstractStem": " thi note use inform on a sampl of sixteen oecd countri to assess the relationship between central bank independ and macroeconom perform as previou work suggest polit control central bank are more like to pursu polici that lead to high and variabl inflat howev the author find littl evid that polit control of central bank polici ha ani impact on measur of the level or variabl of growth unemploy or the ex ant real interest rate copyright 1993 by ohio state univers press", "title": "Central Bank Independence and Macroeconomic Performance: Some Comparative Evidence"}, "https://ideas.repec.org/a/fip/fedcpr/y1991p625-631.html": {"abstract": "No abstract is available for this item.", "authors": ["epsu137"], "abstractStem": "no abstract is avail for thi item", "title": "Panel discussion: price stability ; How should long-term monetary policy be determined?"}, "https://ideas.repec.org/a/eee/moneco/v32y1993i3p459-483.html": {"abstract": "Much of the new growth literature stresses country characteristics, such as education levels or political stability, as the dominant determinant of growth. However, growth rates are highly unstable over time, with a correlation across decades of .1 to .3, while country characteristics are stable, with cross-decade correlations of .6 to .9. Shocks, especially those to terms of trade, play a large role in explaining variance in growth. These findings suggest either that shocks are important relative to country characteristics in determining long-run growth, or that worldwide technological change determines long-run growth while country characteristics determine relative income levels.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epea1", "eppr27", "epsu137"], "abstractStem": "much of the new growth literatur stress countri characterist such as educ level or polit stabil as the domin determin of growth howev growth rate are highli unstabl over time with a correl across decad of 1 to 3 while countri characterist are stabl with crossdecad correl of 6 to 9 shock especi those to term of trade play a larg role in explain varianc in growth these find suggest either that shock are import rel to countri characterist in determin longrun growth or that worldwid technolog chang determin longrun growth while countri characterist determin rel incom levelspthi abstract wa borrow from anoth version of thi item", "title": "Good policy or good luck?: Country growth performance and temporary shocks"}, "https://ideas.repec.org/a/eee/moneco/v32y1993i3p395-415.html": {"abstract": "No abstract is available for this item.", "authors": ["fpde392", "epsu137"], "abstractStem": "no abstract is avail for thi item", "title": "How strongly do developing economies benefit from equipment investment?"}, "https://ideas.repec.org/a/eee/moneco/v20y1987i2p249-279.html": {"abstract": "One of the central questions in macroeconomics for many years has been whether government policy can affect private saving rates, and if so to what extent and through what channels. The question has remained controversial because, as with other macroeconomic questions, experiments to check divergent hypotheses cannot be deliberately performed, so economists must rely upon the often dubious evidence from the limited experiments with which nature and history have endowed us. This paper discusses the results of an exceptionally good natural experiment that has been provided by Canada and the U.S. over the past thirty-five years. After moving in tandem for almost 25 years, American and Canadian private saving rates have diverged dramatically over the last decade. The primary conclusion emerging from our analysis of this phenomenon is that tax policies can have a potent impact on private savings behavior. Differences in tax structures and in the interactions of taxation and inflation appear to be important factors explaining the divergent behavior of the American and Canadian private savings rates. Recognizing the importance of asset revaluations, caused partially but not entirely by tax effects, also helps to explain the different behavior of U.S. and Canadian savings. There may also be a relationship between government deficits and the private savings differential.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epca45", "epsu137"], "abstractStem": "one of the central question in macroeconom for mani year ha been whether govern polici can affect privat save rate and if so to what extent and through what channel the question ha remain controversi becaus as with other macroeconom question experi to check diverg hypothes cannot be deliber perform so economist must reli upon the often dubiou evid from the limit experi with which natur and histori have endow us thi paper discuss the result of an except good natur experi that ha been provid by canada and the us over the past thirtyf year after move in tandem for almost 25 year american and canadian privat save rate have diverg dramat over the last decad the primari conclus emerg from our analysi of thi phenomenon is that tax polici can have a potent impact on privat save behavior differ in tax structur and in the interact of taxat and inflat appear to be import factor explain the diverg behavior of the american and canadian privat save rate recogn the import of asset revalu caus partial but not entir by tax effect also help to explain the differ behavior of us and canadian save there may also be a relationship between govern deficit and the privat save differentialpthi abstract wa borrow from anoth version of thi item", "title": "Why have private savings rates in the United States and Canada diverged?"}, "https://ideas.repec.org/a/oup/restud/v58y1991i3p529-546..html": {"abstract": "This paper presents evidence on the characteristic speculative dynamics of returns on stocks, bond, foreign exchange, real estate, collectibles, and precious metals. It highlights four stylized facts. First, returns tend to be positively serially correlated at high frequency. Second, they are weakly negatively serially correlated over long horizons. Third, deviations of asset values from proxies for fundamental value have predictive power for returns. Fourth, short term interest rates are negatively correlated with excess returns on other assets. The similarity of the results across markets suggests that they may be due to inherent features of the speculative process.", "authors": ["epsu137"], "abstractStem": "thi paper present evid on the characterist specul dynam of return on stock bond foreign exchang real estat collect and preciou metal it highlight four styliz fact first return tend to be posit serial correl at high frequenc second they are weakli neg serial correl over long horizon third deviat of asset valu from proxi for fundament valu have predict power for return fourth short term interest rate are neg correl with excess return on other asset the similar of the result across market suggest that they may be due to inher featur of the specul process", "title": "Speculative Dynamics"}, "https://ideas.repec.org/a/rje/randje/v19y1988isummerp157-172.html": {"abstract": " This article demonstrates that the dispute between Texaco and Pennzoil over the Getty Oil takeover reduced the combined wealth of the claimants on the two companies by over $3 billion. During the course of the litigation, Pennzoil's shareholders gained only one-sixth as much as Texaco's shareholders lost. When the litigation was settled, about two-thirds of the loss in wealth was regained. These fluctuations in value exceed most estimates of the direct costs of carrying on the litigation, and may reflect the disruption in the operations of Texaco caused by the dispute.", "authors": ["epcu64", "epsu137"], "abstractStem": " thi articl demonstr that the disput between texaco and pennzoil over the getti oil takeov reduc the combin wealth of the claimant on the two compani by over 3 billion dure the cours of the litig pennzoil sharehold gain onli onesixth as much as texaco sharehold lost when the litig wa settl about twothird of the loss in wealth wa regain these fluctuat in valu exceed most estim of the direct cost of carri on the litig and may reflect the disrupt in the oper of texaco caus by the disput", "title": "The Costs of Conflict Resolution and Financial Distress: Evidence from the Texaco-Pennzoil Litigation"}, "https://ideas.repec.org/a/aea/aecrev/v78y1988i1p273-76.html": {"abstract": "No abstract is available for this item.", "authors": ["fpde392", "epsu137"], "abstractStem": "no abstract is avail for thi item", "title": "Is Increased Price Flexibility Stabilizing? Reply"}, "https://ideas.repec.org/a/oup/qjecon/v105y1990i4p851-874..html": {"abstract": "Hall has shown that, with perfect competition and price flexibility, total factor productivity measured using labor's share either in revenues or in costs will be acyclical regardless of the level of labor hoarding. We show that if firms producing a homogeneous good under constant returns must pick their prices before demand is known, both measures of productivity become procyclical. The model implies that productivity should be more procyclical the more important is labor hoarding. Empirically, productivity is more procyclical in industries and in nations where labor hoarding appears more important.", "authors": ["epsu137"], "abstractStem": "hall ha shown that with perfect competit and price flexibl total factor product measur use labor share either in revenu or in cost will be acycl regardless of the level of labor hoard we show that if firm produc a homogen good under constant return must pick their price befor demand is known both measur of product becom procycl the model impli that product should be more procycl the more import is labor hoard empir product is more procycl in industri and in nation where labor hoard appear more import", "title": "Inflexible Prices and Procyclical Productivity"}, "homepage": "https://ideas.repec.org/e/psu137.html", "https://ideas.repec.org/a/pal/buseco/v45y2010i1p3-7.html": {"abstract": "Over the past year, substantial progress has been made on the path to economic recovery. Yet, as true with most recessions induced by a financial crisis, recovery is going to be long and slow. This is particularly true for employment. Moreover, there is evidence that indicates there are structural as well as cyclical concerns about this recovery's slow employment growth. The personal as well as macroeconomic costs of this slow growth mean that there is no higher public policy priority than economic recovery and job creation. This address presents and discusses three guiding principles for economic policy: restoring confidence, increasing aggregate demand, and achieving broader and deeper education.", "authors": ["epsu137"], "abstractStem": "over the past year substanti progress ha been made on the path to econom recoveri yet as true with most recess induc by a financi crisi recoveri is go to be long and slow thi is particularli true for employ moreov there is evid that indic there are structur as well as cyclic concern about thi recoveri slow employ growth the person as well as macroeconom cost of thi slow growth mean that there is no higher public polici prioriti than econom recoveri and job creation thi address present and discuss three guid principl for econom polici restor confid increas aggreg demand and achiev broader and deeper educ", "title": "Principles for Economic Recovery and Renewal"}, "lastname": "Summers", "https://ideas.repec.org/a/aea/jecper/v13y1999i2p3-18.html": {"abstract": "On the topic of globalization and economic integration, I want to address five subjects: The first is the extent of global integration that has taken place and that lies in prospect. The second is the broad case for economic integration and why domestic and global efforts to promote that case have not been more successful. The third is the challenge to policymakers that is posed by what I have called the \"economic integration trilemma\" --the difficulty of combining the three goals of greater economic integration, proper public economic management, and national sovereignty in a world in which any one of these goals can conflict with the other two. Fourth, I want to reflect on some of the policy implications of increased integration in one area that has been highlighted by the crises in Asia, Russia, and elsewhere: the international capital market. Finally, I will offer some concluding observations about the special role for the United States as the world's only economic superpower in managing global integration.", "authors": ["epsu137"], "abstractStem": "on the topic of global and econom integr i want to address five subject the first is the extent of global integr that ha taken place and that lie in prospect the second is the broad case for econom integr and whi domest and global effort to promot that case have not been more success the third is the challeng to policymak that is pose by what i have call the econom integr trilemma the difficulti of combin the three goal of greater econom integr proper public econom manag and nation sovereignti in a world in which ani one of these goal can conflict with the other two fourth i want to reflect on some of the polici implic of increas integr in one area that ha been highlight by the crise in asia russia and elsewher the intern capit market final i will offer some conclud observ about the special role for the unit state as the world onli econom superpow in manag global integr", "title": "Distinguished Lecture on Economics in Government: Reflections on Managing Global Integration"}, "https://ideas.repec.org/a/aea/aecrev/v76y1986i4p659-75.html": {"abstract": " In classical macroeconomic models with flexible wages and prices, whether a tax is levied on producers or consumers does not affect itsultimate incidence. If wages or prices are rigid in the short run, however, then shifting a tax from one side of the market to the othermay have real effects. Tax changes, therefore, provide potential testsfor the presence of nominal rigidities. This paper examines the priceand output effects of revenue-neutral shifts between direct and indirect taxation. The results provide evidence against the view thatwages and prices are completely flexible in the short run. Copyright 1986 by American Economic Association.", "authors": ["eppo19", "epro30", "epsu137"], "abstractStem": " in classic macroeconom model with flexibl wage and price whether a tax is levi on produc or consum doe not affect itsultim incid if wage or price are rigid in the short run howev then shift a tax from one side of the market to the othermay have real effect tax chang therefor provid potenti testsfor the presenc of nomin rigid thi paper examin the priceand output effect of revenueneutr shift between direct and indirect taxat the result provid evid against the view thatwag and price are complet flexibl in the short run copyright 1986 by american econom associ", "title": "A Tax-Based Test for Nominal Rigidities"}, "https://ideas.repec.org/a/fip/fedkpr/y1992p93-148.html": {"abstract": "No abstract is available for this item.", "authors": ["fpde392", "epsu137"], "abstractStem": "no abstract is avail for thi item", "title": "Macroeconomic policy and long-run growth"}, "https://ideas.repec.org/a/ecm/emetrp/v56y1988i2p259-93.html": {"abstract": " This paper uses cross-sectional and longitudinal data to examine differences in pay for equally-skilled workers in different ind ustries. The major finding is that there is substantial dispersion in wages across industries, even after allowing for measured and unmeas ured labor quality, working conditions, fringe benefits, transitory d emand shocks, the threat of union-ization, union bargaining power, fi rm size, and other factors. In addition, evidence is presented demons trating that turnover has a negative relationship with industry wage differentials. These findings suggest that workers in high-wage indus tries receive noncompetitive rents. Copyright 1988 by The Econometric Society.", "authors": ["epkr63", "epsu137"], "abstractStem": " thi paper use crosssect and longitudin data to examin differ in pay for equallyskil worker in differ ind ustri the major find is that there is substanti dispers in wage across industri even after allow for measur and unmea ure labor qualiti work condit fring benefit transitori d emand shock the threat of union union bargain power fi rm size and other factor in addit evid is present demon trate that turnov ha a neg relationship with industri wage differenti these find suggest that worker in highwag indu tri receiv noncompetit rent copyright 1988 by the econometr societi", "title": "Efficiency Wages and the Inter-industry Wage Structure"}, "https://ideas.repec.org/a/bin/bpeajo/v23y1992i1992-2p157-212.html": {"abstract": "No abstract is available for this item.", "authors": ["epsu137"], "abstractStem": "no abstract is avail for thi item", "title": "Equipment Investment and Economic Growth: How Strong Is the Nexus?"}, "https://ideas.repec.org/a/eee/pubeco/v38y1989i3p265-296.html": {"abstract": "This paper presents a multisector general equilibrium model that is capable of providing integrated assessments of the economy's short- and long- run responses to tax policy changes. The model contains an explicit treatment of firm's investment decisions according to which producers exhibit forward- looking behavior and take account of adjustment costs inherent in the installation of new capital. This permits an examination of both short-run effects of tax policy on industry profits and asset prices as well as 1ong-term effects on capital accumulation. The model contains considerable detail on U.S. industry, corporate financial policies, and the U.S. tax system. Simulation results reveal that the effects of tax policy differ significantly depending on whether the policy is oriented toward new or old capital measures like the investment tax credit stimulate investment without conferring significant windfall gains on corporate shareholders. Corporate tax rate reductions with the same revenue cost, on the other hand, yield large windfalls to shareholders while providing only a modest stimulus to investment in plant and equipment.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epsu137"], "abstractStem": "thi paper present a multisector gener equilibrium model that is capabl of provid integr assess of the economi short and long run respons to tax polici chang the model contain an explicit treatment of firm invest decis accord to which produc exhibit forward look behavior and take account of adjust cost inher in the instal of new capit thi permit an examin of both shortrun effect of tax polici on industri profit and asset price as well as 1ongterm effect on capit accumul the model contain consider detail on us industri corpor financi polici and the us tax system simul result reveal that the effect of tax polici differ significantli depend on whether the polici is orient toward new or old capit measur like the invest tax credit stimul invest without confer signific windfal gain on corpor sharehold corpor tax rate reduct with the same revenu cost on the other hand yield larg windfal to sharehold while provid onli a modest stimulu to invest in plant and equipmentpthi abstract wa borrow from anoth version of thi item", "title": "Tax policy, asset prices, and growth : A general equilibrium analysis"}, "https://ideas.repec.org/a/oup/restud/v56y1989i1p1-19..html": {"abstract": "The issue of dynamic efficiency is central to analyses of capital accumulation and economic growth. Yet the question of what characteristics should be examined to determine whether actual economies are dynamically efficient is unresolved. This paper develops a criterion for determining whether an economy is dynamically efficient. The criterion, which holds for economies in which technological progress and population growth are stochastic, involves a comparison of the cash flows generated by capital with the level of investment. Its application to the United States economy and the economies of other major OECD nations suggests that they are dynamically efficient.", "authors": ["epsu137"], "abstractStem": "the issu of dynam effici is central to analys of capit accumul and econom growth yet the question of what characterist should be examin to determin whether actual economi are dynam effici is unresolv thi paper develop a criterion for determin whether an economi is dynam effici the criterion which hold for economi in which technolog progress and popul growth are stochast involv a comparison of the cash flow gener by capit with the level of invest it applic to the unit state economi and the economi of other major oecd nation suggest that they are dynam effici", "title": "Assessing Dynamic Efficiency: Theory and Evidence"}, "https://ideas.repec.org/a/col/000093/008027.html": {"abstract": "Este artículo muestra que el trabajo empírico formal que, para usar la frase de Sargent [1987,7], intenta \"tratar los modelos en forma seria y econométrica\" casi no ha influido en la reflexión seria sobre cuestiones esenciales, en contraste con los problemas metodológicos. En verdad, la investigación empírica que ha influido en la reflexión sobre temas sustantivos se ha basado en principios metodológicos complementamente opuestos a los que se han puesto de moda en los años recientes. La investigación empírica exitosa se ha caracterizado por los intentos de medir la fuerza de las asociaciones en vez de estimar parámetros estructurales, por las representaciones verbales de las relaciones causales en vez de modelos matemáticos explícitos, y por el uso ingenioso de experimentos naturales escogidos cuidadosamente en vez de técnicas estadísticas sofisticadas para lograr la identificación.", "authors": ["epsu137"], "abstractStem": "est art culo muestra que el trabajo emp rico formal que para usar la frase de sargent 19877 intenta tratar lo modelo en forma seria y econom trica casi no ha influido en la reflexi n seria sobr cuestion esencial en contrast con lo problema metodol gico en verdad la investigaci n emp rica que ha influido en la reflexi n sobr tema sustantivo se ha basado en principio metodol gico complementament opuesto a lo que se han puesto de moda en lo a os recient la investigaci n emp rica exitosa se ha caracterizado por lo intento de medir la fuerza de la asociacion en vez de estimar par metro estructural por la representacion verbal de la relacion causal en vez de modelo matem tico expl cito y por el uso ingenioso de experimento natural escogido cuidadosament en vez de t cnica estad stica sofisticada para lograr la identificaci n", "title": "La ilusión científica en la macroeconomía empírica"}, "https://ideas.repec.org/a/aea/aecrev/v72y1982i5p1056-69.html": {"abstract": "This paper uses newly available data from the Social Security Administration's Retirement History Survey to examine the adequacy of saving. This data source is particularly rich; survey data for respondents covering the ydars 1969, 197 1( and 1953 have been matched with Social Security earnings records covering the years dating back to 1951. In addition to information on the path of lifetime earnhngs, the survey contains extensive data on individual asset holdings. The evidence indicates that surprisingly few couples currantly suffer significant reductions in their standard of living in their old age. This appears due, in large part, to our compulsory savings institutions, the Social Security and private pension systems. These institutions have succeeded in redistributing the lifetime consumption of private individuals from their youth to their old age.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epko44", "epsu137"], "abstractStem": "thi paper use newli avail data from the social secur administr retir histori survey to examin the adequaci of save thi data sourc is particularli rich survey data for respond cover the ydar 1969 197 1 and 1953 have been match with social secur earn record cover the year date back to 1951 in addit to inform on the path of lifetim earnhng the survey contain extens data on individu asset hold the evid indic that surprisingli few coupl currantli suffer signific reduct in their standard of live in their old age thi appear due in larg part to our compulsori save institut the social secur and privat pension system these institut have succeed in redistribut the lifetim consumpt of privat individu from their youth to their old agepthi abstract wa borrow from anoth version of thi item", "title": "The Adequacy of Savings"}, "https://ideas.repec.org/a/mcb/jmoncb/v23y1991i3p625-31.html": {"abstract": "No abstract is available for this item.", "authors": ["epsu137"], "abstractStem": "no abstract is avail for thi item", "title": "How Should Long-Term Monetary Policy Be Determined? Panel Discussion"}, "https://ideas.repec.org/a/oup/qjecon/v100y1985i1p225-251..html": {"abstract": "Modern neoclassical business cycle theories posit that the observed fluctuations in consumption and employment correspond to decisions of an optimizing representative individual. We estimate three first-order conditions that represent three tradeoffs faced by such an optimizing individual. He can trade off present for future consumption, present for future leisure, and present consumption for present leisure. The aggregate U. S. data lend no support to this model. The overidentifying restrictions are rejected, and the estimated utility function is often convex. Even when it is concave, the estimates imply that either consumption or leisure is an inferior good.", "authors": ["epsu137"], "abstractStem": "modern neoclass busi cycl theori posit that the observ fluctuat in consumpt and employ correspond to decis of an optim repres individu we estim three firstord condit that repres three tradeoff face by such an optim individu he can trade off present for futur consumpt present for futur leisur and present consumpt for present leisur the aggreg u s data lend no support to thi model the overidentifi restrict are reject and the estim util function is often convex even when it is concav the estim impli that either consumpt or leisur is an inferior good", "title": "Intertemporal Substitution in Macroeconomics"}, "https://ideas.repec.org/a/oup/qjecon/v109y1994i3p803-807..html": {"abstract": "No abstract is available for this item.", "authors": ["epsu137"], "abstractStem": "no abstract is avail for thi item", "title": "Equipment Investment and Economic Growth: Reply"}, "https://ideas.repec.org/a/eee/crcspp/v39y1993ip95-140.html": {"abstract": "No abstract is available for this item.", "authors": ["epcu20", "fpka215", "epsu137"], "abstractStem": "no abstract is avail for thi item", "title": "Central bank independence, growth, investment, and real rates"}, "https://ideas.repec.org/a/ucp/jlabec/v7y1989i3p331-47.html": {"abstract": " The simplest economic theories of crime predict that profit-maximizing firms should follow strategies of minimal monitoring with large penalties for employee crime. The authors investigate possible reasons why firms actually spend considerable resources trying to detect employee malfeasance. They find that the most plausible explanations for firms' large outlays on monitoring of employees--legal restrictions on penalty clauses in contracts and the adverse impact of harsh punishment schemes on worker morale--are also consistent with the payment of premium (rent-generating) wages by cost-minimizing firms. Coauthors are Lawrence F. Katz, Kevin Lang, and Lawrence H. Summers. Copyright 1989 by University of Chicago Press.", "authors": ["epsu137"], "abstractStem": " the simplest econom theori of crime predict that profitmaxim firm should follow strategi of minim monitor with larg penalti for employe crime the author investig possibl reason whi firm actual spend consider resourc tri to detect employe malfeas they find that the most plausibl explan for firm larg outlay on monitor of employeesleg restrict on penalti claus in contract and the advers impact of harsh punish scheme on worker moralear also consist with the payment of premium rentgener wage by costminim firm coauthor are lawrenc f katz kevin lang and lawrenc h summer copyright 1989 by univers of chicago press", "title": "Employee Crime and the Monitoring Puzzle"}, "https://ideas.repec.org/a/bla/jacrfn/v2y1989i1p45-51.html": {"abstract": "No abstract is available for this item.", "authors": ["epsu137"], "abstractStem": "no abstract is avail for thi item", "title": "Taxation and Corporate Debt"}, "https://ideas.repec.org/a/pfi/pubfin/v48y1993isupplementp1-3.html": {"abstract": "No abstract is available for this item.", "authors": ["epsu137"], "abstractStem": "no abstract is avail for thi item", "title": "Keynote Speech: Population Problem Confronted by the World Economy: A Summary"}, "https://ideas.repec.org/a/fip/fedkpr/y2001p11-43.html": {"abstract": "In a presentation at the Federal Reserve Bank of Kansas City’s 2001 symposium, “Economic Policy for the Information Economy,” Professor J. Bradford DeLong of the University of California-Berkeley, and Harvard President Lawrence H. Summers suggested that any attempt to analyze the meaning and importance of the \"new economy\" must grapple with four questions:&gt; First, in the long run, how important will ongoing technological revolutions in data processing and data communications turn out to be? Second, what does the crash of the Nasdaq tell us about the future of the new economy? Third, how should government regulation of the economy change so as to maximize the benefits we reap from these ongoing technological revolutions? And fourth, how will the American economy respond to the shock to public confidence and the destruction caused by the terror attacks of September 11?&gt; In exploring answers to these questions, the authors found the following: The long-run economic impact of the ongoing technological revolutions in data processing and data communications will be very large indeed. The crash of the Nasdaq tells us next to nothing about the dimensions of the economic transformation that we are undergoing. It does, however, tell us that the new economy is more likely to be a source of downward pressure on margins than of large durable quasi-rents. The principal effects of the \"new economy\" are more likely to be \"microeconomic\" than \"macroeconomic,\" and they will lead to profound—if at present unclear—changes in how the government should act to provide the property rights, institutional frameworks, and \"rules of the game\" that underpin the market economy. And finally, the events of September 11 will slow private investment in new technologies, but U.S. military spending is likely to increase, and the increase in military spending will be concentrated on high-technology data-processing and data-communications products. On ba<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpde392", "epsu137"], "abstractStem": "in a present at the feder reserv bank of kansa citi s 2001 symposium  econom polici for the inform economi  professor j bradford delong of the univers of californiaberkeley and harvard presid lawrenc h summer suggest that ani attempt to analyz the mean and import of the new economi must grappl with four questionsgt first in the long run how import will ongo technolog revolut in data process and data commun turn out to be second what doe the crash of the nasdaq tell us about the futur of the new economi third how should govern regul of the economi chang so as to maxim the benefit we reap from these ongo technolog revolut and fourth how will the american economi respond to the shock to public confid and the destruct caus by the terror attack of septemb 11gt in explor answer to these question the author found the follow the longrun econom impact of the ongo technolog revolut in data process and data commun will be veri larg inde the crash of the nasdaq tell us next to noth about the dimens of the econom transform that we are undergo it doe howev tell us that the new economi is more like to be a sourc of downward pressur on margin than of larg durabl quasir the princip effect of the new economi are more like to be microeconom than macroeconom and they will lead to profound if at present unclear chang in how the govern should act to provid the properti right institut framework and rule of the game that underpin the market economi and final the event of septemb 11 will slow privat invest in new technolog but us militari spend is like to increas and the increas in militari spend will be concentr on hightechnolog dataprocess and datacommun product on bapthi abstract wa borrow from anoth version of thi item", "title": "The new economy : background, historical perspective, questions, and speculations"}, "https://ideas.repec.org/a/aea/aecrev/v90y2000i2p1-16.html": {"abstract": "No abstract is available for this item.", "authors": ["epsu137"], "abstractStem": "no abstract is avail for thi item", "title": "International Financial Crises: Causes, Prevention, and Cures"}, "https://ideas.repec.org/a/ucp/jlabec/v4y1986i3ps151-82.html": {"abstract": " Although recent research suggests that intergenerational transfers play an important role in aggregate capital accumulation, our under standing of bequest motives remains incomplete. The authors develop a simple model of strategic bequests in which a testator influences the decisions of his beneficiaries by holding wealth in bequeathable forms and by conditioning the division of bequests on the beneficiaries' actions. The model generates falsifiable empirical predictions that are inconsistent with other theories of intergenerational transfers. The authors present econometric and other evidence that strongly suggests that bequests are often used as compensation for services rendered by beneficiaries. Copyright 1986 by University of Chicago Press.", "authors": ["epbe81", "epsh93", "epsu137"], "abstractStem": " although recent research suggest that intergener transfer play an import role in aggreg capit accumul our under stand of bequest motiv remain incomplet the author develop a simpl model of strateg bequest in which a testat influenc the decis of hi beneficiari by hold wealth in bequeath form and by condit the divis of bequest on the beneficiari action the model gener falsifi empir predict that are inconsist with other theori of intergener transfer the author present econometr and other evid that strongli suggest that bequest are often use as compens for servic render by beneficiari copyright 1986 by univers of chicago press", "title": "The Strategic Bequest Motive"}, "https://ideas.repec.org/a/eee/moneco/v18y1986i1p77-86.html": {"abstract": "This note demonstrates that Bennett McCallum's recent critique of low frequency estimates of macro-economic relationships is of little empirical significance. It also demonstrates that readily available and frequently used techniques can be used to diagnose the problem McCallum raises. Finally, it shows that the standard critique of expectational distributed lags is not warranted once the role of learning by economic agents is recognized.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epsu137"], "abstractStem": "thi note demonstr that bennett mccallum recent critiqu of low frequenc estim of macroeconom relationship is of littl empir signific it also demonstr that readili avail and frequent use techniqu can be use to diagnos the problem mccallum rais final it show that the standard critiqu of expect distribut lag is not warrant onc the role of learn by econom agent is recognizedpthi abstract wa borrow from anoth version of thi item", "title": "Estimating the long-run relationship between interest rates and inflation: A response to McCallum"}, "https://ideas.repec.org/a/eee/eecrev/v31y1987i3p543-560.html": {"abstract": "European unemployment is widely regarded as a problem of excessive real wages. This view as it is usually expressed carries the disturbing implication that there is a sharp conflict between the interests of those currently employed and the unemployed because it suggests that increases in employment will require reductions in the real wages of those currently employed. The first part of this paper shows that increases in employment in Europe are likely to be associated with rising real take-home pay for workers because of fiscal increasing returns. Increases in employment and output will make possible reductions in taxes sufficiently large to offset any effects of diminishing returns to labor. The second part of the paper considers alternative explanations for the failure of nominal wages to adjust so as to restore full employment and their implications for the efficacy of fiscal policies. It concludes that under a variety of plausible conditions tax cuts would succeed in stimulating employment.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epbl2", "epsu137"], "abstractStem": "european unemploy is wide regard as a problem of excess real wage thi view as it is usual express carri the disturb implic that there is a sharp conflict between the interest of those current employ and the unemploy becaus it suggest that increas in employ will requir reduct in the real wage of those current employ the first part of thi paper show that increas in employ in europ are like to be associ with rise real takehom pay for worker becaus of fiscal increas return increas in employ and output will make possibl reduct in tax suffici larg to offset ani effect of diminish return to labor the second part of the paper consid altern explan for the failur of nomin wage to adjust so as to restor full employ and their implic for the efficaci of fiscal polici it conclud that under a varieti of plausibl condit tax cut would succeed in stimul employmentpthi abstract wa borrow from anoth version of thi item", "title": "Fiscal increasing returns, hysteresis, real wages and unemployment"}, "https://ideas.repec.org/a/eee/eecrev/v31y1987i1-2p288-295.html": {"abstract": "The recent European experience of high persistent unemployment has led to the development of theories of unemployment hysteresis embodying the idea that the equilibrium unemployment rate depends on the history of the actual unemployment rate. This paper summarizes two directions of research on hysteresis that appear especially promising. Membership theories are based on the distinction between insiders and outsiders and explore the idea that wage setting is largely determined by firms' incumbent workers rather than by the unemployed. Duration theories explore the idea that the long term unemployed exert much less downwards pressure on wages than do the short term unemployed.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epbl2", "epsu137"], "abstractStem": "the recent european experi of high persist unemploy ha led to the develop of theori of unemploy hysteresi embodi the idea that the equilibrium unemploy rate depend on the histori of the actual unemploy rate thi paper summar two direct of research on hysteresi that appear especi promis membership theori are base on the distinct between insid and outsid and explor the idea that wage set is larg determin by firm incumb worker rather than by the unemploy durat theori explor the idea that the long term unemploy exert much less downward pressur on wage than do the short term unemployedpthi abstract wa borrow from anoth version of thi item", "title": "Hysteresis in unemployment"}, "https://ideas.repec.org/a/bla/jfinan/v41y1986i3p591-601.html": {"abstract": "No abstract is available for this item.", "authors": ["epsu137"], "abstractStem": "no abstract is avail for thi item", "title": " Does the Stock Market Rationally Reflect Fundamental Values?"}, "https://ideas.repec.org/a/ucp/jlabec/v5y1987i4ps57-86.html": {"abstract": " The authors examine Henry Ford's introduction of the five-dollar day in 1914 in an effort to evaluate the relevance of efficiency-wag e theories of wage and employment determination. They conclude that t he Ford experience strongly supports the relevance of these theories. Ford's decision to increase wages dramatically is most plausibly the consequence of labor problems of the kind efficiency-wage theorists stress. The structure of the five-dollar day program is consistent wi th the predictions of efficiency-wage theories. There is vivid eviden ce that the introduction of the five-dollar day resulted in substanti al queues for Ford jobs. Significant increases in Ford productivity a nd profits accompanied the new regime. Copyright 1987 by University of Chicago Press.", "authors": ["epsu137"], "abstractStem": " the author examin henri ford introduct of the fivedollar day in 1914 in an effort to evalu the relev of efficiencywag e theori of wage and employ determin they conclud that t he ford experi strongli support the relev of these theori ford decis to increas wage dramat is most plausibl the consequ of labor problem of the kind efficiencywag theorist stress the structur of the fivedollar day program is consist wi th the predict of efficiencywag theori there is vivid eviden ce that the introduct of the fivedollar day result in substanti al queue for ford job signific increas in ford product a nd profit accompani the new regim copyright 1987 by univers of chicago press", "title": "Did Henry Ford Pay Efficiency Wages?"}, "https://ideas.repec.org/a/fip/fedkpr/y1996p35-43.html": {"abstract": "No abstract is available for this item.", "authors": ["epsu137"], "abstractStem": "no abstract is avail for thi item", "title": "Why are central banks pursuing long-run price stability? (commentary)"}, "https://ideas.repec.org/a/bin/bpeajo/v15y1984i1984-2p273-334.html": {"abstract": "No abstract is available for this item.", "authors": ["epbl2", "epsu137"], "abstractStem": "no abstract is avail for thi item", "title": "Perspectives on High World Real Interest Rates"}, "https://ideas.repec.org/a/bla/jfinan/v40y1985i3p633-35.html": {"abstract": "No abstract is available for this item.", "authors": ["epsu137"], "abstractStem": "no abstract is avail for thi item", "title": " On Economics and Finance"}, "https://ideas.repec.org/a/aea/aecrev/v74y1984i2p249-53.html": {"abstract": "This paper reviews theoretical argumrents and empirical evidence regarding the interest elasticity of savings. It concludes that there are strong theoretical reasons to expect an increase in after tax rates of return to increase private savings. Moreover, the empirical rrethods used in most previous studies are likely to produce underestimates of the interestelasticity of savings. New evidence based on direct estimation of utility function parameters suggests that savings are likely to be highly interest elastic. The paper concludes by noting that too little time has passed to evaluate the effects of the savings incentives contained in recent tax legislation.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epsu137"], "abstractStem": "thi paper review theoret argumr and empir evid regard the interest elast of save it conclud that there are strong theoret reason to expect an increas in after tax rate of return to increas privat save moreov the empir rrethod use in most previou studi are like to produc underestim of the interestelast of save new evid base on direct estim of util function paramet suggest that save are like to be highli interest elast the paper conclud by note that too littl time ha pass to evalu the effect of the save incent contain in recent tax legislationpthi abstract wa borrow from anoth version of thi item", "title": "The After-Tax Rate of Return Affects Private Savings"}, "https://ideas.repec.org/a/eee/moneco/v20y1987i2p369-391.html": {"abstract": "No abstract is available for this item.", "authors": ["eppo19", "epsu137"], "abstractStem": "no abstract is avail for thi item", "title": "Finite lifetimes and the effects of budget deficits on national saving"}, "https://ideas.repec.org/a/oup/qjecon/v108y1993i2p385-411..html": {"abstract": "We propose an explanation for the wide variation in rates of taxation across developed economies, based on differences in labor market institutions. In \"corporatist\" economies, which feature centralized labor markets, taxes on labor input will be less distortionary than when labor supply is determined individually. Since the level of labor supply is set by a small group of decision-makers, these individuals will recognize the linkage between the taxes that workers pay and the benefits that they receive. Labor tax burdens are indeed higher in more corporatist nations, while nonlabor taxes are actually lower. There is also some evidence that the distortionary effects of labor taxes are lower in more corporatist economies.", "authors": ["epsu137", "epve180"], "abstractStem": "we propos an explan for the wide variat in rate of taxat across develop economi base on differ in labor market institut in corporatist economi which featur central labor market tax on labor input will be less distortionari than when labor suppli is determin individu sinc the level of labor suppli is set by a small group of decisionmak these individu will recogn the linkag between the tax that worker pay and the benefit that they receiv labor tax burden are inde higher in more corporatist nation while nonlabor tax are actual lower there is also some evid that the distortionari effect of labor tax are lower in more corporatist economi", "title": "Taxation and the Structure of Labor Markets: The Case of Corporatism"}, "https://ideas.repec.org/a/bin/bpeajo/v8y1977i1977-1p211-228.html": {"abstract": "No abstract is available for this item.", "authors": ["epfe112", "epsu137"], "abstractStem": "no abstract is avail for thi item", "title": "Is the Rate of Profit Falling?"}, "https://ideas.repec.org/a/aea/aecrev/v79y1989i2p382-87.html": {"abstract": "No abstract is available for this item.", "authors": ["epsu137"], "abstractStem": "no abstract is avail for thi item", "title": "Should Governments Learn to Live with Inflation?"}, "https://ideas.repec.org/a/bin/bpeajo/v13y1982i1982-2p273-326.html": {"abstract": "No abstract is available for this item.", "authors": ["fpbo666", "epso18", "epsu137"], "abstractStem": "no abstract is avail for thi item", "title": "Capital Formation and Economic Policy"}, "https://ideas.repec.org/a/oup/qjecon/v106y1991i2p445-502..html": {"abstract": "Using data from the United Nations Comparison Project and the Penn World Table, we find that machinery and equipment investment has a strong association with growth: over 1960–1985 each extra percent of GDP invested in equipment is associated with an increase in GDP growth of one third of a percentage point per year. This is a much stronger association than found between growth and any of the other components of investment. A variety of considerations suggest that this association is causal, that higher equipment investment drives faster growth, and that the social return to equipment investment in well-functioning market economies is on the order of 30 percent per year.", "authors": ["epsu137"], "abstractStem": "use data from the unit nation comparison project and the penn world tabl we find that machineri and equip invest ha a strong associ with growth over 1960 1985 each extra percent of gdp invest in equip is associ with an increas in gdp growth of one third of a percentag point per year thi is a much stronger associ than found between growth and ani of the other compon of invest a varieti of consider suggest that thi associ is causal that higher equip invest drive faster growth and that the social return to equip invest in wellfunct market economi is on the order of 30 percent per year", "title": "Equipment Investment and Economic Growth"}, "https://ideas.repec.org/a/ntj/journl/v44y1991ino._3p289-92.html": {"abstract": "Explains that corrective taxes should be the preferred choice in the search for new revenues.", "authors": ["epsu137"], "abstractStem": "explain that correct tax should be the prefer choic in the search for new revenu", "title": "The Case for Corrective Taxation"}, "https://ideas.repec.org/a/oup/qjecon/v108y1993i1p115-136..html": {"abstract": "Should managers, when taking investment decisions, follow the signals given by the stock market even when those do not coincide with their own assessment of fundamentals? Do they? In this paper we review theoretical arguments and examine the empirical evidence. First, we look at the relation between investment, market valuation, and proxies for fundamentals over the last 90 years. Second, we look at the behavior of investment during the episodes associated with the crashes of 1929 and 1987. We find a limited role of market valuation, given fundamentals.", "authors": ["epbl2", "epsu137"], "abstractStem": "should manag when take invest decis follow the signal given by the stock market even when those do not coincid with their own assess of fundament do they in thi paper we review theoret argument and examin the empir evid first we look at the relat between invest market valuat and proxi for fundament over the last 90 year second we look at the behavior of invest dure the episod associ with the crash of 1929 and 1987 we find a limit role of market valuat given fundament", "title": "The Stock Market, Profit, and Investment"}, "https://ideas.repec.org/a/bin/bpeajo/v9y1978i1978-1p61-110.html": {"abstract": "Although the return to capital is a focus of research in both macroeconomics and public finance, each specialty has approached this subject with an almost total disregard for the other's contribution. Macroeconomic studies of the effect of inflation on the rate of interest have implicitly ignored the existence of taxes and the problems of tax depreciation. Similarly, empirical studies of the incidence of corporate tax changes have not recognized that the effect of the tax depends on the rate of inflation and have ignored the information on the rate of return that investors receive in financial markets. Our primary purpose in this paper is to begin to build a bridge between these two approaches to a common empirical problem.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfe112", "epsu137"], "abstractStem": "although the return to capit is a focu of research in both macroeconom and public financ each specialti ha approach thi subject with an almost total disregard for the other contribut macroeconom studi of the effect of inflat on the rate of interest have implicitli ignor the exist of tax and the problem of tax depreci similarli empir studi of the incid of corpor tax chang have not recogn that the effect of the tax depend on the rate of inflat and have ignor the inform on the rate of return that investor receiv in financi market our primari purpos in thi paper is to begin to build a bridg between these two approach to a common empir problempthi abstract wa borrow from anoth version of thi item", "title": "Inflation, Tax Rules, and the Long Term-Interest Rate"}, "https://ideas.repec.org/a/pal/buseco/v49y2014i2p65-73.html": {"abstract": "The nature of macroeconomics has changed dramatically in the last seven years. Now, instead of being concerned with minor adjustments to stabilize about a given trend, concern is focused on avoiding secular stagnation. Much of this concern arises from the long-run effects of short-run developments and the inability of monetary policy to accomplish much more when interest rates have already reached their lower bound. This address analyzes contemporary macroeconomic problems and proposes solutions to put the U.S. economy back on a path toward healthy growth.", "authors": ["epsu137"], "abstractStem": "the natur of macroeconom ha chang dramat in the last seven year now instead of be concern with minor adjust to stabil about a given trend concern is focus on avoid secular stagnat much of thi concern aris from the longrun effect of shortrun develop and the inabl of monetari polici to accomplish much more when interest rate have alreadi reach their lower bound thi address analyz contemporari macroeconom problem and propos solut to put the us economi back on a path toward healthi growth", "title": "U.S. Economic Prospects: Secular Stagnation, Hysteresis, and the Zero Lower Bound"}, "https://ideas.repec.org/a/mcb/jmoncb/v20y1988i4p715-17.html": {"abstract": "No abstract is available for this item.", "authors": ["epma131", "epsu137"], "abstractStem": "no abstract is avail for thi item", "title": "Money Demand and the Effects of Fiscal Policies: Reply"}, "https://ideas.repec.org/a/tpr/restat/v77y1995i2p207-16.html": {"abstract": " This paper utilizes validation data on survey response error in the Current Population Survey to generalize the standard multinomial logit model to allow for spurious events that result from classification error. The authors' basic approach could be used with other stochastic models of discrete events as well. They illustrate their algorithm by studying the effect of unemployment insurance on transitions from unemployment to employment and on labor-force withdrawal. Their results confirm earlier work suggesting that unemployment insurance lengthens unemployment spells and show that correcting for classification error strengthens the apparent effect of unemployment insurance on spell durations. Copyright 1995 by MIT Press.", "authors": ["eppo19", "epsu137"], "abstractStem": " thi paper util valid data on survey respons error in the current popul survey to gener the standard multinomi logit model to allow for spuriou event that result from classif error the author basic approach could be use with other stochast model of discret event as well they illustr their algorithm by studi the effect of unemploy insur on transit from unemploy to employ and on laborforc withdraw their result confirm earlier work suggest that unemploy insur lengthen unemploy spell and show that correct for classif error strengthen the appar effect of unemploy insur on spell durat copyright 1995 by mit press", "title": "Unemployment Benefits and Labor Market Transitions: A Multinomial Logit Model with Errors in Classification"}, "https://ideas.repec.org/a/uwp/jhriss/v16y1981i1p61-79.html": {"abstract": "Demographic differences in patterns of employment variation over the business cycle are examined in this paper. Three primary conclusions emerge. First, both participation and unemployment must be considered in any analysis of cyclical changes in the labor market. Second, young people bear a disproportionate share of cyclical employment variation. Third, failure to consider participation has led to undue pessimism about the effect of aggregate demand policy on high unemployment groups. If participation did not surge, reduction in overall unemployment to its 1969 level would reduce the unemployment of almost all demographic groups to very low levels.", "authors": ["epsu137"], "abstractStem": "demograph differ in pattern of employ variat over the busi cycl are examin in thi paper three primari conclus emerg first both particip and unemploy must be consid in ani analysi of cyclic chang in the labor market second young peopl bear a disproportion share of cyclic employ variat third failur to consid particip ha led to undu pessim about the effect of aggreg demand polici on high unemploy group if particip did not surg reduct in overal unemploy to it 1969 level would reduc the unemploy of almost all demograph group to veri low level", "title": "Demographic Differences in Cyclical Employment Variation"}, "https://ideas.repec.org/a/prs/rfreco/rfeco_0769-0479_1990_num_5_2_1248.html": {"abstract": "[fre] La courbe de Phillips semble être éliminée des modèles puisqu'une inflation stable n'affecte pas le chômage. Cela ne signifie pas qu'aucune politique n'est mais plutôt qu'il existe des limites à l'équilibre qu'une politique peut imposer. La difficulté est de trouver la politique adéquate ce qui l'amélioration des théories de l'hystérésis décrivant comment l'histoire détermine l'équilibre d'une économie. En fait, pour mener une politique efficace, il faut, comme un joueur de poker, se faire un jugement au cas par cas et mener des actions audacieuses. Cela sera beaucoup plus efficace que suivre passivement les règles établies, d'autant plus que les théories améliorées des hystérésis peuvent être d'une grande aide. [eng] The natural rate Phillips curve can be eliminated from our models since steady inflation does not affect the average level of unemployment. This does not mean that no policy is efficient, this proves only that there are limits to the equilibria that policies can impose on the economy. The difficulty is in finding the right policy, this will require improved hysteresis theories describing how history determines an economy equilibrium. In fact, a shrewd policy maker will make case by case judgments — just as a poker player — and will not shrink from bold actions. He will be much more efficient than others who passively follow fixed rules and in addition improved theories of economic hysteresis will help them out.", "authors": ["epsu137"], "abstractStem": "fre la courb de phillip sembl  tre  limin e de mod le puisquun inflat stabl naffect pa le ch mage cela ne signifi pa quaucun politiqu nest mai plut t quil exist de limit   l quilibr quun politiqu peut impos la difficult  est de trouver la politiqu ad quat ce qui lam liorat de th ori de lhyst r si d crivant comment lhistoir d termin l quilibr dune  conomi en fait pour mener une politiqu efficac il faut comm un joueur de poker se fair un jugement au ca par ca et mener de action audacieus cela sera beaucoup plu efficac que suivr passiv le r gle  tabli dautant plu que le th ori am lior es de hyst r si peuvent  tre dune grand aid eng the natur rate phillip curv can be elimin from our model sinc steadi inflat doe not affect the averag level of unemploy thi doe not mean that no polici is effici thi prove onli that there are limit to the equilibria that polici can impos on the economi the difficulti is in find the right polici thi will requir improv hysteresi theori describ how histori determin an economi equilibrium in fact a shrewd polici maker will make case by case judgment   just as a poker player   and will not shrink from bold action he will be much more effici than other who passiv follow fix rule and in addit improv theori of econom hysteresi will help them out", "title": "Les keynésiens doivent-ils se passer de la courbe de Phillips?"}, "https://ideas.repec.org/a/bin/bpeajo/v18y1987i1987-2p607-642.html": {"abstract": "No abstract is available for this item.", "authors": ["epca45", "epsu137"], "abstractStem": "no abstract is avail for thi item", "title": "Why Is U.S. National Saving So Low?"}, "https://ideas.repec.org/a/eee/moneco/v12y1983i1p159-162.html": {"abstract": "No abstract is available for this item.", "authors": ["epsu137"], "abstractStem": "no abstract is avail for thi item", "title": "`On the economics of private money' by Robert G. King"}, "https://ideas.repec.org/a/eee/eecrev/v18y1982i2p163-169.html": {"abstract": "No abstract is available for this item.", "authors": ["epsu137"], "abstractStem": "no abstract is avail for thi item", "title": "'Economic policy in the face of declining productivity growth' by Nordhaus"}, "https://ideas.repec.org/a/ime/imemes/v9y1991i2p63-78.html": {"abstract": "Compared to the U.S. national accounts, the Japanese accounts understate consumption and government spending, and therefore overstate the national saving rate. Recently, Hayashi has recalculated Japan's national saving according to the American Department of Commerce definition and found that from the mid-1970s until today, Japan's national saving rate is nearly halved. In this paper, we argue that Hayashi's adjustments to the Japanese income accounts are exaggerated, and present measures of Japanese and U.S. private saving that are immune from national income accounting biases. Our saving measures are constructed from the balance sheets of the household sectors in the United States and Japan. Far from being equal, we find that the two country gap in saving rates in the early-1980s has averaged between 15 and 30 percentage points, depending on the measure.", "authors": ["epsu137"], "abstractStem": "compar to the us nation account the japanes account underst consumpt and govern spend and therefor overst the nation save rate recent hayashi ha recalcul japan nation save accord to the american depart of commerc definit and found that from the mid1970 until today japan nation save rate is nearli halv in thi paper we argu that hayashi adjust to the japanes incom account are exagger and present measur of japanes and us privat save that are immun from nation incom account bias our save measur are construct from the balanc sheet of the household sector in the unit state and japan far from be equal we find that the two countri gap in save rate in the early1980 ha averag between 15 and 30 percentag point depend on the measur", "title": "Japan's High Saving Rate Reaffirmed"}, "https://ideas.repec.org/a/tpr/inntgg/v2y2007i4p10-15.html": {"abstract": "No abstract is available for this item.", "authors": ["epsu137"], "abstractStem": "no abstract is avail for thi item", "title": "Solutions Within Reach"}, "https://ideas.repec.org/a/ucp/jpolec/v96y1988i3p528-50.html": {"abstract": " This paper contributes a new element to the explanations of the Gibson paradox, the puzzling correlation between interest rates and the price level seen during the gold-standard peri od. A shock that raises the underlying real rate of return in the eco nomy reduces the equilibrium relative price of gold and, with the nom inal price of gold pegged by the authorities, must raise the price le vel. The mechanism involves the allocation of gold between monetary a nd nonmonetary uses. The authors' explanation helps to resolve some i mportant anomalies in previous work and is supported by empirical evi dence along a number of dimensions. Copyright 1988 by University of Chicago Press.", "authors": ["fpba670", "epsu137"], "abstractStem": " thi paper contribut a new element to the explan of the gibson paradox the puzzl correl between interest rate and the price level seen dure the goldstandard peri od a shock that rais the underli real rate of return in the eco nomi reduc the equilibrium rel price of gold and with the nom inal price of gold peg by the author must rais the price le vel the mechan involv the alloc of gold between monetari a nd nonmonetari use the author explan help to resolv some i mportant anomali in previou work and is support by empir evi denc along a number of dimens copyright 1988 by univers of chicago press", "title": "Gibson's Paradox and the Gold Standard"}, "https://ideas.repec.org/a/ucp/jpolec/v98y1990i4p703-38.html": {"abstract": " The authors present a simple overlapping generations model of an asset market in which irrational noise traders with erroneous stochastic beliefs both affect prices and earn higher expected returns. The unpredictability of noise traders' beliefs creates a risk in the price of the asset that deters rational arbitrageurs from aggressively betting against them. As a result, prices can diverge significantly from fundamental values even in the absence of fundamental risk. Moreover, bearing a disproportionate amount of risk that they themselves create enables noise traders to earn a higher expected return than rational investors do. The model sheds light on a number of financial anomalies. Copyright 1990 by University of Chicago Press.", "authors": ["fpde392", "epsh93", "epsu137", "fpwa224"], "abstractStem": " the author present a simpl overlap gener model of an asset market in which irrat nois trader with erron stochast belief both affect price and earn higher expect return the unpredict of nois trader belief creat a risk in the price of the asset that deter ration arbitrageur from aggress bet against them as a result price can diverg significantli from fundament valu even in the absenc of fundament risk moreov bear a disproportion amount of risk that they themselv creat enabl nois trader to earn a higher expect return than ration investor do the model shed light on a number of financi anomali copyright 1990 by univers of chicago press", "title": "Noise Trader Risk in Financial Markets"}, "https://ideas.repec.org/a/aea/aecrev/v79y1989i2p177-83.html": {"abstract": "No abstract is available for this item.", "authors": ["epsu137"], "abstractStem": "no abstract is avail for thi item", "title": "Some Simple Economics of Mandated Benefits"}, "https://ideas.repec.org/a/oup/restud/v49y1982i5p825-844..html": {"abstract": "This paper examines the relative importance of timing and persistence elements in explaining cyclical fluctuations in labour supply. Data from the natural experiment provided by World War II and cross-sectional data on American local labour markets, as well as aggregate time-series data are used in the empirical work. We find little evidence that timing effects play an important role in labour market dynamics. The evidence suggests that views emphasizing persistence are more accurate, and that previous employment tends to raise the probability of subsequent employment.", "authors": ["epsu137"], "abstractStem": "thi paper examin the rel import of time and persist element in explain cyclic fluctuat in labour suppli data from the natur experi provid by world war ii and crosssect data on american local labour market as well as aggreg timeseri data are use in the empir work we find littl evid that time effect play an import role in labour market dynam the evid suggest that view emphas persist are more accur and that previou employ tend to rais the probabl of subsequ employ", "title": "Labour Force Participation: Timing and Persistence"}, "https://ideas.repec.org/a/aea/aecrev/v83y1993i2p383-89.html": {"abstract": "No abstract is available for this item.", "authors": ["eppr27", "epsu137"], "abstractStem": "no abstract is avail for thi item", "title": "The Structural-Adjustment Debate"}, "https://ideas.repec.org/a/eee/pubeco/v22y1983i2p135-167.html": {"abstract": "Taxes on corporate distributions have traditionally been regarded as a \"double tax\" on corporate income. This view implies that while the total effective tax rate on corporate source income affects real economic decisions, the distribution of this tax burden between the shareholders and the corporation is irrelevant. Recent research has suggested an alter- native to this traditional view. One explanation of why firms in the U.S. pay dividends in spite of the heavy tax liabilities associated with this form of distribution is that the stock market capitalizes the tax payments associated with corporate distributions. This capitalization leaves investors indifferent at the margin between corporations paying our dividends and retaining earnings. This alternative view holds that while changes in the dividend tax rate will affect shareholder wealth, they will have no impact on corporate investment decisions. This paper develops econometric tests which distinguish between these two views of dividend taxation. By extending Tobin's \"q\" theory of investment to incorporate taxes at both the corporate and personal levels, the implications of each view for corporate investment decisions can be derived. The competing views may be tested by comparing the performance of investment equations estimates under each theory's predict ions. British time series data are particularly appropriate for testing hypotheses about dividend taxes because of the substantial postwar variation in effective tax rates on corporate distributions. The econometric results suggest that dividend taxes have important effects on investment decisions.<p>(This abstract was borrowed from another version of this item.)", "authors": ["eppo19", "epsu137"], "abstractStem": "tax on corpor distribut have tradit been regard as a doubl tax on corpor incom thi view impli that while the total effect tax rate on corpor sourc incom affect real econom decis the distribut of thi tax burden between the sharehold and the corpor is irrelev recent research ha suggest an alter nativ to thi tradit view one explan of whi firm in the us pay dividend in spite of the heavi tax liabil associ with thi form of distribut is that the stock market capit the tax payment associ with corpor distribut thi capit leav investor indiffer at the margin between corpor pay our dividend and retain earn thi altern view hold that while chang in the dividend tax rate will affect sharehold wealth they will have no impact on corpor invest decis thi paper develop econometr test which distinguish between these two view of dividend taxat by extend tobin q theori of invest to incorpor tax at both the corpor and person level the implic of each view for corpor invest decis can be deriv the compet view may be test by compar the perform of invest equat estim under each theori predict ion british time seri data are particularli appropri for test hypothes about dividend tax becaus of the substanti postwar variat in effect tax rate on corpor distribut the econometr result suggest that dividend tax have import effect on invest decisionspthi abstract wa borrow from anoth version of thi item", "title": "Dividend taxes, corporate investment, and `Q'"}, "https://ideas.repec.org/a/bpj/capsoc/v1y2006i2p1-4n6.html": {"abstract": "No abstract is available for this item.", "authors": ["epsu137"], "abstractStem": "no abstract is avail for thi item", "title": "Comments on Richard Zeckhauser's Investing in the Unknown and Unknowable"}, "https://ideas.repec.org/a/bin/bpeajo/v44y2012i2012-01p233-297.html": {"abstract": "No abstract is available for this item.", "authors": ["epsu137"], "abstractStem": "no abstract is avail for thi item", "title": "Fiscal Policy in a Depressed Economy"}, "https://ideas.repec.org/a/aea/aecrev/v71y1981i2p429-34.html": {"abstract": "This paper suggests that to a large extent. the increases in the value of housing and decreases in the value of corporate capital may have a common explanation, the inter- action of inflation and a nonindexed tax system. The acceleration of inflation has sharply increased the effective rate of taxation of corporate capital income, while reducing the effective taxation of owner- occupied housing. These changes have been capitalized in the form of changing asset prices. In the long run, they will lead to significant changes in the size and composition of the capital stock. The first section of the paper describes in more detail the nonneutralities caused by inflation. A simple model showing how inflation and taxation interact to determine asset prices is presented in the second section. The third section presents some crude empirical tests suggesting that increases in the expected rate of inflation may account for a significant part of the asset price changes which have been observed. A final section concludes the paper by commenting on some implications of the results.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epsu137"], "abstractStem": "thi paper suggest that to a larg extent the increas in the valu of hous and decreas in the valu of corpor capit may have a common explan the inter action of inflat and a nonindex tax system the acceler of inflat ha sharpli increas the effect rate of taxat of corpor capit incom while reduc the effect taxat of owner occupi hous these chang have been capit in the form of chang asset price in the long run they will lead to signific chang in the size and composit of the capit stock the first section of the paper describ in more detail the nonneutr caus by inflat a simpl model show how inflat and taxat interact to determin asset price is present in the second section the third section present some crude empir test suggest that increas in the expect rate of inflat may account for a signific part of the asset price chang which have been observ a final section conclud the paper by comment on some implic of the resultspthi abstract wa borrow from anoth version of thi item", "title": "Inflation, the Stock Market, and Owner-Occupied Housing"}, "https://ideas.repec.org/a/eee/jpolmo/v25y2003i5p525-530.html": {"abstract": "No abstract is available for this item.", "authors": ["epsu137"], "abstractStem": "no abstract is avail for thi item", "title": "Cyclical dynamics in the new economy"}, "https://ideas.repec.org/a/eee/jpolmo/v34y2012i4p529-532.html": {"abstract": "No abstract is available for this item.", "authors": ["epsu137"], "abstractStem": "no abstract is avail for thi item", "title": "China: Imposing economic threat or unprecedented growth opportunity?"}, "https://ideas.repec.org/a/cto/journl/v9y1990i3p729-735.html": {"abstract": "No abstract is available for this item.", "authors": ["epsu137"], "abstractStem": "no abstract is avail for thi item", "title": "Price-Level \"Flexibility\" and the Coming of the New Deal: Reply to Sumner"}, "https://ideas.repec.org/a/bin/bpeajo/v10y1979i1979-1p13-72.html": {"abstract": "No abstract is available for this item.", "authors": ["epsu137"], "abstractStem": "no abstract is avail for thi item", "title": "Labor Market Dynamics and Unemployemnt: A Reconsideration"}, "https://ideas.repec.org/a/aea/aecrev/v71y1981i4p533-44.html": {"abstract": "No abstract is available for this item.", "authors": ["epsu137"], "abstractStem": "no abstract is avail for thi item", "title": "Capital Taxation and Accumulation in a Life Cycle Growth Model"}, "https://ideas.repec.org/a/bin/bpeajo/v21y1990i1990-1p1-74.html": {"abstract": "No abstract is available for this item.", "authors": ["epcu64", "eppo19", "epsu137"], "abstractStem": "no abstract is avail for thi item", "title": "An Aging Society: Opportunity or Challenge?"}, "https://ideas.repec.org/a/fip/fedkpr/y1986p165-208.html": {"abstract": "This paper examines the recent dramatic increase in the ratio of US non-financial debt to GNP. It concludes that it is largely the result of federal budget deficits. There does not appear to have been a major change in traditional patterns of private sector borrowing in recent years. The excessive accumulation of Federal debt probably threatens financial stability more than recent increases in private debt.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epsu137"], "abstractStem": "thi paper examin the recent dramat increas in the ratio of us nonfinanci debt to gnp it conclud that it is larg the result of feder budget deficit there doe not appear to have been a major chang in tradit pattern of privat sector borrow in recent year the excess accumul of feder debt probabl threaten financi stabil more than recent increas in privat debtpthi abstract wa borrow from anoth version of thi item", "title": "Debt problems and macroeconomic policies"}, "https://ideas.repec.org/a/eee/moneco/v7y1981i2p175-194.html": {"abstract": "This paper considers the problem of optimal long run monetary policy. It shows that optimal inflation policy involves trading off two quite different considerations. First, increases in the rate of inflation tax the holding of many balances, leading to a deadweight loss as excessive resources are devoted to economizing on cash balances. Second, increases in the rate of inflation raise capital intensity. As long as the economy has a capital stock short of the golden rule level, increases in capita intensity raise the level of consumption. Ignoring the second consideration leads to the common recommendation that the money growth rate be set so that the nominal interest rate is zero. Taking it into account can lead to significant modifications in the \"full liquidity rule.\" Inter-actions of inflation policy with financial intermediation and taxation are also considered. The results taken together suggest that inflation can have important welfare effects, and that optimal inflation policy is an empirical question, which depends on the structure of the economy.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epsu137"], "abstractStem": "thi paper consid the problem of optim long run monetari polici it show that optim inflat polici involv trade off two quit differ consider first increas in the rate of inflat tax the hold of mani balanc lead to a deadweight loss as excess resourc are devot to econom on cash balanc second increas in the rate of inflat rais capit intens as long as the economi ha a capit stock short of the golden rule level increas in capita intens rais the level of consumpt ignor the second consider lead to the common recommend that the money growth rate be set so that the nomin interest rate is zero take it into account can lead to signific modif in the full liquid rule interact of inflat polici with financi intermedi and taxat are also consid the result taken togeth suggest that inflat can have import welfar effect and that optim inflat polici is an empir question which depend on the structur of the economypthi abstract wa borrow from anoth version of thi item", "title": "Optimal inflation policy"}, "https://ideas.repec.org/a/bin/bpeajo/v12y1981i1981-2p609-620.html": {"abstract": "No abstract is available for this item.", "authors": ["epsu137"], "abstractStem": "no abstract is avail for thi item", "title": "Measuring Unemployment"}, "https://ideas.repec.org/a/oup/qjecon/v100y1985i1piii..html": {"abstract": "No abstract is available for this item.", "authors": ["epbl2", "epsu137"], "abstractStem": "no abstract is avail for thi item", "title": "Manifesto"}, "https://ideas.repec.org/a/kap/jrisku/v37y2008i2p115-140.html": {"abstract": "Policymaking for posterity involves current decisions with distant consequences. Contrary to conventional prescriptions, we conclude that the greater wealth of future generations may strengthen the case for preserving environmental amenities; lower discount rates should be applied to the far future, and special effort should be made to avoid actions that impose costs on future generations. -- Posterity brings great uncertainties. Even massive losses, such as human extinction, however, do not merit infinite negative utility. Given learning, greater uncertainties about damages could increase or decrease the optimal level of current mitigation activities. -- Policies for posterity should anticipate effects on: alternative investments, both public and private; the actions of other nations; and the behaviors of future generations. Such effects may surprise. -- This analysis blends traditional public finance and behavioral economics with a number of hypothetical choice problems.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epsu137", "epze7"], "abstractStem": "policymak for poster involv current decis with distant consequ contrari to convent prescript we conclud that the greater wealth of futur gener may strengthen the case for preserv environment amen lower discount rate should be appli to the far futur and special effort should be made to avoid action that impos cost on futur gener  poster bring great uncertainti even massiv loss such as human extinct howev do not merit infinit neg util given learn greater uncertainti about damag could increas or decreas the optim level of current mitig activ  polici for poster should anticip effect on altern invest both public and privat the action of other nation and the behavior of futur gener such effect may surpris  thi analysi blend tradit public financ and behavior econom with a number of hypothet choic problemspthi abstract wa borrow from anoth version of thi item", "title": "Policymaking for posterity"}, "https://ideas.repec.org/a/bla/jfinan/v44y1989i3p681-96.html": {"abstract": " type=\"main\" xml:lang=\"en\"&gt;  Recent empirical research has identified a significant amount of volatility in stock prices that cannot easily be explained by changes in fundamentals; one interpretation is that asset prices respond not only to news but also to irrational “noise trading.” We assess the welfare effects and incidence of such noice trading using an overlapping-generations model that gives investors short horizons. We find that the additional risk generated by noise trading can reduce the capital stock and consumption of the economy, and we show that part of that cost may be borne by rational investors. We conclude that the welfare costs of noise trading may be large if the magnitude of noise in aggregate stock prices is as large as suggested by some of the recent empirical litrature on the excess volatility of the market.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpde392", "epsh93", "epsu137", "fpwa224"], "abstractStem": " typemain xmllangengt  recent empir research ha identifi a signific amount of volatil in stock price that cannot easili be explain by chang in fundament one interpret is that asset price respond not onli to news but also to irrat  nois trade  we assess the welfar effect and incid of such noic trade use an overlappinggener model that give investor short horizon we find that the addit risk gener by nois trade can reduc the capit stock and consumpt of the economi and we show that part of that cost may be born by ration investor we conclud that the welfar cost of nois trade may be larg if the magnitud of nois in aggreg stock price is as larg as suggest by some of the recent empir litratur on the excess volatil of the marketpthi abstract wa borrow from anoth version of thi item", "title": " The Size and Incidence of the Losses from Noise Trading"}, "https://ideas.repec.org/a/fip/fedkpr/y2004iaugp73-81.html": {"abstract": "No abstract is available for this item.", "authors": ["epsu137"], "abstractStem": "no abstract is avail for thi item", "title": "General discussion : global demographic change : dimensions and economic significance"}, "https://ideas.repec.org/a/ucp/jlabec/v4y1986i3p376-414.html": {"abstract": " This paper develops a model of dual labor markets based on employers' need to motivate workers. In order to elicit effort from their workers, employers may find it optimal to pay more than the going wage. This changes fundamentally the character of labor markets. The model is applied to a wide range of labor market phenomena. It provides a coherent framework for understanding the claims of industrial policy advocates. It also can provide the basis for a theory of occupational segregation and discrimination that will not be eroded by market forces. Finally, the model provides the basis for a theory of involuntary unemployment. Copyright 1986 by University of Chicago Press.", "authors": ["epsu137"], "abstractStem": " thi paper develop a model of dual labor market base on employ need to motiv worker in order to elicit effort from their worker employ may find it optim to pay more than the go wage thi chang fundament the charact of labor market the model is appli to a wide rang of labor market phenomena it provid a coher framework for understand the claim of industri polici advoc it also can provid the basi for a theori of occup segreg and discrimin that will not be erod by market forc final the model provid the basi for a theori of involuntari unemploy copyright 1986 by univers of chicago press", "title": "A Theory of Dual Labor Markets with Application to Industrial Policy,Discrimination, and Keynesian Unemployment"}, "https://ideas.repec.org/a/aea/jecper/v4y1990i2p19-33.html": {"abstract": "No abstract is available for this item.", "authors": ["epsh93", "epsu137"], "abstractStem": "no abstract is avail for thi item", "title": "The Noise Trader Approach to Finance"}, "https://ideas.repec.org/a/aea/aecrev/v78y1988i2p383-88.html": {"abstract": "While modern economic theorists have produced a variety of explanations for the failure of wages to fall in the face of unemployment, Keynes emphasis on relative wages has not been reflected in most contemporary discussions. This short paper suggests that relative wage theories in which workers' productivity depends primarily on their relative wage provide the best available apparatus for understanding actual unemployment and its fluctuations. Such theories are very closely related to the efficiency wage theories that have received widespread attention in recent years.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epsu137"], "abstractStem": "while modern econom theorist have produc a varieti of explan for the failur of wage to fall in the face of unemploy keyn emphasi on rel wage ha not been reflect in most contemporari discuss thi short paper suggest that rel wage theori in which worker product depend primarili on their rel wage provid the best avail apparatu for understand actual unemploy and it fluctuat such theori are veri close relat to the effici wage theori that have receiv widespread attent in recent yearspthi abstract wa borrow from anoth version of thi item", "title": "Relative Wages, Efficiency Wages, and Keynesian Unemployment"}, "https://ideas.repec.org/a/bin/bpeajo/v12y1981i1981-1p67-140.html": {"abstract": "No abstract is available for this item.", "authors": ["epsu137"], "abstractStem": "no abstract is avail for thi item", "title": "Taxation and Corporate Investment: A q-Theory Approach"}, "https://ideas.repec.org/a/bla/jfinan/v45y1990i2p379-95.html": {"abstract": " Analyses of rational speculation usually presume that it dampens fluctuations caused by \"noise\" traders. This is not necessarily the case if noise traders follow positive-feedback strategies--buy when prices rise and sell when prices fall. It may pay to jump on the bandwagon and purchase ahead of noise demand. If rational speculators' early buying triggers positive-feedback trading, then an increase in the number of forward-looking speculators can increase volatility about fundamentals. This model is consistent with a number of empirical observations about the correlation of asset returns, the overreaction of prices to news, price bubbles, and expectations. Coauthors are Andrei Shleifer, Lawrence H. Summers, and Robert J. Waldmann. Copyright 1990 by American Finance Association.", "authors": ["fpde392", "epsh93", "epsu137"], "abstractStem": " analys of ration specul usual presum that it dampen fluctuat caus by nois trader thi is not necessarili the case if nois trader follow positivefeedback strategiesbuy when price rise and sell when price fall it may pay to jump on the bandwagon and purchas ahead of nois demand if ration specul earli buy trigger positivefeedback trade then an increas in the number of forwardlook specul can increas volatil about fundament thi model is consist with a number of empir observ about the correl of asset return the overreact of price to news price bubbl and expect coauthor are andrei shleifer lawrenc h summer and robert j waldmann copyright 1990 by american financ associ", "title": " Positive Feedback Investment Strategies and Destabilizing Rational Speculation"}, "https://ideas.repec.org/a/mcb/jmoncb/v18y1986i4p415-29.html": {"abstract": " This paper reexamines the choice of the scale variable in the money-demand function. A variety of evidence suggests that consumer spending is a better scale variable than GNP. Changing the money- demand specification along these lines can profoundly affect the standard Keynesian analysis of a tax cut. Copyright 1986 by Ohio State University Press.", "authors": ["epma131", "epsu137"], "abstractStem": " thi paper reexamin the choic of the scale variabl in the moneydemand function a varieti of evid suggest that consum spend is a better scale variabl than gnp chang the money demand specif along these line can profoundli affect the standard keynesian analysi of a tax cut copyright 1986 by ohio state univers press", "title": "Money Demand and the Effects of Fiscal Policies"}, "https://ideas.repec.org/a/fip/fedmqr/y1986ifallp23-27nv.10no.4.html": {"abstract": "No abstract is available for this item.", "authors": ["epsu137"], "abstractStem": "no abstract is avail for thi item", "title": "Some skeptical observations on real business cycle theory"}, "https://ideas.repec.org/a/bin/bpeajo/v19y1988i1988-2p433-494.html": {"abstract": "No abstract is available for this item.", "authors": ["epsu137"], "abstractStem": "no abstract is avail for thi item", "title": "How Does Macroeconomic Policy Affect Output?"}, "https://ideas.repec.org/a/pid/journl/v31y1992i4p367-404.html": {"abstract": "Recent research has convinced the author that once all the benefits are recognized, investment in the education of girls may be the highest return of investment available in the developing world. The author stresses five major points: (1) higher death rates are symptomatic of the more general pattern of female deprivation in the developing world; (2) underinvestment in girls is an economic problem resulting from a vicious cycle caused by distorted incentives; (3) educated women choose to have fewer children and can provide more for those they do have; (4) the social benefits alone of increased female education are more than sufficient to cover its costs; and (5) priorities should be to reduce the cost of schooling for girls and make special efforts to accommodate parent's practical needs. Major initiatives to increase female education can transform society over time. If more girls had gone to school a generation ago, millions of infant deaths could have been averted each year, and tens of millions of families could have been healthier and happier.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epsu137"], "abstractStem": "recent research ha convinc the author that onc all the benefit are recogn invest in the educ of girl may be the highest return of invest avail in the develop world the author stress five major point 1 higher death rate are symptomat of the more gener pattern of femal depriv in the develop world 2 underinvest in girl is an econom problem result from a viciou cycl caus by distort incent 3 educ women choos to have fewer children and can provid more for those they do have 4 the social benefit alon of increas femal educ are more than suffici to cover it cost and 5 prioriti should be to reduc the cost of school for girl and make special effort to accommod parent practic need major initi to increas femal educ can transform societi over time if more girl had gone to school a gener ago million of infant death could have been avert each year and ten of million of famili could have been healthier and happierpthi abstract wa borrow from anoth version of thi item", "title": "Investing in All the People"}, "https://ideas.repec.org/a/bla/scandj/v93y1991i2p129-48.html": {"abstract": " It is argued that formal econometric work, where elaborate technique is used to apply theory to data or isolate the direction of causal relationships when they are not obvious a priori, virtually always fails. The only empirical research that has contributed to thinking about substantive issues and the development of economics is pragmatic empirical work, based on methodological principles directly opposed to those that have become fashionable in recent years. Copyright 1991 by The editors of the Scandinavian Journal of Economics.", "authors": ["epsu137"], "abstractStem": " it is argu that formal econometr work where elabor techniqu is use to appli theori to data or isol the direct of causal relationship when they are not obviou a priori virtual alway fail the onli empir research that ha contribut to think about substant issu and the develop of econom is pragmat empir work base on methodolog principl directli oppos to those that have becom fashion in recent year copyright 1991 by the editor of the scandinavian journal of econom", "title": " The Scientific Illusion in Empirical Macroeconomics"}, "https://ideas.repec.org/a/bin/bpeajo/v15y1984i1984-1p223-248.html": {"abstract": "This paper examines the hypothesis that financial markets are myopic by studying the term structure of interest rates. White rejecting decisively the traditional expectations hypothesis regarding the term structure, our statistical results also lead us to conclude that long term interest rates do not overreact to either the level or the change in short termrates. This finding suggests that participants in bond markets are not myopic or overly sensitive to recent events. Our statistical results also suggest that most variations in the yield curve reflect changes in liquidity premia rather than expected changes in interest rates.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epma131", "epsu137"], "abstractStem": "thi paper examin the hypothesi that financi market are myopic by studi the term structur of interest rate white reject decis the tradit expect hypothesi regard the term structur our statist result also lead us to conclud that long term interest rate do not overreact to either the level or the chang in short termrat thi find suggest that particip in bond market are not myopic or overli sensit to recent event our statist result also suggest that most variat in the yield curv reflect chang in liquid premia rather than expect chang in interest ratespthi abstract wa borrow from anoth version of thi item", "title": "Do Long-Term Interest Rates Overreact to Short-Term Interest Rates?"}, "https://ideas.repec.org/a/pal/imfecr/v63y2015i1p277-280.html": {"abstract": "Since the depths of the financial crisis in 2008–2009, most financial indicators have stabilized. However, the real parts of the economies in the industrialized world continue to lag. In this 2013 speech, I suggested that an older idea of “secular stagnation” may help explain the disappointing recent economic performance.", "authors": ["epsu137"], "abstractStem": "sinc the depth of the financi crisi in 2008 2009 most financi indic have stabil howev the real part of the economi in the industri world continu to lag in thi 2013 speech i suggest that an older idea of  secular stagnat  may help explain the disappoint recent econom perform", "title": "Have we Entered an Age of Secular Stagnation&amp;quest; IMF Fourteenth Annual Research Conference in Honor of Stanley Fischer, Washington, DC"}, "https://ideas.repec.org/a/ecm/emetrp/v54y1986i6p1319-38.html": {"abstract": "No abstract is available for this item.", "authors": ["eppo19", "epsu137"], "abstractStem": "no abstract is avail for thi item", "title": "Reporting Errors and Labor Market Dynamics"}, "https://ideas.repec.org/a/aea/aecrev/v83y1993i1p312-13.html": {"abstract": "No abstract is available for this item.", "authors": ["epsu137"], "abstractStem": "no abstract is avail for thi item", "title": "Should Governments Learn to Live with Inflation? Reply"}, "https://ideas.repec.org/a/fip/fedfpr/00007.html": {"abstract": "There are two common failures in economic forecasting. One is excessive extrapolation of the (recent) past into the (distant) future, particularly susceptibility to “irrational exuberance” (Schiller). The second is excessive subjective certainty that relies on confidence in continuity and hence consistently under predicts discontinuities—even relative to their known past probabilities. While the more bullish attitudes towards growth in China and India have been softening, the official forecasts in the IMF World Economic Outlook and the general discussions about the future of the global economy are often premised on the continuation of perhaps slower but growth that is super-rapid (more than two standard deviations above the cross-national average) in both China and India. We make three points. First, the single most robust empirical finding about economic growth is low persistence of growth rates. Extrapolation of current growth rates into the future is at odds with all empirical evidence about the strength of regression to the mean in growth rates. Second, especially outside of the OECD countries, the process of economic growth is not at all well characterized by business cycle variations around a (relatively) stable mean. Developing country growth rates are strongly episodic and large (and apparently discrete) shifts in medium-term growth rates of 4 ppa or more common—and particularly prominent are large slowdowns. Episodes of super-rapid growth tend to be of short duration and end in decelerations back to the world average growth rate. Both China and India are already in the midst of episodes that are historically long and fast. Third, while we are not predicting sharp decelerations in either economy, there are plausible scenarios based on identifiable fissures in existing growth processes that could lead to sharp and sustained periods of slow growth. We are not arguing that one can predict with any degree of accuracy or confidence a slowdown but certainly policy makers need to be prepared for a wider range of extended slow-growth outcomes in these Asian giants that those that currently dominate the discourse. Hitching the cart of the future global economy to the horse of the Asian giants carries substantial risks.", "authors": ["eppr27", "epsu137"], "abstractStem": "there are two common failur in econom forecast one is excess extrapol of the recent past into the distant futur particularli suscept to  irrat exuber  schiller the second is excess subject certainti that reli on confid in continu and henc consist under predict discontinu even rel to their known past probabl while the more bullish attitud toward growth in china and india have been soften the offici forecast in the imf world econom outlook and the gener discuss about the futur of the global economi are often premis on the continu of perhap slower but growth that is superrapid more than two standard deviat abov the crossnat averag in both china and india we make three point first the singl most robust empir find about econom growth is low persist of growth rate extrapol of current growth rate into the futur is at odd with all empir evid about the strength of regress to the mean in growth rate second especi outsid of the oecd countri the process of econom growth is not at all well character by busi cycl variat around a rel stabl mean develop countri growth rate are strongli episod and larg and appar discret shift in mediumterm growth rate of 4 ppa or more common and particularli promin are larg slowdown episod of superrapid growth tend to be of short durat and end in deceler back to the world averag growth rate both china and india are alreadi in the midst of episod that are histor long and fast third while we are not predict sharp deceler in either economi there are plausibl scenario base on identifi fissur in exist growth process that could lead to sharp and sustain period of slow growth we are not argu that one can predict with ani degre of accuraci or confid a slowdown but certainli polici maker need to be prepar for a wider rang of extend slowgrowth outcom in these asian giant that those that current domin the discours hitch the cart of the futur global economi to the hors of the asian giant carri substanti risk", "title": "Asia-phoria meet regression to the mean"}, "https://ideas.repec.org/a/eee/jfinec/v22y1988i1p27-59.html": {"abstract": "This paper analyzes the statistical evidence bearing on whether transitory components account for a large fraction of the variance in common stock returns. The first part treats methodological issues involved in testing for transitory return components. It demonstrates that variance ratios are among the most powerful tests for detecting mean reversion in stock prices, but that they have little power against the principal interesting alternatives to the random walk hypothesis. The second part applies variance ratio tests to market returns for the United States over the 1871-1986 period and for seventeen other countries over the 1957-1985 period, as well as to returns on individual firms over the 1926- 1985 period. We find consistent evidence that stock returns are positively serially correlated over short horizons, and negatively autocorrelated over long horizons. The point estimates suggest that the transitory components in stock prices have a standard deviation of between 15 and 25 percent and account for more than half of the variance in monthly returns. The last part of the paper discusses two possible explanations for mean reversion: time varying required returns, and slowly-decaying \"price fads\" that cause stock prices to deviate from fundamental values for periods of several years. We conclude that explaining observed transitory components in stock prices on the basis of movements in required returns due to risk factors is likely to be difficult.<p>(This abstract was borrowed from another version of this item.)", "authors": ["eppo19", "epsu137"], "abstractStem": "thi paper analyz the statist evid bear on whether transitori compon account for a larg fraction of the varianc in common stock return the first part treat methodolog issu involv in test for transitori return compon it demonstr that varianc ratio are among the most power test for detect mean revers in stock price but that they have littl power against the princip interest altern to the random walk hypothesi the second part appli varianc ratio test to market return for the unit state over the 18711986 period and for seventeen other countri over the 19571985 period as well as to return on individu firm over the 1926 1985 period we find consist evid that stock return are posit serial correl over short horizon and neg autocorrel over long horizon the point estim suggest that the transitori compon in stock price have a standard deviat of between 15 and 25 percent and account for more than half of the varianc in monthli return the last part of the paper discuss two possibl explan for mean revers time vari requir return and slowlydecay price fad that caus stock price to deviat from fundament valu for period of sever year we conclud that explain observ transitori compon in stock price on the basi of movement in requir return due to risk factor is like to be difficultpthi abstract wa borrow from anoth version of thi item", "title": "Mean reversion in stock prices : Evidence and Implications"}, "https://ideas.repec.org/a/aea/aecrev/v76y1986i5p1031-44.html": {"abstract": " This paper uses John Taylor's model of overlapping contracts to show that increased wage and price flexibility can easily be destabilizing because of the Mundell effect. While lower prices increase output, the expectation of falling prices decreases output. Simulations based on realistic parameter values suggest that increases in price flexibility might well increase the cyclical variability of output in the United States. Copyright 1986 by American Economic Association.", "authors": ["fpde392", "epsu137"], "abstractStem": " thi paper use john taylor model of overlap contract to show that increas wage and price flexibl can easili be destabil becaus of the mundel effect while lower price increas output the expect of fall price decreas output simul base on realist paramet valu suggest that increas in price flexibl might well increas the cyclic variabl of output in the unit state copyright 1986 by american econom associ", "title": "Is Increased Price Flexibility Stabilizing?"}, "https://ideas.repec.org/a/fip/fedkpr/y1991p295-301.html": {"abstract": "No abstract is available for this item.", "authors": ["epsu137"], "abstractStem": "no abstract is avail for thi item", "title": "Regionalism and the world trading system"}, "https://ideas.repec.org/a/eee/eecrev/v31y1987i3p606-614.html": {"abstract": "No abstract is available for this item.", "authors": ["epsu137"], "abstractStem": "no abstract is avail for thi item", "title": "Corporatism, the laissez-faire, and the rise in unemployment: By A. Newell and J.S.V. Symons"}, "https://ideas.repec.org/a/aea/aecrev/v105y2015i5p60-65.html": {"abstract": "The experience of first Japan and now Europe and the USA suggests that Hansen's concept of secular stagnation is highly relevant. Recovery has been anemic and follows a generation of financially unsustainable and often lackluster growth. Investment demand has declined while the supply of saving has increased, leaving the economy vulnerable to liquidity traps. Although some US indicators have improved, forward real rates have declined sharply, European prospects remain muddled, and the zero-bound will likely constrain again during the next recession. Infrastructure and private investment are the best ways to both minimize the risk of secular stagnation and raise demand.", "authors": ["epsu137"], "abstractStem": "the experi of first japan and now europ and the usa suggest that hansen concept of secular stagnat is highli relev recoveri ha been anem and follow a gener of financi unsustain and often lacklust growth invest demand ha declin while the suppli of save ha increas leav the economi vulner to liquid trap although some us indic have improv forward real rate have declin sharpli european prospect remain muddl and the zerobound will like constrain again dure the next recess infrastructur and privat invest are the best way to both minim the risk of secular stagnat and rais demand", "title": "Demand Side Secular Stagnation"}, "firstname": "Lawrence", "https://ideas.repec.org/a/fec/journl/v10y2015i3p393-395.html": {"abstract": "No abstract is available for this item.", "authors": ["epsu137"], "abstractStem": "no abstract is avail for thi item", "title": "Foreword to ¡°A Comparative Study of Two Global Crises¡±"}, "https://ideas.repec.org/a/fip/fedkpr/y2004iaugp229-242.html": {"abstract": "No abstract is available for this item.", "authors": ["epsu137"], "abstractStem": "no abstract is avail for thi item", "title": "General discussion : the impact of population aging on financial markets"}, "https://ideas.repec.org/a/ucp/jpolec/v89y1981i4p706-32.html": {"abstract": "This paper uses historicaI U.S. data to directly estimate the contribution of intergenerational transfers to aggregate capital accumulation. The evidence presented indicates that intergenerational transfers account for the vast majority of aggregate U .S. capital formation; only a negligible fraction of actual capital accumulation can be traced u, life-cycle or \"hump\" savings. A major difference between this study and previous investigations of this issue is the use of more accurate longitudinal age-earnings and age-consumption profiles. These profiles are simply too flat to generate substantial lifecycle savings. This paper suggests the importance of and need for substantially greater research and data collection on intergenerational transfers. fife-cycle models of savings that emphasize savings for retirement as the dominant form of apical accumulation should give way to models that illuminate the determinants of intergenerational transfers.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epko44", "epsu137"], "abstractStem": "thi paper use historicai us data to directli estim the contribut of intergener transfer to aggreg capit accumul the evid present indic that intergener transfer account for the vast major of aggreg u s capit format onli a neglig fraction of actual capit accumul can be trace u lifecycl or hump save a major differ between thi studi and previou investig of thi issu is the use of more accur longitudin ageearn and ageconsumpt profil these profil are simpli too flat to gener substanti lifecycl save thi paper suggest the import of and need for substanti greater research and data collect on intergener transfer fifecycl model of save that emphas save for retir as the domin form of apic accumul should give way to model that illumin the determin of intergener transferspthi abstract wa borrow from anoth version of thi item", "title": "The Role of Intergenerational Transfers in Aggregate Capital Accumulation"}, "https://ideas.repec.org/a/aea/aecrev/v76y1986i5p1142-51.html": {"abstract": "This paper examines the potential influence of changing volatility in stock market prices on the level of stock market prices. It demonstrates that volatility is only weakly serially correlated, implying that shocks to volatility do not persist. These shocks can therefore have only a small impact on stockmarket prices, since changes in volatility affect expected required rates of return for relatively short intervals. These findings lead us to be skeptical of recent claims that the stock market's poor performance during the 1970's can be explained by volatility-induced increases in risk premia.<p>(This abstract was borrowed from another version of this item.)", "authors": ["eppo19", "epsu137"], "abstractStem": "thi paper examin the potenti influenc of chang volatil in stock market price on the level of stock market price it demonstr that volatil is onli weakli serial correl impli that shock to volatil do not persist these shock can therefor have onli a small impact on stockmarket price sinc chang in volatil affect expect requir rate of return for rel short interv these find lead us to be skeptic of recent claim that the stock market poor perform dure the 1970 can be explain by volatilityinduc increas in risk premiapthi abstract wa borrow from anoth version of thi item", "title": "The Persistence of Volatility and Stock Market Fluctuations"}, "https://ideas.repec.org/a/mcb/jmoncb/v20y1988i3p472-76.html": {"abstract": "No abstract is available for this item.", "authors": ["epsu137"], "abstractStem": "no abstract is avail for thi item", "title": "Postwar Developments in Business Cycle Theory: A Moderately Classical Perspective: Comment"}, "https://ideas.repec.org/a/cto/journl/v18y1999i3p321-329.html": {"abstract": "No abstract is available for this item.", "authors": ["epsu137"], "abstractStem": "no abstract is avail for thi item", "title": "Building an International Financial Architecture for the 21st Century"}, "https://ideas.repec.org/a/bin/bpeajo/v17y1986i1986-2p339-396.html": {"abstract": "No abstract is available for this item.", "authors": ["epsu137"], "abstractStem": "no abstract is avail for thi item", "title": "Why is the Unemployment Rate So Very High near Full Employment"}, "https://ideas.repec.org/a/ecj/econjl/v90y1980i357p129-39.html": {"abstract": "No abstract is available for this item.", "authors": ["epsu137"], "abstractStem": "no abstract is avail for thi item", "title": "The Labour Scarcity Controversy Reconsidered"}, "https://ideas.repec.org/a/bla/jfinan/v39y1984i5p1397-1415.html": {"abstract": "This paper uses British data to examine the effects of dividend taxes on investors' relative valuation of dividends and capital gains. British data offer great potential to illuminate the dividends and taxes question, since there have been two radical changes and several minor reforms in British dividend tax policy during the last twenty-five years. Studying the relationship between dividends and stockprice movements during different tax regimes offers an ideal controlled experiment for assessing the effects of taxes on investors' valuation of dividends. Using daily data on a small sample of firms, and monthly data on a much broader sample, we find clear evidence that taxes change equilibrium relationships between dividend yields and market returns. These findings suggest that taxes are important determinants of security market equilibrium, and deepen the puzzle of why firms pay dividends.<p>(This abstract was borrowed from another version of this item.)", "authors": ["eppo19", "epsu137"], "abstractStem": "thi paper use british data to examin the effect of dividend tax on investor rel valuat of dividend and capit gain british data offer great potenti to illumin the dividend and tax question sinc there have been two radic chang and sever minor reform in british dividend tax polici dure the last twentyf year studi the relationship between dividend and stockpric movement dure differ tax regim offer an ideal control experi for assess the effect of tax on investor valuat of dividend use daili data on a small sampl of firm and monthli data on a much broader sampl we find clear evid that tax chang equilibrium relationship between dividend yield and market return these find suggest that tax are import determin of secur market equilibrium and deepen the puzzl of whi firm pay dividendspthi abstract wa borrow from anoth version of thi item", "title": " New Evidence that Taxes Affect the Valuation of Dividends"}, "https://ideas.repec.org/a/uwp/jhriss/v31y1996i4p841-868.html": {"abstract": "We estimate the effect of income on health using cross-country, time-series data on health (infant and child mortality and life expectancy) and income per capita. We use instrumental variables estimates using exogenous determinants of income growth to identify the pure income effect on health, isolated from reverse causation or incidental association. The long-run income elasticity of infant and child mortality in developing countries lies between -0.2 and -0.4. Using these estimates, we calculate that over a half a million child deaths in the developing world in 1990 alone can be attributed to the poor economic performance in the 1980s.", "authors": ["eppr27", "epsu137"], "abstractStem": "we estim the effect of incom on health use crosscountri timeseri data on health infant and child mortal and life expect and incom per capita we use instrument variabl estim use exogen determin of incom growth to identifi the pure incom effect on health isol from revers causat or incident associ the longrun incom elast of infant and child mortal in develop countri lie between 02 and 04 use these estim we calcul that over a half a million child death in the develop world in 1990 alon can be attribut to the poor econom perform in the 1980", "title": "Wealthier is Healthier"}}}