{"epsv2": {"https://ideas.repec.org/a/eee/ecolet/v13y1983i1p55-57.html": {"abstract": "No abstract is available for this item.", "authors": ["fpra388", "epsv2"], "abstractStem": "no abstract is avail for thi item", "title": "Trade taxes and the current account"}, "https://ideas.repec.org/a/eee/eecrev/v37y1993i5p1149-1168.html": {"abstract": "No abstract is available for this item.", "authors": ["epsv2"], "abstractStem": "no abstract is avail for thi item", "title": "Nontraded assets in incomplete markets : Pricing and portfolio choice"}, "https://ideas.repec.org/a/ijc/ijcjou/y2005q4a6.html": {"abstract": "We outline a method to provide advice on optimal monetary policy while taking policymakers’ judgment into account. The method constructs optimal policy projections (OPPs) by extracting the judgment terms that allow a model, such as the Federal Reserve Board staff economic model, FRB/US, to reproduce a forecast, such as the Greenbook forecast. Given an intertemporal loss function that represents monetary policy objectives, OPPs are the projections — of target variables, instruments, and other variables of interest — that minimize that loss function for given judgment terms. The method is illustrated by revisiting the economy of early 1997 as seen in the Greenbook forecasts of February 1997 and November 1999. In both cases, we use the vintage of the FRB/US model that was in place at that time. These two particular forecasts were chosen, in part, because they were at the beginning and the peak, respectively, of the late 1990s boom period. As such, they differ markedly in their implied judgments of the state of the world in 1997 and our OPPs illustrate this difference. For a conventional loss function, our OPPs provide significantly better performance than Taylor-rule simulations.", "authors": ["epsv2", "epte28"], "abstractStem": "we outlin a method to provid advic on optim monetari polici while take policymak  judgment into account the method construct optim polici project opp by extract the judgment term that allow a model such as the feder reserv board staff econom model frbu to reproduc a forecast such as the greenbook forecast given an intertempor loss function that repres monetari polici object opp are the project   of target variabl instrument and other variabl of interest   that minim that loss function for given judgment term the method is illustr by revisit the economi of earli 1997 as seen in the greenbook forecast of februari 1997 and novemb 1999 in both case we use the vintag of the frbu model that wa in place at that time these two particular forecast were chosen in part becaus they were at the begin and the peak respect of the late 1990 boom period as such they differ markedli in their impli judgment of the state of the world in 1997 and our opp illustr thi differ for a convent loss function our opp provid significantli better perform than taylorrul simul", "title": "Optimal Policy Projections"}, "https://ideas.repec.org/a/ijc/ijcjou/y2005q2a1.html": {"abstract": "\"Forecast targeting\", forward-looking monetary policy that uses central-bank judgment to construct optimal policy projections of the target variables and the instrument rate, may perform substantially better than monetary policy that disregards judgment and follows a given instrument rule. This is demonstrated in a few examples for two empirical models of the U.S. economy, one forward looking and one backward looking. A complicated infinite-horizon central-bank projection model of the economy can be closely approximated by a simple finite system of linear equations, which is easily solved for the optimal policy projections. Optimal policy projections corresponding to the optimal policy under commitment in a timeless perspective can easily be constructed. The whole projection path of the instrument rate is more important than the current instrument setting. The resulting reduced-form reaction function for the current instrument rate is a very complex function of all inputs in the monetary-policy decision process, including the central bank’s judgment. It cannot be summarized as a simple reaction function such as a Taylor rule. Fortunately, it need not be made explicit.", "authors": ["epsv2"], "abstractStem": "forecast target forwardlook monetari polici that use centralbank judgment to construct optim polici project of the target variabl and the instrument rate may perform substanti better than monetari polici that disregard judgment and follow a given instrument rule thi is demonstr in a few exampl for two empir model of the us economi one forward look and one backward look a complic infinitehorizon centralbank project model of the economi can be close approxim by a simpl finit system of linear equat which is easili solv for the optim polici project optim polici project correspond to the optim polici under commit in a timeless perspect can easili be construct the whole project path of the instrument rate is more import than the current instrument set the result reducedform reaction function for the current instrument rate is a veri complex function of all input in the monetarypolici decis process includ the central bank s judgment it cannot be summar as a simpl reaction function such as a taylor rule fortun it need not be made explicit", "title": "Monetary Policy with Judgment: Forecast Targeting"}, "https://ideas.repec.org/a/aea/jecper/v6y1992i4p119-44.html": {"abstract": "How do exchange rate bands work compared to completely fixed rates (between realignments); or, more precisely, what are the dynamics of exchange rates, interest rates, and central bank interventions within exchange rate bands? Does the difference between bands and completely fixed exchange rates matter, and if so, which of the two arrangements is best; or, more precisely, what are the tradeoffs that determine the optimal bandwidth? This article will present an interpretation of some selected recent theoretical and empirical research on exchange rate target zones, with emphasis on main ideas and results and without technical detail.", "authors": ["epsv2"], "abstractStem": "how do exchang rate band work compar to complet fix rate between realign or more precis what are the dynam of exchang rate interest rate and central bank intervent within exchang rate band doe the differ between band and complet fix exchang rate matter and if so which of the two arrang is best or more precis what are the tradeoff that determin the optim bandwidth thi articl will present an interpret of some select recent theoret and empir research on exchang rate target zone with emphasi on main idea and result and without technic detail", "title": "An Interpretation of Recent Research on Exchange Rate Target Zones"}, "https://ideas.repec.org/a/fip/fedfpr/y1998imarx2.html": {"abstract": "Policy rules that are consistent with inflation targeting are examined in a small macroeconometric model of the US economy. We compare the properties and outcomes of explicit \"instrument rules\" as well as \"targeting rules\". The latter, which imply implicit instrument rules, may be closer to actual operating procedures of inflation-targeting central banks. WE find that inflation forecasts are central for good policy rules under inflation targeting. Some simple instrument and targeting rules do remarkably well relative to the optimal rule; others including some that are often used as representing inflation targeting, do less well.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epru10", "epsv2"], "abstractStem": "polici rule that are consist with inflat target are examin in a small macroeconometr model of the us economi we compar the properti and outcom of explicit instrument rule as well as target rule the latter which impli implicit instrument rule may be closer to actual oper procedur of inflationtarget central bank we find that inflat forecast are central for good polici rule under inflat target some simpl instrument and target rule do remark well rel to the optim rule other includ some that are often use as repres inflat target do less wellpthi abstract wa borrow from anoth version of thi item", "title": "Policy rules for inflation targeting"}, "https://ideas.repec.org/a/cje/issued/v19y1986i4p816-17.html": {"abstract": "No abstract is available for this item.", "authors": ["epsv2"], "abstractStem": "no abstract is avail for thi item", "title": "Adjustment to Expected and Unexpected Oil Price Changes: Corrigendum"}, "https://ideas.repec.org/a/eee/inecon/v18y1985i1-2p17-41.html": {"abstract": "No abstract is available for this item.", "authors": ["epsv2"], "abstractStem": "no abstract is avail for thi item", "title": "Currency prices, terms of trade, and interest rates: A general equilibrium asset-pricing cash-in-advance approach"}, "https://ideas.repec.org/a/bla/scandj/v98y1996i2p163-83.html": {"abstract": " The authors compare estimation of spot and implied forward interest rates from Swedish Treasury bill and government bond yields with two functional forms, the simple Nelson and Siegel (NS) and the complex Longstaff and Schwartz (LS). Monetary policy rather than financial analysis is in focus, which affects the evaluation criteria. NS is easier to use and has better convergence properties. LS is more flexible. For the data used, estimates using NS and LS are close, with at most only marginally better fit for LS. The fit of NS seems satisfactory for monetary policy purposes. Copyright 1996 by The editors of the Scandinavian Journal of Economics.", "authors": ["epsv2"], "abstractStem": " the author compar estim of spot and impli forward interest rate from swedish treasuri bill and govern bond yield with two function form the simpl nelson and siegel ns and the complex longstaff and schwartz ls monetari polici rather than financi analysi is in focu which affect the evalu criteria ns is easier to use and ha better converg properti ls is more flexibl for the data use estim use ns and ls are close with at most onli margin better fit for ls the fit of ns seem satisfactori for monetari polici purpos copyright 1996 by the editor of the scandinavian journal of econom", "title": " Estimating the Term Structure of Interest Rates for Monetary Policy Analysis"}, "https://ideas.repec.org/a/ecm/emetrp/v55y1987i6p1419-31.html": {"abstract": " The problem of time inconsistency arises from two different sources. First, as shown by Guillermo A. Calvo (1978), the re is an incentive for each government to engage in an initial unanti cipated inflation. Second, as discussed by Robert E. Lucas and Nancy L. Stokey (1983), there is an incentive for each government to deviat e from the path of taxes announced by the preceding government. In th is paper, it is shown that these two sources of time inconsistency ca n be removed by a particular method of debt management, involving bot h nominal and indexed government bonds of various maturities. Copyright 1987 by The Econometric Society.", "authors": ["eppe28", "fppe498", "epsv2"], "abstractStem": " the problem of time inconsist aris from two differ sourc first as shown by guillermo a calvo 1978 the re is an incent for each govern to engag in an initi unanti cipat inflat second as discuss by robert e luca and nanci l stokey 1983 there is an incent for each govern to deviat e from the path of tax announc by the preced govern in th is paper it is shown that these two sourc of time inconsist ca n be remov by a particular method of debt manag involv bot h nomin and index govern bond of variou matur copyright 1987 by the econometr societi", "title": "Time Consistency of Fiscal and Monetary Policy"}, "https://ideas.repec.org/a/ecj/econjl/v99y1989i397p785-805.html": {"abstract": " A stochastic, two-country, neoclassical, rational-expectations model with sticky prices--optimally set by monopolistically competitive firms--and possible excess capacity is developed to examine international spillover effects on output of monetary disturbances. The Mundell-Fleming model predicts that monetary expansion at home leads to recession abroad. In contrast, the main result is that spillover effects of monetary policy may be either positive or negative, depending upon whether the intertemporal elasticity of substitution in consumption exceeds the intratemporal elasticity of substitution. The model, in addition, is used to determine nominal and real interest rates, exchange rates, and other asset prices. Copyright 1989 by Royal Economic Society.", "authors": ["epsv2", "fpva412"], "abstractStem": " a stochast twocountri neoclass rationalexpect model with sticki pricesoptim set by monopolist competit firmsand possibl excess capac is develop to examin intern spillov effect on output of monetari disturb the mundellflem model predict that monetari expans at home lead to recess abroad in contrast the main result is that spillov effect of monetari polici may be either posit or neg depend upon whether the intertempor elast of substitut in consumpt exce the intratempor elast of substitut the model in addit is use to determin nomin and real interest rate exchang rate and other asset price copyright 1989 by royal econom societi", "title": "Excess Capacity, Monopolistic Competition, and International Transmission of Monetary Disturbances"}, "https://ideas.repec.org/a/ucp/jpolec/v93y1985i5p919-44.html": {"abstract": "No abstract is available for this item.", "authors": ["epsv2"], "abstractStem": "no abstract is avail for thi item", "title": "Money and Asset Prices in a Cash-in-Advance Economy"}, "https://ideas.repec.org/a/bla/scandj/v98y1996i1p1-10.html": {"abstract": "No abstract is available for this item.", "authors": ["epsv2"], "abstractStem": "no abstract is avail for thi item", "title": " The Scientific Contributions of Robert E. Lucas, Jr"}, "homepage": "https://ideas.repec.org/e/psv2.html", "https://ideas.repec.org/a/fip/fedfpr/y1999x1.html": {"abstract": "The paper discusses the choice between inflation targeting and monetary targeting as a strategy for the Eurosystem, the actual strategy the Eurosystem announced in the fall of 1998, the framework for policy decisions appropriate for achieving the goals of the Eurosystem, the role of exchange rate management in the EMU, and the accountability and transparency of the Eurosystem.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epsv2"], "abstractStem": "the paper discuss the choic between inflat target and monetari target as a strategi for the eurosystem the actual strategi the eurosystem announc in the fall of 1998 the framework for polici decis appropri for achiev the goal of the eurosystem the role of exchang rate manag in the emu and the account and transpar of the eurosystempthi abstract wa borrow from anoth version of thi item", "title": "Monetary policy issues for the Eurosystem"}, "https://ideas.repec.org/a/aea/aecrev/v97y2007i1p474-490.html": {"abstract": "Central banks target CPI inflation; independent central banks are concerned about their balance sheet and the level of their capital. The first fact makes it difficult for a central bank to implement the optimal escape from a liquidity trap, because it undermines a commitment to overshoot the inflation target. We show that the second fact provides a solution. Capital concerns provide a mechanism for an independent central bank to commit to inflate ex post. The optimal policy can take the form of a currency depreciation combined with a crawling peg, a policy advocated by Svensson as the \"Foolproof Way\" to escape from a liquidity trap. (JEL E31, E52, E58, E62)", "authors": ["epje59", "epsv2"], "abstractStem": "central bank target cpi inflat independ central bank are concern about their balanc sheet and the level of their capit the first fact make it difficult for a central bank to implement the optim escap from a liquid trap becaus it undermin a commit to overshoot the inflat target we show that the second fact provid a solut capit concern provid a mechan for an independ central bank to commit to inflat ex post the optim polici can take the form of a currenc depreci combin with a crawl peg a polici advoc by svensson as the foolproof way to escap from a liquid trap jel e31 e52 e58 e62", "title": "Credible Commitment to Optimal Escape from a Liquidity Trap: The Role of the Balance Sheet of an Independent Central Bank"}, "https://ideas.repec.org/a/eee/eecrev/v25y1984i3p387-399.html": {"abstract": "No abstract is available for this item.", "authors": ["eppe28", "epsv2"], "abstractStem": "no abstract is avail for thi item", "title": "Misperceptions, rigidity and welfare"}, "https://ideas.repec.org/a/ecm/emetrp/v74y2006i1p193-212.html": {"abstract": " This paper demonstrates how time consistency of the Ramsey policy-the optimal fiscal and monetary policy under commitment-can be achieved. Each government should leave its successor with a unique maturity structure for nominal and indexed debt, such that the marginal benefit of a surprise inflation exactly balances the marginal cost. Unlike in earlier papers on the topic, the result holds for quite general Ramsey policies, including time-varying polices with positive inflation and positive nominal interest rates. We compare our results with those in Persson, Persson, and Svensson (1987), Calvo and Obstfeld (1990), and Alvarez, Kehoe, and Neumeyer (2004). Copyright The Econometric Society 2006.", "authors": ["eppe28", "fppe498", "epsv2"], "abstractStem": " thi paper demonstr how time consist of the ramsey policyth optim fiscal and monetari polici under commitmentcan be achiev each govern should leav it successor with a uniqu matur structur for nomin and index debt such that the margin benefit of a surpris inflat exactli balanc the margin cost unlik in earlier paper on the topic the result hold for quit gener ramsey polici includ timevari polic with posit inflat and posit nomin interest rate we compar our result with those in persson persson and svensson 1987 calvo and obstfeld 1990 and alvarez keho and neumey 2004 copyright the econometr societi 2006", "title": "Time Consistency of Fiscal and Monetary Policy: A Solution"}, "https://ideas.repec.org/a/eee/inecon/v20y1986i1-2p21-42.html": {"abstract": "This paper addresses the relation between goods trade and international factor mobility in general terms. Conditions for factor price equalization are derived for situations with tradein both goods and factors,as well as Rybczynski and Stolper-Sarnuel Sofl theorems. A weak price versionof the Heckscher-Ohlifl theorem is presented, as well as stronger quantity versions.The basic theorems of international trade, suitably interpreted,are shown to hold in their strong versions ifthe number of international markets is at least as large as the number of factors.The crucial dimensionality issue is hence not the relative number of goods and factors per se, but the number of international markets relative to the number of factors. Only the price version of the Heckscher-Ohlifl theorem fails to be essentially preserved by this condition.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epet6", "epsv2"], "abstractStem": "thi paper address the relat between good trade and intern factor mobil in gener term condit for factor price equal are deriv for situat with tradein both good and factorsa well as rybczynski and stolpersarnuel sofl theorem a weak price versionof the heckscherohlifl theorem is present as well as stronger quantiti versionsth basic theorem of intern trade suitabl interpretedar shown to hold in their strong version ifth number of intern market is at least as larg as the number of factorsth crucial dimension issu is henc not the rel number of good and factor per se but the number of intern market rel to the number of factor onli the price version of the heckscherohlifl theorem fail to be essenti preserv by thi conditionpthi abstract wa borrow from anoth version of thi item", "title": "The theoremes of international trade with factor mobility"}, "https://ideas.repec.org/a/bla/scandj/v84y1982i2p223-27.html": {"abstract": "No abstract is available for this item.", "authors": ["epsv2"], "abstractStem": "no abstract is avail for thi item", "title": " Comment on M. Bruno, \"Adjustment and Structural Change under Supply Shocks.\""}, "https://ideas.repec.org/a/eee/eecrev/v46y2002i4-5p771-780.html": {"abstract": "The paper discusses how current inflation targeting should be modeled, and argues that it is better represented as a commitment to a targeting rule (a rule specifying operational objectives for monetary policy or a condition for the target variables), than as a commitment to a simple instrument rule (like a Taylor rule).<p>(This abstract was borrowed from another version of this item.)", "authors": ["epsv2"], "abstractStem": "the paper discuss how current inflat target should be model and argu that it is better repres as a commit to a target rule a rule specifi oper object for monetari polici or a condit for the target variabl than as a commit to a simpl instrument rule like a taylor rulepthi abstract wa borrow from anoth version of thi item", "title": "Inflation targeting: Should it be modeled as an instrument rule or a targeting rule?"}, "https://ideas.repec.org/a/bla/scandj/v91y1989i2p473-76.html": {"abstract": "No abstract is available for this item.", "authors": ["epsv2"], "abstractStem": "no abstract is avail for thi item", "title": " Exchange Rate Management and Macroeconomic Policy: A National Perspective: Comment"}, "https://ideas.repec.org/a/eee/dyncon/v42y2014icp33-49.html": {"abstract": "This paper studies the trade-offs between stabilizing CPI inflation and alternative measures of the output gap in Ramses, the Riksbank׳s estimated dynamic stochastic general equilibrium (DSGE) model of a small open economy. Our main finding is that the trade-off between stabilizing CPI inflation and the output gap strongly depends on which concept of potential output in the output gap between output and potential output is used in the loss function. If potential output is defined as a smooth trend this trade-off is much more pronounced compared to the case when potential output is defined as the output level that would prevail if prices and wages were flexible.", "authors": ["fpla257", "fpli302", "epsv2"], "abstractStem": "thi paper studi the tradeoff between stabil cpi inflat and altern measur of the output gap in rams the riksbank s estim dynam stochast gener equilibrium dsge model of a small open economi our main find is that the tradeoff between stabil cpi inflat and the output gap strongli depend on which concept of potenti output in the output gap between output and potenti output is use in the loss function if potenti output is defin as a smooth trend thi tradeoff is much more pronounc compar to the case when potenti output is defin as the output level that would prevail if price and wage were flexibl", "title": "Monetary policy trade-offs in an estimated open-economy DSGE model"}, "https://ideas.repec.org/a/eee/inecon/v50y2000i1p155-183.html": {"abstract": "The paper examines inflation targeting in a small open economy with forward-looking aggregate supply and demand with microfoundations, and with stylised realistic lags in the different monetary-policy transmission channels. The paper compares strict and flexible targeting of CPI and domestic inflation and inflation-targeting reaction functions and the Taylor rule. Flexible CPI-inflation targeting does not only limit the variability of CPI inflation but also the variability of the output gap and the real exchange rate. Negative productivity supply shocks and positive demand shocks have similar effects on inflation and the output gap and induce similar monetary policy responses.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epsv2"], "abstractStem": "the paper examin inflat target in a small open economi with forwardlook aggreg suppli and demand with microfound and with stylis realist lag in the differ monetarypolici transmiss channel the paper compar strict and flexibl target of cpi and domest inflat and inflationtarget reaction function and the taylor rule flexibl cpiinflat target doe not onli limit the variabl of cpi inflat but also the variabl of the output gap and the real exchang rate neg product suppli shock and posit demand shock have similar effect on inflat and the output gap and induc similar monetari polici responsespthi abstract wa borrow from anoth version of thi item", "title": "Open-economy inflation targeting"}, "https://ideas.repec.org/a/eee/moneco/v19y1987i2p171-201.html": {"abstract": "This paper incorporates international capital flows into a two-country, monetary-general-equilibrium model of asset prices with investment and production. We use the model to calculate theoretical covariances between investment, the current account, the exchange rate, and the terms of trade.These covariances depend upon the coefficient of relative risk-aversion, the magnitude and sign of a country's net international indebtedness, other properties of tastes and technologies, and the stochastic processes on disturbances to productivity and monetary growth rates. International capital flows arise from changes in world wealth and its relative composition in foreign and domestic assets. The dynamic, stochastic relations between capital flows, exchange rates, investment, and the terms of trade are critically dependent on optimal portfolio allocations and the stochastic behavior of asset prices on international financial markets.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epst94", "epsv2"], "abstractStem": "thi paper incorpor intern capit flow into a twocountri monetarygeneralequilibrium model of asset price with invest and product we use the model to calcul theoret covari between invest the current account the exchang rate and the term of tradethes covari depend upon the coeffici of rel riskavers the magnitud and sign of a countri net intern indebted other properti of tast and technolog and the stochast process on disturb to product and monetari growth rate intern capit flow aris from chang in world wealth and it rel composit in foreign and domest asset the dynam stochast relat between capit flow exchang rate invest and the term of trade are critic depend on optim portfolio alloc and the stochast behavior of asset price on intern financi marketspthi abstract wa borrow from anoth version of thi item", "title": "Capital flows, investment, and exchange rates"}, "https://ideas.repec.org/a/bla/econom/v50y1983i199p291-300.html": {"abstract": "Assume that an economy is in a state of Keynesian unemployment. Since production is demand-determined there are bootstraps (multiple) equilibria. Then, the more optimist agents are about the future the higher will be theur demand today and hence current production. In that limited sense optimism turns out to be unwarranted , which forces a download adjustment. Is this unwarranted optimism still good? We analyze this question by help of a general equilibrium model of a small open economy where the sequence of adjustment and readjustment is modeled as two successive temporary equilibria. The question wheter optimism is good is posed in terms of an explicit ( ex post) welfare evaluation. We fine that if the future is Walrasian, the future multiplier is unity, whereas the present multiplier is larger than unity. Then optimism increases ex post welfare. If the future has Keynesian unemployment, optimism still increases ex post welfare, as long as the present multiplier is larger than the future one. A necessary and sufficient condition for this is presented.<p>(This abstract was borrowed from another version of this item.)", "authors": ["eppe28", "epsv2"], "abstractStem": "assum that an economi is in a state of keynesian unemploy sinc product is demanddetermin there are bootstrap multipl equilibria then the more optimist agent are about the futur the higher will be theur demand today and henc current product in that limit sens optim turn out to be unwarr  which forc a download adjust is thi unwarr optim still good we analyz thi question by help of a gener equilibrium model of a small open economi where the sequenc of adjust and readjust is model as two success temporari equilibria the question wheter optim is good is pose in term of an explicit  ex post welfar evalu we fine that if the futur is walrasian the futur multipli is uniti wherea the present multipli is larger than uniti then optim increas ex post welfar if the futur ha keynesian unemploy optim still increas ex post welfar as long as the present multipli is larger than the futur one a necessari and suffici condit for thi is presentedpthi abstract wa borrow from anoth version of thi item", "title": "Is Optimism Good in a Keynesian Economy?"}, "https://ideas.repec.org/a/ecj/econjl/v103y1993i420p1170-79.html": {"abstract": " Devaluation expectations for the Swedish krona are estimated for the period 1985 to 1992 using daily data for exchange rates and interest rates. The 90 percent confidence intervals for these estimates obtained by the 'drift-adjustment' method suggested by Giuseppe Bertola and Lars E. O. Svensson (1993) are substantially narrower than the '100 percent confidence intervals' obtained by the 'simplest test' described by Svensson (1991). Estimates for various maturities are used to infer the expected timing of devaluations. Copyright 1993 by Royal Economic Society.", "authors": ["epso16", "epsv2"], "abstractStem": " devalu expect for the swedish krona are estim for the period 1985 to 1992 use daili data for exchang rate and interest rate the 90 percent confid interv for these estim obtain by the driftadjust method suggest by giusepp bertola and lar e o svensson 1993 are substanti narrow than the 100 percent confid interv obtain by the simplest test describ by svensson 1991 estim for variou matur are use to infer the expect time of devalu copyright 1993 by royal econom societi", "title": "Devaluation Expectations: The Swedish Krona 1985-92"}, "https://ideas.repec.org/a/bla/scandj/v83y1981i1p1-21.html": {"abstract": "No abstract is available for this item.", "authors": ["epsv2"], "abstractStem": "no abstract is avail for thi item", "title": " Effective Demand in a Sequence of Markets"}, "https://ideas.repec.org/a/aea/jeclit/v41y2003i2p426-477.html": {"abstract": "It is argued that inflation targeting is best understood as a commitment to a targeting rule rather than an instrument rule, either a general targeting rule (explicit objectives for monetary policy) or a specific targeting rule (a criterion for the forecasts of the target variables to be fulfilled), essentially the equality of the marginal rates of transformation and substitution between the target variables. Targeting rules allow the use of judgment and extra model information, are more robust and easier to verify than optimal instrument rules, and can bring the economy close to the socially optimal equilibrium.", "authors": ["epsv2"], "abstractStem": "it is argu that inflat target is best understood as a commit to a target rule rather than an instrument rule either a gener target rule explicit object for monetari polici or a specif target rule a criterion for the forecast of the target variabl to be fulfil essenti the equal of the margin rate of transform and substitut between the target variabl target rule allow the use of judgment and extra model inform are more robust and easier to verifi than optim instrument rule and can bring the economi close to the social optim equilibrium", "title": "What Is Wrong with Taylor Rules? Using Judgment in Monetary Policy through Targeting Rules"}, "https://ideas.repec.org/a/bla/scandj/v86y1984i1p84-97.html": {"abstract": "No abstract is available for this item.", "authors": ["epsv2"], "abstractStem": "no abstract is avail for thi item", "title": " Do Countries' Factor Endowments Correspond to the Factor Contents in Their Bilateral Trade Flows?"}, "https://ideas.repec.org/a/eee/eecrev/v37y1993i4p763-793.html": {"abstract": "The paper presents estimates of devaluation expectations for six EMS currencies relative to the Deutsche mark, for the period March 1979-May 1990. The estimation method is simple and operational, and consistently generates sensible results. The estimates are constructed by the adjusting interest rate differentials by subtracting estimated expected rates of depreciation within the exchange rate band. The adjustment is nontrivial because exchange rates within ERM bands display mean reversion rather than random walk (unit root) behavior. The adjustment is essential since expected rates of depreciation within the band are usually of about the same magnitude as interest rate differentials.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epsv2"], "abstractStem": "the paper present estim of devalu expect for six em currenc rel to the deutsch mark for the period march 1979may 1990 the estim method is simpl and oper and consist gener sensibl result the estim are construct by the adjust interest rate differenti by subtract estim expect rate of depreci within the exchang rate band the adjust is nontrivi becaus exchang rate within erm band display mean revers rather than random walk unit root behavior the adjust is essenti sinc expect rate of depreci within the band are usual of about the same magnitud as interest rate differentialspthi abstract wa borrow from anoth version of thi item", "title": "Assessing target zone credibility : Mean reversion and devaluation expectations in the ERM, 1979-1992"}, "https://ideas.repec.org/a/ier/iecrev/v42y2001i2p369-97.html": {"abstract": " We define and study transparency, credibility, and reputation in a model where the central bank's characteristics are unobservable to the private sector and inferred from the policy outcome. Increased transparency makes the bank's reputation and credibility more sensitive to its actions. This moderates the bank's policy and induces the bank to follow a policy closer to the socially optimal one. Full transparency of the central bank's intentions is generally socially beneficial but frequently worse for the bank. Somewhat paradoxically, direct observability of idiosyncratic central bank goals removes the moderating influence on the bank and leads to the worst equilibrium.", "authors": ["epsv2"], "abstractStem": " we defin and studi transpar credibl and reput in a model where the central bank characterist are unobserv to the privat sector and infer from the polici outcom increas transpar make the bank reput and credibl more sensit to it action thi moder the bank polici and induc the bank to follow a polici closer to the social optim one full transpar of the central bank intent is gener social benefici but frequent wors for the bank somewhat paradox direct observ of idiosyncrat central bank goal remov the moder influenc on the bank and lead to the worst equilibrium", "title": "Transparency and Credibility: Monetary Policy with Unobservable Goals"}, "https://ideas.repec.org/a/aea/aecrev/v78y1988i4p662-77.html": {"abstract": " The authors present a new solution to the time-consistency problem that appears capable of enforcing ex ante policy i n settings where other enforcement mechanisms do not work. The soluti on involves a social contract that specifies the optimal ex ante poli cy and is effectively sold by successive old generations to successiv e young generations, who pay for the social contract through intergen erational transfers. Both old and young generations have an economic incentive to fulfill the social contract. The authors apply the solut ion to show how an equilibrium without excessive capital taxation can be enforced, despite an ongoing temptation to impose ex post capital levies. Copyright 1988 by American Economic Association.", "authors": ["epko44", "eppe28", "epsv2"], "abstractStem": " the author present a new solut to the timeconsist problem that appear capabl of enforc ex ant polici i n set where other enforc mechan do not work the soluti on involv a social contract that specifi the optim ex ant poli cy and is effect sold by success old gener to successiv e young gener who pay for the social contract through intergen erat transfer both old and young gener have an econom incent to fulfil the social contract the author appli the solut ion to show how an equilibrium without excess capit taxat can be enforc despit an ongo temptat to impos ex post capit levi copyright 1988 by american econom associ", "title": "Social Contracts as Assets: A Possible Solution to the Time-Consistency Problem"}, "https://ideas.repec.org/a/eee/dyncon/v28y2004i4p661-690.html": {"abstract": "The optimal weights on indicators in models with partial information about the state of the economy and forward-looking variables are derived and interpreted, both for equilibria under discretion and under commitment. The private sector is assumed to have information about the state of the economy that the policymaker does not possess. Certainty-equivalence is shown to apply, in the sense that optimal policy reactions to optimally estimated states of the economy are independent of the degree of uncertainty. The usual separation principle does not hold, since the estimation of the state of the economy is not independent of optimization and is in general quite complex. We present a general characterization of optimal filtering and control in settings of this kind, and discuss an application of our methods to the problem of the optimal use of 'real-time' macroeconomic data in the conduct of monetary policy.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epsv2", "epwo3"], "abstractStem": "the optim weight on indic in model with partial inform about the state of the economi and forwardlook variabl are deriv and interpret both for equilibria under discret and under commit the privat sector is assum to have inform about the state of the economi that the policymak doe not possess certaintyequival is shown to appli in the sens that optim polici reaction to optim estim state of the economi are independ of the degre of uncertainti the usual separ principl doe not hold sinc the estim of the state of the economi is not independ of optim and is in gener quit complex we present a gener character of optim filter and control in set of thi kind and discuss an applic of our method to the problem of the optim use of realtim macroeconom data in the conduct of monetari policypthi abstract wa borrow from anoth version of thi item", "title": "Indicator variables for optimal policy under asymmetric information"}, "https://ideas.repec.org/a/mcb/jmoncb/v31y1999i3p277-95.html": {"abstract": " Price level targeting (without base drift) and inflation targeting (with base drift) are compared with persistence in output (generated by sticky prices, for instance). Counter to conventional wisdom, price level targeting results in lower short-run inflation variability than inflation targeting (if output is at least moderately persistent). Price level targeting also eliminates any average inflation bias. Even if the preferences of society correspond to inflation targeting, it may nevertheless prefer to assign price level targeting to the central bank. Price level targeting thus appears to have more advantages than what is commonly acknowledged.", "authors": ["epsv2"], "abstractStem": " price level target without base drift and inflat target with base drift are compar with persist in output gener by sticki price for instanc counter to convent wisdom price level target result in lower shortrun inflat variabl than inflat target if output is at least moder persist price level target also elimin ani averag inflat bia even if the prefer of societi correspond to inflat target it may nevertheless prefer to assign price level target to the central bank price level target thu appear to have more advantag than what is commonli acknowledg", "title": "Price-Level Targeting versus Inflation Targeting: A Free Lunch?"}, "https://ideas.repec.org/a/mcb/jmoncb/v42y2010is1p229-242.html": {"abstract": " I discuss what determines the effective lower bound (ELB) for the policy rate and argue that the ELB is not hard, but rather soft, and that it is probably slightly negative. I argue that, at the ELB, current output can be increased by (i) monetary policy that extends the period of credibly low policy rates and generates inflation expectations, (ii) financial-stability policy-which is distinct from monetary policy-that reduces the spreads between market interest rates and the policy rate, and (iii) fiscal policy that increases the neutral real rate by reducing expected growth of government expenditure and increases potential output by increasing current government expenditure. Copyright (c) 2010 The Ohio State University.", "authors": ["epsv2"], "abstractStem": " i discuss what determin the effect lower bound elb for the polici rate and argu that the elb is not hard but rather soft and that it is probabl slightli neg i argu that at the elb current output can be increas by i monetari polici that extend the period of credibl low polici rate and gener inflat expect ii financialst policywhich is distinct from monetari policythat reduc the spread between market interest rate and the polici rate and iii fiscal polici that increas the neutral real rate by reduc expect growth of govern expenditur and increas potenti output by increas current govern expenditur copyright c 2010 the ohio state univers", "title": "Monetary Policy and Financial Markets at the Effective Lower Bound"}, "https://ideas.repec.org/a/bla/scandj/v89y1987i3p305-34.html": {"abstract": " International transmission of stochastic fiscal policy disturbances is examined in a two-country, general equilibrium framework, with possible excess supply equilibria with underutilization of resources. Nominal goods prices are sticky, although optimally set by firms in monopolistic competition. Asset prices are flexible. Agents have rational expectations. The spillover effect on foreign output of a domestic fiscal expansion differs from the standard positive Mundell-Fleming effect and depends on whether home and foreign goods are Edgeworth-Pareto complements or substitutes, which in turn depends on the relative size of intertemporal and intratemporal elasticities of substitution in consumption. Copyright 1987 by The editors of the Scandinavian Journal of Economics.", "authors": ["epsv2"], "abstractStem": " intern transmiss of stochast fiscal polici disturb is examin in a twocountri gener equilibrium framework with possibl excess suppli equilibria with underutil of resourc nomin good price are sticki although optim set by firm in monopolist competit asset price are flexibl agent have ration expect the spillov effect on foreign output of a domest fiscal expans differ from the standard posit mundellflem effect and depend on whether home and foreign good are edgeworthpareto complement or substitut which in turn depend on the rel size of intertempor and intratempor elast of substitut in consumpt copyright 1987 by the editor of the scandinavian journal of econom", "title": " International Fiscal Policy Transmission"}, "https://ideas.repec.org/a/bla/germec/v1y2000i1p69-81.html": {"abstract": " The so-called P* model is frequently used or referred to in discussions of monetary targeting. This gives the impression that the P* model might provide some rationale for monetary targeting or for the monetary reference value used by the Eurosystem. The P* model implies that inflation is determined by the level of and changes in the `real money gap' (the deviation of current real balances from their long-run equilibrium level), and hence that the real money gap is an important indicator for future inflation. Nevertheless, the P* model does not seem to provide any rationale for either a Bundesbank-style money-growth target or a Eurosystem-style money-growth indicator. Copyright Verein fü Socialpolitik and Blackwell Publishers Ltd 2000.", "authors": ["epsv2"], "abstractStem": " the socal p model is frequent use or refer to in discuss of monetari target thi give the impress that the p model might provid some rational for monetari target or for the monetari refer valu use by the eurosystem the p model impli that inflat is determin by the level of and chang in the real money gap the deviat of current real balanc from their longrun equilibrium level and henc that the real money gap is an import indic for futur inflat nevertheless the p model doe not seem to provid ani rational for either a bundesbankstyl moneygrowth target or a eurosystemstyl moneygrowth indic copyright verein f  socialpolitik and blackwel publish ltd 2000", "title": "Does the P* Model Provide Any Rationale for Monetary Targeting?"}, "https://ideas.repec.org/a/fip/fedfpr/y2000x3.html": {"abstract": "The optimal weights on indicators in models with partial information about the state of the economy and forward-looking variables are derived and interpreted, both for equilibria under discretion and under commitment. An example of optimal monetary policy with a partially observable potential output and a forward-looking indicator is examined. The optimal response to the optimal estimate of potential output displays certainty-equivalence, whereas the optimal response to the imperfect observation of output depends on the noise in this observation.", "authors": ["epsv2", "epwo3"], "abstractStem": "the optim weight on indic in model with partial inform about the state of the economi and forwardlook variabl are deriv and interpret both for equilibria under discret and under commit an exampl of optim monetari polici with a partial observ potenti output and a forwardlook indic is examin the optim respons to the optim estim of potenti output display certaintyequival wherea the optim respons to the imperfect observ of output depend on the nois in thi observ", "title": "Indicator variables for optimal policy"}, "https://ideas.repec.org/a/fip/fedlrv/y2005isepp613-626nv.87no.5.html": {"abstract": "In their paper \"Targeting versus Instrument Rules for Monetary Policy,\" McCallum and Nelson critique targeting rules for the analysis of monetary policy. Their arguments are rebutted here. First, McCallum and Nelson's preference to study the robustness of simple monetary policy rules is no reason at all to limit attention to simple instrument rules; simple targeting rules may have more desirable properties. Second, optimal targeting rules are a compact, robust, and structural description of goal-directed monetary policy, analogous to the compact, robust, and structural consumption Euler conditions in the theory of consumption. They express the very robust condition of equality of the marginal rates of substitution and transformation between the central bank's target variables. Indeed, they provide desirable micro foundations of monetary policy. Third, under realistic information assumptions, the instrument rule analog to any targeting rule that McCallum and Nelson have proposed results in very large instrument rate volatility and is also, for other reasons, inferior to a targeting rule.", "authors": ["epsv2"], "abstractStem": "in their paper target versu instrument rule for monetari polici mccallum and nelson critiqu target rule for the analysi of monetari polici their argument are rebut here first mccallum and nelson prefer to studi the robust of simpl monetari polici rule is no reason at all to limit attent to simpl instrument rule simpl target rule may have more desir properti second optim target rule are a compact robust and structur descript of goaldirect monetari polici analog to the compact robust and structur consumpt euler condit in the theori of consumpt they express the veri robust condit of equal of the margin rate of substitut and transform between the central bank target variabl inde they provid desir micro foundat of monetari polici third under realist inform assumpt the instrument rule analog to ani target rule that mccallum and nelson have propos result in veri larg instrument rate volatil and is also for other reason inferior to a target rule", "title": "Targeting versus instrument rules for monetary policy: what is wrong with McCallum and Nelson?"}, "https://ideas.repec.org/a/oup/restud/v53y1986i3p385-405..html": {"abstract": "A monetary general equilibrium asset-pricing model with sticky goods prices is developed. Goods prices are set by monopolistically competitive firms that maximize stock market value. Equilibria with underutilization of resources, excess capacity, in some states result, in contrast to previous monetary asset-pricing models. The degree of competition affects capacity utilization. Monetary policy can affect output and resource utilization, in addition to real asset prices, depending upon the amount of information available to the monetary authority.", "authors": [], "abstractStem": "a monetari gener equilibrium assetpr model with sticki good price is develop good price are set by monopolist competit firm that maxim stock market valu equilibria with underutil of resourc excess capac in some state result in contrast to previou monetari assetpr model the degre of competit affect capac util monetari polici can affect output and resourc util in addit to real asset price depend upon the amount of inform avail to the monetari author", "title": "Sticky Goods Prices, Flexible Asset Prices, Monopolistic Competition, and Monetary Policy"}, "https://ideas.repec.org/a/bla/scandj/v88y1986i1p153-55.html": {"abstract": "No abstract is available for this item.", "authors": ["epsv2"], "abstractStem": "no abstract is avail for thi item", "title": " On the Intergenerational Allocation of Natural Resources: Comment"}, "https://ideas.repec.org/a/aea/aecrev/v78y1988i3p375-94.html": {"abstract": " A theory of the international trade pattern in risky assets is developed by applying the law of comparative advantage to asset trade. According to this l aw, there is a tendency for a country to import assets that have rela tively high autarky prices. It is examined how autarky prices are aff ected by international differences in stochastic properties of output /endowments, the rate of time preference, the degree of risk aversion , and subjective beliefs, and how such differences predict overall ca pital account deficits or surpluses as well as the composition of the capital account into trade in specific risky assets. Copyright 1988 by American Economic Association.", "authors": ["epsv2"], "abstractStem": " a theori of the intern trade pattern in riski asset is develop by appli the law of compar advantag to asset trade accord to thi l aw there is a tendenc for a countri to import asset that have rela tive high autarki price it is examin how autarki price are aff ect by intern differ in stochast properti of output endow the rate of time prefer the degre of risk avers  and subject belief and how such differ predict overal ca pital account deficit or surplus as well as the composit of the capit account into trade in specif riski asset copyright 1988 by american econom associ", "title": "Trade in Risky Assets"}, "https://ideas.repec.org/a/eee/moneco/v40y1997i2p383-429.html": {"abstract": "Central banks have several reasons for extracting information from asset prices. Asset prices may embody more accurate and more up-to-date macroeconomic data than what is currently published or directly available to policy makers. Aberrations in some asset prices may indicate imperfections or manipulations relevant for banking and financial market surveillance. Especially, asset prices will reflect market participants' expectations about the future, which is the focus of this paper.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epso16", "epsv2"], "abstractStem": "central bank have sever reason for extract inform from asset price asset price may embodi more accur and more uptod macroeconom data than what is current publish or directli avail to polici maker aberr in some asset price may indic imperfect or manipul relev for bank and financi market surveil especi asset price will reflect market particip expect about the futur which is the focu of thi paperpthi abstract wa borrow from anoth version of thi item", "title": "New techniques to extract market expectations from financial instruments"}, "https://ideas.repec.org/a/ucp/intsma/doi10.1086-669590.html": {"abstract": "No abstract is available for this item.", "authors": ["epsv2"], "abstractStem": "no abstract is avail for thi item", "title": "Comment"}, "https://ideas.repec.org/a/eee/inecon/v36y1994i3-4p467-481.html": {"abstract": "We examine the expected survival time of a unilateral exchange rate target zone, when constraints on monetary policy prevent the central bank from exclusively focusing on defending the target zone. In general, the width of the target zone has a negligible effect on the expected survival time, and the dominant determinants are reserve levels and the degree of real and monetary divergence between the country in question and the rest of the world. For seemingly realistic parameters, the expected survival time is fairly long: a few decades rather than a few years.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epsv2"], "abstractStem": "we examin the expect surviv time of a unilater exchang rate target zone when constraint on monetari polici prevent the central bank from exclus focus on defend the target zone in gener the width of the target zone ha a neglig effect on the expect surviv time and the domin determin are reserv level and the degre of real and monetari diverg between the countri in question and the rest of the world for seemingli realist paramet the expect surviv time is fairli long a few decad rather than a few yearspthi abstract wa borrow from anoth version of thi item", "title": "How long do unilateral target zones last?"}, "https://ideas.repec.org/a/eee/moneco/v50y2003i5p1061-1070.html": {"abstract": "No abstract is available for this item.", "authors": ["epsv2"], "abstractStem": "no abstract is avail for thi item", "title": "Comment on: The future of monetary aggregates in monetary policy analysis"}, "https://ideas.repec.org/a/fip/fedaer/y2003iq3p11-16nv.88no.3.html": {"abstract": "A new strand of macroeconomic literature examines the relationship between learning and monetary policy-how monetary policymakers learn about the economy as they try to achieve their goals, how the public learns about policymakers' objectives, and how the public's learning, in turn, changes the way monetary policy works. An Atlanta Fed conference in March 2003 brought together some of the main contributors to this emerging literature. ; In the conference keynote address, reprinted here, Lars Svensson focused on what constitutes good monetary policy and how it is related to central-bank learning, how private-sector learning benefits from central-bank transparency, and how good monetary policy is best modeled. ; Good central banks, he noted, engage in forecast targeting: setting interest rates so that their projections of inflation and the output gap are consistent with their objectives. In particular, he argued, good central banks must devote considerable resources to monitoring and extracting private-sector expectations from various sources, use these expectations among other inputs in the forecasting process, and respond appropriately when the expectations affect the central bank's projections of inflation and the output gap. ; Svensson also stressed that central-bank transparency can improve private-sector learning and thereby induce better private-sector decisions. ; Finally, Svensson emphasized that good monetary policy is best modeled in the same way the private sector is modeled-not with ad hoc reaction functions, or instrument rules, but as goal-directed, optimizing policy with the help of targeting rules.", "authors": ["epsv2"], "abstractStem": "a new strand of macroeconom literatur examin the relationship between learn and monetari policyhow monetari policymak learn about the economi as they tri to achiev their goal how the public learn about policymak object and how the public learn in turn chang the way monetari polici work an atlanta fed confer in march 2003 brought togeth some of the main contributor to thi emerg literatur  in the confer keynot address reprint here lar svensson focus on what constitut good monetari polici and how it is relat to centralbank learn how privatesector learn benefit from centralbank transpar and how good monetari polici is best model  good central bank he note engag in forecast target set interest rate so that their project of inflat and the output gap are consist with their object in particular he argu good central bank must devot consider resourc to monitor and extract privatesector expect from variou sourc use these expect among other input in the forecast process and respond appropri when the expect affect the central bank project of inflat and the output gap  svensson also stress that centralbank transpar can improv privatesector learn and therebi induc better privatesector decis  final svensson emphas that good monetari polici is best model in the same way the privat sector is modelednot with ad hoc reaction function or instrument rule but as goaldirect optim polici with the help of target rule", "title": "Monetary policy and learning"}, "https://ideas.repec.org/a/oup/restud/v60y1993i3p689-712..html": {"abstract": "A time-varying stochastic devaluation risk is introduced in a model of exchange rate target zones. The model produces realistic patterns of covariation between exchange rates and interest rate differentials, which previous target zone models have been unable to do. A \"drift adjustment\" method to estimate devaluation expectations from data is suggested.", "authors": ["epbe54"], "abstractStem": "a timevari stochast devalu risk is introduc in a model of exchang rate target zone the model produc realist pattern of covari between exchang rate and interest rate differenti which previou target zone model have been unabl to do a drift adjust method to estim devalu expect from data is suggest", "title": "Stochastic Devaluation Risk and the Empirical Fit of Target-Zone Models"}, "https://ideas.repec.org/a/bla/scandj/v88y1986i1p273-95.html": {"abstract": "No abstract is available for this item.", "authors": ["eppe28", "epsv2"], "abstractStem": "no abstract is avail for thi item", "title": " International Borrowing and Time-Consistent Fiscal Policy"}, "https://ideas.repec.org/a/eee/moneco/v28y1991i1p87-116.html": {"abstract": "The term structure of interest rate differentials is derived in a model of a small open economy with a target zone exchange rate regime. The target zone is modeled as a regulated Brownian motion. The interest rate differentials are computed as the solution to a parabolic partial differential equation with derivative boundary conditions, both via a Fourier-series analytical solution and via a direct numerical solution. Several specific properties of the term structure of interest rate differentials are derived. For instance, for given time to maturity the interest rate differential is decreasing in the exchange rate, and for given exchange rate the interest rate differential's absolute value and its instantaneous variability are both decreasing in the time to maturity. Devaluation/realignment risks are incorporated and imply upward shifts of the interest rate differentials. Some implications of the theory are found to be broadly consistent with data on Swedish exchange rates and interest differentials for the period 1986-1989.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epsv2"], "abstractStem": "the term structur of interest rate differenti is deriv in a model of a small open economi with a target zone exchang rate regim the target zone is model as a regul brownian motion the interest rate differenti are comput as the solut to a parabol partial differenti equat with deriv boundari condit both via a fourierseri analyt solut and via a direct numer solut sever specif properti of the term structur of interest rate differenti are deriv for instanc for given time to matur the interest rate differenti is decreas in the exchang rate and for given exchang rate the interest rate differenti absolut valu and it instantan variabl are both decreas in the time to matur devaluationrealign risk are incorpor and impli upward shift of the interest rate differenti some implic of the theori are found to be broadli consist with data on swedish exchang rate and interest differenti for the period 19861989pthi abstract wa borrow from anoth version of thi item", "title": "The term structure of interest rate differentials in a target zone : Theory and Swedish data"}, "https://ideas.repec.org/a/eee/inecon/v26y1989i1-2p1-28.html": {"abstract": "In a previous paper, \"Trade in Risky Assets,\" I have analyzed the pattern of international trade in risky real assets between barter economies, relying on the Law of Comparative Advantage and using autarky asset price differences to predict the pattern of asset trade. In this paper the analysis is extended to international trade in nominal assets (assets with returns paid in currencies) between monetary economies. The risk characteristics of real returns on nominal assets depend on price level and exchange rate risk, and therefore on monetary policy. It is examined how different combinations of monetary policies and exchange rate regimes affect nominal assets' return risk characteristics, their autarky prices, and hence their trade pattern, when countries differ with respect to their outputs or their attitudes towards risk. When world asset markets are incomplete, different monetary policies and exchange rate regimes have dramatic effects on risk characteristics of home and foreign currency bonds and on the trade pattern in these assets, as well as on aggregate capital and current accounts.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epsv2"], "abstractStem": "in a previou paper trade in riski asset i have analyz the pattern of intern trade in riski real asset between barter economi reli on the law of compar advantag and use autarki asset price differ to predict the pattern of asset trade in thi paper the analysi is extend to intern trade in nomin asset asset with return paid in currenc between monetari economi the risk characterist of real return on nomin asset depend on price level and exchang rate risk and therefor on monetari polici it is examin how differ combin of monetari polici and exchang rate regim affect nomin asset return risk characterist their autarki price and henc their trade pattern when countri differ with respect to their output or their attitud toward risk when world asset market are incomplet differ monetari polici and exchang rate regim have dramat effect on risk characterist of home and foreign currenc bond and on the trade pattern in these asset as well as on aggreg capit and current accountspthi abstract wa borrow from anoth version of thi item", "title": "Trade in nominal assets : Monetary policy, and price level and exchange rate risk"}, "https://ideas.repec.org/a/bla/scandj/v91y1989i2p435-38.html": {"abstract": "No abstract is available for this item.", "authors": ["epsv2"], "abstractStem": "no abstract is avail for thi item", "title": " Real Exchange Rates and Macroeconomics: A Selective Survey: Comment"}, "https://ideas.repec.org/a/bla/germec/v2y2001i3p309-312.html": {"abstract": " Seitz and TÎdter argue, counter to Svensson, that the P* model provides a rationale for money-growth targeting. In particular, they argue that 'money growth targeting is a special form of inflation forecast targeting based on a \"limited\" information set. In contrast to \"full information\" inflation forecast targeting, money growth targeting is likely to be more robust under changing conditions of the real world'. Copyright Verein fü Socialpolitik and Blackwell Publishers Ltd 2001.", "authors": ["epsv2"], "abstractStem": " seitz and t dter argu counter to svensson that the p model provid a rational for moneygrowth target in particular they argu that money growth target is a special form of inflat forecast target base on a limit inform set in contrast to full inform inflat forecast target money growth target is like to be more robust under chang condit of the real world copyright verein f  socialpolitik and blackwel publish ltd 2001", "title": "Response to Seitz and Tödter, 'How the P* Model Rationalizes Monetary Targeting: A Comment on Svensson'"}, "https://ideas.repec.org/a/bla/scandj/v86y1984i3p371-78.html": {"abstract": "No abstract is available for this item.", "authors": ["epsv2"], "abstractStem": "no abstract is avail for thi item", "title": " Potential and Realized Trade Patterns: The Case of Sweden"}, "https://ideas.repec.org/a/bla/scandj/v97y1995i2p173-200.html": {"abstract": " Expected rates of devaluation for the French franc/Deutsche mark exchange rate during the EMS are estimated using the 'drift adjustment' method. Exchange rates within the band display strong mean reversion. The adjustment term, the expected rate of depreciation within the band, is often of the same magnitude as interest rate differentials. Bilateral exchange rate limits towards other ERM currencies have a significant and sizeable effect on estimated expected rates of devaluation. The behavior of estimated expected rates of depreciation within the band accords fairly well with the theoretical model of Bertola and Svensson (1993). Estimated expected rates of devaluation to some extent predict actual realignments. Copyright 1995 by The editors of the Scandinavian Journal of Economics.", "authors": ["epro71", "epsv2"], "abstractStem": " expect rate of devalu for the french francdeutsch mark exchang rate dure the em are estim use the drift adjust method exchang rate within the band display strong mean revers the adjust term the expect rate of depreci within the band is often of the same magnitud as interest rate differenti bilater exchang rate limit toward other erm currenc have a signific and sizeabl effect on estim expect rate of devalu the behavior of estim expect rate of depreci within the band accord fairli well with the theoret model of bertola and svensson 1993 estim expect rate of devalu to some extent predict actual realign copyright 1995 by the editor of the scandinavian journal of econom", "title": " Expected and Predicted Realignments: The FF/DM Exchange Rate during the EMS, 1979-93"}, "https://ideas.repec.org/a/oup/oxecpp/v36y1984i1p86-102.html": {"abstract": "This paper examines the effect of OPEC price increases on the welfare of a group of oil-importing industrial countries. It also studies how taxes or subsidies on oil imports or capital flows could alter the group's welfare. The analysis is conducted using a general-equilibrium model that describes the behavior of two actors, OPEC and the oil-importing bloc called Industria. The analysis is explicitly intertemporal and takes into account endogenous changes in saving, investment and employment.We show that Industria's welfare is affected not only by direct oil terms of trade effect, but also by changes in the world rate of interest(intertemporal terms of trade effects) and, for rigid wages, changes in employment. Thus Industria gains from the intertemporal terms of trade effect if it is a net borrower and the world rate of interest falls. Precise conditions for whether the world rate of interest falls or rises are given.We also show that Industria may gain from subsidizing oil imports rather than taxing them, in particular if wages are rigid, and that it may gain from restricting international capital mobility.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpma1464", "epsv2"], "abstractStem": "thi paper examin the effect of opec price increas on the welfar of a group of oilimport industri countri it also studi how tax or subsidi on oil import or capit flow could alter the group welfar the analysi is conduct use a generalequilibrium model that describ the behavior of two actor opec and the oilimport bloc call industria the analysi is explicitli intertempor and take into account endogen chang in save invest and employmentw show that industria welfar is affect not onli by direct oil term of trade effect but also by chang in the world rate of interestintertempor term of trade effect and for rigid wage chang in employ thu industria gain from the intertempor term of trade effect if it is a net borrow and the world rate of interest fall precis condit for whether the world rate of interest fall or rise are givenw also show that industria may gain from subsid oil import rather than tax them in particular if wage are rigid and that it may gain from restrict intern capit mobilitypthi abstract wa borrow from anoth version of thi item", "title": "World Equilibrium with Oil Price Increases: An Intertemporal Analysis"}, "https://ideas.repec.org/a/eee/inecon/v20y1986i1-2p99-113.html": {"abstract": "No abstract is available for this item.", "authors": ["fpma1464", "epsv2"], "abstractStem": "no abstract is avail for thi item", "title": "The terms of trade between oil importers"}, "https://ideas.repec.org/a/fip/fedkpr/y2002p261-312.html": {"abstract": "Monetary policy can achieve average inflation equal to a given inflation target and, at best, a good compromise between inflation variability and output-gap variability. Monetary policy cannot completely stabilize either inflation or the output gap. Increased credibility in the form of inflation expectations anchored on the inflation target will reduce the variability of inflation and the output gap. Central banks can improve transparency and accountability by specifying not only an inflation target but also the dislike of output-gap variability relative to inflation variability. Central banks can best achieve both the long-run inflation target and the best compromise between inflation and output-gap stability by engaging in forecast targeting,' where the bank selects the feasible combination of inflation and output-gap projections that minimize the loss function and the corresponding instrument-rate plan and sets the instrument-rate accordingly. Forecast targeting implies that the instrument responds to all information that significantly affects the projections of inflation and the output gap. Therefore it cannot be expressed in terms of a simple instrument rule, like a Taylor rule. The objective of financial stability, including a well-functioning payment system, can conveniently be considered as a restriction on monetary policy that does not bind in normal times, but does bind in times of financial crises. By producing and publishing Financial Stability Reports with indicators of financial stability, the central bank can monitor the degree of financial stability and issue warnings to concerned agents and authorities in due time and this way avoid deteriorating financial stability. Forecast targeting implies that asset-price developments and potential asset-price bubbles are taken into account and responded to the extent that they are deemed to affect the projections of the target variables, inflation and the output gap. In most cases, it will be difficult to make<p>(This abstract was borrowed from another version of this item.)", "authors": ["epsv2"], "abstractStem": "monetari polici can achiev averag inflat equal to a given inflat target and at best a good compromis between inflat variabl and outputgap variabl monetari polici cannot complet stabil either inflat or the output gap increas credibl in the form of inflat expect anchor on the inflat target will reduc the variabl of inflat and the output gap central bank can improv transpar and account by specifi not onli an inflat target but also the dislik of outputgap variabl rel to inflat variabl central bank can best achiev both the longrun inflat target and the best compromis between inflat and outputgap stabil by engag in forecast target where the bank select the feasibl combin of inflat and outputgap project that minim the loss function and the correspond instrumentr plan and set the instrumentr accordingli forecast target impli that the instrument respond to all inform that significantli affect the project of inflat and the output gap therefor it cannot be express in term of a simpl instrument rule like a taylor rule the object of financi stabil includ a wellfunct payment system can conveni be consid as a restrict on monetari polici that doe not bind in normal time but doe bind in time of financi crise by produc and publish financi stabil report with indic of financi stabil the central bank can monitor the degre of financi stabil and issu warn to concern agent and author in due time and thi way avoid deterior financi stabil forecast target impli that assetpric develop and potenti assetpric bubbl are taken into account and respond to the extent that they are deem to affect the project of the target variabl inflat and the output gap in most case it will be difficult to makepthi abstract wa borrow from anoth version of thi item", "title": "Monetary policy and real stabilization"}, "https://ideas.repec.org/a/eee/moneco/v43y1999i3p607-654.html": {"abstract": "The purpose of the paper is to survey and discuss inflation targeting in the context of monetary policy rules. The paper provides a general conceptual discussion of monetary policy rules, attempts to clarify the essential characteristics of inflation targeting, compares inflation targeting to other monetary policy rules, and draws some conclusions for the monetary policy of the European System of Central Banks.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epsv2"], "abstractStem": "the purpos of the paper is to survey and discuss inflat target in the context of monetari polici rule the paper provid a gener conceptu discuss of monetari polici rule attempt to clarifi the essenti characterist of inflat target compar inflat target to other monetari polici rule and draw some conclus for the monetari polici of the european system of central bankspthi abstract wa borrow from anoth version of thi item", "title": "Inflation targeting as a monetary policy rule"}, "https://ideas.repec.org/a/eee/inecon/v13y1982i1-2p45-64.html": {"abstract": "No abstract is available for this item.", "authors": ["epsv2"], "abstractStem": "no abstract is avail for thi item", "title": "On the welfare effects of a \u001aduty-free zone\u001a"}, "https://ideas.repec.org/a/aea/aecrev/v87y1997i1p98-114.html": {"abstract": " Inflation-targeting regimes (like those of New Zealand, Canada, the United Kingdom, and Sweden) are interpreted as having explicit inflation targets and implicit employment targets. Without employment persistence, an 'inflation-target-conservative' central bank eliminates the inflation bias, mimics an optimal inflation contract, and dominates a Rogoff 'weight-conservative' central bank. With employment persistence, a state-contingent inflation bias and a stabilization bias also arise. A constant inflation target and a constant inflation contract are still equivalent. A state-contingent inflation target combined with a weight-conservative central bank can achieve the equilibrium corresponding to an optimal rule under commitment. Copyright 1997 by American Economic Association.", "authors": ["epsv2"], "abstractStem": " inflationtarget regim like those of new zealand canada the unit kingdom and sweden are interpret as have explicit inflat target and implicit employ target without employ persist an inflationtargetconserv central bank elimin the inflat bia mimic an optim inflat contract and domin a rogoff weightconserv central bank with employ persist a stateconting inflat bia and a stabil bia also aris a constant inflat target and a constant inflat contract are still equival a stateconting inflat target combin with a weightconserv central bank can achiev the equilibrium correspond to an optim rule under commit copyright 1997 by american econom associ", "title": "Optimal Inflation Targets, \"Conservative\" Central Banks, and Linear Inflation Contracts"}, "https://ideas.repec.org/a/nzb/nzbbul/march20011.html": {"abstract": "In May 2000, the Government announced that the New Zealand monetary policy framework would be reviewed. Professor Lars Svensson of Stockholm University was appointed to undertake the review and to report by the end of February 2001.", "authors": ["epsv2"], "abstractStem": "in may 2000 the govern announc that the new zealand monetari polici framework would be review professor lar svensson of stockholm univers wa appoint to undertak the review and to report by the end of februari 2001", "title": "Independent review of the operation of monetary policy in New Zealand"}, "https://ideas.repec.org/a/ier/iecrev/v29y1988i4p681-705.html": {"abstract": " This paper studies banking and financial innovations in a stochasti c general equilibrium model, assuming the existence of two distinct types of goods: cash goods, which can only be purchased by cash, and check goods, which can also be purchased by checks drawn against interest-bearing bank accounts. The authors analyze the effects of changes in the payment s structure (i.e., the share of check goods), reserve requirements on banks, and changes in the supply of reserves. The authors find, e.g., that an increased share of check goods and a decrease of the bank reserve ratio in general both lead to a decrease in the variance of the price level. Copyright 1988 by Economics Department of the University of Pennsylvania and the Osaka University Institute of Social and Economic Research Association.", "authors": ["epsv2"], "abstractStem": " thi paper studi bank and financi innov in a stochasti c gener equilibrium model assum the exist of two distinct type of good cash good which can onli be purchas by cash and check good which can also be purchas by check drawn against interestbear bank account the author analyz the effect of chang in the payment s structur ie the share of check good reserv requir on bank and chang in the suppli of reserv the author find eg that an increas share of check good and a decreas of the bank reserv ratio in gener both lead to a decreas in the varianc of the price level copyright 1988 by econom depart of the univers of pennsylvania and the osaka univers institut of social and econom research associ", "title": "Money and Banking in a Cash-in-Advance Economy"}, "https://ideas.repec.org/a/eee/moneco/v14y1984i3p365-374.html": {"abstract": "No abstract is available for this item.", "authors": ["eppe28", "epsv2"], "abstractStem": "no abstract is avail for thi item", "title": "Time-consistent fiscal policy and government cash-flow"}, "https://ideas.repec.org/a/ier/iecrev/v26y1985i1p175-92.html": {"abstract": "A general model of trade caused by international differences in production technology is developed using techniques of duality theory. For the caseof product-augmenting differences in technology, it is shown that there is a positive correlation between net export and technological superiority, such that a country will \"on average\" export goods for which the country has superior technolor. If some factors are permitted to be internationally traded, it is demonstrated via this correlation that the volume of trade must increase. Thus unlike trade caused by factor endowment differences, goods trade caused by product-augmenting differences in production technolody is always in this sense complementary with factor trade. For factor-augmenting technology differences, in the absence of factor trade the goods trade pattern is as if it was caused by factor endowment differences. With factor trade, goods trade and factor trade can then be either complements or substitutes.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpma528", "epsv2"], "abstractStem": "a gener model of trade caus by intern differ in product technolog is develop use techniqu of dualiti theori for the caseof productaug differ in technolog it is shown that there is a posit correl between net export and technolog superior such that a countri will on averag export good for which the countri ha superior technolor if some factor are permit to be intern trade it is demonstr via thi correl that the volum of trade must increas thu unlik trade caus by factor endow differ good trade caus by productaug differ in product technolodi is alway in thi sens complementari with factor trade for factoraug technolog differ in the absenc of factor trade the good trade pattern is as if it wa caus by factor endow differ with factor trade good trade and factor trade can then be either complement or substitutespthi abstract wa borrow from anoth version of thi item", "title": "Trade in Goods and Factors with International Differences in Technology"}, "https://ideas.repec.org/a/cml/boletn/vly2004i1p9-14.html": {"abstract": "No abstract is available for this item.", "authors": ["epsv2"], "abstractStem": "no abstract is avail for thi item", "title": "Política monetaria y aprendizaje"}, "https://ideas.repec.org/a/wly/jmoncb/v46y2014is2p183-188.html": {"abstract": " The monetary policy mandate for the Federal Reserve and of the Riksbank are essentially the same and boil down to stabilizing inflation around the inflation target and employment or unemployment around a long‐run sustainable rate. The relative weight on stabilizing unemployment or employment versus stabilizing inflation may be close to one. A positive unemployment‐gap forecast normally calls for a positive inflation‐gap forecast.", "authors": ["epsv2"], "abstractStem": " the monetari polici mandat for the feder reserv and of the riksbank are essenti the same and boil down to stabil inflat around the inflat target and employ or unemploy around a long run sustain rate the rel weight on stabil unemploy or employ versu stabil inflat may be close to one a posit unemploy gap forecast normal call for a posit inflat gap forecast", "title": "How to Weigh Unemployment Relative to Inflation in Monetary Policy?"}, "https://ideas.repec.org/a/ecm/emetrp/v49y1981i1p131-51.html": {"abstract": "No abstract is available for this item.", "authors": ["epsv2"], "abstractStem": "no abstract is avail for thi item", "title": "Efficiency and Speculation in a Model with Price-Contingent Contracts"}, "https://ideas.repec.org/a/mcb/jmoncb/v43y2011i7p1287-1331.html": {"abstract": "We show how to construct optimal policy projections in Ramses, the Riksbank's open-economy medium-sized DSGE model for forecasting and policy analysis. Bayesian estimation of the parameters of the model indicates that they are relatively invariant to alternative policy assumptions and supports our view that the model parameters may be regarded as unaffected by the monetary policy specification. We discuss how monetary policy, and in particular the choice of output gap measure, affects the transmission of shocks. Finally, we use the model to assess the recent Great Recession in the world economy and how its impact on the economic development in Sweden depends on the conduct of monetary policy. This provides an illustration on how Rames incorporates large international spillover effects.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpla257", "fpli302", "epsv2"], "abstractStem": "we show how to construct optim polici project in rams the riksbank openeconomi mediums dsge model for forecast and polici analysi bayesian estim of the paramet of the model indic that they are rel invari to altern polici assumpt and support our view that the model paramet may be regard as unaffect by the monetari polici specif we discuss how monetari polici and in particular the choic of output gap measur affect the transmiss of shock final we use the model to assess the recent great recess in the world economi and how it impact on the econom develop in sweden depend on the conduct of monetari polici thi provid an illustr on how rame incorpor larg intern spillov effectspthi abstract wa borrow from anoth version of thi item", "title": "Optimal Monetary Policy in an Operational Medium‐Sized DSGE Model"}, "https://ideas.repec.org/a/ijc/ijcjou/y2014q2a5.html": {"abstract": "Should inflation targeting involve some leaning against the wind? Sweden provides a case study, since the Riksbank has been leaning against the wind since 2010, stating concerns about risks associated with the household debt-to-income ratio. The cost of this policy in terms of low inflation and high unemployment is high. According to the Riksbank’s own analysis, the policy rate effect on household indebtedness is very small, and any effect on risks associated with household debt is miniscule. Indeed, much lower inflation than expected has increased households’ debt burden and, if anything, increased such risks.", "authors": ["epsv2"], "abstractStem": "should inflat target involv some lean against the wind sweden provid a case studi sinc the riksbank ha been lean against the wind sinc 2010 state concern about risk associ with the household debttoincom ratio the cost of thi polici in term of low inflat and high unemploy is high accord to the riksbank s own analysi the polici rate effect on household indebted is veri small and ani effect on risk associ with household debt is miniscul inde much lower inflat than expect ha increas household  debt burden and if anyth increas such risk", "title": "Inflation Targeting and \"Leaning against the Wind\""}, "https://ideas.repec.org/a/oup/qjecon/v99y1984i4p649-672..html": {"abstract": "The paper examines welfare effects and the trade balance response to changes in the world oil prices and interest rates for a small oil-importing economy. The trade balance is mainly seen as the difference between saving and investment, and these are derived from intertemporal optimization. It is shown that the welfare effects consist of static terms-of-trade effects, intertemporal terms-of-trade effects, and employment effects. The trade balance deteriorates for temporary oil price increases; whereas its response is ambiguous for permanent oil price increases. For a fall in the world interest rate, the trade balance deteriorates if the economy is a net borrower.", "authors": [], "abstractStem": "the paper examin welfar effect and the trade balanc respons to chang in the world oil price and interest rate for a small oilimport economi the trade balanc is mainli seen as the differ between save and invest and these are deriv from intertempor optim it is shown that the welfar effect consist of static termsoftrad effect intertempor termsoftrad effect and employ effect the trade balanc deterior for temporari oil price increas wherea it respons is ambigu for perman oil price increas for a fall in the world interest rate the trade balanc deterior if the economi is a net borrow", "title": "Oil Prices, Welfare, and the Trade Balance"}, "https://ideas.repec.org/a/aea/aecrev/v96y2006i1p448-452.html": {"abstract": "No abstract is available for this item.", "authors": ["epsv2"], "abstractStem": "no abstract is avail for thi item", "title": "Social Value of Public Information: Comment: Morris and Shin (2002) Is Actually Pro-Transparency, Not Con"}, "https://ideas.repec.org/a/rje/bellje/v8y1977ispringp207-216.html": {"abstract": " An extensive literature has recently dealt with problems concerning the stock market and the objective function of the firm, under conditions of uncertainty. This paper deals with the certainty case and develops a two-date production economy with a stock market, distinguished from the corresponding Arrow-Debreu model by a different market structure. Even in this simple set-up, different objective functions of the firm can be examined. Maximizing the market value of shares does not lead to Pareto efficiency, unless there are very many firms. By contrast, maximizing the rate of return on stockholders' investments, when taking the value of shares as given, does lead to Pareto efficiency.", "authors": ["epsv2"], "abstractStem": " an extens literatur ha recent dealt with problem concern the stock market and the object function of the firm under condit of uncertainti thi paper deal with the certainti case and develop a twodat product economi with a stock market distinguish from the correspond arrowdebreu model by a differ market structur even in thi simpl setup differ object function of the firm can be examin maxim the market valu of share doe not lead to pareto effici unless there are veri mani firm by contrast maxim the rate of return on stockhold invest when take the valu of share as given doe lead to pareto effici", "title": "The Stock Market, the Objective Function of the Firm, and Intertemporal Pareto Efficiency -- The Certainty Case"}, "https://ideas.repec.org/a/ime/imemes/v19y2001is1p277-312.html": {"abstract": "The paper examines the transmission mechanism of monetary policy in an open economy with and without a binding zero bound on nominal interest rates. In particular, a foolproof way of escaping from a liquidity trap is suggested, consisting of a price-level target path, a devaluation of the currency and a temporary exchange rate peg, which is later abandoned in favor of price-level or inflation targeting when the price-level target has been reached. This will jump-start the economy and escape deflation by a real depreciation of the domestic currency, a lower long real interest rate, and increased inflation expectations. The abandonment of the exchange rate peg and the shift to price-level or inflation targeting will avoid the risk of overheating. Some conclusions for Japan are included.", "authors": ["epsv2"], "abstractStem": "the paper examin the transmiss mechan of monetari polici in an open economi with and without a bind zero bound on nomin interest rate in particular a foolproof way of escap from a liquid trap is suggest consist of a pricelevel target path a devalu of the currenc and a temporari exchang rate peg which is later abandon in favor of pricelevel or inflat target when the pricelevel target ha been reach thi will jumpstart the economi and escap deflat by a real depreci of the domest currenc a lower long real interest rate and increas inflat expect the abandon of the exchang rate peg and the shift to pricelevel or inflat target will avoid the risk of overh some conclus for japan are includ", "title": "The Zero Bound in an Open Economy: A Foolproof Way of Escaping from a Liquidity Trap"}, "https://ideas.repec.org/a/eee/inecon/v33y1992i1-2p21-40.html": {"abstract": "The foreign exchange risk premium in an exchange rate target zone regime with devaluation/realignment risks is derived. In contrast to previous literature, the exchange rate's heteroscedasticity within the bard, as well as a separate devaluation/realignment risk, is taken into account. The risk premium is then the sum of two separate risk premia, arising from stochastic exchange rate movements within the bard and from stochastic devaluations/realignments when the band is shifted. Both real and nominal exchange rate premia are considered. The real and nominal risk premia from movements within the band are very small for narrow target zones and can therefore be disregarded. The real and nominal risk premia from devaluations/realignments are larger but still relatively small proportions of the expected rate of devaluation/realignment.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epsv2"], "abstractStem": "the foreign exchang risk premium in an exchang rate target zone regim with devaluationrealign risk is deriv in contrast to previou literatur the exchang rate heteroscedast within the bard as well as a separ devaluationrealign risk is taken into account the risk premium is then the sum of two separ risk premia aris from stochast exchang rate movement within the bard and from stochast devaluationsrealign when the band is shift both real and nomin exchang rate premia are consid the real and nomin risk premia from movement within the band are veri small for narrow target zone and can therefor be disregard the real and nomin risk premia from devaluationsrealign are larger but still rel small proport of the expect rate of devaluationrealignmentpthi abstract wa borrow from anoth version of thi item", "title": "The foreign exchange risk premium in a target zone with devaluation risk"}, "https://ideas.repec.org/a/fip/fedkpr/y1999p195-259.html": {"abstract": "The paper discusses several issues related to how monetary policy should be conducted in an era of price stability. Low inflation (with base drift in the price level) and price-level stability (without such base drift) are compared, and a suitable loss function (corresponding to flexible inflation targeting) is discussed, including the index and level for the inflation target. Three ways of maintaining price stability are examined, namely (1) a commitment to a simple instrument rule, (2) \"forecast targeting,\" and (3) monetary targeting. Both (1) and (3) are found to be inferior to forecast targeting in maintaining price stability. The benefits of credibility (private inflation expectations coinciding with the inflation target) are discussed. Credibility improves the tradeoff between inflation variability, output-gap variability and instrument variability and makes it easier for the central bank to meet its inflation target. The threat of deflation and a liquidity trap is examined. Transparent inflation targeting and a contingency plan with emergency measures, including a coordinated fiscal and monetary expansion, are likely to avoid a liquidity trap, but also contribute to escaping from one if already trapped.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epsv2"], "abstractStem": "the paper discuss sever issu relat to how monetari polici should be conduct in an era of price stabil low inflat with base drift in the price level and pricelevel stabil without such base drift are compar and a suitabl loss function correspond to flexibl inflat target is discuss includ the index and level for the inflat target three way of maintain price stabil are examin name 1 a commit to a simpl instrument rule 2 forecast target and 3 monetari target both 1 and 3 are found to be inferior to forecast target in maintain price stabil the benefit of credibl privat inflat expect coincid with the inflat target are discuss credibl improv the tradeoff between inflat variabl outputgap variabl and instrument variabl and make it easier for the central bank to meet it inflat target the threat of deflat and a liquid trap is examin transpar inflat target and a conting plan with emerg measur includ a coordin fiscal and monetari expans are like to avoid a liquid trap but also contribut to escap from one if alreadi trappedpthi abstract wa borrow from anoth version of thi item", "title": "How should monetary policy be conducted in an era of price stability?"}, "https://ideas.repec.org/a/ucp/macann/doi10.1086-680630.html": {"abstract": "No abstract is available for this item.", "authors": ["epsv2"], "abstractStem": "no abstract is avail for thi item", "title": "Comment"}, "https://ideas.repec.org/a/bla/scandj/v81y1979i3p427-33.html": {"abstract": "No abstract is available for this item.", "authors": ["epsv2"], "abstractStem": "no abstract is avail for thi item", "title": " On Endogenous Markets and Intertemporal Efficiency"}, "https://ideas.repec.org/a/fip/fedlrv/y2008ijulp275-294nv.90no.4.html": {"abstract": "This paper studies the design of optimal monetary policy under uncertainty using a Markov jump-linear-quadratic (MJLQ) approach. To approximate the uncertainty that policymakers face, the authors use different discrete modes in a Markov chain and take mode-dependent linear-quadratic approximations of the underlying model. This allows the authors to apply a powerful methodology with convenient solution algorithms that they have developed. They apply their methods to analyze the effects of uncertainty and potential gains from experimentation for two sources of uncertainty in the New Keynesian Phillips curve. The examples highlight that learning may have sizable effects on losses and, although it is generally beneficial, it need not always be so. The experimentation component typically has little effect and in some cases it can lead to attenuation of policy.", "authors": ["epsv2", "epwi107"], "abstractStem": "thi paper studi the design of optim monetari polici under uncertainti use a markov jumplinearquadrat mjlq approach to approxim the uncertainti that policymak face the author use differ discret mode in a markov chain and take modedepend linearquadrat approxim of the underli model thi allow the author to appli a power methodolog with conveni solut algorithm that they have develop they appli their method to analyz the effect of uncertainti and potenti gain from experiment for two sourc of uncertainti in the new keynesian phillip curv the exampl highlight that learn may have sizabl effect on loss and although it is gener benefici it need not alway be so the experiment compon typic ha littl effect and in some case it can lead to attenu of polici", "title": "Optimal monetary policy under uncertainty: a Markov jump-linear-quadratic approach"}, "https://ideas.repec.org/a/eee/moneco/v50y2003i8p1649-1672.html": {"abstract": "This paper studies the relationship between inflation, output, money and interest rates in the euro area, using data spanning 1980-2000. The P model is shown to have considerable empirical support. Thus, the \"price gap\" or, equivalently, the \"real money gap\" (the gap between current real balances and long-run equilibrium real balances), has substantial predictive power for future inflation. The real money gap contains more information about future inflation than the output gap and the Eurosystem's money-growth indicator (the gap between current M3 growth and a reference value). The results suggest that the Eurosystem's money-growth indicator is an inferior indicator of future inflation.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epge41", "epsv2"], "abstractStem": "thi paper studi the relationship between inflat output money and interest rate in the euro area use data span 19802000 the p model is shown to have consider empir support thu the price gap or equival the real money gap the gap between current real balanc and longrun equilibrium real balanc ha substanti predict power for futur inflat the real money gap contain more inform about futur inflat than the output gap and the eurosystem moneygrowth indic the gap between current m3 growth and a refer valu the result suggest that the eurosystem moneygrowth indic is an inferior indic of futur inflationpthi abstract wa borrow from anoth version of thi item", "title": "Money and inflation in the euro area: A case for monetary indicators?"}, "https://ideas.repec.org/a/ecj/econjl/v96y1986i382p323-41.html": {"abstract": "No abstract is available for this item.", "authors": ["epho182", "epsv2"], "abstractStem": "no abstract is avail for thi item", "title": "Trade Unions and Optimal Labour Contracts"}, "https://ideas.repec.org/a/bla/scandj/v83y1981i4p497-507.html": {"abstract": "No abstract is available for this item.", "authors": ["epsv2"], "abstractStem": "no abstract is avail for thi item", "title": " National Welfare in the Presence of Foreign-owned Factors of Production: An Extension"}, "https://ideas.repec.org/a/cje/issued/v17y1984i1p15-31.html": {"abstract": "For oil importers, differences in economic performance after the 1973-74 oil price increase and after the 1979-80 increase can be attributed to a number of factors, including the fact that the 1973-74 oil price increase was unexpected whereas the 1979-80 increase was largely expected. In this paper, we analyze how an economy's adjustment to expected oil price increases might differ from its adjustment to unexpected increases. By expected oil price increases, we shall mean ones that were anticipated in the past, and by unexpected oil price increases, we shall mean those that were not anticipated in the past but occur unexpectedly in the present. We model this distinction using a three- period model, where the periods are called the past, present and future.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epsv2"], "abstractStem": "for oil import differ in econom perform after the 197374 oil price increas and after the 197980 increas can be attribut to a number of factor includ the fact that the 197374 oil price increas wa unexpect wherea the 197980 increas wa larg expect in thi paper we analyz how an economi adjust to expect oil price increas might differ from it adjust to unexpect increas by expect oil price increas we shall mean one that were anticip in the past and by unexpect oil price increas we shall mean those that were not anticip in the past but occur unexpectedli in the present we model thi distinct use a three period model where the period are call the past present and futurepthi abstract wa borrow from anoth version of thi item", "title": "Adjustment to Expected and Unexpected Oil Price Changes"}, "https://ideas.repec.org/a/eee/eecrev/v38y1994i3-4p447-468.html": {"abstract": "This paper discusses what we have learned from last year's currency crises in the ERM and Nordic countries about fixed exchange rates as a means to achieve price stability. After discussing the explanations for the crises, the paper concludes that fixed exchange rates are not a short cut to price stability. Monetary stability and credibility have to be built at home and cannot easily be imported from abroad. Fixed exchange rates are more fragile and difficult to maintain than previously thought. They may even be in conflict with price stability, by inducing a procyclical destabilizing monetary policy, and by inducing an inflation bias. Building monetary credibility is even more important with flexible exchange rates.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epsv2"], "abstractStem": "thi paper discuss what we have learn from last year currenc crise in the erm and nordic countri about fix exchang rate as a mean to achiev price stabil after discuss the explan for the crise the paper conclud that fix exchang rate are not a short cut to price stabil monetari stabil and credibl have to be built at home and cannot easili be import from abroad fix exchang rate are more fragil and difficult to maintain than previous thought they may even be in conflict with price stabil by induc a procycl destabil monetari polici and by induc an inflat bia build monetari credibl is even more import with flexibl exchang ratespthi abstract wa borrow from anoth version of thi item", "title": "Fixed exchange rates as a means to price stability: What have we learned?"}, "https://ideas.repec.org/a/pal/imfstp/v38y1991i3p655-665.html": {"abstract": "Under the assumption of no arbitrage, the credibility of an exchange rate target zone is tested by whether domestic interest rates fall within \"rate-of-return bands\" between the maximum and minimum home currency rate of return on a foreign investment in the absence of a devaluation. Under the assumption of uncovered interest parity, credibility is tested by whether expected future exchange rates fall within the exchange rate band. These tests are applied on data on the Swedish target zone from January 1987 through August 1990.", "authors": ["epsv2"], "abstractStem": "under the assumpt of no arbitrag the credibl of an exchang rate target zone is test by whether domest interest rate fall within rateofreturn band between the maximum and minimum home currenc rate of return on a foreign invest in the absenc of a devalu under the assumpt of uncov interest pariti credibl is test by whether expect futur exchang rate fall within the exchang rate band these test are appli on data on the swedish target zone from januari 1987 through august 1990", "title": "The Simplest Test of Target Zone Credibility"}, "https://ideas.repec.org/a/fip/fedkpr/y1996p209-227.html": {"abstract": "No abstract is available for this item.", "authors": ["epsv2"], "abstractStem": "no abstract is avail for thi item", "title": "How should monetary policy respond to shocks while maintaining long-run price stability? Conceptual issues (commentary)"}, "https://ideas.repec.org/a/aea/aecrev/v90y2000i2p95-99.html": {"abstract": "This paper is a brief evaluation of the Eurosystem's monetary-policy regime after its first year, in particular of the extent to which it is similar to inflation targeting as practiced by an increasing number of central banks. I examine the Eurosystem's goals, framework for monetary-policy decisions and communication with outsiders. Criteria for evaluation are whether the goals are unambiguous and appropriate; whether the decision framework is efficient in collecting and processing information and reaching decisions that are appropriate relative to the goals; and whether the communication is effective in motivating decisions, simplifying external evaluation and thereby improving transparency and accountability. I also consider whether the actual instrument setting has been appropriate, given the information available at the times of decision.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epsv2"], "abstractStem": "thi paper is a brief evalu of the eurosystem monetarypolici regim after it first year in particular of the extent to which it is similar to inflat target as practic by an increas number of central bank i examin the eurosystem goal framework for monetarypolici decis and commun with outsid criteria for evalu are whether the goal are unambigu and appropri whether the decis framework is effici in collect and process inform and reach decis that are appropri rel to the goal and whether the commun is effect in motiv decis simplifi extern evalu and therebi improv transpar and account i also consid whether the actual instrument set ha been appropri given the inform avail at the time of decisionpthi abstract wa borrow from anoth version of thi item", "title": "The First Year of the Eurosystem: Inflation Targeting or Not?"}, "https://ideas.repec.org/a/eee/ecolet/v30y1989i4p313-317.html": {"abstract": "No abstract is available for this item.", "authors": ["epsv2"], "abstractStem": "no abstract is avail for thi item", "title": "Portfolio choice with non-expected utility in continuous time"}, "https://ideas.repec.org/a/fip/fedfpr/00017.html": {"abstract": "No abstract is available for this item.", "authors": ["epsv2"], "abstractStem": "no abstract is avail for thi item", "title": "Monetary policy after the crisis"}, "https://ideas.repec.org/a/eee/jimfin/v13y1994i3p364-374.html": {"abstract": "No abstract is available for this item.", "authors": ["epdo13", "epsv2"], "abstractStem": "no abstract is avail for thi item", "title": "Policy inconsistency and external debt service"}, "https://ideas.repec.org/a/eee/ecolet/v11y1983i4p377-384.html": {"abstract": "The paper makes two points as to how standard international trade theory is modified when an endogenous degree of capital utilization is introduced. The first point is that, if capital utilization during a period is less than full because of an exogenous time-dependent variation in productivity within the period, there is no modification of the standard theory. In particular, there is no need to adjust capital-intensity estimates according to the degree of capital utilization. This is in contrast to what has been argued in the literature. The other point is that, if capital utilization is less than full because of higher wages during part of the period, the night of a day and night, say, the required modification of trade theory is that of introducing several kinds of labor and endogenous labor supply, or, equivalently, of introducing nontraded goods.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epsv2"], "abstractStem": "the paper make two point as to how standard intern trade theori is modifi when an endogen degre of capit util is introduc the first point is that if capit util dure a period is less than full becaus of an exogen timedepend variat in product within the period there is no modif of the standard theori in particular there is no need to adjust capitalintens estim accord to the degre of capit util thi is in contrast to what ha been argu in the literatur the other point is that if capit util is less than full becaus of higher wage dure part of the period the night of a day and night say the requir modif of trade theori is that of introduc sever kind of labor and endogen labor suppli or equival of introduc nontrad goodspthi abstract wa borrow from anoth version of thi item", "title": "On variable capital utilization and international trade theory"}, "https://ideas.repec.org/a/eee/eecrev/v46y2002i3p417-442.html": {"abstract": "Using a small empirical model of inflation, output, and money estimated on U.S. data, we compare the relative performance of monetary targeting and inflation targeting. The results show that monetary targeting would be quite inefficient, with both higher inflation and output variability. This is true even with a deterministic money demand formulation. In this framework, there is thus no support for the prominent role given to money growth in the Eurosystem's monetary policy strategy.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epru10", "epsv2"], "abstractStem": "use a small empir model of inflat output and money estim on us data we compar the rel perform of monetari target and inflat target the result show that monetari target would be quit ineffici with both higher inflat and output variabl thi is true even with a determinist money demand formul in thi framework there is thu no support for the promin role given to money growth in the eurosystem monetari polici strategypthi abstract wa borrow from anoth version of thi item", "title": "Eurosystem monetary targeting: Lessons from U.S. data"}, "https://ideas.repec.org/a/eee/jetheo/v13y1976i2p169-183.html": {"abstract": "No abstract is available for this item.", "authors": ["epsv2"], "abstractStem": "no abstract is avail for thi item", "title": "Sequences of temporary equilibria, stationary point expectations, and Pareto efficiency"}, "https://ideas.repec.org/a/oup/qjecon/v104y1989i2p325-345..html": {"abstract": "A conservative government, in favor of a low level of public consumption, knows that it will be replaced by a government in favor of a larger level of public consumption. We show that the resulting level of public consumption is in between the levels the two governments would choose if each were in power both in the present and in the future. In particular, we show that if the conservative government is more stubborn (in a particular sense) than the succeeding government, the conservative government will borrow more than it would had it remained in power in the future.", "authors": [], "abstractStem": "a conserv govern in favor of a low level of public consumpt know that it will be replac by a govern in favor of a larger level of public consumpt we show that the result level of public consumpt is in between the level the two govern would choos if each were in power both in the present and in the futur in particular we show that if the conserv govern is more stubborn in a particular sens than the succeed govern the conserv govern will borrow more than it would had it remain in power in the futur", "title": "Why a Stubborn Conservative would Run a Deficit: Policy with Time-Inconsistent Preferences"}, "https://ideas.repec.org/a/ijc/ijcjou/y2011q3a1.html": {"abstract": "This paper specifies a new convenient algorithm to construct policy projections conditional on alternative anticipated policy rate paths in linearized dynamic stochastic general equilibrium (DSGE) models, such as Ramses, the Riksbank’s main DSGE model. Such projections with anticipated policy rate paths correspond to situations where the central bank transparently announces that it, conditional on current information, plans to implement a particular policy rate path and where this announced plan for the policy rate is believed and then anticipated by the private sector. The main idea of the algorithm is to include among the predetermined variables (the “state” of the economy) the vector of non-zero means of future shocks to a given policy rule that is required to satisfy the given anticipated policy rate path.", "authors": ["fpla257", "epsv2"], "abstractStem": "thi paper specifi a new conveni algorithm to construct polici project condit on altern anticip polici rate path in linear dynam stochast gener equilibrium dsge model such as rams the riksbank s main dsge model such project with anticip polici rate path correspond to situat where the central bank transpar announc that it condit on current inform plan to implement a particular polici rate path and where thi announc plan for the polici rate is believ and then anticip by the privat sector the main idea of the algorithm is to includ among the predetermin variabl the  state  of the economi the vector of nonzero mean of futur shock to a given polici rule that is requir to satisfi the given anticip polici rate path", "title": "Anticipated Alternative policy Rate Paths in Plicy Simulations"}, "https://ideas.repec.org/a/aea/aejmac/v7y2015i1p258-96.html": {"abstract": "If inflation expectations become firmly anchored at the inflation target even when average inflation deviates from the target, the long-run Phillips curve becomes nonvertical. During 1997-2011, average inflation expectations in Sweden have been close to the inflation target of 2 percent, whereas average inflation has fallen short of the target by 0.6 percentage points. The estimates reported suggest that the slope of the long-run Phillips curve is about 0.75. Then the average unemployment rate has been about 0.8 percentage points higher than if average inflation had been on target. This is a large unemployment cost of undershooting the inflation target. (JEL D84, E24, E31, E52, E58)", "authors": ["epsv2"], "abstractStem": "if inflat expect becom firmli anchor at the inflat target even when averag inflat deviat from the target the longrun phillip curv becom nonvert dure 19972011 averag inflat expect in sweden have been close to the inflat target of 2 percent wherea averag inflat ha fallen short of the target by 06 percentag point the estim report suggest that the slope of the longrun phillip curv is about 075 then the averag unemploy rate ha been about 08 percentag point higher than if averag inflat had been on target thi is a larg unemploy cost of undershoot the inflat target jel d84 e24 e31 e52 e58", "title": "The Possible Unemployment Cost of Average Inflation below a Credible Target"}, "https://ideas.repec.org/a/eee/eecrev/v20y1983i1-3p167-192.html": {"abstract": "No abstract is available for this item.", "authors": ["epsv2"], "abstractStem": "no abstract is avail for thi item", "title": "On the choice between capital import and labor export"}, "https://ideas.repec.org/a/mcb/jmoncb/v34y2002i2p520-39.html": {"abstract": " We examine a central bank's endogenous choice of degree of control and degree of transparency, under both commitment and discretion. We argue that discretion is the more realistic assumption for the choice of control and that commitment is more realistic for the choice of transparency. For the choice of control, under discretion maximum degree of control is the only equilibrium. For the choice of transparency, under commitment, a sufficiently patient bank with sufficiently low average inflation bias will always choose minimum transparency. Thus, a maximum feasible degree of control with a minimum degree of transparency is a likely outcome. The Bundesbank and the Federal Reserve System are, arguably, examples of this.", "authors": ["epsv2"], "abstractStem": " we examin a central bank endogen choic of degre of control and degre of transpar under both commit and discret we argu that discret is the more realist assumpt for the choic of control and that commit is more realist for the choic of transpar for the choic of control under discret maximum degre of control is the onli equilibrium for the choic of transpar under commit a suffici patient bank with suffici low averag inflat bia will alway choos minimum transpar thu a maximum feasibl degre of control with a minimum degre of transpar is a like outcom the bundesbank and the feder reserv system are arguabl exampl of thi", "title": "The Equilibrium Degree of Transparency and Control in Monetary Policy"}, "https://ideas.repec.org/a/eee/jetheo/v34y1984i2p371-379.html": {"abstract": "No abstract is available for this item.", "authors": ["epsv2"], "abstractStem": "no abstract is avail for thi item", "title": "Walrasian and Marshallian stability"}, "https://ideas.repec.org/a/eee/moneco/v23y1989i3p485-509.html": {"abstract": "In discussions about different international monetary arrangements it is often maintained that exchange rate variability has a negative influence on international trade and foreign investment. This paper addresses one specific aspect of this general issue, namely the effect of exchange rate variability on capital flows and international portfolio diversification. More precisely, we examine how different monetary policies -- and among those, policies that aim at stabilizing exchange rates -- determine the risk characteristics of nominal assets, and how these risk characteristics determine international portfolio composition and trade in assets, when international asset markets are incomplete.<p>(This abstract was borrowed from another version of this item.)", "authors": ["eppe28", "epsv2"], "abstractStem": "in discuss about differ intern monetari arrang it is often maintain that exchang rate variabl ha a neg influenc on intern trade and foreign invest thi paper address one specif aspect of thi gener issu name the effect of exchang rate variabl on capit flow and intern portfolio diversif more precis we examin how differ monetari polici  and among those polici that aim at stabil exchang rate  determin the risk characterist of nomin asset and how these risk characterist determin intern portfolio composit and trade in asset when intern asset market are incompletepthi abstract wa borrow from anoth version of thi item", "title": "Exchange rate variability and asset trade"}, "https://ideas.repec.org/a/eee/eecrev/v41y1997i6p1111-1146.html": {"abstract": "Inflation targeting is shown to imply inflation forecast targeting: the central bank's inflation forecast becomes an explicit intermediate target. Inflation forecast targeting simplifies both implementation and monitoring of monetary policy. The weight on output stabilization determines how quickly the inflation forecast is adjusted towards the inflation target. Money growth or exchange rate targeting is generally inferior to inflation targeting and leads to higher inflation variability. Commitment to commitment to<p>(This abstract was borrowed from another version of this item.)", "authors": ["epsv2"], "abstractStem": "inflat target is shown to impli inflat forecast target the central bank inflat forecast becom an explicit intermedi target inflat forecast target simplifi both implement and monitor of monetari polici the weight on output stabil determin how quickli the inflat forecast is adjust toward the inflat target money growth or exchang rate target is gener inferior to inflat target and lead to higher inflat variabl commit to commit topthi abstract wa borrow from anoth version of thi item", "title": "Inflation forecast targeting: Implementing and monitoring inflation targets"}, "https://ideas.repec.org/a/bla/scandj/v101y1999i3p337-61.html": {"abstract": " Previous analyses of the implementation of inflation targeting are extended to monetary policy responses to different shocks, consequences of model uncertainty, and effects of interest rate smoothing and stabilization. Model uncertainty, output stabilization, and interest rate stabilization or smoothing all call for a more gradual adjustment of the conditional inflation forecast toward the inflation target. The conditional inflation forecast is the natural intermediate target during inflation targeting. The optimal way of reacting to shocks is hence to check how they affect the inflation forecast and then take the appropriate action. Copyright 1999 by The editors of the Scandinavian Journal of Economics.", "authors": ["epsv2"], "abstractStem": " previou analys of the implement of inflat target are extend to monetari polici respons to differ shock consequ of model uncertainti and effect of interest rate smooth and stabil model uncertainti output stabil and interest rate stabil or smooth all call for a more gradual adjust of the condit inflat forecast toward the inflat target the condit inflat forecast is the natur intermedi target dure inflat target the optim way of react to shock is henc to check how they affect the inflat forecast and then take the appropri action copyright 1999 by the editor of the scandinavian journal of econom", "title": " Inflation Targeting: Some Extensions"}, "https://ideas.repec.org/a/bin/bpeajo/v42y2011i2011-01p289-352.html": {"abstract": "In the summer of 2010, the Federal Reserve's and the Swedish Riksbank's inflation forecasts were below the former's mandate-consistent rate and the latter's target, respectively, and their unemployment forecasts were above sustainable rates. Given the mandates of the Federal Reserve and the Riksbank, conditions in both countries clearly called for policy easing. The Federal Reserve maintained a minimum policy rate, soon started to communicate possible future easing, and in the fall launched QE2. In contrast, the Riksbank started a period of rapid tightening. I examine the arguments that were raised in opposition to the Federal Reserve's easing, and those for the Riksbank's tightening. Although the Swedish economy subsequently performed better than expected, probably an important reason was that the market implemented much easier financial conditions than were consistent with the Riksbank's policy rate path. Without the policy tightening, performance would have been even better. The U.S. economy meanwhile performed worse than expected because of factors other than monetary policy. Without the policy easing, performance would have been even worse. Thus, the Federal Reserve appears to have followed its mandate in the summer of 2010, and subsequent adverse economic shocks contributed to weak performance of the U.S. economy. In contrast, the Riksbank appears to have deviated from its mandate, but favorable circumstances contributed to an economic outcome with better performance than might have been expected based on policy choices.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epsv2"], "abstractStem": "in the summer of 2010 the feder reserv and the swedish riksbank inflat forecast were below the former mandateconsist rate and the latter target respect and their unemploy forecast were abov sustain rate given the mandat of the feder reserv and the riksbank condit in both countri clearli call for polici eas the feder reserv maintain a minimum polici rate soon start to commun possibl futur eas and in the fall launch qe2 in contrast the riksbank start a period of rapid tighten i examin the argument that were rais in opposit to the feder reserv eas and those for the riksbank tighten although the swedish economi subsequ perform better than expect probabl an import reason wa that the market implement much easier financi condit than were consist with the riksbank polici rate path without the polici tighten perform would have been even better the us economi meanwhil perform wors than expect becaus of factor other than monetari polici without the polici eas perform would have been even wors thu the feder reserv appear to have follow it mandat in the summer of 2010 and subsequ advers econom shock contribut to weak perform of the us economi in contrast the riksbank appear to have deviat from it mandat but favor circumst contribut to an econom outcom with better perform than might have been expect base on polici choicespthi abstract wa borrow from anoth version of thi item", "title": "Practical Monetary Policy: Examples from Sweden and the United States"}, "https://ideas.repec.org/a/eee/pubeco/v22y1983i3p327-345.html": {"abstract": "No abstract is available for this item.", "authors": ["epfl74", "eppe28", "epsv2"], "abstractStem": "no abstract is avail for thi item", "title": "Optimal subsidies to declining industries : Efficiency and equity considerations"}, "lastname": "Svensson", "https://ideas.repec.org/a/eee/moneco/v30y1992i3p343-371.html": {"abstract": "No abstract is available for this item.", "authors": ["eppe28", "epsv2"], "abstractStem": "no abstract is avail for thi item", "title": "Swedish business cycles: 1861-1988"}, "https://ideas.repec.org/a/eee/moneco/v33y1994i1p157-199.html": {"abstract": "The paper argues that real world fixed exchange rate regimes usually have finite bands instead of completely fixed exchange rates between realignments because exchange rate bands, contrary to the textbook result, give central banks some monetary independence even with free international capital mobility. The nature and amount of monetary independence is specified, informally and in a formal model, and quantified with Swedish krona data. The amount of monetary independence thus achieved appears sizeable. For instance, an increase in the Swedish krona band from zero to about +2% may reduce the krona interest rate's standard deviation by about 1/2.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epsv2"], "abstractStem": "the paper argu that real world fix exchang rate regim usual have finit band instead of complet fix exchang rate between realign becaus exchang rate band contrari to the textbook result give central bank some monetari independ even with free intern capit mobil the natur and amount of monetari independ is specifi inform and in a formal model and quantifi with swedish krona data the amount of monetari independ thu achiev appear sizeabl for instanc an increas in the swedish krona band from zero to about 2 may reduc the krona interest rate standard deviat by about 12pthi abstract wa borrow from anoth version of thi item", "title": "Why exchange rate bands? : Monetary independence in spite of fixed exchange rates"}, "https://ideas.repec.org/a/ucp/jpolec/v91y1983i1p97-125.html": {"abstract": "No abstract is available for this item.", "authors": ["fpra388", "epsv2"], "abstractStem": "no abstract is avail for thi item", "title": "The Terms of Trade and the Current Account: The Harberger-Laursen-Metzler Effect"}, "firstname": "Lars", "https://ideas.repec.org/a/eee/jimfin/v2y1983i2p215-224.html": {"abstract": "No abstract is available for this item.", "authors": ["fpra388", "epsv2"], "abstractStem": "no abstract is avail for thi item", "title": "The current account and the optimal government debt"}, "https://ideas.repec.org/a/eee/eecrev/v38y1994i6p1185-1216.html": {"abstract": "Realignment expectations which measure exchange rate credibility are analyzed for European exchange rates, using daily financial data since the inception of the EMS. It is difficult to find economically meaningful relationships between realignment expectations and macroeconomic variables, although there are signs that lower inflation improves credibility. Statistically, many movements to realignment expectations are common to ERM participants. There were few indications of poor ERM credibility before late August 1992; the dimensions of the currency crisis of September 1992 appear to have taken both policy-makers and private agents largely by surprise.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epro71", "epsv2"], "abstractStem": "realign expect which measur exchang rate credibl are analyz for european exchang rate use daili financi data sinc the incept of the em it is difficult to find econom meaning relationship between realign expect and macroeconom variabl although there are sign that lower inflat improv credibl statist mani movement to realign expect are common to erm particip there were few indic of poor erm credibl befor late august 1992 the dimens of the currenc crisi of septemb 1992 appear to have taken both policymak and privat agent larg by surprisepthi abstract wa borrow from anoth version of thi item", "title": "European exchange rate credibility before the fall"}, "https://ideas.repec.org/a/eee/inecon/v17y1984i3-4p383-386.html": {"abstract": "No abstract is available for this item.", "authors": ["epsv2"], "abstractStem": "no abstract is avail for thi item", "title": "International trade and resource allocation : Alan D. Woodland, (North-Holland, Amsterdam and New York, 1982) pp. xiv + 520, $59.00"}, "https://ideas.repec.org/a/fip/fedlrv/y2004ijulp161-164nv.86no.4.html": {"abstract": "No abstract is available for this item.", "authors": ["epsv2"], "abstractStem": "no abstract is avail for thi item", "title": "Commentary on Practical problems and obstacles to inflation targeting"}, "https://ideas.repec.org/a/ucp/jpolec/v93y1985i1p43-65.html": {"abstract": "The current account dynamics is examined for a small open economy which is subject to exogenous changes in its static terms of trade and in world interest rates. The model used is one with overlapping finite-lived generations, which we argue gives rise to a more reasonable saving behaviour than previously used models with infinite lived consumers.In particular no restrictions on the rate of time preference is required.Anticipated and unanticipated, as well as temporary and permanent,terms of trade changes have very different effects. There is, however,a general tendency towards cycles in both savings and investment,which gives rise to cycles in the current account.The classic Harberger-Laursen-Metzler effect on saving of a terms of trade deterioration can have any sign for plausible parameter values,both for temporary and permanent disturbances.<p>(This abstract was borrowed from another version of this item.)", "authors": ["eppe28", "epsv2"], "abstractStem": "the current account dynam is examin for a small open economi which is subject to exogen chang in it static term of trade and in world interest rate the model use is one with overlap finiteliv gener which we argu give rise to a more reason save behaviour than previous use model with infinit live consumersin particular no restrict on the rate of time prefer is requiredanticip and unanticip as well as temporari and permanentterm of trade chang have veri differ effect there is howevera gener tendenc toward cycl in both save and investmentwhich give rise to cycl in the current accountth classic harbergerlaursenmetzl effect on save of a term of trade deterior can have ani sign for plausibl paramet valuesboth for temporari and perman disturbancespthi abstract wa borrow from anoth version of thi item", "title": "Current Account Dynamics and the Terms of Trade: Harberger-Laursen-Metzler Two Generations Later"}, "https://ideas.repec.org/a/eee/inecon/v31y1991i1-2p27-54.html": {"abstract": "The trade-off between interest rate variability and the width of an exchange rate target zone is examined, using the regulated Brownian motion model of target zones. It is shown that for narrow exchange rate bands, and for reasonable parameter values, the interest rate differential's asymptotic variability is increasing in the width of the exchange rate band; whereas for wide exchange rate bands it is slowly decreasing in the exchange rate band. The interest rate differential's instantaneous variability is decreasing in the width of the exchange rate band. A narrow target zone differs from a completely fixed exchange rate regime in that the interest rate differential's instantaneous standard deviation is high and even increases when the zone narrows. The model is extended to include a realignment/devaluation risk, as well as an endogenous exchange rate risk premium. The risk premium is small for reasonable parameter values and does not matter much.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epsv2"], "abstractStem": "the tradeoff between interest rate variabl and the width of an exchang rate target zone is examin use the regul brownian motion model of target zone it is shown that for narrow exchang rate band and for reason paramet valu the interest rate differenti asymptot variabl is increas in the width of the exchang rate band wherea for wide exchang rate band it is slowli decreas in the exchang rate band the interest rate differenti instantan variabl is decreas in the width of the exchang rate band a narrow target zone differ from a complet fix exchang rate regim in that the interest rate differenti instantan standard deviat is high and even increas when the zone narrow the model is extend to includ a realignmentdevalu risk as well as an endogen exchang rate risk premium the risk premium is small for reason paramet valu and doe not matter muchpthi abstract wa borrow from anoth version of thi item", "title": "Target zones and interest rate variability"}, "https://ideas.repec.org/a/ijc/ijcjou/y2015q4a1.html": {"abstract": "Forward guidance about future policy settings, in the form of a published policy rate path, has for many years been a natural part of normal monetary policy for several central banks, including the Reserve Bank of New Zealand and the Swedish Riksbank. More recently, the Federal Reserve has started to publish FOMC participants’ policy rate projections. The Swedish, New Zealand, and U.S. experience of a published policy rate path is examined, especially to what extent the market has anticipated the path (the predictability of the path) and to what extent market expectations line up with the path after publication (the credibility of the path). The recent Swedish experience is quite dramatic. In particular, it shows a case with a large discrepancy between a high and rising Riksbank path and a low and falling market path, with the market path providing a good forecast of the future policy rate. The discrepancy is explained by the Riksbank’s leaning against the wind in recent years and related circumstances. The New Zealand experience is less dramatic but shows cases where the market implements either a substantially tighter or easier policy than intended by the RBNZ. There are also cases of the market being ahead of the RBNZ and the RBNZ later following the market. The U.S. experience includes a recent case of the market expecting and implementing substantially easier policy consistent with the FOMC projections, the possible explanation of which has been much discussed.", "authors": ["epsv2"], "abstractStem": "forward guidanc about futur polici set in the form of a publish polici rate path ha for mani year been a natur part of normal monetari polici for sever central bank includ the reserv bank of new zealand and the swedish riksbank more recent the feder reserv ha start to publish fomc particip  polici rate project the swedish new zealand and us experi of a publish polici rate path is examin especi to what extent the market ha anticip the path the predict of the path and to what extent market expect line up with the path after public the credibl of the path the recent swedish experi is quit dramat in particular it show a case with a larg discrep between a high and rise riksbank path and a low and fall market path with the market path provid a good forecast of the futur polici rate the discrep is explain by the riksbank s lean against the wind in recent year and relat circumst the new zealand experi is less dramat but show case where the market implement either a substanti tighter or easier polici than intend by the rbnz there are also case of the market be ahead of the rbnz and the rbnz later follow the market the us experi includ a recent case of the market expect and implement substanti easier polici consist with the fomc project the possibl explan of which ha been much discuss", "title": "Day One Keynote Address: Forward Guidance"}, "https://ideas.repec.org/a/eee/inecon/v16y1984i3-4p365-378.html": {"abstract": "Previous work by Dixit and Woodland on the effect of inter-country factor endowment differences on goods trade is extended to include simultaneous factor trade and goods trade. The goods trade pattern with factor trade is compared to that without factor trade. It is for instance shown that goods trade and factor trade may be substitutes or complements, depending upon whether traded and nontraded factors are \"cooperative\" or \"non-cooperative.\" The asymmetry between the effects of differences in endowments of traded and differences in endowments of nontraded factors is emphasized.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epsv2"], "abstractStem": "previou work by dixit and woodland on the effect of intercountri factor endow differ on good trade is extend to includ simultan factor trade and good trade the good trade pattern with factor trade is compar to that without factor trade it is for instanc shown that good trade and factor trade may be substitut or complement depend upon whether trade and nontrad factor are cooper or noncoop the asymmetri between the effect of differ in endow of trade and differ in endow of nontrad factor is emphasizedpthi abstract wa borrow from anoth version of thi item", "title": "Factor trade and goods trade"}, "https://ideas.repec.org/a/afc/ecosoc/y2010i41p21-46.html": {"abstract": "No abstract is available for this item.", "authors": ["epsv2"], "abstractStem": "no abstract is avail for thi item", "title": "Technology, Institutions and Allocation of Time in Swedish Households, 1920-1990"}, "https://ideas.repec.org/a/aea/jecper/v17y2003i4p145-166.html": {"abstract": "Existing proposals to escape from a liquidity trap and deflation, including my \"Foolproof Way,\" are discussed in the light of the optimal way to escape. The optimal way involves three elements: (1) an explicit central-bank commitment to a higher future price level; (2) a concrete action that demonstrates the central bank's commitment, induces expectations of a higher future price level and jump-starts the economy; and (3) an exit strategy that specifies when and how to get back to normal. A currency depreciation is a direct consequence of expectations of a higher future price level and hence an excellent indicator of those expectations. Furthermore, an intentional currency depreciation and a crawling peg, as in the Foolproof Way, can implement the optimal way and, in particular, induce the desired expectations of a higher future price level. I conclude that the Foolproof Way is likely to work well for Japan, which is in a liquidity trap now, as well as for the euro area and the United States, in case either would fall into a liquidity trap in the future.", "authors": ["epsv2"], "abstractStem": "exist propos to escap from a liquid trap and deflat includ my foolproof way are discuss in the light of the optim way to escap the optim way involv three element 1 an explicit centralbank commit to a higher futur price level 2 a concret action that demonstr the central bank commit induc expect of a higher futur price level and jumpstart the economi and 3 an exit strategi that specifi when and how to get back to normal a currenc depreci is a direct consequ of expect of a higher futur price level and henc an excel indic of those expect furthermor an intent currenc depreci and a crawl peg as in the foolproof way can implement the optim way and in particular induc the desir expect of a higher futur price level i conclud that the foolproof way is like to work well for japan which is in a liquid trap now as well as for the euro area and the unit state in case either would fall into a liquid trap in the futur", "title": "Escaping from a Liquidity Trap and Deflation: The Foolproof Way and Others"}}}