{"epta174": {"https://ideas.repec.org/a/pal/buseco/v44y2009i2p63-72.html": {"abstract": "This paper examines the 100-fold increase in reserve balances at the Federal Reserve during 2008. By looking at the balance sheet of the Federal Reserve and factors influencing the supply and demand for reserves, the paper shows that the increase was due to large purchases of securities and loans to certain sectors and institutions. Such actions constitute a combination of monetary policy and industrial policy, or a mondustrial policy. This characterization raises questions about the future of the Federal Reserve and suggests the need to return to a monetary framework that controls the money supply while the interest rate is zero and establishes rules for setting the interest rate.Business Economics (2009) 44, 63–72. doi:10.1057/be.2009.1", "authors": ["epta174"], "abstractStem": "thi paper examin the 100fold increas in reserv balanc at the feder reserv dure 2008 by look at the balanc sheet of the feder reserv and factor influenc the suppli and demand for reserv the paper show that the increas wa due to larg purchas of secur and loan to certain sector and institut such action constitut a combin of monetari polici and industri polici or a mondustri polici thi character rais question about the futur of the feder reserv and suggest the need to return to a monetari framework that control the money suppli while the interest rate is zero and establish rule for set the interest ratebusi econom 2009 44 63 72 doi101057be20091", "title": "The Need to Return to a Monetary Framework"}, "https://ideas.repec.org/a/eee/eecrev/v37y1993i4p714-717.html": {"abstract": "No abstract is available for this item.", "authors": ["epta174"], "abstractStem": "no abstract is avail for thi item", "title": "Microeconomic rigidities and aggregate price dynamics : Ricardo Caballero and Eduardo Engel"}, "https://ideas.repec.org/a/aea/aecrev/v71y1981i2p145-49.html": {"abstract": "No abstract is available for this item.", "authors": ["epta174"], "abstractStem": "no abstract is avail for thi item", "title": "Stabilization, Accommodation, and Monetary Rules"}, "https://ideas.repec.org/a/fip/fedkpr/y1996p181-195.html": {"abstract": "No abstract is available for this item.", "authors": ["epta174"], "abstractStem": "no abstract is avail for thi item", "title": "How should monetary policy respond to shocks while maintaining long-run price stability? Conceptual issues"}, "https://ideas.repec.org/a/ecm/emetrp/v44y1976i6p1289-1302.html": {"abstract": "No abstract is available for this item.", "authors": ["epta174"], "abstractStem": "no abstract is avail for thi item", "title": "Some Experimental Results on the Statistical Properties of Least Squares Estimates in Control Problems"}, "https://ideas.repec.org/a/fip/fedlrv/y2001ijulp33-58nv.83no.4.html": {"abstract": "No abstract is available for this item.", "authors": ["epta174"], "abstractStem": "no abstract is avail for thi item", "title": "Expectations, open market operations, and changes in the federal funds rate"}, "https://ideas.repec.org/a/eee/moneco/v8y1981i1p139-142.html": {"abstract": "No abstract is available for this item.", "authors": ["epta174"], "abstractStem": "no abstract is avail for thi item", "title": "Macroeconomic theory : Thomas J. Sargent, (Academic Press, New York, 1979) pp. xiii+404, $24.50"}, "https://ideas.repec.org/a/eee/crcspp/v15y1981ip57-85.html": {"abstract": "No abstract is available for this item.", "authors": ["epta174"], "abstractStem": "no abstract is avail for thi item", "title": "On the relation between the variability of inflation and the average inflation rate"}, "https://ideas.repec.org/a/fip/fedlrv/y2010imayp165-176nv.92no.3.html": {"abstract": "This article reviews the role of monetary and fiscal policy in the financial crisis and draws lessons for future macroeconomic policy. It shows that policy deviated from what had worked well in the previous two decades by becoming more interventionist, less rules-based, and less predictable. The policy implications are thus that policy should “get back on track.” The article is a modified version of a presentation given at the Federal Reserve Bank of Philadelphia’s policy forum “Policy Lessons from the Economic and Financial Crisis,” December 4, 2009. The presentation was made during a panel discussion that also included James Bullard and N. Gregory Mankiw.", "authors": ["epta174"], "abstractStem": "thi articl review the role of monetari and fiscal polici in the financi crisi and draw lesson for futur macroeconom polici it show that polici deviat from what had work well in the previou two decad by becom more interventionist less rulesbas and less predict the polici implic are thu that polici should  get back on track  the articl is a modifi version of a present given at the feder reserv bank of philadelphia s polici forum  polici lesson from the econom and financi crisi  decemb 4 2009 the present wa made dure a panel discuss that also includ jame bullard and n gregori mankiw", "title": "Getting back on track: macroeconomic policy lessons from the financial crisis"}, "https://ideas.repec.org/a/aea/aejmac/v1y2009i1p58-83.html": {"abstract": "The recent financial crisis saw a dramatic and persistent jump in interest rate spreads between overnight federal funds and longer - term interbank loans. The Fed took several actions to reduce these spreads including the creation of the Term Auction Facility (TAF). The effectiveness of these policies depends on the cause of the increased spreads such as counterparty risk, liquidity, or other factors. Using a no-arbitrage pricing framework and various measures of risk, we find robust evidence that increased counterparty risk contributed to the rise in spreads but do not find robust evidence that the TAF had a significant effect on spreads. (JEL E43, E44, E52, G21)", "authors": ["epta174", "epwi23"], "abstractStem": "the recent financi crisi saw a dramat and persist jump in interest rate spread between overnight feder fund and longer  term interbank loan the fed took sever action to reduc these spread includ the creation of the term auction facil taf the effect of these polici depend on the caus of the increas spread such as counterparti risk liquid or other factor use a noarbitrag price framework and variou measur of risk we find robust evid that increas counterparti risk contribut to the rise in spread but do not find robust evid that the taf had a signific effect on spread jel e43 e44 e52 g21", "title": "A Black Swan in the Money Market"}, "https://ideas.repec.org/a/fep/journl/v24y2011i2p78-86.html": {"abstract": "This lecture starts with a review of historical trends in the balance between rules and discretion: first toward more discretionary policies in the 1960s and 1970s; second toward more rules-based policies in the 1980s and 1990s; and third back again toward discretion in recent years. In each of these swings, monetary policy and fiscal policy moved in the same direction. These swings are correlated with economic performance—unemployment, inflation, economic and financial stability, the frequency and depths of recessions, the length and strength of recoveries. The lecture then provides evidence that the correlation is causal with the moves toward more rules-based policies improving economic performance.", "authors": ["epta174"], "abstractStem": "thi lectur start with a review of histor trend in the balanc between rule and discret first toward more discretionari polici in the 1960 and 1970 second toward more rulesbas polici in the 1980 and 1990 and third back again toward discret in recent year in each of these swing monetari polici and fiscal polici move in the same direct these swing are correl with econom perform unemploy inflat econom and financi stabil the frequenc and depth of recess the length and strength of recoveri the lectur then provid evid that the correl is causal with the move toward more rulesbas polici improv econom perform", "title": "The Rules-Discretion Cycle in Monetary and Fiscal Policy"}, "https://ideas.repec.org/a/aea/jeclit/v49y2011i3p686-702.html": {"abstract": "An empirical review of the three fiscal stimulus packages of the 2000s shows that they had little if any direct impact on consumption or government purchases. Households largely saved the transfers and tax rebates. The federal government only increased purchases by a small amount. State and local governments saved their stimulus grants and shifted spending away from purchases to transfers. Counterfactual simulations show that the stimulus-induced decrease in state and local government purchases was larger than the increase in federal purchases. Simulations also show that a larger stimulus package with the same design as the 2009 stimulus would not have increased government purchases or consumption by a larger amount. These results raise doubts about the efficacy of such packages adding weight to similar assessments reached more than thirty years ago. (JEL E21, E23, E32, E62, H50)", "authors": ["epta174"], "abstractStem": "an empir review of the three fiscal stimulu packag of the 2000 show that they had littl if ani direct impact on consumpt or govern purchas household larg save the transfer and tax rebat the feder govern onli increas purchas by a small amount state and local govern save their stimulu grant and shift spend away from purchas to transfer counterfactu simul show that the stimulusinduc decreas in state and local govern purchas wa larger than the increas in feder purchas simul also show that a larger stimulu packag with the same design as the 2009 stimulu would not have increas govern purchas or consumpt by a larger amount these result rais doubt about the efficaci of such packag ad weight to similar assess reach more than thirti year ago jel e21 e23 e32 e62 h50", "title": "An Empirical Analysis of the Revival of Fiscal Activism in the 2000s"}, "https://ideas.repec.org/a/eee/dyncon/v34y2010i10p2229-2229.html": {"abstract": "No abstract is available for this item.", "authors": ["epta174", "epwi9"], "abstractStem": "no abstract is avail for thi item", "title": "Corrigendum to \"New Keynesian versus old Keynesian government spending multipliers\" [J. Econ. Dynam. Control 34(3) (2010) 281-295]"}, "https://ideas.repec.org/a/aea/aecrev/v87y1997i2p233-35.html": {"abstract": "No abstract is available for this item.", "authors": ["epta174"], "abstractStem": "no abstract is avail for thi item", "title": "A Core of Practical Macroeconomics"}, "homepage": "https://ideas.repec.org/e/pta174.html", "lastname": "Taylor", "https://ideas.repec.org/a/aea/aecrev/v83y1993i2p300-305.html": {"abstract": "No abstract is available for this item.", "authors": ["epta174"], "abstractStem": "no abstract is avail for thi item", "title": "The Use of the New Macroeconometrics for Policy Formulation"}, "https://ideas.repec.org/a/fip/fedkpr/y1999p59-67.html": {"abstract": "No abstract is available for this item.", "authors": ["epta174"], "abstractStem": "no abstract is avail for thi item", "title": "Commentary : challenges for monetary policy : new and old"}, "https://ideas.repec.org/a/aea/aecrev/v72y1982i2p81-85.html": {"abstract": "No abstract is available for this item.", "authors": ["epta174"], "abstractStem": "no abstract is avail for thi item", "title": "Establishing Credibility: A Rational Expectations Viewpoint"}, "https://ideas.repec.org/a/pal/buseco/v42y2007i4p8-15.html": {"abstract": "Over the past 20 years, the use of monetary policy rules has become pervasive in analyzing and prescribing monetary policy. This paper traces the development of such rules and their use in the analysis, prediction, and stabilization of national economies. In particular, rules provide insight into eras in which monetary policy was not effective as well as when it was, such as the persistence of the ongoing “Great Moderation.” The paper stresses the “scientific” contributions of rules, including their insight into fluctuations of housing construction and exchange rates, as well as into the term structure of interest rates.Business Economics (2007) 42, 8–15; doi:10.2145/20070401", "authors": ["epta174"], "abstractStem": "over the past 20 year the use of monetari polici rule ha becom pervas in analyz and prescrib monetari polici thi paper trace the develop of such rule and their use in the analysi predict and stabil of nation economi in particular rule provid insight into era in which monetari polici wa not effect as well as when it wa such as the persist of the ongo  great moder  the paper stress the  scientif  contribut of rule includ their insight into fluctuat of hous construct and exchang rate as well as into the term structur of interest ratesbusi econom 2007 42 8 15 doi10214520070401", "title": "The Explanatory Power of Monetary Policy Rules"}, "https://ideas.repec.org/a/ecm/emetrp/v51y1983i4p1169-85.html": {"abstract": "A solution method and an estimation method for nonlinear rational expectations models are presented in this paper. The solution method can be used in forecasting and policy applications and can handle models with serial correlation and multiple viewpoint dates. When applied to linear models, the solution method yields the same results as those obtained from currently available methods that are designed specifically for linear models. It is, however, more flexible and general than these methods. For large nonlinear models the results in this paper indicate that the method works quite well. The estimation method is based on the maximum likelihood principal. It is, as far as we know, the only method available for obtaining maximum likelihood estimates for nonlinear rational expectations models. The method has the advantage of being applicable to a wide range of models, including, as a special case, linear ,models. The method can also handle different assumptions about the expectations of the exogenous variables, something which is not true of currently available approaches to linear models.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfa24", "epta174"], "abstractStem": "a solut method and an estim method for nonlinear ration expect model are present in thi paper the solut method can be use in forecast and polici applic and can handl model with serial correl and multipl viewpoint date when appli to linear model the solut method yield the same result as those obtain from current avail method that are design specif for linear model it is howev more flexibl and gener than these method for larg nonlinear model the result in thi paper indic that the method work quit well the estim method is base on the maximum likelihood princip it is as far as we know the onli method avail for obtain maximum likelihood estim for nonlinear ration expect model the method ha the advantag of be applic to a wide rang of model includ as a special case linear model the method can also handl differ assumpt about the expect of the exogen variabl someth which is not true of current avail approach to linear modelspthi abstract wa borrow from anoth version of thi item", "title": "Solution and Maximum Likelihood Estimation of Dynamic Nonlinear Rational Expectations Models"}, "https://ideas.repec.org/a/eee/jpolmo/v35y2013i3p463-472.html": {"abstract": "Research in the early 1980s found that the gains from international coordination of monetary policy were quantitatively small compared to simply getting domestic policy right. That prediction turned out to be a pretty good description of monetary policy in the 1980s, 1990s, and until recently. Because this balanced international picture has largely disappeared, the 1980s view about monetary policy coordination needs to be reexamined. The source of the problem is not that the models or the theory are wrong. Rather there was a deviation from the rule-like monetary policies that worked well in the 1980s and 1990s, and this deviation helped break down the international monetary balance. There were similar deviations at many central banks, an apparent spillover culminating in a global great deviation. The purpose of this paper is to examine the possible causes and consequences of these spillovers, and to show that uncoordinated responses of central banks to the deviations can create an amplification mechanism, which might be overcome by some form of policy coordination.", "authors": ["epta174"], "abstractStem": "research in the earli 1980 found that the gain from intern coordin of monetari polici were quantit small compar to simpli get domest polici right that predict turn out to be a pretti good descript of monetari polici in the 1980 1990 and until recent becaus thi balanc intern pictur ha larg disappear the 1980 view about monetari polici coordin need to be reexamin the sourc of the problem is not that the model or the theori are wrong rather there wa a deviat from the rulelik monetari polici that work well in the 1980 and 1990 and thi deviat help break down the intern monetari balanc there were similar deviat at mani central bank an appar spillov culmin in a global great deviat the purpos of thi paper is to examin the possibl caus and consequ of these spillov and to show that uncoordin respons of central bank to the deviat can creat an amplif mechan which might be overcom by some form of polici coordin", "title": "International monetary coordination and the great deviation"}, "https://ideas.repec.org/a/eee/crcspp/v29y1988ip253-257.html": {"abstract": "No abstract is available for this item.", "authors": ["epta174"], "abstractStem": "no abstract is avail for thi item", "title": "A method for determining whether parameters in aggregative models are structural : A comment"}, "https://ideas.repec.org/a/fip/fedkpr/y2002p447-461.html": {"abstract": "No abstract is available for this item.", "authors": ["epta174"], "abstractStem": "no abstract is avail for thi item", "title": "General discussion : overview panel : rethinking stabilization policy"}, "https://ideas.repec.org/a/aea/aecrev/v69y1979i2p108-13.html": {"abstract": "No abstract is available for this item.", "authors": ["epta174"], "abstractStem": "no abstract is avail for thi item", "title": "Staggered Wage Setting in a Macro Model"}, "https://ideas.repec.org/a/ime/imemes/v10y1992i1p35-43.html": {"abstract": "No abstract is available for this item.", "authors": ["epta174"], "abstractStem": "no abstract is avail for thi item", "title": "Price Stabilization in the 1990s: An Overview"}, "https://ideas.repec.org/a/fip/fedkpr/y2010p337-348.html": {"abstract": "No abstract is available for this item.", "authors": ["epta174"], "abstractStem": "no abstract is avail for thi item", "title": "Commentary: monetary policy after the fall"}, "https://ideas.repec.org/a/eee/eecrev/v28y1985i1-2p53-81.html": {"abstract": "The paper examines international issues that arise in the design and evaluation of macroeconomic policy rules. It begins with a theoretical investigation of the effects of fiscal and monetary policy in a two-country rational expectations model with staggered wage and price setting and with perfect capital mobility. The results indicate that with the appropriate choice of policies and with flexible exchange rates, demand shocks need not give rise to international externalities or coordination issues. Price shocks, however, do create an externality, and this is the focus of the empirical part of the paper. Using a simple 7 country model -- consisting of Canada, France, Germany, Italy,Japan, the United Kingdom, and the United States -- optimal cooperative and non-cooperative (Nash) policy rules to minimize the variance of output and inflation in each country are calculated. The cooperative policies are computed using standard dynamic stochastic programming techniques and the non-cooperative policies are computed using an algorithm developed by Finn Kydland. The central result is that the cooperative policy rules for these countries are more accommodative to inflation than the non-cooperative policy rules.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epta174"], "abstractStem": "the paper examin intern issu that aris in the design and evalu of macroeconom polici rule it begin with a theoret investig of the effect of fiscal and monetari polici in a twocountri ration expect model with stagger wage and price set and with perfect capit mobil the result indic that with the appropri choic of polici and with flexibl exchang rate demand shock need not give rise to intern extern or coordin issu price shock howev do creat an extern and thi is the focu of the empir part of the paper use a simpl 7 countri model  consist of canada franc germani italyjapan the unit kingdom and the unit state  optim cooper and noncoop nash polici rule to minim the varianc of output and inflat in each countri are calcul the cooper polici are comput use standard dynam stochast program techniqu and the noncoop polici are comput use an algorithm develop by finn kydland the central result is that the cooper polici rule for these countri are more accommod to inflat than the noncoop polici rulespthi abstract wa borrow from anoth version of thi item", "title": "International coordination in the design of macroeconomic policy rules"}, "https://ideas.repec.org/a/ime/imemes/v16y1998i2p19-28.html": {"abstract": "No abstract is available for this item.", "authors": ["epta174"], "abstractStem": "no abstract is avail for thi item", "title": "Information Technology and Monetary Policy"}, "https://ideas.repec.org/a/ime/imemes/v6y1988i1p1-36.html": {"abstract": "Empirical estimates of the effect of monetary and fiscal policy on the Japanese current account are provided. To assess the quantitative importance of international monetary factors, these estimates are computed under three different exchange rate regimes: flexible exchange rates, fixed exchange rates with a \"yen standard\" and fixed exchange rates with a \"multi-currency standard.\" For all exchange rate regimes, monetary policy has a much smaller impact on the current account than fiscal policy, but the impact of fiscal policy on the current account is even larger when exchange rates are fixed than when exchange rates are flexible. The estimates are based on a quarterly multicountry econometric model with rational expectations estimated during the 1972-1986 period.", "authors": ["epta174"], "abstractStem": "empir estim of the effect of monetari and fiscal polici on the japanes current account are provid to assess the quantit import of intern monetari factor these estim are comput under three differ exchang rate regim flexibl exchang rate fix exchang rate with a yen standard and fix exchang rate with a multicurr standard for all exchang rate regim monetari polici ha a much smaller impact on the current account than fiscal polici but the impact of fiscal polici on the current account is even larger when exchang rate are fix than when exchang rate are flexibl the estim are base on a quarterli multicountri econometr model with ration expect estim dure the 19721986 period", "title": "Japanese Macroeconomic Policy and the Current Account Under Alternative International Monetary Regimes"}, "https://ideas.repec.org/a/eee/jjieco/v3y1989i2p127-144.html": {"abstract": "No abstract is available for this item.", "authors": ["epta174"], "abstractStem": "no abstract is avail for thi item", "title": "Differences in economic fluctuations in Japan and the United States: The role of nominal rigidities"}, "https://ideas.repec.org/a/ijc/ijcjou/y2012q2a1.html": {"abstract": "The largest credit or liquidity program created by the Federal Reserve during the financial crisis was the mortgagebacked securities (MBS) purchase program. In this paper, we examine the quantitative impact of this program on mortgage interest rate spreads. This is more difficult than frequently perceived because of simultaneous changes in prepayment risk and default risk. Our empirical results attribute a sizable portion of the decline in mortgage rates to such risks and a relatively small and uncertain portion to the program. For specifications where the existence or announcement of the program appears to have lowered spreads, we find no separate effect of the stock of MBS purchased by the Federal Reserve.", "authors": ["fpst391", "epta174"], "abstractStem": "the largest credit or liquid program creat by the feder reserv dure the financi crisi wa the mortgageback secur mb purchas program in thi paper we examin the quantit impact of thi program on mortgag interest rate spread thi is more difficult than frequent perceiv becaus of simultan chang in prepay risk and default risk our empir result attribut a sizabl portion of the declin in mortgag rate to such risk and a rel small and uncertain portion to the program for specif where the exist or announc of the program appear to have lower spread we find no separ effect of the stock of mb purchas by the feder reserv", "title": "Estimated Impact of the Federal Reserve’s Mortgage-Backed Securities Purchase Program"}, "https://ideas.repec.org/a/fip/fedlrv/y1998inovp3-12n6.html": {"abstract": "This article is a reprint of a lecture - given in honor of Homer Jones - that examines the causes of the Long Boom. John B. Taylor defines the Long Boom from 1982 to the present - as the period of time in which the United States has known unprecedented economic stability. This period includes the first and second-longest peacetime expansions in American history, separated by one relatively short and mild national recession. Taylor explores the internal changes in the structure of our economy, as well as external shocks and economic policy. He also discusses the reasons for the change in monetary policy. Monetary policy, he concludes, deserves most of the credit for the Long Boom because current policymakers have been more aggressive in responding to inflation, thereby keeping inflation low and recessions relatively rare. Taylor shows that the type of monetary research encouraged by Homer Jones at the Federal Reserve Bank of St. Louis placed renewed emphasis on the difference between the real interest rate and the nominal interest rate. This type of research sought numerical guidelines for using monetary statistics to make policy, and was responsible - at least in part - for changing monetary policy.", "authors": ["epta174"], "abstractStem": "thi articl is a reprint of a lectur  given in honor of homer jone  that examin the caus of the long boom john b taylor defin the long boom from 1982 to the present  as the period of time in which the unit state ha known unpreced econom stabil thi period includ the first and secondlongest peacetim expans in american histori separ by one rel short and mild nation recess taylor explor the intern chang in the structur of our economi as well as extern shock and econom polici he also discuss the reason for the chang in monetari polici monetari polici he conclud deserv most of the credit for the long boom becaus current policymak have been more aggress in respond to inflat therebi keep inflat low and recess rel rare taylor show that the type of monetari research encourag by homer jone at the feder reserv bank of st loui place renew emphasi on the differ between the real interest rate and the nomin interest rate thi type of research sought numer guidelin for use monetari statist to make polici and wa respons  at least in part  for chang monetari polici", "title": "Monetary policy and the long boom"}, "https://ideas.repec.org/a/ime/imemes/v14y1996i1p28-39.html": {"abstract": "This paper reviews recent developments in the design of monetary policy rules and shows that there are several key similarities between interest rate rules and money supply rules.In particular,both types of rule entail a positive response of interest rates to real output.The paper also shows why setting targets and using policy rules to achieve those targets can make monetary policy more effective.", "authors": ["epta174"], "abstractStem": "thi paper review recent develop in the design of monetari polici rule and show that there are sever key similar between interest rate rule and money suppli rulesin particularboth type of rule entail a posit respons of interest rate to real outputth paper also show whi set target and use polici rule to achiev those target can make monetari polici more effect", "title": "Policy Rules as a Means to a More Effective Monetary Policy"}, "https://ideas.repec.org/a/eee/crcspp/v22y1985ip61-84.html": {"abstract": "No abstract is available for this item.", "authors": ["epta174"], "abstractStem": "no abstract is avail for thi item", "title": "What would nominal GNP targetting do to the business cycle?"}, "https://ideas.repec.org/a/fip/fedkpr/y2002p319-331.html": {"abstract": "No abstract is available for this item.", "authors": ["epta174"], "abstractStem": "no abstract is avail for thi item", "title": "General discussion : monetary policy and real stabilization"}, "https://ideas.repec.org/a/aea/jeclit/v33y1995i2p777-784.html": {"abstract": "No abstract is available for this item.", "authors": ["epta174"], "abstractStem": "no abstract is avail for thi item", "title": "Changes in American Economic Policy in the 1980s: Watershed or Pendulum Swing?"}, "https://ideas.repec.org/a/ucp/jpolec/v83y1975i5p1009-21.html": {"abstract": "No abstract is available for this item.", "authors": ["epta174"], "abstractStem": "no abstract is avail for thi item", "title": "Monetary Policy during a Transition to Rational Expectations"}, "https://ideas.repec.org/a/ier/iecrev/v17y1976i2p362-76.html": {"abstract": "No abstract is available for this item.", "authors": ["epta174"], "abstractStem": "no abstract is avail for thi item", "title": "On an Efficient Two-Step Estimator for Dynamic Simultaneous Equations Models with Autoregressive Errors"}, "https://ideas.repec.org/a/jae/japmet/v4y1989isps161-78.html": {"abstract": "No abstract is available for this item.", "authors": ["epta174"], "abstractStem": "no abstract is avail for thi item", "title": "Monetary Policy and the Stability of Macroeconomic Relationships"}, "https://ideas.repec.org/a/eee/moneco/v56y2009i7p907-917.html": {"abstract": "A formula is derived that links the coefficients of the monetary policy rule for the short-term interest rate to the coefficients of the implied affine equations for long-term interest rates. The formula predicts that an increase in the coefficients in the monetary policy rule will lead to an increase in the coefficients in the affine equations. Empirical evidence for such a prediction is provided. The curve of the response coefficients by maturity is also predicted by the formula. The formula's predictive accuracy and its closed form make it a useful tool for studying the policy implications of embedding no-arbitrage affine theories into macro models.", "authors": ["epta174"], "abstractStem": "a formula is deriv that link the coeffici of the monetari polici rule for the shortterm interest rate to the coeffici of the impli affin equat for longterm interest rate the formula predict that an increas in the coeffici in the monetari polici rule will lead to an increas in the coeffici in the affin equat empir evid for such a predict is provid the curv of the respons coeffici by matur is also predict by the formula the formula predict accuraci and it close form make it a use tool for studi the polici implic of embed noarbitrag affin theori into macro model", "title": "The term structure of policy rules"}, "https://ideas.repec.org/a/ucp/jpolec/v85y1977i1p163-90.html": {"abstract": "No abstract is available for this item.", "authors": ["epph34", "epta174"], "abstractStem": "no abstract is avail for thi item", "title": "Stabilizing Powers of Monetary Policy under Rational Expectations"}, "https://ideas.repec.org/a/fip/fedgpr/y2005p323-339.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe55", "eppo114", "epta174"], "abstractStem": "no abstract is avail for thi item", "title": "Panel discussion monetary policy modeling: where are we and where should we be going?"}, "https://ideas.repec.org/a/bla/manch2/v66y1998i0p1-16.html": {"abstract": " Recent progress in the practical application of research on monetary policy rules in the United States during the 1990s is examined. The paper focuses on how simple policy rules that describe how the central bank's interest rate responds to the economy have provided a useful framework for actual decision making. It is argued that the process by which economic research is put into practice--called transitional economies--is fascinating and worthy of careful study in general. Several recent examples from research on monetary policy rules are offered to show why. Copyright 1998 by Blackwell Publishers Ltd and The Victoria University of Manchester", "authors": ["epta174"], "abstractStem": " recent progress in the practic applic of research on monetari polici rule in the unit state dure the 1990 is examin the paper focus on how simpl polici rule that describ how the central bank interest rate respond to the economi have provid a use framework for actual decis make it is argu that the process by which econom research is put into practicecal transit economiesi fascin and worthi of care studi in gener sever recent exampl from research on monetari polici rule are offer to show whi copyright 1998 by blackwel publish ltd and the victoria univers of manchest", "title": "Applying Academic Research on Monetary Policy Rules: An Exercise in Translational Economics"}, "https://ideas.repec.org/a/eee/eecrev/v21y1983i1-2p45-49.html": {"abstract": "No abstract is available for this item.", "authors": ["epta174"], "abstractStem": "no abstract is avail for thi item", "title": "'Wage rigidity and unemployment in OECD countries' by D. Grubb et al"}, "https://ideas.repec.org/a/ucp/jpolec/v88y1980i1p1-23.html": {"abstract": "No abstract is available for this item.", "authors": ["epta174"], "abstractStem": "no abstract is avail for thi item", "title": "Aggregate Dynamics and Staggered Contracts"}, "https://ideas.repec.org/a/ijc/ijcjou/y2007q1a8.html": {"abstract": "Questions about transparency and the optimal way to communicate and commit to a monetary policy are both highly practical and fascinating from a research viewpoint. How far can transparency be taken? Is it better for a central bank to provide information about the future path for the interest rate instrument, or simply to give the staff's economic forecast of inflation and the real economy? How should one model transparency? By assuming that communications are sent and received with error, or by assuming that only a fraction of economic agents get the information? Similarly, how can one model different degrees of commitment? And how can one test and evaluate different models of transparency and commitment?", "authors": ["fpsh692", "epsm33", "epta174", "epue8", "epwo3"], "abstractStem": "question about transpar and the optim way to commun and commit to a monetari polici are both highli practic and fascin from a research viewpoint how far can transpar be taken is it better for a central bank to provid inform about the futur path for the interest rate instrument or simpli to give the staff econom forecast of inflat and the real economi how should one model transpar by assum that commun are sent and receiv with error or by assum that onli a fraction of econom agent get the inform similarli how can one model differ degre of commit and how can one test and evalu differ model of transpar and commit", "title": "Transparency, Communication and Commitment"}, "https://ideas.repec.org/a/cup/macdyn/v5y2001i01p101-131_01.html": {"abstract": "No abstract is available for this item.", "authors": ["epta174"], "abstractStem": "no abstract is avail for thi item", "title": "An Interview With Milton Friedman"}, "https://ideas.repec.org/a/fip/fedfpr/y1986x2.html": {"abstract": "No abstract is available for this item.", "authors": ["epta174"], "abstractStem": "no abstract is avail for thi item", "title": "An econometric evaluation of international monetary policy rules: fixed versus flexible exchange rates"}, "https://ideas.repec.org/a/eee/eecrev/v44y2000i7p1389-1408.html": {"abstract": "No abstract is available for this item.", "authors": ["epta174"], "abstractStem": "no abstract is avail for thi item", "title": "Low inflation, pass-through, and the pricing power of firms"}, "https://ideas.repec.org/a/fip/fedkpr/y2001p279-284.html": {"abstract": "No abstract is available for this item.", "authors": ["epta174"], "abstractStem": "no abstract is avail for thi item", "title": "Macroeconomic implications of the new economy : commentary"}, "https://ideas.repec.org/a/oup/oxford/v16y2000i4p60-73.html": {"abstract": " This paper examines how alternative views of the monetary transmission mechanism affect the choice of a monetary policy rule. The main finding is that many different structural models indicate that the same simple monetary policy rule--one in which the central bank's target short-term interest rate reacts to inflation and to real output--would perform well. Such rules work well even in models where the monetary transmission mechanism has a relatively strong exchange-rate channel. The models differ, however, in their implications for more complex monetary rules. Copyright 2000 by Oxford University Press.", "authors": ["epta174"], "abstractStem": " thi paper examin how altern view of the monetari transmiss mechan affect the choic of a monetari polici rule the main find is that mani differ structur model indic that the same simpl monetari polici ruleon in which the central bank target shortterm interest rate react to inflat and to real outputwould perform well such rule work well even in model where the monetari transmiss mechan ha a rel strong exchanger channel the model differ howev in their implic for more complex monetari rule copyright 2000 by oxford univers press", "title": "Alternative Views of the Monetary Transmission Mechanism: What Difference Do They Make for Monetary Policy?"}, "https://ideas.repec.org/a/eee/crcspp/v39y1993ip195-214.html": {"abstract": "No abstract is available for this item.", "authors": ["epta174"], "abstractStem": "no abstract is avail for thi item", "title": "Discretion versus policy rules in practice"}, "https://ideas.repec.org/a/bla/ecorec/v65y1989i189p185-89.html": {"abstract": "No abstract is available for this item.", "authors": ["epta174"], "abstractStem": "no abstract is avail for thi item", "title": "The Evolution of Ideas in Macroeconomics"}, "https://ideas.repec.org/a/fip/fedkpr/y2007p463-476.html": {"abstract": "Since the mid-1980s, monetary policy has contributed to a great moderation of the housing cycle by responding more proactively to inflation and thereby reducing the boom bust cycle. However, during the period from 2002 to 2005, the short term interest rate path deviated significantly from what this two decade experience would suggest is appropriate. A counterfactual simulation with a simple model of the housing market shows that this deviation may have been a cause of the boom and bust in housing starts and inflation in the last two years. Moreover, a significant time series correlation between housing price inflation and delinquency rates suggests that the poor credit assessments on subprime mortgages may also have been caused by this deviation.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epta174"], "abstractStem": "sinc the mid1980 monetari polici ha contribut to a great moder of the hous cycl by respond more proactiv to inflat and therebi reduc the boom bust cycl howev dure the period from 2002 to 2005 the short term interest rate path deviat significantli from what thi two decad experi would suggest is appropri a counterfactu simul with a simpl model of the hous market show that thi deviat may have been a caus of the boom and bust in hous start and inflat in the last two year moreov a signific time seri correl between hous price inflat and delinqu rate suggest that the poor credit assess on subprim mortgag may also have been caus by thi deviationpthi abstract wa borrow from anoth version of thi item", "title": "Housing and monetary policy"}, "https://ideas.repec.org/a/fip/fedkpr/y2006p103-109.html": {"abstract": "No abstract is available for this item.", "authors": ["epta174"], "abstractStem": "no abstract is avail for thi item", "title": "The rise of offshoring : it's not wine for cloth anymore : commentary"}, "https://ideas.repec.org/a/eee/dyncon/v37y2013i2p404-421.html": {"abstract": "In the aftermath of the global financial crisis and great recession, many countries face substantial deficits and growing debts. In the United States, federal government outlays as a ratio to GDP rose substantially from about 19.5 percent before the crisis to over 24 percent after the crisis. In this paper we consider a fiscal consolidation strategy that brings the budget to balance by gradually reducing this spending ratio over time to the level that prevailed prior to the crisis. A crucial issue is the impact of such a consolidation strategy on the economy. We use structural macroeconomic models to estimate this impact focussing primarily on a dynamic stochastic general equilibrium model with price and wage rigidities and adjustment costs. We separate out the impact of reductions in government purchases and transfers, and we allow for a reduction in both distortionary taxes and government debt relative to the baseline of no consolidation. According to the model simulations GDP rises in the short run upon announcement and implementation of this fiscal consolidation strategy and remains higher than the baseline in the long run. We explore the role of the mix of expenditure cuts and tax reductions as well as gradualism in achieving this policy outcome. Finally, we conduct sensitivity studies regarding the type of model used and its parameterization.", "authors": ["epta174", "epwi9", "epwo153"], "abstractStem": "in the aftermath of the global financi crisi and great recess mani countri face substanti deficit and grow debt in the unit state feder govern outlay as a ratio to gdp rose substanti from about 195 percent befor the crisi to over 24 percent after the crisi in thi paper we consid a fiscal consolid strategi that bring the budget to balanc by gradual reduc thi spend ratio over time to the level that prevail prior to the crisi a crucial issu is the impact of such a consolid strategi on the economi we use structur macroeconom model to estim thi impact focuss primarili on a dynam stochast gener equilibrium model with price and wage rigid and adjust cost we separ out the impact of reduct in govern purchas and transfer and we allow for a reduct in both distortionari tax and govern debt rel to the baselin of no consolid accord to the model simul gdp rise in the short run upon announc and implement of thi fiscal consolid strategi and remain higher than the baselin in the long run we explor the role of the mix of expenditur cut and tax reduct as well as gradual in achiev thi polici outcom final we conduct sensit studi regard the type of model use and it parameter", "title": "Fiscal consolidation strategy"}, "https://ideas.repec.org/a/tpr/restat/v94y2012i3p800-816.html": {"abstract": " In this paper, we investigate the comparative properties of empirically estimated monetary models of the U.S. economy using a new database of models designed for such investigations. We focus on three representative models due to Christiano, Eichenbaum, and Evans (2005), Smets and Wouters (2007), and Taylor (1993a). Although these models differ in terms of structure, estimation method, sample period, and data vintage, we find surprisingly similar economic impacts of unanticipated changes in the federal funds rate. However, optimized monetary policy rules differ across models and lack robustness. Model averaging offers an effective strategy for improving the robustness of policy rules. © 2012 The President and Fellows of Harvard College and the Massachusetts Institute of Technology.", "authors": ["epta174", "epwi9"], "abstractStem": " in thi paper we investig the compar properti of empir estim monetari model of the us economi use a new databas of model design for such investig we focu on three repres model due to christiano eichenbaum and evan 2005 smet and wouter 2007 and taylor 1993a although these model differ in term of structur estim method sampl period and data vintag we find surprisingli similar econom impact of unanticip chang in the feder fund rate howev optim monetari polici rule differ across model and lack robust model averag offer an effect strategi for improv the robust of polici rule   2012 the presid and fellow of harvard colleg and the massachusett institut of technolog", "title": "Surprising Comparative Properties of Monetary Models: Results from a New Model Database"}, "https://ideas.repec.org/a/fip/fedlrv/y2005imarp269-276nv.87no.2,pt.2.html": {"abstract": "No abstract is available for this item.", "authors": ["epta174"], "abstractStem": "no abstract is avail for thi item", "title": "The international implications of October 1979: toward a long boom on a global scale"}, "https://ideas.repec.org/a/fip/fedlrv/y2008ijulp405-420nv.90no.4.html": {"abstract": "\"The Importance of Being Predictable\" by John B. Taylor -- \"Monetary Policy Under Uncertainty\" by Ben S. Bernanke -- \"The Importance of Being Predictable\" by William Poole", "authors": ["epbe55", "eppo114", "epta174"], "abstractStem": "the import of be predict by john b taylor  monetari polici under uncertainti by ben s bernank  the import of be predict by william pool", "title": "Panel discussion"}, "https://ideas.repec.org/a/fip/fedkpr/y1982p47-95.html": {"abstract": "This paper reviews and contrasts different views about the role of expectations in policy research and practice. Recently, two widely different views seem to have dominated the analysis of policy questions.One view, which is referred to as the \"new classical macroeconomic\"view, is that expectations overwhelm the influence of monetary policy.The other view, which is referred to as the \"Keynesian\" macroeconomic view, is that expectations are unimportant because people do not adjust to expectations of policy change. The paper argues that both these views are misleading. It advances a new view of the role of expectations that is still emerging from current macroeconomic reearch. The new view recognizes the importance of contractual arrangements which prevent a modern economy from adjusting instantaneously to policy changes, even if they are expected. But it also emphasizes that forward-looking expectations influence how these arrangements are set up and how they evolve over time. Recent criticisms of this new view are reviewed, and examples are given to illustrate how quantitative methods that incorporate this view can be used in practice.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epta174"], "abstractStem": "thi paper review and contrast differ view about the role of expect in polici research and practic recent two wide differ view seem to have domin the analysi of polici questionson view which is refer to as the new classic macroeconomicview is that expect overwhelm the influenc of monetari policyth other view which is refer to as the keynesian macroeconom view is that expect are unimport becaus peopl do not adjust to expect of polici chang the paper argu that both these view are mislead it advanc a new view of the role of expect that is still emerg from current macroeconom reearch the new view recogn the import of contractu arrang which prevent a modern economi from adjust instantan to polici chang even if they are expect but it also emphas that forwardlook expect influenc how these arrang are set up and how they evolv over time recent critic of thi new view are review and exampl are given to illustr how quantit method that incorpor thi view can be use in practicepthi abstract wa borrow from anoth version of thi item", "title": "The role of expectations in the choice of monetary policy"}, "https://ideas.repec.org/a/fip/fedkpr/y2005iaugp107-118.html": {"abstract": "No abstract is available for this item.", "authors": ["epta174"], "abstractStem": "no abstract is avail for thi item", "title": "Commentary : understanding the Greenspan standard"}, "https://ideas.repec.org/a/ecm/emetrp/v47y1979i5p1267-86.html": {"abstract": "No abstract is available for this item.", "authors": ["epta174"], "abstractStem": "no abstract is avail for thi item", "title": "Estimation and Control of a Macroeconomic Model with Rational Expectations"}, "https://ideas.repec.org/a/eee/crcspp/v37y1992ip123-125.html": {"abstract": "No abstract is available for this item.", "authors": ["epta174"], "abstractStem": "no abstract is avail for thi item", "title": "The budgetary arithmetics of loan guarantees and deposit insurance : A comment"}, "https://ideas.repec.org/a/mcb/jmoncb/v44y2012i6p1017-1032.html": {"abstract": "This lecture examines monetary policy during the past three decades. It documents two contrasting eras: first a Rules-Based Era from 1985 to 2003 and second an Ad Hoc Era from 2003 to the present. During the Rules-Based Era, monetary policy, in broad terms, followed a predictable systemic approach, and economic performance was generally good. During the Ad Hoc Era monetary policy is best described as a “discretion of authorities” approach, and economic performance was decidedly poor. By considering alternative explanations of this policy-performance correlation and examining corroborating evidence, the paper concludes that rules based policies have clear advantages over discretion.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epta174"], "abstractStem": "thi lectur examin monetari polici dure the past three decad it document two contrast era first a rulesbas era from 1985 to 2003 and second an ad hoc era from 2003 to the present dure the rulesbas era monetari polici in broad term follow a predict system approach and econom perform wa gener good dure the ad hoc era monetari polici is best describ as a  discret of author  approach and econom perform wa decidedli poor by consid altern explan of thi policyperform correl and examin corrobor evid the paper conclud that rule base polici have clear advantag over discretionpthi abstract wa borrow from anoth version of thi item", "title": "Monetary Policy Rules Work and Discretion Doesn't: A Tale of Two Eras"}, "https://ideas.repec.org/a/mcb/jmoncb/v32y2000i4p973-78.html": {"abstract": "No abstract is available for this item.", "authors": ["epta174"], "abstractStem": "no abstract is avail for thi item", "title": "Comment on Three Lessons for Monetary Policy in a Low-Inflation Era"}, "https://ideas.repec.org/a/bes/jnlbes/v8y1990i1p1-17.html": {"abstract": " The purpose of this article is to report on a comparison of several alternative numerical solution techniques for nonlinear rational-expectations models. The comparison was made by asking individual researchers to apply their different solution techniques to a simple representative-agent, optimal, stochastic growth model. Decision rules as well as simulated time series are compared. The differences among the methods turned out to be quite substantial for certain aspects of the growth model. Therefore, researchers might want to be careful not to rely blindly on the results of any chosen numerical solution method in applied work.", "authors": ["epta174", "epuh1"], "abstractStem": " the purpos of thi articl is to report on a comparison of sever altern numer solut techniqu for nonlinear rationalexpect model the comparison wa made by ask individu research to appli their differ solut techniqu to a simpl representativeag optim stochast growth model decis rule as well as simul time seri are compar the differ among the method turn out to be quit substanti for certain aspect of the growth model therefor research might want to be care not to reli blindli on the result of ani chosen numer solut method in appli work", "title": "Solving Nonlinear Stochastic Growth Models: A Comparison of Alternative Solution Methods"}, "https://ideas.repec.org/a/aea/jecper/v9y1995i4p11-26.html": {"abstract": "This paper provides an overview of the monetary transmission mechanism describing the impact of changes in monetary policy on real GDP. Changes in financial market prices--including long-term interest rates and exchange rates--are the main vehicle for the transmission of policy. The framework incorporates rational expectations and policy rules. It is empirical and appears to fit the facts well.", "authors": ["epta174"], "abstractStem": "thi paper provid an overview of the monetari transmiss mechan describ the impact of chang in monetari polici on real gdp chang in financi market pricesinclud longterm interest rate and exchang ratesar the main vehicl for the transmiss of polici the framework incorpor ration expect and polici rule it is empir and appear to fit the fact well", "title": "The Monetary Transmission Mechanism: An Empirical Framework"}, "https://ideas.repec.org/a/aea/aecrev/v99y2009i2p550-55.html": {"abstract": "No abstract is available for this item.", "authors": ["epta174"], "abstractStem": "no abstract is avail for thi item", "title": "The Lack of an Empirical Rationale for a Revival of Discretionary Fiscal Policy"}, "https://ideas.repec.org/a/eee/dyncon/v2y1980i1p109-132.html": {"abstract": "No abstract is available for this item.", "authors": ["epta174"], "abstractStem": "no abstract is avail for thi item", "title": "Output and price stability: An international comparison"}, "https://ideas.repec.org/a/eee/crcspp/v7y1977ip93-98.html": {"abstract": "No abstract is available for this item.", "authors": ["epta174"], "abstractStem": "no abstract is avail for thi item", "title": "Control theory and economic stabilization: A comment on the Kalchbrenner and Tinsley and Prescott papers"}, "https://ideas.repec.org/a/ime/imemes/v19y2001is1p35-51.html": {"abstract": "The effects of three different inflationary environments--high inflation, low inflation, and negative inflation--on real output stability are examined by looking at the experiences of Japan and the United States during the last 30 years. I begin by going back to see how things looked from the vantage point of the 1987 international conference at the Bank of Japan. Next I trace out how economic performance has evolved since then. Economic performance appears to have been better with low inflation than with either high inflation or negative inflation. I also look at some of the reasons for the different inflationary environments. I take both an interest rate policy rule approach and a quantity theory of money approach. Both approaches suggest that monetary policy has been the key factor in generating the different inflationary experiences.", "authors": ["epta174"], "abstractStem": "the effect of three differ inflationari environmentshigh inflat low inflat and neg inflationon real output stabil are examin by look at the experi of japan and the unit state dure the last 30 year i begin by go back to see how thing look from the vantag point of the 1987 intern confer at the bank of japan next i trace out how econom perform ha evolv sinc then econom perform appear to have been better with low inflat than with either high inflat or neg inflat i also look at some of the reason for the differ inflationari environ i take both an interest rate polici rule approach and a quantiti theori of money approach both approach suggest that monetari polici ha been the key factor in gener the differ inflationari experi", "title": "Low Inflation, Deflation, and Policies for Future Price Stability"}, "https://ideas.repec.org/a/aea/aecrev/v91y2001i2p263-267.html": {"abstract": "No abstract is available for this item.", "authors": ["epta174"], "abstractStem": "no abstract is avail for thi item", "title": "The Role of the Exchange Rate in Monetary-Policy Rules"}, "https://ideas.repec.org/a/ecm/emetrp/v45y1977i6p1377-85.html": {"abstract": "No abstract is available for this item.", "authors": ["epta174"], "abstractStem": "no abstract is avail for thi item", "title": "Conditions for Unique Solutions in Stochastic Macroeconomic Models with Rational Expectations"}, "https://ideas.repec.org/a/ime/imemes/v26y2008p37-48.html": {"abstract": "This paper was presented at the 2008 International Conference, gFrontiers in Monetary Theory and Policy,h held by the Institute for Monetary and Economic Studies, Bank of Japan, in Tokyo on May 28-29, 2008.", "authors": ["epta174"], "abstractStem": "thi paper wa present at the 2008 intern confer gfrontier in monetari theori and policyh held by the institut for monetari and econom studi bank of japan in tokyo on may 2829 2008", "title": "The Mayekawa Lecture: The Way Back to Stability and Growth in the Global Economy"}, "https://ideas.repec.org/a/aea/jecper/v14y2000i3p21-36.html": {"abstract": "Recent changes in policy research and in policy-making call for a reassessment of countercyclical fiscal policy. Such a reassessment indicates that countercyclical fiscal policy should focus on automatic stabilizers rather than discretionary actions. Monetary policy has been reacting more systematically to output and inflation; long expansions in the 1980s and 1990s demonstrate policy effectiveness. It is unlikely that discretionary countercyclical fiscal policy could improve things, even with less uncertainty about fiscal impacts. A discretionary countercyclical fiscal policy could make monetary policy making more difficult. Discretionary fiscal policy should focus on long-run issues, such as tax reform and social security reform.", "authors": ["epta174"], "abstractStem": "recent chang in polici research and in policymak call for a reassess of countercycl fiscal polici such a reassess indic that countercycl fiscal polici should focu on automat stabil rather than discretionari action monetari polici ha been react more systemat to output and inflat long expans in the 1980 and 1990 demonstr polici effect it is unlik that discretionari countercycl fiscal polici could improv thing even with less uncertainti about fiscal impact a discretionari countercycl fiscal polici could make monetari polici make more difficult discretionari fiscal polici should focu on longrun issu such as tax reform and social secur reform", "title": "Reassessing Discretionary Fiscal Policy"}, "https://ideas.repec.org/a/jae/japmet/v5y1990i4p381-92.html": {"abstract": " A computationally feasible method for the full information maximum-likelihood estimation of models with rational expectations is described in this paper. The stochastic simulation of such models is also described. The methods discussed in this paper should open the way for many more tests of the rational expectations hypothesis within macroeconomic models. Copyright 1990 by John Wiley &amp; Sons, Ltd.", "authors": ["epfa24", "epta174"], "abstractStem": " a comput feasibl method for the full inform maximumlikelihood estim of model with ration expect is describ in thi paper the stochast simul of such model is also describ the method discuss in thi paper should open the way for mani more test of the ration expect hypothesi within macroeconom model copyright 1990 by john wiley amp son ltd", "title": "Full Information Estimation and Stochastic Simulation of Models with Rational Expectations"}, "https://ideas.repec.org/a/aea/aecrev/v90y2000i2p90-94.html": {"abstract": "No abstract is available for this item.", "authors": ["epta174"], "abstractStem": "no abstract is avail for thi item", "title": "Teaching Modern Macroeconomics at the Principles Level"}, "https://ideas.repec.org/a/oup/restud/v39y1972i4p515-519..html": {"abstract": "No abstract is available for this item.", "authors": [], "abstractStem": "no abstract is avail for thi item", "title": "Stabilization Policies in a Growing Economy: A Comment"}, "https://ideas.repec.org/a/eee/moneco/v57y2010i5p527-530.html": {"abstract": "No abstract is available for this item.", "authors": ["epta174"], "abstractStem": "no abstract is avail for thi item", "title": "Comment on: \"Global effects of fiscal stimulus during the crisis\" by Charles Freedman, Michael Kumhof, Douglas Laxton, Dick Muir, Susanna Mursula"}, "https://ideas.repec.org/a/eee/dyncon/v8y1984i3p341-348.html": {"abstract": "No abstract is available for this item.", "authors": ["epta174"], "abstractStem": "no abstract is avail for thi item", "title": "Estimation and solution of linear rational expectations models using a polynomial matrix factorization"}, "https://ideas.repec.org/a/eee/ecmode/v7y1990i3p251-257.html": {"abstract": "No abstract is available for this item.", "authors": ["fpga415", "epta174"], "abstractStem": "no abstract is avail for thi item", "title": "Solving stochastic equilibrium models with the extended path method"}, "https://ideas.repec.org/a/eee/crcspp/v47y1997ip39-42.html": {"abstract": "No abstract is available for this item.", "authors": ["epta174"], "abstractStem": "no abstract is avail for thi item", "title": "Econometric models and the monetary policy process : A comment"}, "https://ideas.repec.org/a/pal/buseco/v48y2013i3p155-162.html": {"abstract": "This paper assesses the relative effectiveness of central bank independence vs. policy rules for the policy instruments in bringing about good economic performance. It examines historical changes in (1) macroeconomic performance, (2) the adherence to rules-based monetary policy, and (3) the degree of central bank independence. Macroeconomic performance is defined in terms of both price stability and output stability. Both de jure and de facto central bank independence at the Federal Reserve are considered. The main finding is that changes in macroeconomic performance during the past half century were closely associated with changes in the adherence to rules-based monetary policy and in the degree of de facto monetary independence at the Federal Reserve. But changes in economic performance were not associated with changes in de jure central bank independence. Formal central bank independence alone has not generated good monetary policy outcomes. A rules-based framework is essential.", "authors": ["epta174"], "abstractStem": "thi paper assess the rel effect of central bank independ vs polici rule for the polici instrument in bring about good econom perform it examin histor chang in 1 macroeconom perform 2 the adher to rulesbas monetari polici and 3 the degre of central bank independ macroeconom perform is defin in term of both price stabil and output stabil both de jure and de facto central bank independ at the feder reserv are consid the main find is that chang in macroeconom perform dure the past half centuri were close associ with chang in the adher to rulesbas monetari polici and in the degre of de facto monetari independ at the feder reserv but chang in econom perform were not associ with chang in de jure central bank independ formal central bank independ alon ha not gener good monetari polici outcom a rulesbas framework is essenti", "title": "The Effectiveness of Central Bank Independence vs. Policy Rules"}, "https://ideas.repec.org/a/cto/journl/v33y2013i3p333-345.html": {"abstract": "No abstract is available for this item.", "authors": ["epta174"], "abstractStem": "no abstract is avail for thi item", "title": "Monetary Policy during the Past 30 Years with Lessons for the Next 30 Years"}, "https://ideas.repec.org/a/fip/fedkpr/y1995p151-170.html": {"abstract": "No abstract is available for this item.", "authors": ["epta174"], "abstractStem": "no abstract is avail for thi item", "title": "Monetary policy implications of greater fiscal discipline"}, "https://ideas.repec.org/a/mcb/jmoncb/v39y2007is1p193-201.html": {"abstract": "No abstract is available for this item.", "authors": ["epta174"], "abstractStem": "no abstract is avail for thi item", "title": "Thirty-Five Years of Model Building for Monetary Policy Evaluation: Breakthroughs, Dark Ages, and a Renaissance"}, "https://ideas.repec.org/a/eee/dyncon/v34y2010i3p281-295.html": {"abstract": "Renewed interest in fiscal policy has increased the use of quantitative models to evaluate policy. Because of modelling uncertainty, it is essential that policy evaluations be robust to alternative assumptions. We find that models currently being used in practice to evaluate fiscal policy stimulus proposals are not robust. Government spending multipliers in an alternative empirically estimated and widely cited new Keynesian model are much smaller than in these old Keynesian models; the estimated stimulus is extremely small with GDP and employment effects only one-sixth as large and with private sector employment impacts likely to be even smaller. We investigate the sensitivity of our findings with regard to the response of monetary policy, the zero bound on nominal interest rates and the inclusion of an empirically relevant degree of rule-of-thumb behaviour in the new Keynesian model. In addition, we relate our findings using estimated structural macroeconomic models to the recent literature using reduced-form regression techniques.", "authors": ["epcw3", "epta174", "epwi9"], "abstractStem": "renew interest in fiscal polici ha increas the use of quantit model to evalu polici becaus of model uncertainti it is essenti that polici evalu be robust to altern assumpt we find that model current be use in practic to evalu fiscal polici stimulu propos are not robust govern spend multipli in an altern empir estim and wide cite new keynesian model are much smaller than in these old keynesian model the estim stimulu is extrem small with gdp and employ effect onli onesixth as larg and with privat sector employ impact like to be even smaller we investig the sensit of our find with regard to the respons of monetari polici the zero bound on nomin interest rate and the inclus of an empir relev degre of ruleofthumb behaviour in the new keynesian model in addit we relat our find use estim structur macroeconom model to the recent literatur use reducedform regress techniqu", "title": "New Keynesian versus old Keynesian government spending multipliers"}, "https://ideas.repec.org/a/cto/journl/v23y2003i1p127-134.html": {"abstract": "No abstract is available for this item.", "authors": ["epta174"], "abstractStem": "no abstract is avail for thi item", "title": "Increasing Economic Growth and Stability in Emerging Markets"}, "https://ideas.repec.org/a/aea/aecrev/v104y2014i5p61-66.html": {"abstract": "This paper reports on recent research showing that the severe recession of 2007-2009 and the weak recovery have been due to poor economic policies and the failure to implement good policies during the past decade. Monetary policy, fiscal policy, and regulatory policy became more discretionary, more interventionist, and less predictable in comparison with the previous two decades of better economic performance. At best these policies led to growth spurts, but were followed by retrenchments, averaging to poor performance. The paper also considers alternative views-that the equilibrium interest rate declined during the decade and that the seriousness of financial crisis caused the slow recovery.", "authors": ["epta174"], "abstractStem": "thi paper report on recent research show that the sever recess of 20072009 and the weak recoveri have been due to poor econom polici and the failur to implement good polici dure the past decad monetari polici fiscal polici and regulatori polici becam more discretionari more interventionist and less predict in comparison with the previou two decad of better econom perform at best these polici led to growth spurt but were follow by retrench averag to poor perform the paper also consid altern viewsthat the equilibrium interest rate declin dure the decad and that the serious of financi crisi caus the slow recoveri", "title": "The Role of Policy in the Great Recession and the Weak Recovery"}, "https://ideas.repec.org/a/cto/journl/v31y2011i3p407-415.html": {"abstract": "I discuss a proposal to legislate a rule for monetary policy. The proposal modernizes laws first passed in the late 1970s, but largely discarded in 2000. It would thereby restore reporting and accountability requirements for the instruments of monetary policy. It would limit but not eliminate discretion. The proposal provides a degree of control by the political authorities without interfering in the day-to-day operations of monetary policy.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epta174"], "abstractStem": "i discuss a propos to legisl a rule for monetari polici the propos modern law first pass in the late 1970 but larg discard in 2000 it would therebi restor report and account requir for the instrument of monetari polici it would limit but not elimin discret the propos provid a degre of control by the polit author without interf in the daytoday oper of monetari policypthi abstract wa borrow from anoth version of thi item", "title": "Legislating a Rule for Monetary Policy"}, "https://ideas.repec.org/a/fip/fedbcp/y1994p21-24n38.html": {"abstract": "No abstract is available for this item.", "authors": ["epta174"], "abstractStem": "no abstract is avail for thi item", "title": "The inflation/output variability trade-off revisited"}, "https://ideas.repec.org/a/aea/aecrev/v67y1977i3p445-51.html": {"abstract": "No abstract is available for this item.", "authors": ["epta174"], "abstractStem": "no abstract is avail for thi item", "title": "The Deterrent Effect of Capital Punishment: Another View"}, "https://ideas.repec.org/a/eee/jpolmo/v30y2008i4p619-626.html": {"abstract": "No abstract is available for this item.", "authors": ["epta174"], "abstractStem": "no abstract is avail for thi item", "title": "A review of the productivity resurgence"}, "https://ideas.repec.org/a/aea/aecrev/v73y1983i5p981-93.html": {"abstract": "This paper examines the role of union wage contracts in the persistence of inflation, and the implication of these contracts for the problem of disinflation in the United States. A quantitative model of overlapping con- tracts explicitly oriented toward the major union sector is developed. The model takes account of expectations of future wage, price, and employment conditions as in more aggregated models that have been used in macroeconomic research. In addition, the distribution of workers according to contract length as well as deferred wage increases and escalator clauses are explicitly used in the model. The main aim of the model is to determine the constraints which these contracts impose on disinflation paths. The model indicates that the maximum speed of disinflation is extremely slow in the early phases -- if a rise in unemployment is to be avoided -- but increases considerably before the new lower rate of inflation is reached. The disinflation path is considerably slower than that observed after hyperinflation periods. However, the existence of a path of inflation reduction raises questions about whether the institution of union wage con- tracts is really the direct cause of costly disinflations, or whether their influence works indirectly by raising credibility problems about a monetary disinflation.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epta174"], "abstractStem": "thi paper examin the role of union wage contract in the persist of inflat and the implic of these contract for the problem of disinfl in the unit state a quantit model of overlap con tract explicitli orient toward the major union sector is develop the model take account of expect of futur wage price and employ condit as in more aggreg model that have been use in macroeconom research in addit the distribut of worker accord to contract length as well as defer wage increas and escal claus are explicitli use in the model the main aim of the model is to determin the constraint which these contract impos on disinfl path the model indic that the maximum speed of disinfl is extrem slow in the earli phase  if a rise in unemploy is to be avoid  but increas consider befor the new lower rate of inflat is reach the disinfl path is consider slower than that observ after hyperinfl period howev the exist of a path of inflat reduct rais question about whether the institut of union wage con tract is realli the direct caus of costli disinfl or whether their influenc work indirectli by rais credibl problem about a monetari disinflationpthi abstract wa borrow from anoth version of thi item", "title": "Union Wage Settlements during a Disinflation"}, "https://ideas.repec.org/a/eee/moneco/v12y1983i1p123-125.html": {"abstract": "No abstract is available for this item.", "authors": ["epta174"], "abstractStem": "no abstract is avail for thi item", "title": "`Rules, discretion and reputation in a model of monetary policy' by Robert J. Barro and David B. Gordon"}, "https://ideas.repec.org/a/eee/dyncon/v2y1980i1p1-5.html": {"abstract": "No abstract is available for this item.", "authors": ["epta174"], "abstractStem": "no abstract is avail for thi item", "title": "Foreword"}, "firstname": "John", "https://ideas.repec.org/a/fip/fedkpr/y2002p413-419.html": {"abstract": "No abstract is available for this item.", "authors": ["epta174"], "abstractStem": "no abstract is avail for thi item", "title": "General discussion : should the European Central Bank and the Federal Reserve be concerned about fiscal policy?"}, "https://ideas.repec.org/a/aea/aecrev/v74y1984i2p206-10.html": {"abstract": "No abstract is available for this item.", "authors": ["epta174"], "abstractStem": "no abstract is avail for thi item", "title": "Recent Changes in Macro Policy and Its Effects: Some Time-Series Evidence"}, "https://ideas.repec.org/a/ier/iecrev/v15y1974i2p472-84.html": {"abstract": "No abstract is available for this item.", "authors": ["epta174"], "abstractStem": "no abstract is avail for thi item", "title": "Asymptotic Properties of Multiperiod Control Rules in the Linear Regression Model"}, "https://ideas.repec.org/a/eee/moneco/v58y2011i2p183-189.html": {"abstract": "This is a review of Allan Meltzer's \"A History of the Federal Reserve, Volume 2.\" By carefully reviewing thousands of transcripts and records, Meltzer's history lets policy makers explain their decisions in their own words, and creatively weaves historical events into a single exceptionally clear story as he did in Volume 1. In this review I first examine the book's main theme--that discretionary monetary policy failed in the Great Depression (1929-1933), in the Great Inflation (1965-1980), and in the recent Great Recession (2007-2009)--and then consider its main conclusion--that monetary policy should be based on less discretion and more rule-like behavior.", "authors": ["epta174"], "abstractStem": "thi is a review of allan meltzer a histori of the feder reserv volum 2 by care review thousand of transcript and record meltzer histori let polici maker explain their decis in their own word and creativ weav histor event into a singl except clear stori as he did in volum 1 in thi review i first examin the book main themethat discretionari monetari polici fail in the great depress 19291933 in the great inflat 19651980 and in the recent great recess 20072009and then consid it main conclusionthat monetari polici should be base on less discret and more rulelik behavior", "title": "Review of Allan H. Meltzer's A history of the Federal Reserve, Volume 2, University of Chicago Press, 2009"}, "https://ideas.repec.org/a/fip/fedlpr/y1987p131-191.html": {"abstract": "No abstract is available for this item.", "authors": ["epta174"], "abstractStem": "no abstract is avail for thi item", "title": "The current account and macroeconomic policy: an econometric analysis"}, "https://ideas.repec.org/a/ijc/ijcjou/y2006q3a8.html": {"abstract": "The International Journal of Central Banking from time to time will assemble and publish collections of papers on a common topic, especially when the editors see a critical mass of submissions in an active area where quick publication of the papers as a group will encourage discussion, create synergies, and increase the potential for further breakthroughs. We have decided to make this September 2006 issue of the IJCB the first such special issue, and we are planning more special issues for the future.", "authors": ["fpsh692", "epsm33", "epta174", "epue8", "epwo3"], "abstractStem": "the intern journal of central bank from time to time will assembl and publish collect of paper on a common topic especi when the editor see a critic mass of submiss in an activ area where quick public of the paper as a group will encourag discuss creat synergi and increas the potenti for further breakthrough we have decid to make thi septemb 2006 issu of the ijcb the first such special issu and we are plan more special issu for the futur", "title": "Staggered Pricing Models Face the Facts"}, "https://ideas.repec.org/a/fip/fedfpr/y2000x11.html": {"abstract": "No abstract is available for this item.", "authors": ["epta174"], "abstractStem": "no abstract is avail for thi item", "title": "Recent changes in trend and cycle, remarks"}, "https://ideas.repec.org/a/eee/moneco/v43y1999i3p655-679.html": {"abstract": "This paper examines the implications of recent research on monetary policy rules for practical monetary policy making, with special emphasis on strategies for setting interest rates by the new European Central Bank (ECB). The paper draws on recent research and new simulations of a large open economy model to assess the efficiency of a simple benchmark rule in comparison with other proposed rules. The paper stresses new results on the robustness of monetary policy rules in which each rule that is optimal or good according to one model or researcher is tested for robustness by other researchers using different models. Because of the large increase in the number of economists focussing on econometric evaluation of monetary policy rules for the interest rate instrument and because of the parallel increase in the variety of models being developed for this purpose, much more evidence is becoming available on the robustness of simle monetary policy rules for the interest rate than ever before.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epta174"], "abstractStem": "thi paper examin the implic of recent research on monetari polici rule for practic monetari polici make with special emphasi on strategi for set interest rate by the new european central bank ecb the paper draw on recent research and new simul of a larg open economi model to assess the effici of a simpl benchmark rule in comparison with other propos rule the paper stress new result on the robust of monetari polici rule in which each rule that is optim or good accord to one model or research is test for robust by other research use differ model becaus of the larg increas in the number of economist focuss on econometr evalu of monetari polici rule for the interest rate instrument and becaus of the parallel increas in the varieti of model be develop for thi purpos much more evid is becom avail on the robust of siml monetari polici rule for the interest rate than ever beforepthi abstract wa borrow from anoth version of thi item", "title": "The robustness and efficiency of monetary policy rules as guidelines for interest rate setting by the European central bank"}, "https://ideas.repec.org/a/bin/bpeajo/v13y1982i1982-1p57-106.html": {"abstract": "No abstract is available for this item.", "authors": ["epta174"], "abstractStem": "no abstract is avail for thi item", "title": "The Swedish Investment Funds System as a Stabilization Rule"}}}