{"epth14": {"https://ideas.repec.org/a/bla/jregsc/v46y2006i5p867-880.html": {"abstract": " We investigate how cross-country differences in firms' fixed set-up costs affect the trade-off between global efficiency and spatial equity. Our analysis reveals that the standard assumption of symmetry in set-up costs masks the existence of an interesting effect: the range of available varieties depends on the spatial distribution of firms. In such a setting, where the market outcome leads to excessive agglomeration in the symmetric case, a planner may opt for asymmetric set-up costs and even more agglomeration. We show that the planner will always favor lower set-up costs in the large country with more agglomeration when the consumer's marginal preference for variety is high, or with less agglomeration when the consumer's marginal preference for variety is low. Copyright Blackwell Publishing, Inc. 2006", "authors": ["epbe108", "epth14"], "abstractStem": " we investig how crosscountri differ in firm fix setup cost affect the tradeoff between global effici and spatial equiti our analysi reveal that the standard assumpt of symmetri in setup cost mask the exist of an interest effect the rang of avail varieti depend on the spatial distribut of firm in such a set where the market outcom lead to excess agglomer in the symmetr case a planner may opt for asymmetr setup cost and even more agglomer we show that the planner will alway favor lower setup cost in the larg countri with more agglomer when the consum margin prefer for varieti is high or with less agglomer when the consum margin prefer for varieti is low copyright blackwel publish inc 2006", "title": "Agglomeration Versus Product Variety: Implications For Regional Inequalities"}, "https://ideas.repec.org/a/bla/jregsc/v50y2010i1p281-296.html": {"abstract": " In this paper, I pursue two objectives. First, I propose a primer in economic geography relying on a simple model that can be solved analytically by undergraduate students. Second, I briefly discuss two topics that, in my opinion, should rank high on the research agenda. Copyright (c) 2010, Wiley Periodicals, Inc.", "authors": ["epth14"], "abstractStem": " in thi paper i pursu two object first i propos a primer in econom geographi reli on a simpl model that can be solv analyt by undergradu student second i briefli discuss two topic that in my opinion should rank high on the research agenda copyright c 2010 wiley period inc", "title": "Toward A Unified Theory Of Economic Geography And Urban Economics"}, "https://ideas.repec.org/a/ecm/emetrp/v80y2012i6p2765-2784.html": {"abstract": "No abstract is available for this item.", "authors": ["epko181", "fppa668", "epth14", "epzh111"], "abstractStem": "no abstract is avail for thi item", "title": "Monopolistic Competition: Beyond the Constant Elasticity of Substitution"}, "https://ideas.repec.org/a/prs/ecstat/estat_0336-1454_1996_num_294_1_6077.html": {"abstract": "No abstract is available for this item.", "authors": ["epth14"], "abstractStem": "no abstract is avail for thi item", "title": "Présentation générale"}, "https://ideas.repec.org/a/prs/reveco/reco_0035-2764_1996_num_47_2_409769.html": {"abstract": "[fre] La politique foncière est envisagée dans cet article comme la taxation inté­grale de la rente différentielle due à la plus ou moins grande proximité des équipe­ments privés et publics. Les revenus ainsi perçus sont ensuite redistribués aux agents créateurs de ladite rente, à savoir les pouvoirs publics ou les entreprises. Enfin, ces agents prennent leurs décisions en anticipant ces transferts. L'étude de plusieurs modèles simples montre que cette politique est souvent à même d'amé­liorer l'efficacité au sein d'une économie spatiale. [eng] Land policy is viewed in this paper as the complete taxation of the differential land rent caused by the distance from private or public facilities. This revenue is then redistributed to the agents who create this land rent, i.e., the firms or the public authorities. The agents make their decisions by expecting rationnally these transfers. The analysis of some simple models show that this kind of policy is likely to improve efficiency within a spatial economy.", "authors": ["epdu48", "epth14"], "abstractStem": "fre la politiqu fonci re est envisag e dan cet articl comm la taxat int grale de la rent diff rentiel due   la plu ou moin grand proximit  de  quip ment priv s et public le revenu ainsi per us sont ensuit redistribu s aux agent cr ateur de ladit rent   savoir le pouvoir public ou le entrepris enfin ce agent prennent leur d cision en anticip ce transfert l tude de plusieur mod le simpl montr que cett politiqu est souvent   m me dam liorer lefficacit  au sein dune  conomi spatial eng land polici is view in thi paper as the complet taxat of the differenti land rent caus by the distanc from privat or public facil thi revenu is then redistribut to the agent who creat thi land rent ie the firm or the public author the agent make their decis by expect rationn these transfer the analysi of some simpl model show that thi kind of polici is like to improv effici within a spatial economi", "title": "La politique foncière dans une économie spatiale"}, "https://ideas.repec.org/a/ier/iecrev/v43y2002i1p155-171.html": {"abstract": " We present a new way of modeling local labor markets by linking the space of workers' skills and the physical space of cities. The key lesson of our analysis is that firms exploit workers in these two spaces by setting wages that are below the competitive level. The degree of monopsony power depends on the elasticity of the firm's labor pool, which is inversely related to the costs workers incur in commuting and acquiring skills. Our analysis thus shows how socioeconomic ghettos emerge as workers with poor skill matches are also those who incur the highest commuting costs. Copyright 2002 by the Economics Department of the University of Pennsylvania and the Osaka University Institute of Social and Economic Resarch Association", "authors": ["fpbr241", "epth14", "epze5"], "abstractStem": " we present a new way of model local labor market by link the space of worker skill and the physic space of citi the key lesson of our analysi is that firm exploit worker in these two space by set wage that are below the competit level the degre of monopsoni power depend on the elast of the firm labor pool which is invers relat to the cost worker incur in commut and acquir skill our analysi thu show how socioeconom ghetto emerg as worker with poor skill match are also those who incur the highest commut cost copyright 2002 by the econom depart of the univers of pennsylvania and the osaka univers institut of social and econom resarch associ", "title": "Local Labor Markets, Job Matching, and Urban Location"}, "https://ideas.repec.org/a/eee/regeco/v23y1993i4p487-522.html": {"abstract": "No abstract is available for this item.", "authors": ["epas120", "epfu109", "epth14"], "abstractStem": "no abstract is avail for thi item", "title": "A land capitalization approach to the efficient provision of urban facilities"}, "https://ideas.repec.org/a/kap/itaxpf/v7y2000i3p247-258.html": {"abstract": " If higher education is publicly funded by local (sub-federal) jurisdictions, while skilled labor is heterogeneous in responding to wage differentials between jurisdictions, the spillovers that result give rise to a disparity between the centralized output-maximizing allocation of resources to higher education and decentralized equilibria. Generally, decentralization leads to under-provision, which can be offset by inter-jurisdictional subsidies based on gross migration flows. But the extent of the discrepancy depends on the local balance of political forces. Indeed, when the welfare of native-born emigrants is highly valued while new immigrants carry little political weight, over-provision in equilibrium is possible. Copyright Kluwer Academic Publishers 2000", "authors": ["epju100", "epth14"], "abstractStem": " if higher educ is publicli fund by local subfeder jurisdict while skill labor is heterogen in respond to wage differenti between jurisdict the spillov that result give rise to a dispar between the central outputmaxim alloc of resourc to higher educ and decentr equilibria gener decentr lead to underprovis which can be offset by interjurisdict subsidi base on gross migrat flow but the extent of the discrep depend on the local balanc of polit forc inde when the welfar of nativeborn emigr is highli valu while new immigr carri littl polit weight overprovis in equilibrium is possibl copyright kluwer academ publish 2000", "title": "Local Public Funding of Higher Education When Skilled Labor is Imperfectly Mobile"}, "https://ideas.repec.org/a/ucp/jlabec/v18y2000i3p453-72.html": {"abstract": " We study imperfect competition in the labor market when both workers and firms are heterogeneous. When firms cannot observe workers' skill, firms pay workers equal wages, but workers absorb training costs. When firms can identify worker types, firms pay different net wages to different workers. Voters select the level of general education that is financed by a lump-sum tax. Workers are on average better off when firms can observe workers' skill for a given level of general human capital, but the median voter prefers a higher level of general human capital when firms cannot observe worker types. Copyright 2000 by University of Chicago Press.", "authors": ["epha168", "epth14", "epze5"], "abstractStem": " we studi imperfect competit in the labor market when both worker and firm are heterogen when firm cannot observ worker skill firm pay worker equal wage but worker absorb train cost when firm can identifi worker type firm pay differ net wage to differ worker voter select the level of gener educ that is financ by a lumpsum tax worker are on averag better off when firm can observ worker skill for a given level of gener human capit but the median voter prefer a higher level of gener human capit when firm cannot observ worker type copyright 2000 by univers of chicago press", "title": "Wage Competition with Heterogeneous Workers and Firms"}, "https://ideas.repec.org/a/nea/journl/y2013i19p10-26.html": {"abstract": "The paper studies a market of horizontally differentiated good under increasing return to scale and exogenous number of firms. Three concepts of equilibria are compared: Cournot, Bertrand and monopolistic competition. Under fairly general assumptions on consumer's preferences, it is shown that Lerner index is the highest in Cournot case, monopolistic competition provides the lowest one and Bertrand equilibrium takes intermediate position. When the number of firms N increases, both oligopolistic equilibria converge to monopolistic competitive equilibrium with rate 1/ N . Thus the study generalizes the similar results on markets of homogeneous goods.", "authors": ["fpsi441", "epth14", "epzh111"], "abstractStem": "the paper studi a market of horizont differenti good under increas return to scale and exogen number of firm three concept of equilibria are compar cournot bertrand and monopolist competit under fairli gener assumpt on consum prefer it is shown that lerner index is the highest in cournot case monopolist competit provid the lowest one and bertrand equilibrium take intermedi posit when the number of firm n increas both oligopolist equilibria converg to monopolist competit equilibrium with rate 1 n  thu the studi gener the similar result on market of homogen good", "title": "Monopolistic Competition vs Oligopoly in the \"Large Economy\": How Much Is Difference?"}, "https://ideas.repec.org/a/eee/ecolet/v89y2005i2p247-247.html": {"abstract": "No abstract is available for this item.", "authors": ["epje31", "epth14", "epze5"], "abstractStem": "no abstract is avail for thi item", "title": "Erratum to \"Demand uncertainty, mismatch and (un)employment\" [Economic Letters 88 (2005) 33-39]"}, "https://ideas.repec.org/a/prs/reveco/reco_0035-2764_1985_num_36_1_408834.html": {"abstract": "[fre] Cet article étudie la localisation d'une firme néo-classique sur un réseau de transport. On y montre que certains points remarquables, à savoir les nœuds et les lieux de marché, sont souvent les candidats naturels à l'implantation de la firme. [eng] The location of a firm on a network P. Hanjoul, J.-F. Thisse This paper is concerned with the location of a profit-maximizing firm on a transportation network. It is shown that some particular points, namely the nodes and the market places, often emerge as the natural candidates for the establishment of the firm.", "authors": ["epth14"], "abstractStem": "fre cet articl  tudi la localis dune firm n oclassiqu sur un r seau de transport on y montr que certain point remarqu   savoir le n ud et le lieux de march  sont souvent le candidat naturel   limplant de la firm eng the locat of a firm on a network p hanjoul jf thiss thi paper is concern with the locat of a profitmaxim firm on a transport network it is shown that some particular point name the node and the market place often emerg as the natur candid for the establish of the firm", "title": "Localisation de la firme sur un réseau"}, "https://ideas.repec.org/a/eee/jetheo/v39y1986i2p273-289.html": {"abstract": "No abstract is available for this item.", "authors": ["epga74", "epth14"], "abstractStem": "no abstract is avail for thi item", "title": "Segmenting the market: The monopolist's optimal product mix"}, "https://ideas.repec.org/a/eee/eecrev/v15y1981i2p225-243.html": {"abstract": "No abstract is available for this item.", "authors": ["epth14"], "abstractStem": "no abstract is avail for thi item", "title": "Pricing, distribution and the supply of storage"}, "https://ideas.repec.org/a/eee/jetheo/v22y1980i2p327-338.html": {"abstract": "No abstract is available for this item.", "authors": ["epga74", "epth14"], "abstractStem": "no abstract is avail for thi item", "title": "Entry (and exit) in a differentiated industry"}, "https://ideas.repec.org/a/eee/juecon/v56y2004i1p144-167.html": {"abstract": "No abstract is available for this item.", "authors": ["eppi138", "epth14", "epto148"], "abstractStem": "no abstract is avail for thi item", "title": "Economic geography and the distribution of profits"}, "https://ideas.repec.org/a/cai/rpvedb/rpve_461_0075.html": {"abstract": "No abstract is available for this item.", "authors": ["epth120", "epth14"], "abstractStem": "no abstract is avail for thi item", "title": "Bruxelles et Wallonie : une lecture en termes de géo-économie urbaine"}, "homepage": "https://ideas.repec.org/e/pth14.html", "https://ideas.repec.org/a/ier/iecrev/v47y2006i4p1295-1317.html": {"abstract": " We consider an economic geography model of a new genre: All firms and workers are mobile and their agglomeration within a city generates costs through competition on a housing market. In the case of two sectors, contrasted patterns arise. When one good is perfectly mobile, the corresponding industry is partially dispersed whereas the other is agglomerated, thus showing regional specialization. When one sector supplies a nontradeable consumption good, this sector is more agglomerated than the other. The corresponding equilibrium involves an urban hierarchy in that a larger array of varieties of the two goods is produced within the same city. Copyright 2006 by the Economics Department Of The University Of Pennsylvania And Osaka University Institute Of Social And Economic Research Association.", "authors": ["fpta303", "epth14"], "abstractStem": " we consid an econom geographi model of a new genr all firm and worker are mobil and their agglomer within a citi gener cost through competit on a hous market in the case of two sector contrast pattern aris when one good is perfectli mobil the correspond industri is partial dispers wherea the other is agglomer thu show region special when one sector suppli a nontrad consumpt good thi sector is more agglomer than the other the correspond equilibrium involv an urban hierarchi in that a larger array of varieti of the two good is produc within the same citi copyright 2006 by the econom depart of the univers of pennsylvania and osaka univers institut of social and econom research associ", "title": "Regional Specialization, Urban Hierarchy, And Commuting Costs"}, "https://ideas.repec.org/a/eee/jetheo/v131y2006i1p1-25.html": {"abstract": "The paper examines the interactions between economic integration and population agglomeration in a middle product economy displaying neoclassical growth. There are two vertically integrated economies. Each consists of a large number of final good competitive firms operating plants in both regions, and a large number of intermediate goods monopolistically competitive firms operating each in only one region. While immobile workers are employed with intermediate goods to produce the final good, mobile workers are used to design the line of differentiated intermediategood inputs. Capital is immobile, the final good is non-traded, whereas the intermediate goods are traded. We find that employment agglomeration and output growth need not be positively related. Furthermore, trade is not necessarily beneficial to regional growth, whereas trade between the two regions need not be associated with a widened skilled-unskilled wage gap.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fppe400", "epth14", "epwa22"], "abstractStem": "the paper examin the interact between econom integr and popul agglomer in a middl product economi display neoclass growth there are two vertic integr economi each consist of a larg number of final good competit firm oper plant in both region and a larg number of intermedi good monopolist competit firm oper each in onli one region while immobil worker are employ with intermedi good to produc the final good mobil worker are use to design the line of differenti intermediategood input capit is immobil the final good is nontrad wherea the intermedi good are trade we find that employ agglomer and output growth need not be posit relat furthermor trade is not necessarili benefici to region growth wherea trade between the two region need not be associ with a widen skilledunskil wage gappthi abstract wa borrow from anoth version of thi item", "title": "Economic integration and agglomeration in a middle product economy"}, "https://ideas.repec.org/a/eee/regeco/v42y2012i1p126-134.html": {"abstract": "We study urbanization and rural industrialization in a setting involving one urban region (U) and one rural region (R). Farmers are heterogeneous in their attitude toward migration, while firms' efficiency is higher in U than in R because agglomeration economies have been built in U. Farmers face three options: (i) working in the agricultural sector, (ii) setting up firms in R, or (iii) moving to U. There exists a unique equilibrium, which displays four different patterns. In the first one, both urbanization and rural industrialization occur simultaneously. In the second and third patterns, either urbanization or rural industrialization arises, whereas the last pattern involves an industrial core and an agricultural periphery. The conditions under which each pattern emerges are determined. The transfer of labor from the agricultural to the industrial sector always increases farmers' welfare, while the welfare impact on incumbent urban workers is ambiguous.", "authors": ["epth14"], "abstractStem": "we studi urban and rural industri in a set involv one urban region u and one rural region r farmer are heterogen in their attitud toward migrat while firm effici is higher in u than in r becaus agglomer economi have been built in u farmer face three option i work in the agricultur sector ii set up firm in r or iii move to u there exist a uniqu equilibrium which display four differ pattern in the first one both urban and rural industri occur simultan in the second and third pattern either urban or rural industri aris wherea the last pattern involv an industri core and an agricultur peripheri the condit under which each pattern emerg are determin the transfer of labor from the agricultur to the industri sector alway increas farmer welfar while the welfar impact on incumb urban worker is ambigu", "title": "Urbanization and/or rural industrialization in China"}, "https://ideas.repec.org/a/ecm/emetrp/v58y1990i5p1101-19.html": {"abstract": " A model of consumer multipurpose shopping is used for studying the optimality of central places. There are two different commodities sold by two different types of firms. The shopping frequencies are exogenously given and different for the two commodities. Consumers can group their purchases of the two commodities in order to reduce transport costs. It is shown that the socially optimal configuration of firms always involves the clustering of a firm type 2 (low purchase frequency) with a firm of type 1 (high purchase frequency), assuming that the number of firms of type 2 is smaller than the number of firms of type 1. Copyright 1990 by The Econometric Society.", "authors": ["epqu38", "epth14"], "abstractStem": " a model of consum multipurpos shop is use for studi the optim of central place there are two differ commod sold by two differ type of firm the shop frequenc are exogen given and differ for the two commod consum can group their purchas of the two commod in order to reduc transport cost it is shown that the social optim configur of firm alway involv the cluster of a firm type 2 low purchas frequenc with a firm of type 1 high purchas frequenc assum that the number of firm of type 2 is smaller than the number of firm of type 1 copyright 1990 by the econometr societi", "title": "On the Optimality of Central Places"}, "https://ideas.repec.org/a/spr/anresc/v26y1992i3p269-86.html": {"abstract": " The authors review the argument that incorporating space in economic models has two important consequences: first, the hypothesis of perfect competition becomes untenable, and second, the distinction between private and public goods becomes blurred. They summarize recent work pointing to alternative incentive systems that might lead to efficient location decisions and pricing policies.", "authors": ["epsc49", "epth14"], "abstractStem": " the author review the argument that incorpor space in econom model ha two import consequ first the hypothesi of perfect competit becom unten and second the distinct between privat and public good becom blur they summar recent work point to altern incent system that might lead to effici locat decis and price polici", "title": "Space and Competition: A Puzzle"}, "lastname": "Thisse", "https://ideas.repec.org/a/cai/recosp/reco_541_0005.html": {"abstract": "A periurban belt is a zone located outside the city and characterized by a mix of farmers and commuting households. We develop a land use model in which we incorporate rural amenities in the utility function of the households, while assuming that farmers have a behavior � la Th�nen. The land market equilibrium conditions allow us to obtain an analytical solution of the model. These conditions are then used to provide some insights about the robustness of the periurban form against decreases in commuting costs. Classification JEL�: R14, R21.", "authors": ["fppe264", "epth14"], "abstractStem": "a periurban belt is a zone locat outsid the citi and character by a mix of farmer and commut household we develop a land use model in which we incorpor rural amen in the util function of the household while assum that farmer have a behavior   la th nen the land market equilibrium condit allow us to obtain an analyt solut of the model these condit are then use to provid some insight about the robust of the periurban form against decreas in commut cost classif jel  r14 r21", "title": "La ville périurbaine"}, "https://ideas.repec.org/a/bla/jindec/v31y1982i1-2p1-9.html": {"abstract": "No abstract is available for this item.", "authors": ["epth14"], "abstractStem": "no abstract is avail for thi item", "title": "Spatial Competition and the Theory of Differentiated Markets: An Introduction"}, "https://ideas.repec.org/a/bla/jindec/v40y1992i3p249-60.html": {"abstract": " The authors consider the implications of game-theoretic models for the competitive or collusive nature of basing point pricing. In one-shot games, equilibrium price schedules do not generally conform to basing point pricing with unrestricted price competition. Nevertheless, basing point pricing can emerge in dynamic contexts. Define modified FOB price policy as using FOB in one's natural market and matching the rival's delivered price whenever profitable. A configuration where both firms do this is a subgame perfect equilibrium of a two-stage game where firms choose first price policies and then compete in the marketplace. Further, with repeated.competition basing point pricing can be used as punishment device. Copyright 1992 by Blackwell Publishing Ltd.", "authors": ["epth14", "epvi149"], "abstractStem": " the author consid the implic of gametheoret model for the competit or collus natur of base point price in oneshot game equilibrium price schedul do not gener conform to base point price with unrestrict price competit nevertheless base point price can emerg in dynam context defin modifi fob price polici as use fob in one natur market and match the rival deliv price whenev profit a configur where both firm do thi is a subgam perfect equilibrium of a twostag game where firm choos first price polici and then compet in the marketplac further with repeatedcompetit base point price can be use as punish devic copyright 1992 by blackwel publish ltd", "title": "Basing Point Pricing: Competition versus Collusion"}, "https://ideas.repec.org/a/bla/annpce/v51y1980i1-2p9-51.html": {"abstract": "No abstract is available for this item.", "authors": ["fppe264", "epth14"], "abstractStem": "no abstract is avail for thi item", "title": "Location Of Public Services: A Selective Method-Oriented Survey"}, "https://ideas.repec.org/a/eee/pubeco/v48y1992i1p83-118.html": {"abstract": "No abstract is available for this item.", "authors": ["epth14", "epwi3"], "abstractStem": "no abstract is avail for thi item", "title": "Public facility location and urban spatial structure : Equilibrium and welfare analysis"}, "https://ideas.repec.org/a/inm/ormnsc/v28y1982i11p1285-1295.html": {"abstract": "We present an algorithm for solving the Weber problem when the set of feasible locations is the union of a finite number of convex polygons.", "authors": ["fppe264", "epth14"], "abstractStem": "we present an algorithm for solv the weber problem when the set of feasibl locat is the union of a finit number of convex polygon", "title": "An Algorithm for a Constrained Weber Problem"}, "https://ideas.repec.org/a/eee/ecolet/v122y2014i2p348-352.html": {"abstract": "We develop a model of monopolistic competition that accounts for consumers’ heterogeneity in both incomes and preferences. This model makes it possible to study the implications of income redistribution on the toughness of competition. We show how the market outcome depends on the joint distribution of consumers’ tastes and incomes and obtain a closed-form solution for a symmetric equilibrium. Competition toughness is measured by the weighted average elasticity of substitution. Income redistribution generically affects the market outcome, even when incomes are redistributed across consumers with different tastes in a way such that the overall income distribution remains the same.", "authors": ["epos106", "epth14", "epus27"], "abstractStem": "we develop a model of monopolist competit that account for consum  heterogen in both incom and prefer thi model make it possibl to studi the implic of incom redistribut on the tough of competit we show how the market outcom depend on the joint distribut of consum  tast and incom and obtain a closedform solut for a symmetr equilibrium competit tough is measur by the weight averag elast of substitut incom redistribut gener affect the market outcom even when incom are redistribut across consum with differ tast in a way such that the overal incom distribut remain the same", "title": "Monopolistic competition and income dispersion"}, "https://ideas.repec.org/a/spr/jopoec/v9y1996i1p95-113.html": {"abstract": "No abstract is available for this item.", "authors": ["fpmi205", "eppe39", "epth14"], "abstractStem": "no abstract is avail for thi item", "title": "Interregional equilibrium with heterogeneous labor"}, "https://ideas.repec.org/a/eee/indorg/v9y1991i1p43-53.html": {"abstract": "No abstract is available for this item.", "authors": ["epcr113", "epth14"], "abstractStem": "no abstract is avail for thi item", "title": "Mixed oligopoly with differentiated products"}, "https://ideas.repec.org/a/eee/eecrev/v51y2007i5p1277-1301.html": {"abstract": "We study the impact of falling international trade costs and falling national transport costs on the economic geography of countries involved in an integration process. Each country is formed by two regions between which labor is mobile, whereas there is no international mobility. Goods can be traded both nationally and internationally at positive, but different, costs. A decrease in trade costs and/or in transport costs has a direct impact on prices and wages, which allows us to account for the impact of changes in these parameters on the economic geography and welfare of each country. We show that, as trade barriers fall, the benefits of integration come after its costs. We also show that national transport policies are of the beggar-thy-neighbor type. On both counts, policy coordination is required in the process of economic integration.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epbe108", "fpga260", "epot15", "epth14"], "abstractStem": "we studi the impact of fall intern trade cost and fall nation transport cost on the econom geographi of countri involv in an integr process each countri is form by two region between which labor is mobil wherea there is no intern mobil good can be trade both nation and intern at posit but differ cost a decreas in trade cost andor in transport cost ha a direct impact on price and wage which allow us to account for the impact of chang in these paramet on the econom geographi and welfar of each countri we show that as trade barrier fall the benefit of integr come after it cost we also show that nation transport polici are of the beggarthyneighbor type on both count polici coordin is requir in the process of econom integrationpthi abstract wa borrow from anoth version of thi item", "title": "Countries, regions and trade: On the welfare impacts of economic integration"}, "https://ideas.repec.org/a/eee/ecolet/v3y1979i4p353-356.html": {"abstract": "No abstract is available for this item.", "authors": ["eppe73", "epth14"], "abstractStem": "no abstract is avail for thi item", "title": "On market imperfections and labor management"}, "https://ideas.repec.org/a/eee/juecon/v48y2000i1p158-184.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe57", "eppi138", "epth14"], "abstractStem": "no abstract is avail for thi item", "title": "An Economic Theory of Regional Clusters"}, "https://ideas.repec.org/a/eee/eecrev/v43y1999i3p575-594.html": {"abstract": "No abstract is available for this item.", "authors": ["epcr113", "epth14"], "abstractStem": "no abstract is avail for thi item", "title": "On the taxation of polluting products in a differentiated industry"}, "https://ideas.repec.org/a/bla/jpbect/v3y2001i1p7-14.html": {"abstract": "The supply of local public goods would obey principles that are not fundamentally different from those governing the efficient supply of differentiated goods. All these results rest on the assumption of an efficient land market. This suggests that the problem of land property rights should receive more attention than it does nowadays. However, the conditions for a competitive market for cities to work might be hard to achieve. First, the instrument menu available to developers is likely to be constrained. Second, nonreplicability and indivisibility may give rise to additional difficulties. In either case, the market would fail to sustain the optimum for reasons which are not always well understood.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epth14"], "abstractStem": "the suppli of local public good would obey principl that are not fundament differ from those govern the effici suppli of differenti good all these result rest on the assumpt of an effici land market thi suggest that the problem of land properti right should receiv more attent than it doe nowaday howev the condit for a competit market for citi to work might be hard to achiev first the instrument menu avail to develop is like to be constrain second nonreplic and indivis may give rise to addit difficulti in either case the market would fail to sustain the optimum for reason which are not alway well understoodpthi abstract wa borrow from anoth version of thi item", "title": " Urban Systems: Market and Efficiency"}, "https://ideas.repec.org/a/bla/jindec/v36y1987i2p245-52.html": {"abstract": "No abstract is available for this item.", "authors": ["epde18", "epgi102", "epth14"], "abstractStem": "no abstract is avail for thi item", "title": "On Existence of Location Equilibria in the 3-Firm Hotelling Problem"}, "https://ideas.repec.org/a/prs/rfreco/rfeco_0769-0479_2003_num_17_4_1473.html": {"abstract": "[fre] Our purpose is to survey the main ideas of modern economic theory that can contribute to a better understanding of the segregation and unemployment problems arising within cities. We start by discussing the main contributions of urban economics and of labor economics that can used for our purpose. This is followed by a short discussion of the way economists deal with the phenomenon of discrimination. We then sketch what could become an economic theory of ghettos, which is based on the interactions between the labor markets and the market for housing as well as on various social externalities. We conclude by discussing some policy recommendations.", "authors": ["epth14", "epwa73", "epze5"], "abstractStem": "fre our purpos is to survey the main idea of modern econom theori that can contribut to a better understand of the segreg and unemploy problem aris within citi we start by discuss the main contribut of urban econom and of labor econom that can use for our purpos thi is follow by a short discuss of the way economist deal with the phenomenon of discrimin we then sketch what could becom an econom theori of ghetto which is base on the interact between the labor market and the market for hous as well as on variou social extern we conclud by discuss some polici recommend", "title": "Ségrégation urbaine, logement et marchés du travail"}, "https://ideas.repec.org/a/eee/regeco/v39y2009i4p422-433.html": {"abstract": "We extend the model by Behrens et al. [Behrens, K., Hamilton, J.H., Ottaviano, G.I.P., Thisse, J.-F., 2007a. Commodity tax harmonization and the location of industry. Journal of International Economics 72, 271-291.] to the case of non-cooperative commodity taxation and investigate the impacts of tax harmonization and changes in tax principle on equilibrium tax rates, industry location, and welfare. Since our setup features internationally mobile firms, trade frictions, and asymmetric country sizes, it offers a convenient framework within which to investigate how differences in market size and deepening international integration affect equilibrium outcomes under competing tax principles. The origin principle, when compared to the destination principle, is shown to exacerbate tax competition and to erode tax revenues, yet gives rise to a more equal spatial distribution of economic activity. This suggests that federations which care about spatial inequality, like the European Union, face a non-trivial choice for their tax principle that goes beyond the standard considerations of tax revenue distribution.", "authors": ["epbe108", "epha168", "epot15", "epth14"], "abstractStem": "we extend the model by behren et al behren k hamilton jh ottaviano gip thiss jf 2007a commod tax harmon and the locat of industri journal of intern econom 72 271291 to the case of noncoop commod taxat and investig the impact of tax harmon and chang in tax principl on equilibrium tax rate industri locat and welfar sinc our setup featur intern mobil firm trade friction and asymmetr countri size it offer a conveni framework within which to investig how differ in market size and deepen intern integr affect equilibrium outcom under compet tax principl the origin principl when compar to the destin principl is shown to exacerb tax competit and to erod tax revenu yet give rise to a more equal spatial distribut of econom activ thi suggest that feder which care about spatial inequ like the european union face a nontrivi choic for their tax principl that goe beyond the standard consider of tax revenu distribut", "title": "Commodity tax competition and industry location under the destination and the origin principle"}, "https://ideas.repec.org/a/eee/indorg/v12y1994i2p291-292.html": {"abstract": "No abstract is available for this item.", "authors": ["epde18", "epmy5", "epth14"], "abstractStem": "no abstract is avail for thi item", "title": "Discrete choice theory of product differentiation : Simon P. Anderson, Andre de Palma and Jacques-Francois Thisse (The MIT press, Cambridge, 1992) pp. 423"}, "https://ideas.repec.org/a/eee/regeco/v19y1989i1p87-102.html": {"abstract": "No abstract is available for this item.", "authors": ["epha168", "epth14"], "abstractStem": "no abstract is avail for thi item", "title": "Spatial discrimination : Bertrand vs. Cournot in a model of location choice"}, "https://ideas.repec.org/a/eee/pubeco/v90y2006i1-2p325-347.html": {"abstract": "The objective of this Paper is to apply different welfare approaches to the canonical model developed by Krugman, with the aim of comparing the only two possible market outcomes, i.e. agglomeration and dispersion. More precisely, we use the potential Pareto improvement criteria, as well as the utilitarian and Rawlsian welfare functions. No clear answer emerges for the following two reasons: (i) in general, there is indetermination when compensation schemes are used and (ii) the best outcome heavily depends on societal values regarding inequalities across individuals. However, simulations undertaken for plausible values of the main parameters suggest that there might be excessive agglomeration.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpch383", "fpga260", "epro136", "epth14"], "abstractStem": "the object of thi paper is to appli differ welfar approach to the canon model develop by krugman with the aim of compar the onli two possibl market outcom ie agglomer and dispers more precis we use the potenti pareto improv criteria as well as the utilitarian and rawlsian welfar function no clear answer emerg for the follow two reason i in gener there is indetermin when compens scheme are use and ii the best outcom heavili depend on societ valu regard inequ across individu howev simul undertaken for plausibl valu of the main paramet suggest that there might be excess agglomerationpthi abstract wa borrow from anoth version of thi item", "title": "Agglomeration and welfare: The core-periphery model in the light of Bentham, Kaldor, and Rawls"}, "https://ideas.repec.org/a/eee/juecon/v34y1993i2p118-141.html": {"abstract": "No abstract is available for this item.", "authors": ["epfu109", "epth14"], "abstractStem": "no abstract is avail for thi item", "title": "Technological Linkages and Efficient Location of Indivisible Activities: Koopmans - Beckmann and von Thunen Unified"}, "https://ideas.repec.org/a/ier/iecrev/v38y1997i4p809-24.html": {"abstract": " When two countries starting from different quality levels (reflecting different conditions on domestic market demands) open to trade, two possible equilibria arise. In the first, the quality leader maintains its position. In the second, leapfrogging occurs. However, the latter is possible only if the initial quality gap is not too wide. Further, when the risk dominance criterion is used, only the former equilibrium is selected. These results suggest that initial conditions (such as domestic market size or home demand preferences) are important factors in determining relative competitiveness of firms in international markets. Copyright 1997 by Economics Department of the University of Pennsylvania and the Osaka University Institute of Social and Economic Research Association.", "authors": ["epca5", "epmo197", "epth14"], "abstractStem": " when two countri start from differ qualiti level reflect differ condit on domest market demand open to trade two possibl equilibria aris in the first the qualiti leader maintain it posit in the second leapfrog occur howev the latter is possibl onli if the initi qualiti gap is not too wide further when the risk domin criterion is use onli the former equilibrium is select these result suggest that initi condit such as domest market size or home demand prefer are import factor in determin rel competit of firm in intern market copyright 1997 by econom depart of the univers of pennsylvania and the osaka univers institut of social and econom research associ", "title": "On the Persistence of Leadership or Leapfrogging in International Trade"}, "https://ideas.repec.org/a/eee/eecrev/v43y1999i1p91-107.html": {"abstract": "This paper presents an amenity-based theory of location by income. The theory shows that the relative location of different income groups depends on the spatial pattern of amenities in a city. When the center has a strong amenity advantage over the suburbs, the rich are likely to live at central locations. When the center's amenity advantage is weak or negative, the rich are likely to live in the suburbs. The virtue of the theory is that it ties location by income to a city'. idiosyncratic characteristics. It thus predicts a multiplicity of location patterns across cities, consistent with real-world observation<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpbr241", "epth14", "epze5"], "abstractStem": "thi paper present an amenitybas theori of locat by incom the theori show that the rel locat of differ incom group depend on the spatial pattern of amen in a citi when the center ha a strong amen advantag over the suburb the rich are like to live at central locat when the center amen advantag is weak or neg the rich are like to live in the suburb the virtu of the theori is that it tie locat by incom to a citi idiosyncrat characterist it thu predict a multipl of locat pattern across citi consist with realworld observationpthi abstract wa borrow from anoth version of thi item", "title": "Why is central Paris rich and downtown Detroit poor?: An amenity-based theory"}, "https://ideas.repec.org/a/prs/reveco/reco_0035-2764_1999_num_50_3_410104.html": {"abstract": "[eng] Collective passions and competition The development of collective passions for some goods or services may drastically affect the structure of the corresponding markets, and may even lead to the destruction of competition. Specifically, it is shown by using a simple model of spatial competition that the emergence of a dominant product on a market may be explained by the presence of social externalities in consumption. [fre] Engouement collectif et concurrence L'engouement collectif pour certains biens ou services est susceptible d'affecter de manière profonde les modalités de la concurrence sur les marchés correspondants. Un tel comportement peut aller jusqu'à la destruction de cette concur­rence en provoquant la disparition des produits concurrents. À l'aide d'un modèle simple de concurrence spatiale, on montre en effet comment la présence d'externalités sociales de consommation est susceptible de provoquer l'émergence d'un produit dominant sur le marché.", "authors": ["epth14"], "abstractStem": "eng collect passion and competit the develop of collect passion for some good or servic may drastic affect the structur of the correspond market and may even lead to the destruct of competit specif it is shown by use a simpl model of spatial competit that the emerg of a domin product on a market may be explain by the presenc of social extern in consumpt fre engouement collectif et concurr lengouement collectif pour certain bien ou servic est suscept daffect de mani re profond le modalit s de la concurr sur le march s correspond un tel comport peut aller jusqu  la destruct de cett concur renc en provoqu la disparit de produit concurr   laid dun mod le simpl de concurr spatial on montr en effet comment la pr senc dexternalit s social de consomm est suscept de provoqu l mergenc dun produit domin sur le march ", "title": "Engouement collectif et concurrence"}, "https://ideas.repec.org/a/eee/juecon/v45y1999i1p156-176.html": {"abstract": "Marshallian districts are locales that accomodate a large number of small firms producing similar goods to be exported and benefit from the accumulation of know-how associated with workers residing there. We study the making of such districts by assuming that the cost function of a firm is a decreasing function of the total output produced in the [ast by the firms established in the locale.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epso134", "epth14"], "abstractStem": "marshallian district are local that accomod a larg number of small firm produc similar good to be export and benefit from the accumul of knowhow associ with worker resid there we studi the make of such district by assum that the cost function of a firm is a decreas function of the total output produc in the ast by the firm establish in the localepthi abstract wa borrow from anoth version of thi item", "title": "Learning-by-Doing and the Development of Industrial Districts"}, "https://ideas.repec.org/a/aea/aecrev/v85y1995i5p1224-40.html": {"abstract": " The authors show that space matters in designing the optimal provision of local public goods. Geography imposes a particular institutional structure of local governments due to the overlapping of market areas associated with different local public goods. The optimum can be decentralized through local governments that have jurisdiction over market areas of all local public good types. This implies that the appropriate suppliers of local public goods are metropolitan governments which finance them through user charges and land rent. In addition, the authors' approach invalidates the prevailing theory of fiscal federalism, according to which a layer of government should be established for each type of local public good. Copyright 1995 by American Economic Association.", "authors": ["epth14"], "abstractStem": " the author show that space matter in design the optim provis of local public good geographi impos a particular institut structur of local govern due to the overlap of market area associ with differ local public good the optimum can be decentr through local govern that have jurisdict over market area of all local public good type thi impli that the appropri supplier of local public good are metropolitan govern which financ them through user charg and land rent in addit the author approach invalid the prevail theori of fiscal feder accord to which a layer of govern should be establish for each type of local public good copyright 1995 by american econom associ", "title": "On the Optimal Structure of Local Governments"}, "https://ideas.repec.org/a/bla/jemstr/v8y1999i2p163-190.html": {"abstract": " This paper demonstrates that there is a strategic reason why software firms have followed consumers' desire to drop software protection. We analyze software protection policies in a price-setting duopoly software industry selling differentiated software packages, where consumers' preference for particular software is affected by the number of other consumers who (legally or illegally) use the same software. Increasing network effects make software more attractive to consumers, thereby enabling firms to raise prices. However, it also generates a competitive effect resulting from feircer competition for market shares. We show that when network effects are strong, unprotecting is an equilibrium for a noncooperative industry. Copyright (c) 1999 Massachusetts Institute of Technology.", "authors": ["epsh190", "epth14"], "abstractStem": " thi paper demonstr that there is a strateg reason whi softwar firm have follow consum desir to drop softwar protect we analyz softwar protect polici in a priceset duopoli softwar industri sell differenti softwar packag where consum prefer for particular softwar is affect by the number of other consum who legal or illeg use the same softwar increas network effect make softwar more attract to consum therebi enabl firm to rais price howev it also gener a competit effect result from feircer competit for market share we show that when network effect are strong unprotect is an equilibrium for a noncoop industri copyright c 1999 massachusett institut of technolog", "title": "A Strategic Approach to Software Protection"}, "https://ideas.repec.org/a/eee/ecolet/v89y2005i2p248-254.html": {"abstract": "Heterogeneous firms facing demand-induced price fluctuations imperfectly compete for heterogeneous workers. It is shown that unemployment may arise in equilibrium because of the combination of uncertainty on product price and mismatch between workers’ skills and firms’ job requirements.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epje31", "epth14", "epze5"], "abstractStem": "heterogen firm face demandinduc price fluctuat imperfectli compet for heterogen worker it is shown that unemploy may aris in equilibrium becaus of the combin of uncertainti on product price and mismatch between worker  skill and firm  job requirementspthi abstract wa borrow from anoth version of thi item", "title": "Demand uncertainty, mismatch and (un)employment"}, "https://ideas.repec.org/a/eee/jbfina/v15y1991i3p485-499.html": {"abstract": "No abstract is available for this item.", "authors": ["fpde328", "epne112", "epth14"], "abstractStem": "no abstract is avail for thi item", "title": "Towards an equilibrium model of the mutual funds industry"}, "https://ideas.repec.org/a/prs/reveco/reco_0035-2764_1993_num_44_4_409471.html": {"abstract": "[eng] The implications of space for competition Incorporating space in economic models bas two important consequences. First, the hypothesis of perfect competition becomes untenable and, second, the distinction between private and public goods becomes blurred. We review arguments that lead to these conclusions and summarize recent work pointing to other incentive Systems that might lead to efficient location decisions and pricing policies. [fre] Les implications de l'espace pour la concurrence L'intégration du facteur spatial aux modèles économiques a (au moins) deux conséquences majeures. En premier lieu, l'hypothèse de concurrence pure et parfaite devient intenable. En second lieu, la distinction entre biens privés et biens publics tend à devenir floue. Nous discutons les arguments qui conduisent à ces conclusions. Nous examinons ensuite quelques contributions récentes proposant de nouveaux mécanismes incitatifs susceptibles de conduire à des choix de localisation et de prix qui soient socialement optimaux.", "authors": ["epsc49", "epth14"], "abstractStem": "eng the implic of space for competit incorpor space in econom model ba two import consequ first the hypothesi of perfect competit becom unten and second the distinct between privat and public good becom blur we review argument that lead to these conclus and summar recent work point to other incent system that might lead to effici locat decis and price polici fre le implic de lespac pour la concurr lint gration du facteur spatial aux mod le  conomiqu a au moin deux con quenc majeur en premier lieu lhypoth se de concurr pure et parfait devient inten en second lieu la distinct entr bien priv s et bien public tend   devenir floue nou discuton le argument qui conduis   ce conclus nou examinon ensuit quelqu contribut r cent propos de nouveaux m canism incitatif suscept de conduir   de choix de localis et de prix qui soient social optimaux", "title": "Les implications de l'espace pour la concurrence"}, "https://ideas.repec.org/a/eee/indorg/v14y1996i4p485-506.html": {"abstract": "No abstract is available for this item.", "authors": ["epdo178", "epth14"], "abstractStem": "no abstract is avail for thi item", "title": "Horizontal and vertical differentiation: The Launhardt model"}, "https://ideas.repec.org/a/eee/pubeco/v89y2005i7p1155-1156.html": {"abstract": "No abstract is available for this item.", "authors": ["epbo24", "epth14"], "abstractStem": "no abstract is avail for thi item", "title": "Editorial introduction for \"The Political Integration and Disintegration\" special issue"}, "https://ideas.repec.org/a/oup/jecgeo/v5y2005i4p423-448.html": {"abstract": " We study the effects of a decrease in inter-city transport costs on the spatial distribution of population in a multi-regional economy, when a rise in the regional population generates higher urban costs. Holding the number of cities constant, as transport costs are reduced gradually from a very high level to a very low level, there is a first phase in which large cities grow while small cities shrink, a second phase in which both large and small cities grow while medium size cities shrink, and a third phase in which large cities shrink while small cities grow. Furthermore, when the number of cities is allowed to vary as transport costs are reduced from large to small values, it first decreases and then increases. Copyright 2005, Oxford University Press.", "authors": ["fpta303", "epth14", "epze103"], "abstractStem": " we studi the effect of a decreas in interc transport cost on the spatial distribut of popul in a multiregion economi when a rise in the region popul gener higher urban cost hold the number of citi constant as transport cost are reduc gradual from a veri high level to a veri low level there is a first phase in which larg citi grow while small citi shrink a second phase in which both larg and small citi grow while medium size citi shrink and a third phase in which larg citi shrink while small citi grow furthermor when the number of citi is allow to vari as transport cost are reduc from larg to small valu it first decreas and then increas copyright 2005 oxford univers press", "title": "On the number and size of cities"}, "https://ideas.repec.org/a/eee/pubeco/v80y2001i3p385-408.html": {"abstract": "It has long been recognized that the pleasure of consuming a good may be affected by the consumption choice of other consumers. At least two types of motivations may explain such a behavior. In some cases social pressures may lead to conformity; while in some other cases individuals may feel the need of exclusiveness under the form of vanity. Such externalities have proven to be important in several markets where the decision to buy a product is positively or negatively affected by the number of consumers purchasing the same product. However, the market and welfare implication of these effects are still unclear. To investigate them, we propose to graft the consumption externality model onto the spatial duopoly model. When conformity is present but not too strong, both firms remain in business but price com- petition is fiercer and results in lower prices. The market share of the large firm increases with the population size; as the population keeps rising, the large firm serves the entire market and sets a price which has the nature of a limit price. When conformity is strong enough, different equilibria may exist. These equilibria are such that only one firm has a positive market share or both firms split the market. At the other extreme, when vanity is at work, price competition is relaxed.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epsh190", "epth14"], "abstractStem": "it ha long been recogn that the pleasur of consum a good may be affect by the consumpt choic of other consum at least two type of motiv may explain such a behavior in some case social pressur may lead to conform while in some other case individu may feel the need of exclus under the form of vaniti such extern have proven to be import in sever market where the decis to buy a product is posit or neg affect by the number of consum purchas the same product howev the market and welfar implic of these effect are still unclear to investig them we propos to graft the consumpt extern model onto the spatial duopoli model when conform is present but not too strong both firm remain in busi but price com petit is fiercer and result in lower price the market share of the larg firm increas with the popul size as the popul keep rise the larg firm serv the entir market and set a price which ha the natur of a limit price when conform is strong enough differ equilibria may exist these equilibria are such that onli one firm ha a posit market share or both firm split the market at the other extrem when vaniti is at work price competit is relaxedpthi abstract wa borrow from anoth version of thi item", "title": "Price competition when consumer behavior is characterized by conformity or vanity"}, "https://ideas.repec.org/a/inm/ormnsc/v36y1990i1p41-57.html": {"abstract": "Given a spatial system of clients' demand functions, this paper proposes solution methods to determine the price(s), the number, the locations, the sizes, and the market areas of the plants supplying the clients in order to maximize the profit of the firm. Three alternative spatial price policies are considered: (i) uniform mill pricing, in which the same price is charged to the clients at the plant door, (ii) uniform delivered pricing, in which clients pay the same delivered price irrespective of their locations, and (iii) spatial discriminatory pricing, which is such that the firm sets client-specific prices based on their locations. Computational results are reported.", "authors": ["fppe264", "epth14"], "abstractStem": "given a spatial system of client demand function thi paper propos solut method to determin the price the number the locat the size and the market area of the plant suppli the client in order to maxim the profit of the firm three altern spatial price polici are consid i uniform mill price in which the same price is charg to the client at the plant door ii uniform deliv price in which client pay the same deliv price irrespect of their locat and iii spatial discriminatori price which is such that the firm set clientspecif price base on their locat comput result are report", "title": "Uncapacitated Plant Location Under Alternative Spatial Price Policies"}, "https://ideas.repec.org/a/prs/ecoprv/ecop_0249-4744_1997_num_131_5_5885.html": {"abstract": "[fre] Segmentation et marchés locaux du travail par Jacques-François Thisse et Yves Zenou L'existence de segmentations et de cloisonnements spatiaux sur le marché du travail est un fait empirique bien établi. L'objet de cet article est d'exposer et d'évaluer les principales explications qui en ont été proposées. Celles-ci ont en commun de supposer que la force de travail est hétérogène, à savoir que les travailleurs sont différenciés soit par leur spécialisation, soit par leur localisation géographique. [eng] Segmentation of Local Labour Markets by Jacques-François Thisse and Yves Zenou The segmentation and geographical compartmentalisation of the labour market are clearly and empirically established facts. This article presents and assesses the main explanations put forward, which all assume that the work force is heterogeneous. This means that workers are differentiated either by their specialisation or by their location.", "authors": ["epth14", "epze5"], "abstractStem": "fre segment et march s locaux du travail par jacquesfran oi thiss et yve zenou lexist de segment et de cloisonn spatiaux sur le march  du travail est un fait empiriqu bien  tabli lobjet de cet articl est dexpos et d valuer le principal explic qui en ont  t  propo es cellesci ont en commun de suppos que la forc de travail est h t rog ne   savoir que le travailleur sont diff renci s soit par leur sp cialis soit par leur localis g ographiqu eng segment of local labour market by jacquesfran oi thiss and yve zenou the segment and geograph compartmentalis of the labour market are clearli and empir establish fact thi articl present and assess the main explan put forward which all assum that the work forc is heterogen thi mean that worker are differenti either by their specialis or by their locat", "title": "Segmentation et marchés locaux du travail"}, "https://ideas.repec.org/a/prs/reveco/reco_0035-2764_1974_num_25_2_408145.html": {"abstract": "[fre] Une application de la métrique circum-radiale à l'étude des déplacements urbains Dans un certain nombre de villes, la métrique rectilinéaire peut être utilisée pour analyser les déplacements. Toutefois, pour les villes anciennes, cette représentation ne convient pas. Pour se rendre d'un point à un autre, les agents passent par le centre ou par le périphérique de manière à minimiser le coût (ou temps) de transport. Dans ce cas, la métrique circum-radiale est bien adaptée pour exprimer un tel choix. Dans cet article, la répartition du trafic, en fonction des coûts respectifs, entre le passage par le centre ou par le périphérique, est étudiée pour un déplacement particulier et pour un déplacement moyen. Ce modèle est étendu aux cas où les coûts, sur le périphérique et sur les radiales, varient par secteur et au cas où la circulation est interdite dans le centre-ville. [eng] An application of the circum-radial metric to intra city traffic The rectilinear metric may be an appropriate instrument for the analysis of intra city movements in a number of modem towns. However, in the case of older towns, this instrument is inadequate since movements from one place to another can take place only through the center of the town or along a ring built around the town. The choice between these two alternative routes is made so as to minimize the total transportation cost (including time). In such cases, the circum-radial metric appears to be a suitable instrument. In this article, the circum-radial metric is used to study the distribution of traffic along alternative routes. Differential costs and different barriers to traffic are explicitly considered.", "authors": ["epth14"], "abstractStem": "fre une applic de la m triqu circumradial   l tude de d placement urbain dan un certain nombr de vill la m triqu rectilin air peut  tre utili e pour analys le d placement toutefoi pour le vill ancienn cett repr sentat ne convient pa pour se rendr dun point   un autr le agent passent par le centr ou par le p riph riqu de mani re   minimis le co t ou temp de transport dan ce ca la m triqu circumradial est bien adapt e pour exprim un tel choix dan cet articl la r partit du trafic en fonction de co ts respectif entr le passag par le centr ou par le p riph riqu est  tudi e pour un d placement particuli et pour un d placement moyen ce mod le est  tendu aux ca o  le co ts sur le p riph riqu et sur le radial varient par secteur et au ca o  la circul est interdit dan le centrevil eng an applic of the circumradi metric to intra citi traffic the rectilinear metric may be an appropri instrument for the analysi of intra citi movement in a number of modem town howev in the case of older town thi instrument is inadequ sinc movement from one place to anoth can take place onli through the center of the town or along a ring built around the town the choic between these two altern rout is made so as to minim the total transport cost includ time in such case the circumradi metric appear to be a suitabl instrument in thi articl the circumradi metric is use to studi the distribut of traffic along altern rout differenti cost and differ barrier to traffic are explicitli consid", "title": "Une application de la métrique circum-radiale à l'étude des déplacements urbains"}, "https://ideas.repec.org/a/eee/indorg/v13y1995i2p213-227.html": {"abstract": "No abstract is available for this item.", "authors": ["fpta303", "epth14"], "abstractStem": "no abstract is avail for thi item", "title": "Asymmetric equilibria in spatial competition"}, "https://ideas.repec.org/a/eee/inecon/v82y2010i2p230-237.html": {"abstract": "We show that heterogeneous firms choose different locations in response to market integration. Specifically, decreasing trade costs lead to the gradual agglomeration of efficient firms in the larger country where they have access to a bigger pool of consumers. In contrast, high-cost firms seek protection against competition from efficient firms by locating in the smaller country. However, when the spatial separation of markets ceases to be a sufficient protection against foreign competition, high-cost firms choose to set up in the larger market. Hence, the relationship between economic integration and international productivity gap first increases and then decreases with market integration.", "authors": ["epok11", "eppi138", "epth14"], "abstractStem": "we show that heterogen firm choos differ locat in respons to market integr specif decreas trade cost lead to the gradual agglomer of effici firm in the larger countri where they have access to a bigger pool of consum in contrast highcost firm seek protect against competit from effici firm by locat in the smaller countri howev when the spatial separ of market ceas to be a suffici protect against foreign competit highcost firm choos to set up in the larger market henc the relationship between econom integr and intern product gap first increas and then decreas with market integr", "title": "The spatial selection of heterogeneous firms"}, "https://ideas.repec.org/a/eee/ecolet/v69y2000i3p415-420.html": {"abstract": "No abstract is available for this item.", "authors": ["epth14", "epze5"], "abstractStem": "no abstract is avail for thi item", "title": "Skill mismatch and unemployment"}, "https://ideas.repec.org/a/bla/jemstr/v1y1992i1p63-81.html": {"abstract": " For a homogeneous product oligopoly market, possibilities for pure strategy Nash equilibria in prices are studied. Consumers, who each nonstrategically purchase one unit up to a common reservation price, are hypothesized to be more concerned with large price differences (and therefore buy from the cheapest firm) than slightly different prices. For the duopoly case, existence, uniqueness, and characterization results are provided. Linear examples are given with 2 and n firms. Copyright 1992 by MIT Press.", "authors": ["epth14"], "abstractStem": " for a homogen product oligopoli market possibl for pure strategi nash equilibria in price are studi consum who each nonstrateg purchas one unit up to a common reserv price are hypothes to be more concern with larg price differ and therefor buy from the cheapest firm than slightli differ price for the duopoli case exist uniqu and character result are provid linear exampl are given with 2 and n firm copyright 1992 by mit press", "title": "Price Equilibria in Pure Strategies for Homogeneous Oligopoly"}, "https://ideas.repec.org/a/eee/inecon/v38y1995i3-4p321-337.html": {"abstract": "No abstract is available for this item.", "authors": ["epan42", "epsc24", "epth14"], "abstractStem": "no abstract is avail for thi item", "title": "Who benefits from antidumping legislation?"}, "https://ideas.repec.org/a/eee/juecon/v30y1991i1p27-47.html": {"abstract": "No abstract is available for this item.", "authors": ["epfu109", "epth14"], "abstractStem": "no abstract is avail for thi item", "title": "Spatial duopoly and residential structure"}, "https://ideas.repec.org/a/eee/inecon/v72y2007i2p271-291.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe108", "epha168", "epot15", "epth14"], "abstractStem": "no abstract is avail for thi item", "title": "Commodity tax harmonization and the location of industry"}, "https://ideas.repec.org/a/ecj/econjl/v97y1987i385p189-98.html": {"abstract": " Few oligopoly models address the problem of tacit collusion when there is the possibility of entry. One model that does so is the well-known Loschian model of spatial competition. The purpose of this paper is to present a reexamination of this model within the context of game theory. The authors model the process leading to industry equilibrium with collusive behavior as a two-stage process. The first stage determines a free-entry equilibrium using Bertrand-Nash assumptions, while the second stage deals with the collusive selection of price. This solution is shown to be a subgame perfect Nash equilibrium. At equilibrium, firms make long-run excess profits even in the presence of free entry. Copyright 1987 by Royal Economic Society.", "authors": ["epma156", "epno24", "epth14"], "abstractStem": " few oligopoli model address the problem of tacit collus when there is the possibl of entri one model that doe so is the wellknown loschian model of spatial competit the purpos of thi paper is to present a reexamin of thi model within the context of game theori the author model the process lead to industri equilibrium with collus behavior as a twostag process the first stage determin a freeentri equilibrium use bertrandnash assumpt while the second stage deal with the collus select of price thi solut is shown to be a subgam perfect nash equilibrium at equilibrium firm make longrun excess profit even in the presenc of free entri copyright 1987 by royal econom societi", "title": "Competition, Tacit Collusion and Free Entry"}, "https://ideas.repec.org/a/eee/exehis/v48y2011i2p243-271.html": {"abstract": "This paper studies the evolution and determinants of spatial inequalities in France. To this end, we use a unique database providing data on value-added, employment, and population over the entire set of French \"Départements\" in 1860, 1896, 1930, 1982, and 2000. These data cover three sectors: Agriculture, Manufacturing, and Services. Firstly, we confirm the existence of a bell-shaped process of spatial concentration in Manufacturing and Services over time. In contrast, labor productivity has been converging across departments. Secondly, we find considerable agglomeration economies over the whole period. The spatial distribution of these gains is determined mainly by market potential in the first sub-period, 1860-1930, and higher education in the second, 1930-2000.", "authors": ["fpco206", "epla137", "epth14"], "abstractStem": "thi paper studi the evolut and determin of spatial inequ in franc to thi end we use a uniqu databas provid data on valuead employ and popul over the entir set of french d partement in 1860 1896 1930 1982 and 2000 these data cover three sector agricultur manufactur and servic firstli we confirm the exist of a bellshap process of spatial concentr in manufactur and servic over time in contrast labor product ha been converg across depart secondli we find consider agglomer economi over the whole period the spatial distribut of these gain is determin mainli by market potenti in the first subperiod 18601930 and higher educ in the second 19302000", "title": "The rise and fall of spatial inequalities in France: A long-run perspective"}, "https://ideas.repec.org/a/ecj/econjl/v106y1996i434p76-91.html": {"abstract": " We re-examine the economic justification for the regulation of firms' price policies. Existing analysis of the relative benefits of alternative pricing policies, by treating market structure as exogenous, loses an important trade-off. Price deregulation leading to, for example, discriminatory pricing, on the one hand, enhances competition between incumbents but, on the other, acts as a strong deterrent against entry. We illustrate this trade-off by analysing the familiar address model of product differentiation and show that product variety is determined by the degree of spatial contestability of the market (the ability of entrants to make binding location commitments) and by whether firms are free to price discriminate. Copyright 1996 by Royal Economic Society.", "authors": ["epno24", "epth14"], "abstractStem": " we reexamin the econom justif for the regul of firm price polici exist analysi of the rel benefit of altern price polici by treat market structur as exogen lose an import tradeoff price deregul lead to for exampl discriminatori price on the one hand enhanc competit between incumb but on the other act as a strong deterr against entri we illustr thi tradeoff by analys the familiar address model of product differenti and show that product varieti is determin by the degre of spatial contest of the market the abil of entrant to make bind locat commit and by whether firm are free to price discrimin copyright 1996 by royal econom societi", "title": "Product Variety and Welfare under Tough and Soft Pricing Regimes"}, "https://ideas.repec.org/a/eee/mateco/v41y2005i8p1007-1029.html": {"abstract": "All quasivalues rest on a set of three basic axioms (efficiency, null player, and additivity), which are augmented with positivity for random order values, and with positivity and partnership for weighted values. We introduce the concept of Möbius value associated with a sharing system and show that this value is characterized by the above three axioms. We then establish that (i) a Möbius value is a random order value if and only if the sharing system is stochastically rationalizable and (ii) a Möbius value is a weighted value if and only if the sharing system satisfies the Luce choice axiom.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epbi6", "epth14"], "abstractStem": "all quasivalu rest on a set of three basic axiom effici null player and addit which are augment with posit for random order valu and with posit and partnership for weight valu we introduc the concept of m biu valu associ with a share system and show that thi valu is character by the abov three axiom we then establish that i a m biu valu is a random order valu if and onli if the share system is stochast rationaliz and ii a m biu valu is a weight valu if and onli if the share system satisfi the luce choic axiompthi abstract wa borrow from anoth version of thi item", "title": "How to share when context matters: The Mobius value as a generalized solution for cooperative games"}, "https://ideas.repec.org/a/prs/reveco/reco_0035-2764_1995_num_46_3_409707.html": {"abstract": "[eng] Discrete choice models : theory and applications to microeconomics In discrete choice models, the individual is assumed to be not necessarily consistent with the standard model of perfect rationality. This paper aims at providing several explanations of such a behavior and at illustrating this approach in microeconomics. Two specific applications are considered : the first one is devoted to product differentiation (a la Chamberlin) and the second, to agents selection within an organization. This analysis gives rise to the following proposition : as soon as there is some information failure about the possible actions, discrete choice models suggest a method which can be efficiently applied and thus, which can improve the understanding of such situations. [fre] Les modèles de choix discrets supposent que le comportement d'un individu n'est pas nécessairement en accord avec le modèle standard de la rationalité par­faite. Cet article présente d'abord les principales justifications d'un tel désaccord puis en illustre l'intérêt en théorie microéconomique à l'aide de deux applications ; la première est consacrée aux modèles de différenciation des produits à la Cham-beriin et la seconde à la formalisation d'une méthode optimale de sélection d'agents dans une organisation. Finalement, un constat se fait jour : dès lors qu'est introduite une défaillance de l'information concernant les actions possibles, les modèles de choix discrets proposent une méthodologie susceptible d'être appliquée avec pertinence et ainsi, d'améliorer la compréhension du comporte­ment face à telle situation.", "authors": ["epbi6", "epth14"], "abstractStem": "eng discret choic model  theori and applic to microeconom in discret choic model the individu is assum to be not necessarili consist with the standard model of perfect ration thi paper aim at provid sever explan of such a behavior and at illustr thi approach in microeconom two specif applic are consid  the first one is devot to product differenti a la chamberlin and the second to agent select within an organ thi analysi give rise to the follow proposit  as soon as there is some inform failur about the possibl action discret choic model suggest a method which can be effici appli and thu which can improv the understand of such situat fre le mod le de choix discret suppos que le comport dun individu nest pa n cessair en accord avec le mod le standard de la rationalit  par fait cet articl pr sent dabord le principal justif dun tel d saccord pui en illustr lint r t en th ori micro conomiqu   laid de deux applic  la premi re est consacr e aux mod le de diff renciat de produit   la chamberiin et la second   la formalis dune m thode optimal de s lection dagent dan une organis final un constat se fait jour  d s lor quest introduit une d faillanc de linform concern le action possibl le mod le de choix discret propos une m thodologi suscept d tre appliqu e avec pertin et ainsi dam liorer la compr hension du comport ment face   tell situat", "title": "Modèles de choix individuels discrets : théorie et applications à la micro-économie"}, "https://ideas.repec.org/a/eee/pubeco/v16y1981i1p1-15.html": {"abstract": "No abstract is available for this item.", "authors": ["epth14"], "abstractStem": "no abstract is avail for thi item", "title": "Outcomes of voting and planning : Condorcet, Weber and Rawls locations"}, "https://ideas.repec.org/a/bla/jindec/v47y1999i3p345-72.html": {"abstract": " This paper shows that the adoption of flexible manufacturing techniques by firms leads to a tougher price regime. However, consumers may not benefit since the tougher regime deters entry. Flexible manufacturing's ability to deter entry is moderated by two factors: non-prohibitive costs of re-anchoring flexible manufacturing processes and the possibility that entrants choose to produce niche products using designated technologies rather than adopt flexible manufacturing. Market preemption that deters entry will be characterized by excessive product variety. Alternatively, flexible manufacturers may prefer to accommodate entry by small-scale, niche firms. Moreover, ownership matters in determining equilibrium product configurations. Copyright 1999 by Blackwell Publishing Ltd", "authors": ["epno24", "epth14"], "abstractStem": " thi paper show that the adopt of flexibl manufactur techniqu by firm lead to a tougher price regim howev consum may not benefit sinc the tougher regim deter entri flexibl manufactur abil to deter entri is moder by two factor nonprohibit cost of reanchor flexibl manufactur process and the possibl that entrant choos to produc nich product use design technolog rather than adopt flexibl manufactur market preemption that deter entri will be character by excess product varieti altern flexibl manufactur may prefer to accommod entri by smallscal nich firm moreov ownership matter in determin equilibrium product configur copyright 1999 by blackwel publish ltd", "title": "Technology Choice and Market Structure: Strategic Aspects of Flexible Manufacturing"}, "https://ideas.repec.org/a/pio/envira/v9y1977i1p63-73.html": {"abstract": "Since many important firms operate several plants, the problem of the choice of an optimal pattern of locations for these plants is of interest. In this paper, multiplant location without interaction is studied. It is shown that it is sufficient to consider a finite number of particular sites to obtain an optimal pattern of plants. The distribution network of the output is then analysed, taking into account the technologies of the plants. Finally, a numerical method of resolution for the multiplant location problem, with increasing returns to scale in the production, is proposed.", "authors": ["epth14"], "abstractStem": "sinc mani import firm oper sever plant the problem of the choic of an optim pattern of locat for these plant is of interest in thi paper multipl locat without interact is studi it is shown that it is suffici to consid a finit number of particular site to obtain an optim pattern of plant the distribut network of the output is then analys take into account the technolog of the plant final a numer method of resolut for the multipl locat problem with increas return to scale in the product is propos", "title": "Multiplant location for profit maximisation"}, "https://ideas.repec.org/a/oup/oxecpp/v41y1989i2p283-301.html": {"abstract": "No abstract is available for this item.", "authors": ["epcr113", "epth14"], "abstractStem": "no abstract is avail for thi item", "title": "The Public Firm as an Instrument for Regulating an Oligopolistic Market"}, "https://ideas.repec.org/a/eee/regeco/v12y1982i4p529-545.html": {"abstract": "No abstract is available for this item.", "authors": ["epth14"], "abstractStem": "no abstract is avail for thi item", "title": "Location theory and transportation costs"}, "https://ideas.repec.org/a/eee/juecon/v45y1999i1p1-16.html": {"abstract": "No abstract is available for this item.", "authors": ["ephe30", "epth14"], "abstractStem": "no abstract is avail for thi item", "title": "On the Pricing Strategy of a Land Developer"}, "https://ideas.repec.org/a/bla/jindec/v40y1992i4p397-416.html": {"abstract": " The authors examine first mover advantages in a new product market with sequential entry. Effort is necessary to learn how to use new products and consumers are assumed to differ in their ability to expend such effort. The authors consider the intertemporal pricing strategy of the first entrant who anticipates the late entry of a rival firm. The first entrant's optimal strategy is to set a low introductory price. This builds up a customer base, which remains loyal despite the later entry of a lower-priced rival, and weakens price competition between the two firms. Thus, brand loyalty makes entry into the market easier. Copyright 1992 by Blackwell Publishing Ltd.", "authors": ["epga74", "eppe54", "epth14"], "abstractStem": " the author examin first mover advantag in a new product market with sequenti entri effort is necessari to learn how to use new product and consum are assum to differ in their abil to expend such effort the author consid the intertempor price strategi of the first entrant who anticip the late entri of a rival firm the first entrant optim strategi is to set a low introductori price thi build up a custom base which remain loyal despit the later entri of a lowerpr rival and weaken price competit between the two firm thu brand loyalti make entri into the market easier copyright 1992 by blackwel publish ltd", "title": "Sequential Entry with Brand Loyalty Caused by Consumer Learning-by-Using"}, "https://ideas.repec.org/a/bla/jindec/v39y1991i4p383-90.html": {"abstract": " The authors study the relationship that exists between two families of models of product differentiation: the class of location or Hotelling-type models of horizontal differentiation, and models of vertical differentiation. Their main result is that every model belonging to a very large class of Hotelling-type models (including all the commonly used specifications) is actually a special case of a vertical product differentiation model. Formally speaking this means that the Hotelling type-model and the corresponding vertical product differentiation model are equivalent. Specifically, the authors show that the equilibria emerging in the two categories of models are identical in a well defined sense. Copyright 1991 by Blackwell Publishing Ltd.", "authors": ["epcr113", "epth14"], "abstractStem": " the author studi the relationship that exist between two famili of model of product differenti the class of locat or hotellingtyp model of horizont differenti and model of vertic differenti their main result is that everi model belong to a veri larg class of hotellingtyp model includ all the commonli use specif is actual a special case of a vertic product differenti model formal speak thi mean that the hotel typemodel and the correspond vertic product differenti model are equival specif the author show that the equilibria emerg in the two categori of model are ident in a well defin sens copyright 1991 by blackwel publish ltd", "title": "Location Models of Horizontal Differentiation: A Special Case of Vertical Differentiation Models"}, "https://ideas.repec.org/a/prs/ecstat/estat_0336-1454_1999_num_326_1_6223.html": {"abstract": "[fre] Métropoles et concurrence territoriale Le développement des activités économiques autour des grandes villes (métropolisation de l'économie) et la concurrence croissante entre régions pour attirer les: investissements forment les tendances lourdes de la recomposition actuelle des territoires, comme en témoigne une littérature largement présentée ici. Les entreprises . sont, en effet, de plus en plus sensibles aux avantages locaux, fiscaux, salariaux ou de taille et de qualité des marchés. La taille des zones d'accueil ainsi que les politiques d'aménagement locales sont en jeu. La théorie d'économie géographique permet d'analyser ces phénomènes ; elle trouve aussi des débouchés concrets : en témoignent les propositions des auteurs en matière d'organisation de l'espace et de stratégies régionales. [ger] Metropolen und territorialer Wettbewerb Bei der derzeitigen Neugestaltung der Gebiete stellen die Ausweitung der Wirtschaftstâtigkeit im Umkreis der. groen Stâdte (Metropolisierung der Wirtschaft) und der zunehmende Wettbewerb zwischen den Regionen beim s Anlocken von Investitionen schwerwiegende Tendenzen- dar, wie aus einer Fachliteratur, die hier eingehend erôrtert . wird, hervorgeht. Denn die Unternehmen messen den. lokalen Vorteilen im Hinblick auf die Besteuerung, das Lohnniveau oder die GrôBe und Qualitàt der Mârkte immer mehr Bedeutung bei. Eine wichtige Rolle spielem hierbei die Grô8e der Aufnahmegebiete und die lokalen ; Raumordnungspolitiken. Dièse Erscheinungen lassen sich anhand der Théorie der, geographischen Ôkonomie analysieren. Dièse fûhrt auch ; zu konkreten Ergebnissen, was die Vorschlàge der; Autoren hinsichtlich der Raumplanung und der regionalen Strategien beweisen. [spa] Metropolis y competencia territorial El desarrollo de las actividades econômicas en torno de las grandes urbes (metropolizaciôn de la economîa) y la . competencia creciente entre regiones para atraer las . inversiones son las tendencias pesadas de la recomposiciôn actual de los territorios, asî lo subraya una literatura ampliamente comentada aquî. Las empresas son de hecho cada vez mâs sensibles a las ventajas locales, fiscales, salariales y de tamarïo y de calidad de los mercados. El tamano de las zonas de acogida y las polîticas de ordenaciôn locales estân en juego. La teorfa de economfa geogrâfica permite analizar estos fenômenos también proporciona salidas concretas, como lo demuestran las propuestas de los autores en materia de organizaciôn del espacio y de estrategias régionales. [eng] Cities and Regional Competition The development of economic activities around cities (economic metropolisation) and growing competition among regions to attract investment constitute the strong trends in the current regional restructuring, as found by studies presented for the most part in this article. Businesses are increasingly sensitive to local, tax, wage, market-size and quality advantages. Host area size and local development policies come into play. The theory of geographic economics is used to analyse these phenomena. It finds concrete outlets, as shown by , the authors' assertions regarding space organisation and regional strategies.", "authors": ["epth14", "fpva249"], "abstractStem": "fre m tropol et concurr territorial le d velopp de activit s  conomiqu autour de grand vill m tropolis de l conomi et la concurr croissant entr r gion pour attir le investiss forment le tendanc lourd de la recomposit actuel de territoir comm en t moign une litt ratur largement pr sent e ici le entrepris  sont en effet de plu en plu sensibl aux avantag locaux fiscaux salariaux ou de taill et de qualit  de march s la taill de zone daccueil ainsi que le politiqu dam nagement local sont en jeu la th ori d conomi g ographiqu permet danalys ce ph nom ne  ell trouv aussi de d bouch s concret  en t moignent le proposit de auteur en mati re dorganis de lespac et de strat gie r gional ger metropolen und territorial wettbewerb bei der derzeitigen neugestaltung der gebiet stellen die ausweitung der wirtschaftst tigkeit im umkrei der groen st dte metropolisierung der wirtschaft und der zunehmend wettbewerb zwischen den regionen beim s anlocken von investitionen schwerwiegend tendenzen dar wie au einer fachliteratur die hier eingehend er rtert  wird hervorgeht denn die unternehmen messen den lokalen vorteilen im hinblick auf die besteuerung da lohnniveau oder die gr be und qualit t der m rkte immer mehr bedeutung bei ein wichtig roll spielem hierbei die gr 8e der aufnahmegebiet und die lokalen  raumordnungspolitiken di se erscheinungen lassen sich anhand der th ori der geographischen  konomi analysieren di se f hrt auch  zu konkreten ergebnissen wa die vorschl ge der autoren hinsichtlich der raumplanung und der regionalen strategien beweisen spa metropoli y competencia territori el desarrollo de la actividad econ mica en torno de la grand urb metropolizaci n de la econom a y la  competencia crecient entr region para atraer la  inversion son la tendencia pesada de la recomposici n actual de lo territorio as  lo subraya una literatura ampliament comentada aqu  la empresa son de hecho cada vez m s sensibl a la ventaja local fiscal salarial y de tamar o y de calidad de lo mercado el tamano de la zona de acogida y la pol tica de ordenaci n local est n en juego la teorfa de economfa geogr fica permit analizar esto fen meno tambi n proporciona salida concreta como lo demuestran la propuesta de lo autor en materia de organizaci n del espacio y de estrategia r gional eng citi and region competit the develop of econom activ around citi econom metropolis and grow competit among region to attract invest constitut the strong trend in the current region restructur as found by studi present for the most part in thi articl busi are increasingli sensit to local tax wage markets and qualiti advantag host area size and local develop polici come into play the theori of geograph econom is use to analys these phenomena it find concret outlet as shown by  the author assert regard space organis and region strategi", "title": "Métropoles et concurrence territoriale"}, "https://ideas.repec.org/a/ier/iecrev/v35y1994i3p613-33.html": {"abstract": " The authors introduce commodity taxation into a vertical differentiation model with endogenous product selection. They show that a uniform ad valorem tax lowers both qualities, distorts the allocation of consumers between firms, and lowers the consumer prices of both variants. A small uniform tax is always welfare-improving over the no-tax equilibrium. A differentiation of tax rates may or may not be desirable on welfare grounds. If a welfare improvement is possible through a nonuniform tax, it is always the high-quality variant that must be taxed at a higher rate. Copyright 1994 by Economics Department of the University of Pennsylvania and the Osaka University Institute of Social and Economic Research Association.", "authors": ["epcr113", "epth14"], "abstractStem": " the author introduc commod taxat into a vertic differenti model with endogen product select they show that a uniform ad valorem tax lower both qualiti distort the alloc of consum between firm and lower the consum price of both variant a small uniform tax is alway welfareimprov over the notax equilibrium a differenti of tax rate may or may not be desir on welfar ground if a welfar improv is possibl through a nonuniform tax it is alway the highqual variant that must be tax at a higher rate copyright 1994 by econom depart of the univers of pennsylvania and the osaka univers institut of social and econom research associ", "title": "Commodity Taxation in a Differentiated Oligopoly"}, "https://ideas.repec.org/a/pio/envira/v32y2000i12p2097-2112.html": {"abstract": "We study the impact of a high-speed connection between two regional economies on the location of production activities, using the simple plant-location problem and toy networks. As expected, the relative value of fixed production costs to transportation costs is crucial in the determination of facility locations. Less expected is the fairly strong instability observed in the structure of the locational pattern of facilities when the relative value of the fixed costs changes. The construction of a piece of infrastructure has an impact on the regional structure of production provided that it allows for a substantial reduction in transport spending. When scale economies in production are large, one regional center swallows up the other and may eventually become the only production center within the integrated economy.", "authors": ["fppe264", "epth120", "epth14"], "abstractStem": "we studi the impact of a highspe connect between two region economi on the locat of product activ use the simpl plantloc problem and toy network as expect the rel valu of fix product cost to transport cost is crucial in the determin of facil locat less expect is the fairli strong instabl observ in the structur of the locat pattern of facil when the rel valu of the fix cost chang the construct of a piec of infrastructur ha an impact on the region structur of product provid that it allow for a substanti reduct in transport spend when scale economi in product are larg one region center swallow up the other and may eventu becom the onli product center within the integr economi", "title": "On high-speed connections and the location of activities"}, "https://ideas.repec.org/a/inm/ormnsc/v30y1984i11p1346-1349.html": {"abstract": "This note develops properties of quasi-efficient solutions and explores interrelationships to the classical concept of efficiency. In particular, a point is a quasi-efficient solution to a multiple objective mathematical program if and only if it is an optimal solution to a scalar maximum problem for some set of nonnegative weights on the objectives. This result is then used to characterize the set of quasi-efficient solutions as the union of efficient solutions to a multiple objective problem over all nonempty subsets of the objectives.", "authors": ["epth14"], "abstractStem": "thi note develop properti of quasieffici solut and explor interrelationship to the classic concept of effici in particular a point is a quasieffici solut to a multipl object mathemat program if and onli if it is an optim solut to a scalar maximum problem for some set of nonneg weight on the object thi result is then use to character the set of quasieffici solut as the union of effici solut to a multipl object problem over all nonempti subset of the object", "title": "On Efficient Solutions to Multiple Objective Mathematical Programs"}, "https://ideas.repec.org/a/ecm/emetrp/v47y1979i5p1145-50.html": {"abstract": "No abstract is available for this item.", "authors": ["fpda295", "epga74", "epth14"], "abstractStem": "no abstract is avail for thi item", "title": "On Hotelling's \"Stability in Competition\""}, "https://ideas.repec.org/a/eee/deveco/v69y2002i1p155-177.html": {"abstract": "This paper investigates the impact of the heterogeneity of the labor force on the spatial distribution of activities. This goal is achieved by applying the tools of discrete choice theory to an economic geography model. We show that taste heterogeneity acts as a strong dispersion force. We also show that the relationship between the spatial distribution of the industry (the wage differential) and trade costs is smooth and bell-shaped. Finally, while Rawlsian equity leads to the dispersion of industry, our analysis reveals that efficiency leads to a solution close to the market outcome, although the latter is likely to involve too much agglomeration compared to the former.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpta303", "epth14"], "abstractStem": "thi paper investig the impact of the heterogen of the labor forc on the spatial distribut of activ thi goal is achiev by appli the tool of discret choic theori to an econom geographi model we show that tast heterogen act as a strong dispers forc we also show that the relationship between the spatial distribut of the industri the wage differenti and trade cost is smooth and bellshap final while rawlsian equiti lead to the dispers of industri our analysi reveal that effici lead to a solut close to the market outcom although the latter is like to involv too much agglomer compar to the formerpthi abstract wa borrow from anoth version of thi item", "title": "Taste heterogeneity, labor mobility and economic geography"}, "https://ideas.repec.org/a/ier/iecrev/v43y2002i2p409-436.html": {"abstract": " The purpose of this article is twofold. First, we present an alternative model of agglomeration and trade that displays the main features of the recent economic geography literature while allowing for the derivation of analytical results by means of simple algebra. Second, we show how this framework can be used to permit (i) a welfare analysis of the agglomeration process, (ii) a full-fledged forward-looking analysis of the role of history and expectations in the emergence of economic clusters, and (iii) a simple analysis of the impact of urban costs on the spatial distribution of economic activities. Copyright Economics Department of the University of Pennsylvania and the Osaka University Institute of Social and Economic Research Association", "authors": ["epot15", "fpta303", "epth14"], "abstractStem": " the purpos of thi articl is twofold first we present an altern model of agglomer and trade that display the main featur of the recent econom geographi literatur while allow for the deriv of analyt result by mean of simpl algebra second we show how thi framework can be use to permit i a welfar analysi of the agglomer process ii a fullfledg forwardlook analysi of the role of histori and expect in the emerg of econom cluster and iii a simpl analysi of the impact of urban cost on the spatial distribut of econom activ copyright econom depart of the univers of pennsylvania and the osaka univers institut of social and econom research associ", "title": "Agglomeration and Trade Revisited"}, "https://ideas.repec.org/a/eee/juecon/v60y2006i2p248-263.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe108", "fpga260", "epot15", "epth14"], "abstractStem": "no abstract is avail for thi item", "title": "How density economies in international transportation link the internal geography of trading partners"}, "https://ideas.repec.org/a/spr/anresc/v26y1992i3p191-98.html": {"abstract": "No abstract is available for this item.", "authors": ["epbi6", "epth14"], "abstractStem": "no abstract is avail for thi item", "title": "Claude Ponsard (1927-1990): A Biographical Essay"}, "https://ideas.repec.org/a/bla/jemstr/v7y1998i1p1-32.html": {"abstract": " In active investment climates where firms sequentially improve each other's products, a patent can terminate either because it expires or because a non-infringing innovation displaces its product in the market. We define the length of time until one of these happens as the effective patent life, and show how it depends on patent breadth. We distinguish lagging breadth, which protects against imitation, from leading breadth, which protects against new improved products. We compare two types of patent policy with leading breadth: (1) patents are finite but very broad, so that the effective life of a patent coincides with its statutory life, and (2) patents are long but narrow, so that the effective life of a patent ends when a better product replaces it. The former policy improves the diffusion of new products, but the latter has lower R&amp;D; costs. Copyright (c) 1998 Massachusetts Institute of Technology.", "authors": ["epod31", "epsc49", "epth14"], "abstractStem": " in activ invest climat where firm sequenti improv each other product a patent can termin either becaus it expir or becaus a noninfring innov displac it product in the market we defin the length of time until one of these happen as the effect patent life and show how it depend on patent breadth we distinguish lag breadth which protect against imit from lead breadth which protect against new improv product we compar two type of patent polici with lead breadth 1 patent are finit but veri broad so that the effect life of a patent coincid with it statutori life and 2 patent are long but narrow so that the effect life of a patent end when a better product replac it the former polici improv the diffus of new product but the latter ha lower rampd cost copyright c 1998 massachusett institut of technolog", "title": "Patent Breadth, Patent Life, and the Pace of Technological Progress"}, "https://ideas.repec.org/a/eee/indorg/v11y1993i1p21-34.html": {"abstract": "No abstract is available for this item.", "authors": ["epan129", "epde18", "epth14"], "abstractStem": "no abstract is avail for thi item", "title": "Variety and size regulation in discrete choice oligopoly"}, "https://ideas.repec.org/a/eee/pubeco/v89y2005i7p1191-1210.html": {"abstract": "This Paper deals with collective decision making within a group of independent jurisdictions. The right to choose the public policy is delegated from the central authority of one of the jurisdictions through a bidding procedure among the group members. We identify the following trade-off: competition among jurisdictions yields higher transfers to the government, but the outcome tends to be less efficient than what it is when jurisdictions negotiate prior to the decision-making process. We extend and illustrate the model by means of a public good game involving several heterogeneous jurisdictions.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epje39", "epth14"], "abstractStem": "thi paper deal with collect decis make within a group of independ jurisdict the right to choos the public polici is deleg from the central author of one of the jurisdict through a bid procedur among the group member we identifi the follow tradeoff competit among jurisdict yield higher transfer to the govern but the outcom tend to be less effici than what it is when jurisdict negoti prior to the decisionmak process we extend and illustr the model by mean of a public good game involv sever heterogen jurisdictionspthi abstract wa borrow from anoth version of thi item", "title": "How to win a decision in a confederation"}, "https://ideas.repec.org/a/eee/pubeco/v83y2002i3p429-456.html": {"abstract": "This paper tackles the issue of the optimality of agglomeration in a two-region economy with skilled/mobile and unskilled/immobile workers. The market leads to the optimal outcome when transport costs are high or low. However, for intermediate values, it yields agglomeration whereas dispersion is socially desirable. We show that competitive lobbying on factor mobility by the two groups of workers sustains the second best optimum.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epot15", "epth14"], "abstractStem": "thi paper tackl the issu of the optim of agglomer in a tworegion economi with skilledmobil and unskilledimmobil worker the market lead to the optim outcom when transport cost are high or low howev for intermedi valu it yield agglomer wherea dispers is social desir we show that competit lobbi on factor mobil by the two group of worker sustain the second best optimumpthi abstract wa borrow from anoth version of thi item", "title": "Integration, agglomeration and the political economics of factor mobility"}, "https://ideas.repec.org/a/eee/poleco/v12y1996i2p177-182.html": {"abstract": "No abstract is available for this item.", "authors": ["epth14"], "abstractStem": "no abstract is avail for thi item", "title": "The economics of standardization: Introduction and overview"}, "https://ideas.repec.org/a/oup/jecgeo/v6y2006i3p347-368.html": {"abstract": " We study the impacts of changes in international trade and domestic transport costs on the internal geography of countries in the presence of geographical asymmetries. To do so, we develop a two-country four-region model in which one country has a region that exhibits a 'geographical advantage' in terms of better access to the other country's markets. Our analysis reveals that, in equilibrium, the space-economies of the trading partners are interdependent and that agglomeration in one country reduces the occurrence of agglomeration in the other, thus showing that physical geography suffices to build strong connections between the two space-economies. We also show that remoteness need not be a geographical disadvantage since a landlocked region may well be the location that attracts the larger share of firms. This is so when internal transport costs are high and, therefore, act as a barrier to competition from abroad. Copyright 2006, Oxford University Press.", "authors": ["epbe108", "fpga260", "epot15", "epth14"], "abstractStem": " we studi the impact of chang in intern trade and domest transport cost on the intern geographi of countri in the presenc of geograph asymmetri to do so we develop a twocountri fourregion model in which one countri ha a region that exhibit a geograph advantag in term of better access to the other countri market our analysi reveal that in equilibrium the spaceeconomi of the trade partner are interdepend and that agglomer in one countri reduc the occurr of agglomer in the other thu show that physic geographi suffic to build strong connect between the two spaceeconomi we also show that remot need not be a geograph disadvantag sinc a landlock region may well be the locat that attract the larger share of firm thi is so when intern transport cost are high and therefor act as a barrier to competit from abroad copyright 2006 oxford univers press", "title": "Is remoteness a locational disadvantage?"}, "https://ideas.repec.org/a/prs/reveco/reco_0035-2764_1995_num_46_3_409669.html": {"abstract": "[fre] Tout individu, une fois embauché par une entreprise, doit subir un coût de for­mation spécifique de manière à être mieux apparié avec son emploi. Dans cet article, nous proposons un modèle de concurrence spatiale dans lequel les entreprises sont en compétition sur le marché du travail ; chacune essaie d'attirer des travailleurs ayant le même niveau de formation générale mais des degrés de spécialisation différents proches de ses besoins spécifiques. En développant deux approches distinctes, l'une où la formation spécifique est complètement financée par les travailleurs, l'autre où le financement est pris en charge à la fois par les travailleurs et l'entreprise, nous démontrons dans chaque cas l'existence d'un salaire unique de long terme et étudions ses propriétés. [eng] In this article we propose spatial competition model where firms compete in the labor market in order to attract workers with the same level of general human capital but diffe- rent degree of specialisation according to the firm requirement We develop two approa ches one where the cost of the specific training is totally financed by the workers the other where it is shared by both the firm and the workers In each case we show the exis tence of unique long run wage and we study its properties", "authors": ["epth14", "epze5"], "abstractStem": "fre tout individu une foi embauch  par une entrepris doit subir un co t de for mation sp cifiqu de mani re    tre mieux appari  avec son emploi dan cet articl nou proposon un mod le de concurr spatial dan lequel le entrepris sont en comp tition sur le march  du travail  chacun essai dattir de travailleur ayant le m me niveau de format g n rale mai de degr s de sp cialis diff rent proch de se besoin sp cifiqu en d velopp deux approch distinct lune o  la format sp cifiqu est compl tement financ e par le travailleur lautr o  le financ est pri en charg   la foi par le travailleur et lentrepris nou d montron dan chaqu ca lexist dun salair uniqu de long term et  tudion se propri t s eng in thi articl we propos spatial competit model where firm compet in the labor market in order to attract worker with the same level of gener human capit but diff rent degre of specialis accord to the firm requir we develop two approa che one where the cost of the specif train is total financ by the worker the other where it is share by both the firm and the worker in each case we show the exi tenc of uniqu long run wage and we studi it properti", "title": "Appariement et concurrence spatiale sur le marché du travail"}, "https://ideas.repec.org/a/eee/ecolet/v24y1987i2p139-140.html": {"abstract": "No abstract is available for this item.", "authors": ["epan42", "epde18", "epth14"], "abstractStem": "no abstract is avail for thi item", "title": "The CES is a discrete choice model?"}, "https://ideas.repec.org/a/eee/eecrev/v51y2007i8p2054-2079.html": {"abstract": "This paper investigates the impacts of capital mobility and tax competition in a setting with imperfect matching between firms and workers. The small country always gains and the large country always loses from tax competition, thus implying tax competition leads to redistribution from the large to the small country. These results imply that our model encapsulates both the â€œimportance of being smallâ€ as well as the â€œimportance of being largeâ€. We also show that tax harmonization leads to redistribution from the large to the small country<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpsa307", "epth14"], "abstractStem": "thi paper investig the impact of capit mobil and tax competit in a set with imperfect match between firm and worker the small countri alway gain and the larg countri alway lose from tax competit thu impli tax competit lead to redistribut from the larg to the small countri these result impli that our model encapsul both the  import of be small  as well as the  import of be larg  we also show that tax harmon lead to redistribut from the larg to the small countrypthi abstract wa borrow from anoth version of thi item", "title": "Competing for capital when labor is heterogeneous"}, "https://ideas.repec.org/a/eee/regeco/v22y1992i2p175-185.html": {"abstract": "No abstract is available for this item.", "authors": ["epha168", "epth14"], "abstractStem": "no abstract is avail for thi item", "title": "Duopoly with spatial and quantity- dependent price discrimination"}, "https://ideas.repec.org/a/eee/regeco/v19y1989i1p5-19.html": {"abstract": "No abstract is available for this item.", "authors": ["epde18", "epth14"], "abstractStem": "no abstract is avail for thi item", "title": "Spatial competition with differentiated products"}, "https://ideas.repec.org/a/prs/caecpo/cep_0154-8344_2000_num_37_1_1288.html": {"abstract": "[fre] Cet article vise à offrir un panorama des théories de la concurrence imparfaite qui l'abordent du point de vue de la microéconomie. Cette présentation s'articule autour des quatre thèmes principaux qui caractérisent la concurrence imparfaite : la collusion, la différentiation des produits, les barrières à l'entrée et l'information imparfaite. Une section est aussi consacrée à la théorie de la concurrence imparfaite en équilibre général. [eng] This paper aims at providing an overview of what has been accomplished in the economics of imperfect competition. Our starting point is that imperfect competition arises when at least one of the four traditional assumptions of perfect competition is violated. In our review, we neglect the monopoly case and offer a brief survey of general equilibrium model with imperfect competition.", "authors": ["epga74", "epth14"], "abstractStem": "fre cet articl vise   offrir un panorama de th ori de la concurr imparfait qui labord du point de vue de la micro conomi cett pr sentat sarticul autour de quatr th me principaux qui caract risent la concurr imparfait  la collus la diff rentiat de produit le barri re   lentr e et linform imparfait une section est aussi consacr e   la th ori de la concurr imparfait en  quilibr g n ral eng thi paper aim at provid an overview of what ha been accomplish in the econom of imperfect competit our start point is that imperfect competit aris when at least one of the four tradit assumpt of perfect competit is violat in our review we neglect the monopoli case and offer a brief survey of gener equilibrium model with imperfect competit", "title": "Microeconomic theories of imperfect competition"}, "https://ideas.repec.org/a/bla/annpce/v51y1980i1-2p177-190.html": {"abstract": "No abstract is available for this item.", "authors": ["fppe264", "epth14"], "abstractStem": "no abstract is avail for thi item", "title": "Résumés - Abstracts - Zusammenfassungen"}, "https://ideas.repec.org/a/eee/juecon/v58y2005i1p137-155.html": {"abstract": "This paper explores the interplay between commoditiesâ€™ transportation costs and workersâ€™ commuting costs within a general equilibrium framework `a la Dixit-Stiglitz. Workers are mobile and choose a region where to work as well as an intraurban location where to live. We show that a more integrated economy need not be more agglomerated. Instead, low transportation costs lead to the dispersion of economic activities. This is because workers are able to alleviate the burden of urban costs by being dispersed, while retaining a good access to all varieties. By contrast, low commuting costs foster the agglomeration of economic activities.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epmu29", "epth14"], "abstractStem": "thi paper explor the interplay between commod  transport cost and worker  commut cost within a gener equilibrium framework a la dixitstiglitz worker are mobil and choos a region where to work as well as an intraurban locat where to live we show that a more integr economi need not be more agglomer instead low transport cost lead to the dispers of econom activ thi is becaus worker are abl to allevi the burden of urban cost by be dispers while retain a good access to all varieti by contrast low commut cost foster the agglomer of econom activitiespthi abstract wa borrow from anoth version of thi item", "title": "A simple model of economic geography a la Helpman-Tabuchi"}, "https://ideas.repec.org/a/bla/ijethy/v7y2011i1p93-109.html": {"abstract": "This paper investigates the impacts of progressive trade openness, technological externalities, and heterogeneity of individuals on the formation of entrepreneurship in a two-country occupation choice model. We show that trade opening gives rise to a non-monotonic process of international specialization, in which the share of entrepreneurial firms in the large (small) country first increases (decreases) and then decreases (increases), with the global economy exhibiting first de-industrialization and then re-industrialization. When countries have the same size, we also show that strong technological externalities make the symmetric equilibrium unstable, generating equilibrium multiplicity, while sufficient heterogeneity of individuals leads to the stability and uniqueness of the symmetric equilibrium.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epoy1", "fpsa307", "fpta303", "epth14"], "abstractStem": "thi paper investig the impact of progress trade open technolog extern and heterogen of individu on the format of entrepreneurship in a twocountri occup choic model we show that trade open give rise to a nonmonoton process of intern special in which the share of entrepreneuri firm in the larg small countri first increas decreas and then decreas increas with the global economi exhibit first deindustri and then reindustri when countri have the same size we also show that strong technolog extern make the symmetr equilibrium unstabl gener equilibrium multipl while suffici heterogen of individu lead to the stabil and uniqu of the symmetr equilibriumpthi abstract wa borrow from anoth version of thi item", "title": "On the impact of trade on the industrial structures of nations"}, "https://ideas.repec.org/a/eee/ecolet/v2y1979i2p137-142.html": {"abstract": "No abstract is available for this item.", "authors": ["epth14"], "abstractStem": "no abstract is avail for thi item", "title": "Are labor-managers really perverse?"}, "https://ideas.repec.org/a/cai/reldbu/rel_774_0005.html": {"abstract": "Using a data set of highly cited researchers in all fields of science, we show that the gapin scientific performance between Europe, especially continental Europe, and the USAis large. We model the number of highly cited researchers in a sample of countries as afunction of physical and human capital and a country-specific, factor-augmentingHicks-neutral productivity term. We find that differences in productivity betweenAnglo-Saxon countries and other countries are not solely due to differences in the levelsof inputs. Not surprisingly, our results reveal the importance of English proficiency.However, they also show that the governance and design of research institutions thatcharacterize Anglo-Saxon countries, as well as a few other countries that have similarinstitutions, is another critical factor for research output.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epba4", "fpmi286", "epth14"], "abstractStem": "use a data set of highli cite research in all field of scienc we show that the gapin scientif perform between europ especi continent europ and the usai larg we model the number of highli cite research in a sampl of countri as afunct of physic and human capit and a countryspecif factoraugmentinghicksneutr product term we find that differ in product betweenanglosaxon countri and other countri are not sole due to differ in the levelsof input not surprisingli our result reveal the import of english proficiencyhowev they also show that the govern and design of research institut thatcharacter anglosaxon countri as well as a few other countri that have similarinstitut is anoth critic factor for research outputpthi abstract wa borrow from anoth version of thi item", "title": "The Resistible Decline of European Science"}, "https://ideas.repec.org/a/bla/manchs/v79y2011i5p938-951.html": {"abstract": "No abstract is available for this item.", "authors": ["epot15", "epth14"], "abstractStem": "no abstract is avail for thi item", "title": "Monopolistic Competition, Multiproduct Firms And Product Diversity"}, "https://ideas.repec.org/a/eee/eecrev/v37y1993i2-3p299-307.html": {"abstract": "No abstract is available for this item.", "authors": ["epth14"], "abstractStem": "no abstract is avail for thi item", "title": "Oligopoly and the polarization of space"}, "https://ideas.repec.org/a/ucp/jpolec/v109y2001i3p546-569.html": {"abstract": "This paper examines strategic behavior of developers who, through offering different congested public-good packages and revenue/fiscal schemes, compete for residents who are differentiated by income. There is an endogenous determination of numbers and sizes of communities. Developers have an incentive to strongly differentiate their public-good offerings. In terms of pricing strategies, developers exhibit sharply contrasting behaviors. In low-income communities, housing consumption is subsidized once lots are priced. In high-income communities housing consumption is generally taxed.", "authors": ["ephe30", "epth14"], "abstractStem": "thi paper examin strateg behavior of develop who through offer differ congest publicgood packag and revenuefisc scheme compet for resid who are differenti by incom there is an endogen determin of number and size of commun develop have an incent to strongli differenti their publicgood offer in term of price strategi develop exhibit sharpli contrast behavior in lowincom commun hous consumpt is subsid onc lot are price in highincom commun hous consumpt is gener tax", "title": "On Strategic Community Development"}, "https://ideas.repec.org/a/bla/annpce/v51y1980i1-2p5-7.html": {"abstract": "No abstract is available for this item.", "authors": ["epth14"], "abstractStem": "no abstract is avail for thi item", "title": "Public Services Location Policies"}, "https://ideas.repec.org/a/eee/juecon/v52y2002i2p294-315.html": {"abstract": "Regions can benefit by offering infrastructure services that are differentiated by quality, thus segmenting the market for industrial location. Regions that compete on infrastructure quality have an incentive to increase the degree of differentiation between them. This places an upper bound on the number of regions successfully able to participate in the location market, and limits the dissipation of regional surplus through Tiebout competition. It indicates a process of fiscal agglomeration, through which regional concentrations arise, which does not depend on the circular causation underlying much of the recent literature on economic geography.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epju100", "epth14", "fpva249"], "abstractStem": "region can benefit by offer infrastructur servic that are differenti by qualiti thu segment the market for industri locat region that compet on infrastructur qualiti have an incent to increas the degre of differenti between them thi place an upper bound on the number of region success abl to particip in the locat market and limit the dissip of region surplu through tiebout competit it indic a process of fiscal agglomer through which region concentr aris which doe not depend on the circular causat underli much of the recent literatur on econom geographypthi abstract wa borrow from anoth version of thi item", "title": "Taking the bite out of fiscal competition"}, "https://ideas.repec.org/a/aea/jeclit/v52y2014i3p805-19.html": {"abstract": "Cities are the cradle of a wide range of cultural, social, and technological innovations that are at the heart of modern economic growth and development. Half of humanity today lives in cities but, until the last two decades, economists have paid much less attention to cities than have other social scientists. By contrast, geographers have long studied the role of cities in human affairs. Michael Batty, a distinguished scholar in the field of human geography, has recently written The New Science of Cities, a synthesis of his work and of some other prominent urban geographers. A review of his book is the first objective of this essay. The second is to discuss and compare the tools and concepts developed by urban economists with those of urban geographers in the hope of triggering a fruitful debate between those two groups of social scientists.", "authors": ["epth14"], "abstractStem": "citi are the cradl of a wide rang of cultur social and technolog innov that are at the heart of modern econom growth and develop half of human today live in citi but until the last two decad economist have paid much less attent to citi than have other social scientist by contrast geograph have long studi the role of citi in human affair michael batti a distinguish scholar in the field of human geographi ha recent written the new scienc of citi a synthesi of hi work and of some other promin urban geograph a review of hi book is the first object of thi essay the second is to discuss and compar the tool and concept develop by urban economist with those of urban geograph in the hope of trigger a fruit debat between those two group of social scientist", "title": "The New Science of Cities by Michael Batty: The Opinion of an Economist"}, "https://ideas.repec.org/a/eee/juecon/v62y2007i3p383-404.html": {"abstract": "Our purpose is to investigate how the interplay between trade, commuting and communication costs shapes the economy at both the interregional and intra-urban levels. Specifically, we study how economic integration affects the internal structure of cities and show how decentralizing the production and consumption of goods in secondary employment centers allows firms located in a large city to maintain their predominance. Several new results in both economic geography and urban economics are established, which all agree with empirical evidence.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpga260", "fpta303", "epth14"], "abstractStem": "our purpos is to investig how the interplay between trade commut and commun cost shape the economi at both the interregion and intraurban level specif we studi how econom integr affect the intern structur of citi and show how decentr the product and consumpt of good in secondari employ center allow firm locat in a larg citi to maintain their predomin sever new result in both econom geographi and urban econom are establish which all agre with empir evidencepthi abstract wa borrow from anoth version of thi item", "title": "Trade and the structure of cities"}, "https://ideas.repec.org/a/prs/recofi/ecofi_0987-3368_2006_num_86_5_4197.html": {"abstract": "[eng] Globalization, competition and cities Authors show how the building of polycentric cities with smaller labour market areas is likely to restore the firms’ competitiveness without reducing the welfare of the workers. Such a strategy of urban development is so likely to help the big cities to support their rank in the urban hierarchy, preserving their position on international markets. JEL classification : F02, R1 [fre] Les auteurs montrent comment la formation de centres secondaires d’emploi au sein des grandes métropoles urbaines est de nature à restaurer la compétitivité des entreprises sans réduire pour autant le bien-être des travailleurs. Une telle stratégie de développement urbain est ainsi susceptible d’aider les grandes villes à maintenir leur rang dans la hiérarchie urbaine, tout en préservant leur position sur les marchés internationaux. Classification JEL : F02, R1", "authors": ["fpga260", "epth14"], "abstractStem": "eng global competit and citi author show how the build of polycentr citi with smaller labour market area is like to restor the firm  competit without reduc the welfar of the worker such a strategi of urban develop is so like to help the big citi to support their rank in the urban hierarchi preserv their posit on intern market jel classif  f02 r1 fre le auteur montrent comment la format de centr secondair d emploi au sein de grand m tropol urbain est de natur   restaur la comp titivit  de entrepris san r duir pour autant le bien tre de travailleur une tell strat gie de d velopp urbain est ainsi suscept d aider le grand vill   maintenir leur rang dan la hi rarchi urbain tout en pr servant leur posit sur le march s internationaux classif jel  f02 r1", "title": "Mondialisation, concurrence et métropoles"}, "https://ideas.repec.org/a/spr/presci/v79y2000i2p221-231.html": {"abstract": "This paper reconsiders the production-location problem (PLP) initiated by Moses. The PLP is extended to allow for the geographical substitution between input sources, which is likely to occur in an integrated market. An algorithm is then proposed to solve this problem. Finally, using numerical examples, it is shown that small variations in the elasticity of substitution of the production function may lead to substantial jumps in the optimal firm location.", "authors": ["fppe264", "epth14"], "abstractStem": "thi paper reconsid the productionloc problem plp initi by mose the plp is extend to allow for the geograph substitut between input sourc which is like to occur in an integr market an algorithm is then propos to solv thi problem final use numer exampl it is shown that small variat in the elast of substitut of the product function may lead to substanti jump in the optim firm locat", "title": "The production-location problem revisited"}, "https://ideas.repec.org/a/eee/regeco/v35y2005i6p848-861.html": {"abstract": "Regions can benefit by offering infrastructure services that are differentiated. Competition between regions over potential investors is then less direct, allowing them to realize greater benefits from external investors. The two polar cases of full and incomplete information about investors' needs are studied. In both cases, there is regional differentiation. However, fiscal competition is efficient in the former case but not in the latter. Finally, it is shown that free entry in the location market calls for some regulation because of the excessive number of competing regions that would prevail in equilibrium.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epju100", "epth14", "fpva249"], "abstractStem": "region can benefit by offer infrastructur servic that are differenti competit between region over potenti investor is then less direct allow them to realiz greater benefit from extern investor the two polar case of full and incomplet inform about investor need are studi in both case there is region differenti howev fiscal competit is effici in the former case but not in the latter final it is shown that free entri in the locat market call for some regul becaus of the excess number of compet region that would prevail in equilibriumpthi abstract wa borrow from anoth version of thi item", "title": "Fiscal competition and regional differentiation"}, "https://ideas.repec.org/a/bla/jecrev/v54y2003i2p121-145.html": {"abstract": "This Paper proposes a two-region model of endogenous growth, which is a natural combination of a core-periphery model a la Krugman and of a model of endogenous growth a la Grossman/Helpman/Romer. Specifically, we add to the core-periphery model an R&amp;D; sector that uses skilled labour to create new varieties for the modern sector, while forward-looking migration behaviour is introduced. The innovation activity in the R&amp;D; sector involves knowledge externalities among skilled workers. Our analysis suggests that the presence of such a sector reinforces the tendency toward agglomeration, and supports the idea that the additional growth spurred by agglomeration may lead to a Pareto-dominant outcome such that when the economy moves from dispersion to agglomeration, innovation follows a much faster pace. As a consequence, even those who stay put in the periphery are better off than under dispersion, provided that the growth effect triggered by the agglomeration is strong enough.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfu109", "epth14"], "abstractStem": "thi paper propos a tworegion model of endogen growth which is a natur combin of a coreperipheri model a la krugman and of a model of endogen growth a la grossmanhelpmanrom specif we add to the coreperipheri model an rampd sector that use skill labour to creat new varieti for the modern sector while forwardlook migrat behaviour is introduc the innov activ in the rampd sector involv knowledg extern among skill worker our analysi suggest that the presenc of such a sector reinforc the tendenc toward agglomer and support the idea that the addit growth spur by agglomer may lead to a paretodomin outcom such that when the economi move from dispers to agglomer innov follow a much faster pace as a consequ even those who stay put in the peripheri are better off than under dispers provid that the growth effect trigger by the agglomer is strong enoughpthi abstract wa borrow from anoth version of thi item", "title": "Does Geographical Agglomeration Foster Economic Growth? And Who Gains and Loses from It?"}, "https://ideas.repec.org/a/spr/jogath/v21y1992i3p291-99.html": {"abstract": "No abstract is available for this item.", "authors": ["epth14"], "abstractStem": "no abstract is avail for thi item", "title": "Unilaterally Competitive Games"}, "https://ideas.repec.org/a/prs/reveco/reco_0035-2764_1997_num_48_3_409897.html": {"abstract": "[fre] On étudie un modèle de concurrence entre régions qui ont en charge la gestion et le financement de l'enseignement supérieur et on compare les solutions ainsi obtenues à l'optimum social. [eng] Should funding of higher education be decentralized among local governments ? We consider a model of fiscal competition when higher education is run by local governments and we compare the decentralized solutions to the social optimum.", "authors": ["epju100", "epth14"], "abstractStem": "fre on  tudi un mod le de concurr entr r gion qui ont en charg la gestion et le financ de lenseign sup rieur et on compar le solut ainsi obtenu   loptimum social eng should fund of higher educ be decentr among local govern  we consid a model of fiscal competit when higher educ is run by local govern and we compar the decentr solut to the social optimum", "title": "Faut-il régionaliser l'enseignement supérieur ?"}, "https://ideas.repec.org/a/eee/ecolet/v11y1983i1-2p19-23.html": {"abstract": "No abstract is available for this item.", "authors": ["epga74", "epth14"], "abstractStem": "no abstract is avail for thi item", "title": "Product differences and prices"}, "https://ideas.repec.org/a/eee/jetheo/v78y1998i1p76-102.html": {"abstract": "Lancasterian models of product differentiation typically assume a one-dimension characteristics space. We show that standard results on prices and locations no longer hold when firms compete in a multi- characteistics space.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epir7", "epth14"], "abstractStem": "lancasterian model of product differenti typic assum a onedimens characterist space we show that standard result on price and locat no longer hold when firm compet in a multi characteist spacepthi abstract wa borrow from anoth version of thi item", "title": "Competition in Multi-characteristics Spaces: Hotelling Was Almost Right"}, "https://ideas.repec.org/a/ier/iecrev/v47y2006i3p811-836.html": {"abstract": " This article focuses on two distinct facets of globalization: decrease in the trade costs of goods and the decline of communication costs between headquarters and production facilities. When the unskilled have about the same wage in two regions, decrease of these costs fosters the agglomeration of plants in the core accommodating headquarters. When the wage gap is significant, process of integration eventually triggers the relocation of plants into the periphery. When this process of relocation is driven by falling communication costs, the welfare of all workers in the core falls whereas that in the periphery rises. Copyright 2006 by the Economics Department Of The University Of Pennsylvania And Osaka University Institute Of Social And Economic Research Association.", "authors": ["epfu109", "epth14"], "abstractStem": " thi articl focus on two distinct facet of global decreas in the trade cost of good and the declin of commun cost between headquart and product facil when the unskil have about the same wage in two region decreas of these cost foster the agglomer of plant in the core accommod headquart when the wage gap is signific process of integr eventu trigger the reloc of plant into the peripheri when thi process of reloc is driven by fall commun cost the welfar of all worker in the core fall wherea that in the peripheri rise copyright 2006 by the econom depart of the univers of pennsylvania and osaka univers institut of social and econom research associ", "title": "Globalization And The Evolution Of The Supply Chain: Who Gains And Who Loses?"}, "https://ideas.repec.org/a/eee/juecon/v41y1997i3p337-357.html": {"abstract": "A new approach is proposed to explain the formation of secondary employment centers in a monocentric city. Specifically, a large firm considers locating a new plant in a city where none of the existing businesses has a significative share of the labor force, so that its location can be viewed as a secondary employment center. The choice of this location results from the interplay between the process of competition on both the labor and land markets and the technological externalities generated by the proximity of the city center where other firms are located.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfu109", "epth14", "epze5"], "abstractStem": "a new approach is propos to explain the format of secondari employ center in a monocentr citi specif a larg firm consid locat a new plant in a citi where none of the exist busi ha a signif share of the labor forc so that it locat can be view as a secondari employ center the choic of thi locat result from the interplay between the process of competit on both the labor and land market and the technolog extern gener by the proxim of the citi center where other firm are locatedpthi abstract wa borrow from anoth version of thi item", "title": "On the Endogeneous Formation of Secondary Employment Centers in a City"}, "https://ideas.repec.org/a/cai/rerarc/reru_021_0013.html": {"abstract": "This paper aims at presenting an integrated view of some of the main results obtained in the so-called ��New Economic Geography. To this end, an alternative model is used, which allows one to derive results that are both analytical and simple. This model is then used to investigate various issues that have not been fully explored in the literature. This survey does not intend to be exhaustive. Classification JEL�: R13, R23.", "authors": ["epth14"], "abstractStem": "thi paper aim at present an integr view of some of the main result obtain in the socal  new econom geographi to thi end an altern model is use which allow one to deriv result that are both analyt and simpl thi model is then use to investig variou issu that have not been fulli explor in the literatur thi survey doe not intend to be exhaust classif jel  r13 r23", "title": "Dispersion, agglomération et re-dispersion ?"}, "https://ideas.repec.org/a/bla/jindec/v38y1989i1p1-18.html": {"abstract": " The authors provide a comparison of three spatial price policies: uniform pricing, mill pricing, and spatial price discrimination. Profits, consumer surplus, and social surplus are compared in a duopoly model. Until recently, oligopoly analysis has been stalled because of nonexistence of equilibrium. Through the addition of product heterogeneity (using a logit specification), existence can be restored and price policies compared. In contrast to monopoly analysis, consumer surplus is highest under uniform pricing and lowest under mill pricing. Profit and social surplus follow the opposite ranking. Government regulation to encourage mill pricing may therefore benefit firms to the detriment of consumers. Copyright 1989 by Blackwell Publishing Ltd.", "authors": ["epan42", "epde18", "epth14"], "abstractStem": " the author provid a comparison of three spatial price polici uniform price mill price and spatial price discrimin profit consum surplu and social surplu are compar in a duopoli model until recent oligopoli analysi ha been stall becaus of nonexist of equilibrium through the addit of product heterogen use a logit specif exist can be restor and price polici compar in contrast to monopoli analysi consum surplu is highest under uniform price and lowest under mill price profit and social surplu follow the opposit rank govern regul to encourag mill price may therefor benefit firm to the detriment of consum copyright 1989 by blackwel publish ltd", "title": "Spatial Price Policies Reconsidered"}, "https://ideas.repec.org/a/eee/eecrev/v32y1988i2-3p578-590.html": {"abstract": "No abstract is available for this item.", "authors": ["epan42", "epth14"], "abstractStem": "no abstract is avail for thi item", "title": "Price discrimination in spatial competitive markets"}, "https://ideas.repec.org/a/rje/randje/v24y1993iwinterp631-645.html": {"abstract": " We investigate a spatial duopoly in which the firms simultaneously select locations at the beginning of time; once chosen, the locations are fixed forever, but the firms will choose prices in each of a countably infinite succession of time periods. We are interested in equilibrium behavior when the firms will collusively arrange a trigger strategy equilibrium in prices, and will select their locations knowing that a particular such trigger strategy price equilibrium will ensue. Specifically, we restrict our attention to prices that support an outcome on the profit possibility frontier at which the ratio of firm 1's profits to those of firm 2 is positively related to the similar ratio of profits at the single-shot noncooperative equilibrium. For these profit-sharing rules the resulting location equilibrium is unique and involves the pairing of firms at the market center.", "authors": ["epfr15", "epth14"], "abstractStem": " we investig a spatial duopoli in which the firm simultan select locat at the begin of time onc chosen the locat are fix forev but the firm will choos price in each of a countabl infinit success of time period we are interest in equilibrium behavior when the firm will collus arrang a trigger strategi equilibrium in price and will select their locat know that a particular such trigger strategi price equilibrium will ensu specif we restrict our attent to price that support an outcom on the profit possibl frontier at which the ratio of firm 1s profit to those of firm 2 is posit relat to the similar ratio of profit at the singleshot noncoop equilibrium for these profitshar rule the result locat equilibrium is uniqu and involv the pair of firm at the market center", "title": "Partial Collusion Fosters Minimum Product Differentiation"}, "https://ideas.repec.org/a/ecj/econjl/v96y1986i381p160-72.html": {"abstract": "No abstract is available for this item.", "authors": ["epga74", "epth14"], "abstractStem": "no abstract is avail for thi item", "title": "On the Nature of Competition with Differentiated Products"}, "https://ideas.repec.org/a/bla/worlde/v22y1999i9p1201-1220.html": {"abstract": "No abstract is available for this item.", "authors": ["epth14", "fpva249"], "abstractStem": "no abstract is avail for thi item", "title": "The Challenge Raised by Metropolitisation and Fiscal Competition in Economic Development"}, "https://ideas.repec.org/a/cje/issued/v24y1991i1p1-11.html": {"abstract": "In this paper we analyze price competition between firms established in different countries when demand is sensitive to national biases. The intensity of this bias varies across consumers. In this context, trade arises because of the dispersion of consumers' perception of the foreign good; when consumer attitudes are diverse enough, one firm concentrates on consumers with an intensive bias, leaving room for the other, which will serve consumers with a low bias. Next, an increase in import tariff will unambiguously lead to a general increase in price, since, in equilibrium, the domestic firm will decide to increase margins. Finally, we identify conditions under which \"Buy Domestic\" campaigns increase local welfare and output.", "authors": ["epne112", "epno24", "epth14"], "abstractStem": "in thi paper we analyz price competit between firm establish in differ countri when demand is sensit to nation bias the intens of thi bia vari across consum in thi context trade aris becaus of the dispers of consum percept of the foreign good when consum attitud are divers enough one firm concentr on consum with an intens bia leav room for the other which will serv consum with a low bia next an increas in import tariff will unambigu lead to a gener increas in price sinc in equilibrium the domest firm will decid to increas margin final we identifi condit under which buy domest campaign increas local welfar and output", "title": "Attitudes toward Foreign Products and International Price Competition"}, "https://ideas.repec.org/a/aea/aecrev/v78y1988i1p122-37.html": {"abstract": " The strategic incentives, with respect to the choice of price policy in spatial competition, are analyzed in a duopoly model. Price discrimination emerges as the unique equilibriu m outcome in games with either simultaneous choice of policy and pric e or sequential choice where firms may commit first to uniform mill p ricing before the actual market stage. Nevertheless, profits may be h igher with uniform pricing. The authors' models are applied to analyz e some common business practices that arise in geographical pricing, like the basing point system, and in the pricing of varieties or opti ons from a base product in a product-differentiation context. Copyright 1988 by American Economic Association.", "authors": ["epth14", "epvi149"], "abstractStem": " the strateg incent with respect to the choic of price polici in spatial competit are analyz in a duopoli model price discrimin emerg as the uniqu equilibriu m outcom in game with either simultan choic of polici and pric e or sequenti choic where firm may commit first to uniform mill p rice befor the actual market stage nevertheless profit may be h igher with uniform price the author model are appli to analyz e some common busi practic that aris in geograph price like the base point system and in the price of varieti or opti on from a base product in a productdifferenti context copyright 1988 by american econom associ", "title": "On the Strategic Choice of Spatial Price Policy"}, "https://ideas.repec.org/a/cai/reldbu/rel_772_0141.html": {"abstract": "This paper provides a bird-eye overview of the history of spatial economic theory. It is organized around three main ideas (and authors): (i) land use and urban economics (Th�nen), (ii) the nature of competition across space (Hotelling), and (iii) new economic geography and the emergence of economic agglomerations (Krugman). JEL classification: B10, B20, B40, F20, L13, R12, R30", "authors": ["epth14"], "abstractStem": "thi paper provid a birdey overview of the histori of spatial econom theori it is organ around three main idea and author i land use and urban econom th nen ii the natur of competit across space hotel and iii new econom geographi and the emerg of econom agglomer krugman jel classif b10 b20 b40 f20 l13 r12 r30", "title": "Geographical Economics: A Historical Perspective"}, "https://ideas.repec.org/a/eee/jetheo/v20y1979i3p340-359.html": {"abstract": "No abstract is available for this item.", "authors": ["epga74", "epth14"], "abstractStem": "no abstract is avail for thi item", "title": "Price competition, quality and income disparities"}, "https://ideas.repec.org/a/eee/juecon/v72y2012i2p123-136.html": {"abstract": "There is a wide consensus among international institutions and national governments in favor of compact (i.e. densely populated) cities as a way to improve the ecological performance of the transport system. Indeed, when both the intercity and intra-urban distributions of activities are given, a higher population density makes cities more environmentally friendly because the average commuting length is reduced. However, when we account for the possible relocation of activities within and between cities in response to a higher population density, the latter may cease to hold. Indeed, an increasing-density policy affects prices, wages and land rents, which in turn incentivizes firms and households to change place. This reshapes the urban system in a way that may generate a higher level of pollution. Thus, although an increase in compactness is environmentally desirable when locations are given, compactness may not be environmentally-friendly when one accounts for the general equilibrium effects generated by such a policy.", "authors": ["fpga260", "epri37", "epth14"], "abstractStem": "there is a wide consensu among intern institut and nation govern in favor of compact ie dens popul citi as a way to improv the ecolog perform of the transport system inde when both the interc and intraurban distribut of activ are given a higher popul densiti make citi more environment friendli becaus the averag commut length is reduc howev when we account for the possibl reloc of activ within and between citi in respons to a higher popul densiti the latter may ceas to hold inde an increasingdens polici affect price wage and land rent which in turn incentiv firm and household to chang place thi reshap the urban system in a way that may gener a higher level of pollut thu although an increas in compact is environment desir when locat are given compact may not be environmentallyfriendli when one account for the gener equilibrium effect gener by such a polici", "title": "Are compact cities environmentally friendly?"}, "https://ideas.repec.org/a/eee/indorg/v6y1988i4p429-446.html": {"abstract": "Modern theories of monopolistic competition have borrowed extensively from techniques developed in location theory and the theory of spatial pricing. A subject of concern is that there exists no free-entry price-location equilibrium. We demonstrate its existence, provided only that producers are allowed to price discriminate among consumers.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epma156", "epno24", "epth14"], "abstractStem": "modern theori of monopolist competit have borrow extens from techniqu develop in locat theori and the theori of spatial price a subject of concern is that there exist no freeentri priceloc equilibrium we demonstr it exist provid onli that produc are allow to price discrimin among consumerspthi abstract wa borrow from anoth version of thi item", "title": "Price discrimination and equilibrium in monopolistic competition"}, "https://ideas.repec.org/a/eee/regeco/v12y1982i4p465-466.html": {"abstract": "No abstract is available for this item.", "authors": ["epth14"], "abstractStem": "no abstract is avail for thi item", "title": "Locational decision analysis : Editorial note"}, "https://ideas.repec.org/a/spr/reecde/v2y1996i1p379-397.html": {"abstract": "A model of duopoly competition in nonlinear pricing when firms are imperfectly informed about consumer locations is analyzed. A continuum of consumers purchase a variable amount of a product from one of two firms located at the endpoints of the market. At the Nash equilibrium in quantity-outlay schedules, consumers buy the same quantities as they would from the same firm if it were a monopolist facing the same informational asymmetries, but they receive greater surplus. Hence, no efficiency gains result from competition. If consumers have the option to reveal their locations and have the firms deliver the goods, all consumers choose to reveal their locations in equilibrium. Thus, the inefficiencies from information asymmetries may not arise because firms can deliver the good to consumers. In contrast, with a monopoly seller, consumers have no incentives to reveal their locations.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epha168", "epth14"], "abstractStem": "a model of duopoli competit in nonlinear price when firm are imperfectli inform about consum locat is analyz a continuum of consum purchas a variabl amount of a product from one of two firm locat at the endpoint of the market at the nash equilibrium in quantityoutlay schedul consum buy the same quantiti as they would from the same firm if it were a monopolist face the same inform asymmetri but they receiv greater surplu henc no effici gain result from competit if consum have the option to reveal their locat and have the firm deliv the good all consum choos to reveal their locat in equilibrium thu the ineffici from inform asymmetri may not aris becaus firm can deliv the good to consum in contrast with a monopoli seller consum have no incent to reveal their locationspthi abstract wa borrow from anoth version of thi item", "title": "Nonlinear pricing in spatial oligopoly"}, "https://ideas.repec.org/a/eee/regeco/v34y2004i6p681-703.html": {"abstract": "No abstract is available for this item.", "authors": ["fppe264", "epth14"], "abstractStem": "no abstract is avail for thi item", "title": "The periurban city: why to live between the suburbs and the countryside"}, "https://ideas.repec.org/a/eee/jetheo/v37y1985i1p19-31.html": {"abstract": "No abstract is available for this item.", "authors": ["fppa271", "epth14"], "abstractStem": "no abstract is avail for thi item", "title": "Agglomeration as spatial interdependence between firms and households"}, "https://ideas.repec.org/a/eee/regeco/v25y1995i4p375-376.html": {"abstract": "No abstract is available for this item.", "authors": ["epfu109", "epth14"], "abstractStem": "no abstract is avail for thi item", "title": "Preface"}, "https://ideas.repec.org/a/bla/jregsc/v49y2009i4p663-688.html": {"abstract": " We investigate whether an aging population may challenge the supremacy of large working cities. To this end, we develop an economic geography model with two types of individuals (workers and retirees) and two sectors (local services and manufacturing). Workers produce and consume; the elderly consume only. As a result, the mobility decision of workers is driven by both the wage gap and the cost-of-living gap, unlike the elderly who react to the differences in the cost of living only. We show that the return of pre-industrial urban system dominated by rentier cities does not seem to be on the agenda. Quite the opposite, the future of large working cities is still bright, the reason being that today's urban costs act as a strong force that prevents a large share of local services and manufacturing firms from following the rentiers in the elderly cities, while the supply of differentiated b2c services impede their complete separation. Copyright (c) 2009, Wiley Periodicals, Inc.", "authors": ["fpga260", "epth14"], "abstractStem": " we investig whether an age popul may challeng the supremaci of larg work citi to thi end we develop an econom geographi model with two type of individu worker and retire and two sector local servic and manufactur worker produc and consum the elderli consum onli as a result the mobil decis of worker is driven by both the wage gap and the costofliv gap unlik the elderli who react to the differ in the cost of live onli we show that the return of preindustri urban system domin by rentier citi doe not seem to be on the agenda quit the opposit the futur of larg work citi is still bright the reason be that today urban cost act as a strong forc that prevent a larg share of local servic and manufactur firm from follow the rentier in the elderli citi while the suppli of differenti b2c servic imped their complet separ copyright c 2009 wiley period inc", "title": "Aging Nations And The Future Of Cities"}, "https://ideas.repec.org/a/eee/regeco/v17y1987i3p441-449.html": {"abstract": "No abstract is available for this item.", "authors": ["epde18", "eppo65", "epth14"], "abstractStem": "no abstract is avail for thi item", "title": "Spatial competition under uniform delivered pricing"}, "https://ideas.repec.org/a/eee/eecrev/v38y1994i3-4p563-576.html": {"abstract": "No abstract is available for this item.", "authors": ["epmo197", "epth14"], "abstractStem": "no abstract is avail for thi item", "title": "Does environmental dumping lead to delocation?"}, "https://ideas.repec.org/a/eee/regeco/v25y1995i4p395-410.html": {"abstract": "This paper presents a model of strategic locational choice by duopolistic firms in an urban area where consumer locations are endogenous and where a public facility is exogenously fixed. A welfare analysis taking their strategic behaviour into account is conducted. It is shown that the firms' equilibrium locations often differ from the optimal locations which, in contrast to standard location theory, are not at the quartiles of the urban area. Corrective transportation taxes or subsidies can be used to support an optimal locational structure. Changes in transportation costs require unit-for-unit offsetting changes in transportation taxes or subsidies.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epth14", "epwi3"], "abstractStem": "thi paper present a model of strateg locat choic by duopolist firm in an urban area where consum locat are endogen and where a public facil is exogen fix a welfar analysi take their strateg behaviour into account is conduct it is shown that the firm equilibrium locat often differ from the optim locat which in contrast to standard locat theori are not at the quartil of the urban area correct transport tax or subsidi can be use to support an optim locat structur chang in transport cost requir unitforunit offset chang in transport tax or subsidiespthi abstract wa borrow from anoth version of thi item", "title": "Optimal transportation policy with strategic locational choice"}, "https://ideas.repec.org/a/eee/regeco/v18y1988i1p155-164.html": {"abstract": "No abstract is available for this item.", "authors": ["epan42", "epde18", "epth14"], "abstractStem": "no abstract is avail for thi item", "title": "The CES and the logit : Two related models of heterogeneity"}, "https://ideas.repec.org/a/eee/regeco/v32y2002i3p381-408.html": {"abstract": "Market size and transport costs are important ingredients of international trade. We propose to look at these issues from a different perspective. Using a Hotelling duopoly model with quadratic transport costs, we analyse the welfare effects of international trade between two countries that differ only in size. Our results indicate that in most cases free trade will lead to a decrease in prices. Furthermore, the firm of the small country will benefit from market expansion. Finally, the model predicts that the small country benefits from a move towards free trade whereas the opening to trade may hurt the large country.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epth14"], "abstractStem": "market size and transport cost are import ingredi of intern trade we propos to look at these issu from a differ perspect use a hotel duopoli model with quadrat transport cost we analys the welfar effect of intern trade between two countri that differ onli in size our result indic that in most case free trade will lead to a decreas in price furthermor the firm of the small countri will benefit from market expans final the model predict that the small countri benefit from a move toward free trade wherea the open to trade may hurt the larg countrypthi abstract wa borrow from anoth version of thi item", "title": "The importance of being small. Or when countries are areas and not points"}, "firstname": "Jacques", "https://ideas.repec.org/a/eee/eecrev/v41y1997i9p1635-1654.html": {"abstract": "We consider a market in which a public firm competes against private firms, and ask what happens when the public firm is privatized. In the short run, privatization is harmful because all prices rise; the disciplinary role of the public firm is lost. In the long run, privatization leads to further entry; the net effect is beneficial if consumer preference for variety is not too weak. A sufficient statistic for welfare to be higher in the long run, is that the public firm makes a loss. Profitable firms should not be privatized, in contrast with frequent practice.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epan42", "epde18", "epth14"], "abstractStem": "we consid a market in which a public firm compet against privat firm and ask what happen when the public firm is privat in the short run privat is harm becaus all price rise the disciplinari role of the public firm is lost in the long run privat lead to further entri the net effect is benefici if consum prefer for varieti is not too weak a suffici statist for welfar to be higher in the long run is that the public firm make a loss profit firm should not be privat in contrast with frequent practicepthi abstract wa borrow from anoth version of thi item", "title": "Privatization and efficiency in a differentiated industry"}, "https://ideas.repec.org/a/bla/jindec/v31y1982i1-2p115-29.html": {"abstract": "No abstract is available for this item.", "authors": ["epga74", "epth14"], "abstractStem": "no abstract is avail for thi item", "title": "Product Differentiation with Income Disparities: An Illustrative Model"}, "https://ideas.repec.org/a/eee/regeco/v39y2009i2p109-119.html": {"abstract": "Paul Krugman has clarified the microeconomic underpinnings of both spatial economic agglomerations and regional imbalances at national and international levels. He has achieved this with a series of remarkably original papers and books that succeed in combining imperfect competition, increasing returns, and transportation costs in new and powerful ways. Yet, not everything was brand new in New Economic Geography. To be precise, several disparate pieces of high-quality work were available in urban economics and location theory. Our purpose in this paper is to shed new light on economic geography through the lenses of these two fields of economics and regional science.", "authors": ["epfu109", "epth14"], "abstractStem": "paul krugman ha clarifi the microeconom underpin of both spatial econom agglomer and region imbal at nation and intern level he ha achiev thi with a seri of remark origin paper and book that succeed in combin imperfect competit increas return and transport cost in new and power way yet not everyth wa brand new in new econom geographi to be precis sever dispar piec of highqual work were avail in urban econom and locat theori our purpos in thi paper is to shed new light on econom geographi through the lens of these two field of econom and region scienc", "title": "New Economic Geography: An appraisal on the occasion of Paul Krugman's 2008 Nobel Prize in Economic Sciences"}, "https://ideas.repec.org/a/eee/ejores/v104y1998i1p154-174.html": {"abstract": "No abstract is available for this item.", "authors": ["epth14"], "abstractStem": "no abstract is avail for thi item", "title": "New algorithms for product positioning"}, "https://ideas.repec.org/a/eee/regeco/v15y1985i2p149-158.html": {"abstract": "No abstract is available for this item.", "authors": ["epgi102", "fppa271", "epth14"], "abstractStem": "no abstract is avail for thi item", "title": "On existence and stability of spatial equilibria and steady-states"}, "https://ideas.repec.org/a/eee/gamebe/v18y1997i1p32-54.html": {"abstract": "This paper proposes an equilibrium concept for n-person finite games based on boundedly rational decision making by players. The players are modeled as following random choice behavior in the manner of the logit model of discrete choice theory as set forth by Luce, McFadden and others. The behavior of other players determines in a natural way a lottery facing each player i. At equilibrium, each player is using the appropriate choice probabilities, given the choice probabilities used by the others in the game. The rationality of the players is parameterized on a continuum from complete rationality to uniform random choice. Using results by McKelvey and Palfrey, we show existence of an equilibrium for any finite n-person game and convergence to Nash equilibrium. We also identify conditions such that, for given rationality parameters the path of choices over time when the players use fictitious play (their beliefs about other players' choices are given by the empirical distributions of those players) converges to equilibrium.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfr15", "epth14"], "abstractStem": "thi paper propos an equilibrium concept for nperson finit game base on boundedli ration decis make by player the player are model as follow random choic behavior in the manner of the logit model of discret choic theori as set forth by luce mcfadden and other the behavior of other player determin in a natur way a lotteri face each player i at equilibrium each player is use the appropri choic probabl given the choic probabl use by the other in the game the ration of the player is parameter on a continuum from complet ration to uniform random choic use result by mckelvey and palfrey we show exist of an equilibrium for ani finit nperson game and converg to nash equilibrium we also identifi condit such that for given ration paramet the path of choic over time when the player use fictiti play their belief about other player choic are given by the empir distribut of those player converg to equilibriumpthi abstract wa borrow from anoth version of thi item", "title": "Boundedly Rational Nash Equilibrium: A Probabilistic Choice Approach"}, "https://ideas.repec.org/a/eee/matsoc/v9y1985i3p249-262.html": {"abstract": "No abstract is available for this item.", "authors": ["epcr113", "fpde486", "epth14"], "abstractStem": "no abstract is avail for thi item", "title": "An economic theory of public facilities in space"}, "https://ideas.repec.org/a/eee/juecon/v69y2011i2p240-252.html": {"abstract": "One of the most striking feature of the space-economy is that cities form a hierarchical system exhibiting some regularity in terms of their size and the array of goods they supply. In order to show how such a hierarchical system may emerge, we consider a model with monopolistically competitive markets for the industrial sectors. As transport costs steadily decrease from large values, the urban system formed by several small cities entails structural changes in that some cities expand at the expense of the others by attracting a growing number of industries. Beyond some threshold, some cities disappear from the space-economy. Such an evolution of the urban system describes fairly well what has been observed in various historical periods that have experienced major changes in transportation technologies and/or political unification.", "authors": ["fpta303", "epth14"], "abstractStem": "one of the most strike featur of the spaceeconomi is that citi form a hierarch system exhibit some regular in term of their size and the array of good they suppli in order to show how such a hierarch system may emerg we consid a model with monopolist competit market for the industri sector as transport cost steadili decreas from larg valu the urban system form by sever small citi entail structur chang in that some citi expand at the expens of the other by attract a grow number of industri beyond some threshold some citi disappear from the spaceeconomi such an evolut of the urban system describ fairli well what ha been observ in variou histor period that have experienc major chang in transport technolog andor polit unif", "title": "A new economic geography model of central places"}, "https://ideas.repec.org/a/eee/inecon/v93y2014i1p50-66.html": {"abstract": "Many trade models of monopolistic competition identify cost efficiency as the main determinant of firm performance in export markets. To date, the analysis of demand factors has received much less attention. We propose a new model where consumer preferences are asymmetric across varieties and heterogeneous across countries. The model generates new predictions and allows for an identification of horizontal differentiation (taste) clearly distinguished from vertical differentiation (quality). Data patterns observed in Belgian firm–product level exports by destination are congruent with the predictions and seem to warrant a richer modelling of consumer demand.", "authors": ["fpdi251", "epth14"], "abstractStem": "mani trade model of monopolist competit identifi cost effici as the main determin of firm perform in export market to date the analysi of demand factor ha receiv much less attent we propos a new model where consum prefer are asymmetr across varieti and heterogen across countri the model gener new predict and allow for an identif of horizont differenti tast clearli distinguish from vertic differenti qualiti data pattern observ in belgian firm product level export by destin are congruent with the predict and seem to warrant a richer model of consum demand", "title": "Verti-zontal differentiation in export markets"}, "https://ideas.repec.org/a/eee/regeco/v17y1987i3p321-322.html": {"abstract": "No abstract is available for this item.", "authors": ["epth14"], "abstractStem": "no abstract is avail for thi item", "title": "Guest editors' comments"}, "https://ideas.repec.org/a/cai/rpvedb/rpve_481_0023.html": {"abstract": "No abstract is available for this item.", "authors": ["fpde423", "epdo36", "epmi74", "fpsa605", "epth14"], "abstractStem": "no abstract is avail for thi item", "title": "Wallonie et Bruxelles : défis et opportunités économiques. Recommandations formulées à l'occasion du 17e Congrès des Économistes Belges de Langue Française 21-22 novembre 2007"}, "https://ideas.repec.org/a/prs/reveco/reco_0035-2764_1998_num_49_3_410019.html": {"abstract": "[eng] The impact of wage formation on residential structure We study the wage formation under complete and incomplete information when the labor force is heterogeneous. In the first case, the best-matched workers earn the highest wages while in the second, workers with the greatest bargaining power obtain the highest wages, even though they have the worst job-matching. This wage difference is reflected in the urban spatial structure : the richest workers reside close to the employment-center because their bid rents are the highest in the city. There is therefore a one-to-one correspondence between the labor and urban markets since the residential structure depends heavily on the type of infor­mation that prevails in the labor market. [fre] Impact de la formation des salaires sur la structure résidentielle La gestion de la main-d'œuvre est étudiée en information complète et en information asymétrique lorsque le travail est hétérogène. Dans le premier cas, les travailleurs bénéficiant du meilleur appariement obtiennent les salaires les plus élevés ; dans le second, ce sont ceux qui ont le pouvoir de négociation le plus fort qui se garantissent les rémunérations les plus hautes, quand bien même leur appariement est le moins bon. Cette différence entre salaires se reflète au sein de la structure résidentielle : les travailleurs les mieux payés se localisent à proximité des entreprises car leurs enchères foncières sont plus élevées. La structure rési­dentielle dépend donc des modalités de la formation des salaires.", "authors": ["epth14", "epze5"], "abstractStem": "eng the impact of wage format on residenti structur we studi the wage format under complet and incomplet inform when the labor forc is heterogen in the first case the bestmatch worker earn the highest wage while in the second worker with the greatest bargain power obtain the highest wage even though they have the worst jobmatch thi wage differ is reflect in the urban spatial structur  the richest worker resid close to the employmentcent becaus their bid rent are the highest in the citi there is therefor a onetoon correspond between the labor and urban market sinc the residenti structur depend heavili on the type of infor mation that prevail in the labor market fre impact de la format de salair sur la structur r sidentiel la gestion de la maind uvr est  tudi e en inform compl te et en inform asym triqu lorsqu le travail est h t rog ne dan le premier ca le travailleur b n ficiant du meilleur appari obtienn le salair le plu  lev s  dan le second ce sont ceux qui ont le pouvoir de n gociat le plu fort qui se garantiss le r mun ration le plu haut quand bien m me leur appari est le moin bon cett diff renc entr salair se refl te au sein de la structur r sidentiel  le travailleur le mieux pay s se localis   proximit  de entrepris car leur ench re fonci re sont plu  lev es la structur r si dentiel d pend donc de modalit s de la format de salair", "title": "Impact de la formation des salaires sur la structure résidentielle"}, "https://ideas.repec.org/a/ier/iecrev/v29y1988i3p461-66.html": {"abstract": " The log it model is usually derived from a discrete choice approach with stoc hastic utilities. It is shown here that the logit demand system may also be derived from the maximization of a deterministic, entropy-type utility. The latter may be interpreted as the preference function of a representative consumer with variety-seeking behavior. This altern ative view suggests a generalization of the standard logit which allo ws total demand to be determined endogenously. Copyright 1988 by Economics Department of the University of Pennsylvania and the Osaka University Institute of Social and Economic Research Association.", "authors": ["epan42", "epde18", "epth14"], "abstractStem": " the log it model is usual deriv from a discret choic approach with stoc hastic util it is shown here that the logit demand system may also be deriv from the maxim of a determinist entropytyp util the latter may be interpret as the prefer function of a repres consum with varietyseek behavior thi altern ativ view suggest a gener of the standard logit which allo ws total demand to be determin endogen copyright 1988 by econom depart of the univers of pennsylvania and the osaka univers institut of social and econom research associ", "title": "A Representative Consumer Theory of the Logit Model"}, "https://ideas.repec.org/a/bla/randje/v43y2012i2p329-347.html": {"abstract": "Many industries are made of a few big firms, which are able to manipulate the market outcome, and of a host of small businesses, each of which has a negligible impact on the market. We provide a general equilibrium framework that encapsulates both market structures. Due to the higher toughness of competition, the entry of big firms leads them to sell more through a market expansion effect generated by the shrinking of the monopolistically competitive fringe. Furthermore, social welfare increases with the number of big firms because the pro-competitive effect associated with entry dominates the resulting decrease in product diversity.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpsh499", "epth14"], "abstractStem": "mani industri are made of a few big firm which are abl to manipul the market outcom and of a host of small busi each of which ha a neglig impact on the market we provid a gener equilibrium framework that encapsul both market structur due to the higher tough of competit the entri of big firm lead them to sell more through a market expans effect gener by the shrink of the monopolist competit fring furthermor social welfar increas with the number of big firm becaus the procompetit effect associ with entri domin the result decreas in product diversitypthi abstract wa borrow from anoth version of thi item", "title": "Competition among the big and the small"}, "https://ideas.repec.org/a/oup/restud/v53y1986i5p819-841..html": {"abstract": "We introduce into the standard spatial competition model the consumption of land by households, and study the spatial competition under the influence of a land market. In contrast to the standard assumption of a fixed, given distribution of households, we introduce the possibility of households' relocation in reaction to firms' location decisions. Thus, the spatial distribution of households is treated as endogenous, and a land market is introduced on which households compete for land-use. Households consume simultaneously land and firms' output. Accordingly, the demand of each household becomes in turn endogenous as it depends on the income left after the land rent is paid. Not surprisingly, the results obtained within this more general framework prove to be very different from the standard results. For example, in the 2- and 3-firm cases, the optimal configuration of firms is a Nash equilibrium when transport costs are high enough or the amount of vacant land is large enough. The existence property is restored in the 3-firm case when the transport costs are high enough. The introduction of vacant land causes a discontinuous change in the set of equilibrium configurations.", "authors": [], "abstractStem": "we introduc into the standard spatial competit model the consumpt of land by household and studi the spatial competit under the influenc of a land market in contrast to the standard assumpt of a fix given distribut of household we introduc the possibl of household reloc in reaction to firm locat decis thu the spatial distribut of household is treat as endogen and a land market is introduc on which household compet for landus household consum simultan land and firm output accordingli the demand of each household becom in turn endogen as it depend on the incom left after the land rent is paid not surprisingli the result obtain within thi more gener framework prove to be veri differ from the standard result for exampl in the 2 and 3firm case the optim configur of firm is a nash equilibrium when transport cost are high enough or the amount of vacant land is larg enough the exist properti is restor in the 3firm case when the transport cost are high enough the introduct of vacant land caus a discontinu chang in the set of equilibrium configur", "title": "Spatial Competition with a Land Market: Hotelling and Von Thunen Unified"}, "https://ideas.repec.org/a/eee/jjieco/v10y1996i4p339-378.html": {"abstract": "Economic activities are not concentrated on the head of a pin, nor are they spread evenly over a featureless plane. On the contrary, they are distributed very unequally across locations, regions and countries. Even though economic activities are, to some extent, spatially concentrated because of natural features, economic mechanisms that rely on the trade-off between various forms of increasing returns and different types of mobility costs are more fundamental. This book is a study of the economic reasons for the existence of a large variety of agglomerations arising from the global to the local. This second edition combines a comprehensive analysis of the fundamentals of spatial economics and an in-depth discussion of the most recent theoretical developments in new economic geography and urban economics. It aims to highlight several of the major economic trends observed in modern societies. The first edition was the winner of the 2004 William Alonso Memorial Prize for Innovative Work in Regional Science.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfu109", "epth14"], "abstractStem": "econom activ are not concentr on the head of a pin nor are they spread evenli over a featureless plane on the contrari they are distribut veri unequ across locat region and countri even though econom activ are to some extent spatial concentr becaus of natur featur econom mechan that reli on the tradeoff between variou form of increas return and differ type of mobil cost are more fundament thi book is a studi of the econom reason for the exist of a larg varieti of agglomer aris from the global to the local thi second edit combin a comprehens analysi of the fundament of spatial econom and an indepth discuss of the most recent theoret develop in new econom geographi and urban econom it aim to highlight sever of the major econom trend observ in modern societi the first edit wa the winner of the 2004 william alonso memori prize for innov work in region sciencepthi abstract wa borrow from anoth version of thi item", "title": "Economics of Agglomeration"}, "https://ideas.repec.org/a/eee/eecrev/v38y1994i2p271-283.html": {"abstract": "No abstract is available for this item.", "authors": ["epfr15", "epth14"], "abstractStem": "no abstract is avail for thi item", "title": "Sustainable collusion in oligopoly with free entry"}, "https://ideas.repec.org/a/eee/juecon/v65y2009i2p195-208.html": {"abstract": "Although transport costs are a key-ingredient of New Economic Geography, the transport sector is usually abstracted away from the analysis. Put differently, freight rates are taken as parametric and are not set by the market. This paper studies the relationships between transport costs, industry location, and welfare when freight rates are set by profit-maximizing carriers. We show that the demand for transport services becomes less elastic as the degree of spatial agglomeration rises, which increases carriers' market power and allows them to charge higher markups. Once it is recognized that firms and consumers are free to relocate in response to changes in transport costs, an increasing number of carriers, falling fixed or marginal costs in transportation, or both, trigger a gradual agglomeration of industry. In the long run, this leads to consumer welfare losses (and to aggregate welfare losses under free entry), with more inequality across agents living in different regions.", "authors": ["epbe108", "fpga260", "epth14"], "abstractStem": "although transport cost are a keyingredi of new econom geographi the transport sector is usual abstract away from the analysi put differ freight rate are taken as parametr and are not set by the market thi paper studi the relationship between transport cost industri locat and welfar when freight rate are set by profitmaxim carrier we show that the demand for transport servic becom less elast as the degre of spatial agglomer rise which increas carrier market power and allow them to charg higher markup onc it is recogn that firm and consum are free to reloc in respons to chang in transport cost an increas number of carrier fall fix or margin cost in transport or both trigger a gradual agglomer of industri in the long run thi lead to consum welfar loss and to aggreg welfar loss under free entri with more inequ across agent live in differ region", "title": "Industry location and welfare when transport costs are endogenous"}, "https://ideas.repec.org/a/bla/ijethy/v1y2005i3p211-217.html": {"abstract": "Discrete choice theory is very much dominated by the paradigm of the maximization of a random utility, thus implying that the probability of choosing an alternative in a given set is equal to the sum of the probabilities of all the rankings for which this alternative comes first. This property is called stochastic rationality. In turn, the choice probability system is said to be stochastically rationalizable if and only if the Block-Marschak polynomials are all nonnegative. In the present paper, we show that each particular Block-Marschak polynomial can be defined as the probability that the decision-maker faces the loss in flexibility generated by the fact that a particular alternative has been deleted from the choice set.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epbi6", "epth14"], "abstractStem": "discret choic theori is veri much domin by the paradigm of the maxim of a random util thu impli that the probabl of choos an altern in a given set is equal to the sum of the probabl of all the rank for which thi altern come first thi properti is call stochast ration in turn the choic probabl system is said to be stochast rationaliz if and onli if the blockmarschak polynomi are all nonneg in the present paper we show that each particular blockmarschak polynomi can be defin as the probabl that the decisionmak face the loss in flexibl gener by the fact that a particular altern ha been delet from the choic setpthi abstract wa borrow from anoth version of thi item", "title": "Stochastic rationality and Möbius inverse"}, "https://ideas.repec.org/a/pio/envira/v37y2005i10p1707-1725.html": {"abstract": "Since its very appearance, probably thanks to its provocative name, new economic geography (NEG) has stirred a debate on whether it is economic geography proper or rather geographical economics. In both cases, its real novelty has been questioned. We focus on this last issue. In particular, we argue that many NEG ideas have been around for a long time in the works of economic geographers and location theorists. However, NEG has the fundamental merit of having framed those ideas within a general equilibrium model encompassing most of these ideas. This has drawn economic geography and location theory from the periphery to the center of mainstream economic theory. More importantly, it has made already existing ideas more amenable to empirical scrutiny and policy analysis.", "authors": ["epot15", "epth14"], "abstractStem": "sinc it veri appear probabl thank to it provoc name new econom geographi neg ha stir a debat on whether it is econom geographi proper or rather geograph econom in both case it real novelti ha been question we focu on thi last issu in particular we argu that mani neg idea have been around for a long time in the work of econom geograph and locat theorist howev neg ha the fundament merit of have frame those idea within a gener equilibrium model encompass most of these idea thi ha drawn econom geographi and locat theori from the peripheri to the center of mainstream econom theori more importantli it ha made alreadi exist idea more amen to empir scrutini and polici analysi", "title": "New economic geography: what about the N?"}, "https://ideas.repec.org/a/eee/ejores/v6y1981i2p94-103.html": {"abstract": "No abstract is available for this item.", "authors": ["epth14"], "abstractStem": "no abstract is avail for thi item", "title": "Simple plant location under uniform delivered pricing"}, "https://ideas.repec.org/a/eee/regeco/v37y2007i4p457-465.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe108", "epth14"], "abstractStem": "no abstract is avail for thi item", "title": "Regional economics: A new economic geography perspective"}, "https://ideas.repec.org/a/eee/ecolet/v55y1997i3p409-412.html": {"abstract": "No abstract is available for this item.", "authors": ["epju100", "epth14"], "abstractStem": "no abstract is avail for thi item", "title": "Implications of the mobility of skilled labor for local public funding of higher education"}}}