{"epti17": {"https://ideas.repec.org/a/eee/soceps/v20y1986i3p135-143.html": {"abstract": "No abstract is available for this item.", "authors": ["fpal298", "epti17"], "abstractStem": "no abstract is avail for thi item", "title": "Inappropriate industries and inefficient resource-use in bangladesh: Some evidence from input-output analysis"}, "https://ideas.repec.org/a/spr/intere/v37y2002i3p162-171.html": {"abstract": " Since the mid-1970s wage inequality and skills differentials have increased sharply in OECD countries, and the following have been singled out by economists as possible major contributors: (a)economic globalisation processes; (b)skill-biased technological change; and (c) public policy or institutional change. Although these factors are most commonly considered as independent influences, we argue after critically outlining views about the two first mentioned factors, that strong interdependence exists between these influences. The article then examines potential policy responses to this growing inequality. Protectionism, increased provision of education and skill-enhancement, greater compensation via social services for the disadvantaged and negative income-tax systems are examined as possibilities. These policies are all found to have limited ability to address the problem. Ability to implement several of these policies may be severely restricted by international fiscal competitiveness. Furthermore, greater provision of educational services may add to the skill-based type of income inequality currently of concern.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epti17"], "abstractStem": " sinc the mid1970 wage inequ and skill differenti have increas sharpli in oecd countri and the follow have been singl out by economist as possibl major contributor aeconom globalis process bskillbias technolog chang and c public polici or institut chang although these factor are most commonli consid as independ influenc we argu after critic outlin view about the two first mention factor that strong interdepend exist between these influenc the articl then examin potenti polici respons to thi grow inequ protection increas provis of educ and skillenhanc greater compens via social servic for the disadvantag and neg incometax system are examin as possibl these polici are all found to have limit abil to address the problem abil to implement sever of these polici may be sever restrict by intern fiscal competit furthermor greater provis of educ servic may add to the skillbas type of incom inequ current of concernpthi abstract wa borrow from anoth version of thi item", "title": "Reconciling globalisation and technological change: Growing income inequalities and remedial policies"}, "https://ideas.repec.org/a/bla/ausecp/v13y1974i23p188-208.html": {"abstract": "No abstract is available for this item.", "authors": ["epti17"], "abstractStem": "no abstract is avail for thi item", "title": "Patenting and Licensing of Government Inventions-General Issues Raised by Australian Policy"}, "https://ideas.repec.org/a/ags/remaae/9156.html": {"abstract": " This paper discusses from the wool industry's point of view its optimal level of expenditure on wool promotion and its optimal policy in promoting wool blends. The relevance of the Dorfman-Steiner and Nerlove-Waugh theorems relating to advertising is questioned. Mathematical conditions for the optimal allocation of promotional funds between pure wool and wool blends are outlined and game theory is used to consider whether the wool industry should leave the promotion of wool blends to makers of man-made fibres.", "authors": ["epti17"], "abstractStem": " thi paper discuss from the wool industri point of view it optim level of expenditur on wool promot and it optim polici in promot wool blend the relev of the dorfmanstein and nerlovewaugh theorem relat to advertis is question mathemat condit for the optim alloc of promot fund between pure wool and wool blend are outlin and game theori is use to consid whether the wool industri should leav the promot of wool blend to maker of manmad fibr", "title": "The Promotion Of Wool And Synthetic Fibre Blends: Some Alternative Strategies For The Wool Industry"}, "https://ideas.repec.org/a/pid/journl/v27y1988i2p183-210.html": {"abstract": "Observations using Bangladeshi survey data tend to support Ahmed's (1981) and Asaduzzaman's (1979) hypothesis postulating an inverse relationship between farm size and intensity of adoption but not Jones' (1984) U-shaped relationship. However, since farm size alone is an inadequate predictor of HYV adoption, bivariate and multivariate techniques including discriminant analysis are used to identify influences on HYV adoption of such variables as subsistence pressure, tenancy, labour scarcity, education, availability of irrigation. Irrigation emerges as the key determinant of HYV adoption.", "authors": ["fpal298", "epti17"], "abstractStem": "observ use bangladeshi survey data tend to support ahm 1981 and asaduzzaman 1979 hypothesi postul an invers relationship between farm size and intens of adopt but not jone 1984 ushap relationship howev sinc farm size alon is an inadequ predictor of hyv adopt bivari and multivari techniqu includ discrimin analysi are use to identifi influenc on hyv adopt of such variabl as subsist pressur tenanc labour scarciti educ avail of irrig irrig emerg as the key determin of hyv adopt", "title": "Patterns and Determinants of Adoption of High Yielding Varieties: Farm-level Evidence from Bangladesh"}, "https://ideas.repec.org/a/ags/ajaeau/22802.html": {"abstract": " Stabilization of wool prices (which is partially achieved by the Wool Commission) may reduce the average annual net income (surplus) of growers and also of manufacturers of wool. The argument that the surplus of growers may be reduced is based upon Massell's extension of Oi's hypothesis. The possibility of falls in the surplus of manufacturers if wool prices are stabilized has a different basis. If wool prices are stabilized by buffer stocks, manufacturers find that their supplies are more variable than in the absence of controls. Consequently, they experience greater average annual cost if their marginal operating costs are increasing. Unless there are substantial revenue gains to processors, their surplus falls. The argument is also applicable to buffer stock schemes for other primary products.", "authors": ["epti17"], "abstractStem": " stabil of wool price which is partial achiev by the wool commiss may reduc the averag annual net incom surplu of grower and also of manufactur of wool the argument that the surplu of grower may be reduc is base upon massel extens of oi hypothesi the possibl of fall in the surplu of manufactur if wool price are stabil ha a differ basi if wool price are stabil by buffer stock manufactur find that their suppli are more variabl than in the absenc of control consequ they experi greater averag annual cost if their margin oper cost are increas unless there are substanti revenu gain to processor their surplu fall the argument is also applic to buffer stock scheme for other primari product", "title": "Some Circumstances In Which Price Stabilization By The Wool Commission Reduces Incomes"}, "https://ideas.repec.org/a/sae/urbstu/v12y1975i1p61-70.html": {"abstract": "No abstract is available for this item.", "authors": ["epti17"], "abstractStem": "no abstract is avail for thi item", "title": "The Theory of Optimal City-Sizes: Elementary Speculations about Analysis and Policy"}, "https://ideas.repec.org/a/ags/remaae/12505.html": {"abstract": "No abstract is available for this item.", "authors": ["epti17"], "abstractStem": "no abstract is avail for thi item", "title": "Conserving and Planting Trees on Farms: Lessons from Australian Cases"}, "https://ideas.repec.org/a/bla/manch2/v51y1983i2p152-58.html": {"abstract": "No abstract is available for this item.", "authors": ["epti17"], "abstractStem": "no abstract is avail for thi item", "title": "Workable Competition, Deadweight Losses, and Demand Elasticities"}, "homepage": "https://ideas.repec.org/e/pti17.html", "https://ideas.repec.org/a/bla/sajeco/v58y1990i4p298-307.html": {"abstract": "No abstract is available for this item.", "authors": ["epti17"], "abstractStem": "no abstract is avail for thi item", "title": "Post-independence Trends in Education in Zimbabwe"}, "https://ideas.repec.org/a/bla/sajeco/v46y1978i2p112-118.html": {"abstract": "No abstract is available for this item.", "authors": ["epti17"], "abstractStem": "no abstract is avail for thi item", "title": "Variations in Natural Fibre Prices: Possible Effects of Man-Made Fibres"}, "https://ideas.repec.org/a/eee/ecolec/v2y1990i3p271-275.html": {"abstract": "No abstract is available for this item.", "authors": ["epti17"], "abstractStem": "no abstract is avail for thi item", "title": "The value of conserving genetic resources : Margery L. Oldfield. Sinauer Associates, Sunderland, MA, 1989. xvii + 379 pp., Cloth US$40.00/ Paperback US$19.95. ISBN 0-87943-648-3/0-8793-649-1 (paperback)"}, "https://ideas.repec.org/a/bla/econpa/v19y2000i1p1-17.html": {"abstract": "No abstract is available for this item.", "authors": ["fpal298", "epti17"], "abstractStem": "no abstract is avail for thi item", "title": "Changing Academic Environment And Teaching Of Economics At The University Level: Some Critical Issues Analysed With The Help Of Microeconomics"}, "https://ideas.repec.org/a/taf/conmgt/v24y2006i3p233-236.html": {"abstract": " Chang seems to suggest that developing closer relations between Transaction Cost Economics (TCE) and the Resource-Based View (RBV) is not yet needed. However, we are unmoved in our belief that this development is compelling and remain committed to our approach to pluralism. We disagree with Chang's critiques of our approach. We clarify that a synthesis of TCE and RBV along the lines of theoretical monism is not attempted. On this basis, two of the three questions raised, labelled 'ontological dissonance' and 'variable multicollinearity', are not applicable. With regard to the other question that relates to refutability, Barney has shown that the variables are refutable and Barney also makes reference to empirical work pertaining to RBV. We agree with Chang that TCE is weak on differential production and believe that an acceptance of the coexistence of TCE and RBV is likely to make both theories more successful on the issue of vertical integration. In the end, pluralism appeals as much to us as it does to the chief proponents of TCE and RBV, as a means of making progress in the near term.", "authors": ["epti17"], "abstractStem": " chang seem to suggest that develop closer relat between transact cost econom tce and the resourcebas view rbv is not yet need howev we are unmov in our belief that thi develop is compel and remain commit to our approach to plural we disagre with chang critiqu of our approach we clarifi that a synthesi of tce and rbv along the line of theoret monism is not attempt on thi basi two of the three question rais label ontolog disson and variabl multicollinear are not applic with regard to the other question that relat to refut barney ha shown that the variabl are refut and barney also make refer to empir work pertain to rbv we agre with chang that tce is weak on differenti product and believ that an accept of the coexist of tce and rbv is like to make both theori more success on the issu of vertic integr in the end plural appeal as much to us as it doe to the chief propon of tce and rbv as a mean of make progress in the near term", "title": "The determinants of the vertical boundaries of the construction firm: response"}, "lastname": "Tisdell", "https://ideas.repec.org/a/bla/coecpo/v22y2004i2p179-193.html": {"abstract": " After generally discussing models in ecology and economics that combine competition, optimization, and evolution, this article concentrates on models of intraspecific competition. It demonstrates the importance of diversity/inequalities within populations of species and other environments for the sustainability of their populations, given the occurrence of environmental change. This is demonstrated both for scramble (open-access) and contest competition. Implications are drawn for human populations and industrial organization. The possibility is raised that within-industry competition may not always exist between firms in all stages of the development of a new industry. Policy implications are considered. For example, it is argued that policies designed to encourage intense business competition and maximum economic efficiency have the drawback of eventually making industries highly vulnerable to exogenous economic changes. (JEL \"L100\", \"J100\", \"Q150\") Copyright 2004 Western Economic Association International.", "authors": ["epti17"], "abstractStem": " after gener discuss model in ecolog and econom that combin competit optim and evolut thi articl concentr on model of intraspecif competit it demonstr the import of diversityinequ within popul of speci and other environ for the sustain of their popul given the occurr of environment chang thi is demonstr both for scrambl openaccess and contest competit implic are drawn for human popul and industri organ the possibl is rais that withinindustri competit may not alway exist between firm in all stage of the develop of a new industri polici implic are consid for exampl it is argu that polici design to encourag intens busi competit and maximum econom effici have the drawback of eventu make industri highli vulner to exogen econom chang jel l100 j100 q150 copyright 2004 western econom associ intern", "title": "Economic Competition and Evolution: Are There Lessons from Ecology?"}, "https://ideas.repec.org/a/wly/sustdv/v9y2001i4p204-212.html": {"abstract": " There is a widespread belief that the WTO has made virtually no concessions to environmentalists about their concerns arising from free trade and the process of globalization. There are concerns that these processes may undermine prospects for sustainable development. Following the United Nations Conference on Environment and Development held in Rio de Janeiro in 1992, the International Institute for Sustainable Development was established to advocate policies to support sustainable development within Canada and globally. In 1994, it proposed the Winnipeg Principles as a means for reconciling international trade and development so as to achieve sustainable development (IISD, 1994a,b). These seven principles are outlined in this article and assessed. Although the International Institute for Sustainable Development had hoped through these principles to influence the work programme of the Environment and Trade Committee of WTO, it seems to have little effect. Probably if these principles had been seriously considered by WTO, the serious social conflicts which emerged globally at the beginning of this century would have been avoided, and we would be in a better position to understand the complex links between trade, environment and sustainable development and adopt relevant policies. Copyright © 2001 John Wiley &amp; Sons, Ltd and ERP Environment", "authors": ["epti17"], "abstractStem": " there is a widespread belief that the wto ha made virtual no concess to environmentalist about their concern aris from free trade and the process of global there are concern that these process may undermin prospect for sustain develop follow the unit nation confer on environ and develop held in rio de janeiro in 1992 the intern institut for sustain develop wa establish to advoc polici to support sustain develop within canada and global in 1994 it propos the winnipeg principl as a mean for reconcil intern trade and develop so as to achiev sustain develop iisd 1994ab these seven principl are outlin in thi articl and assess although the intern institut for sustain develop had hope through these principl to influenc the work programm of the environ and trade committe of wto it seem to have littl effect probabl if these principl had been serious consid by wto the seriou social conflict which emerg global at the begin of thi centuri would have been avoid and we would be in a better posit to understand the complex link between trade environ and sustain develop and adopt relev polici copyright   2001 john wiley amp son ltd and erp environ", "title": "The Winnipeg Principles, WTO and sustainable development: proposed policies for reconciling trade and the environment"}, "https://ideas.repec.org/a/ags/remaae/12319.html": {"abstract": " Recently, a number of specialty areas have developed dealing with the economics of natural systems, resources and the environment. These include natural resource economics, environmental economics, ecological economics and bioeconomics. As well, new government departments, research institutes and tertiary courses have evolved in these areas. This paper examines the evolution and characteristics of the new areas of specialisation, and their relationship with the more traditional discipline of agricultural economics. Environmental economics is viewed as a wider interdisciplinary field than natural resource economics, and ecological economics or bioeconomics is depicted as a branch of natural resource economics dealing with living resources.", "authors": ["epti17"], "abstractStem": " recent a number of specialti area have develop deal with the econom of natur system resourc and the environ these includ natur resourc econom environment econom ecolog econom and bioeconom as well new govern depart research institut and tertiari cours have evolv in these area thi paper examin the evolut and characterist of the new area of specialis and their relationship with the more tradit disciplin of agricultur econom environment econom is view as a wider interdisciplinari field than natur resourc econom and ecolog econom or bioeconom is depict as a branch of natur resourc econom deal with live resourc", "title": "Resource Economics and the Environment"}, "https://ideas.repec.org/a/eee/agisys/v13y1984i3p161-166.html": {"abstract": "No abstract is available for this item.", "authors": ["epti17"], "abstractStem": "no abstract is avail for thi item", "title": "Crop loss elasticity in relation to weed density and control"}, "https://ideas.repec.org/a/taf/promet/v18y2000i2p149-160.html": {"abstract": " Considerable public funding is provided for research and development intended to improve the management and use of shared natural resources, such as water. In Australia, the Land and Water Research and Development Corporation (LWRRDC) and Environment Australia are significant providers of such funds. These providers tend to judge the value of R&amp;D; projects supported by them on the basis of whether or not significant technology transfer and adoption takes place. Researchers involved in these projects are expected to be the prime movers of such transfer. However, it seems that research funders have been guided by over-simplified models of processes of technology transfer and by false analogies with the transfer of industrial technology. There has been a failure to recognise that much of the new technology developed to improve the management of shared resources, such as water, affects the supply of social or collective commodities, a factor which materially alters the technology transfer process. Here, processes of transferring publicly funded intellectual knowledge are discussed and modelled, dynamic patterns of adoption of new technology are considered along with factors influencing adoption rates and barriers to adoption, particularly when the supply of social or collective commodities such as water, are involved. Some points from the analysis are illustrated by observations from a sample of LWRRDC-supported research projects.", "authors": ["epti17"], "abstractStem": " consider public fund is provid for research and develop intend to improv the manag and use of share natur resourc such as water in australia the land and water research and develop corpor lwrrdc and environ australia are signific provid of such fund these provid tend to judg the valu of rampd project support by them on the basi of whether or not signific technolog transfer and adopt take place research involv in these project are expect to be the prime mover of such transfer howev it seem that research funder have been guid by oversimplifi model of process of technolog transfer and by fals analog with the transfer of industri technolog there ha been a failur to recognis that much of the new technolog develop to improv the manag of share resourc such as water affect the suppli of social or collect commod a factor which materi alter the technolog transfer process here process of transfer publicli fund intellectu knowledg are discuss and model dynam pattern of adopt of new technolog are consid along with factor influenc adopt rate and barrier to adopt particularli when the suppli of social or collect commod such as water are involv some point from the analysi are illustr by observ from a sampl of lwrrdcsupport research project", "title": "Technology Transfer from Publicly Funded Research for Improved Natural Resource Management: Analysis and Australian Examples"}, "https://ideas.repec.org/a/bla/sajeco/v53y1985i1p38-45.html": {"abstract": "No abstract is available for this item.", "authors": ["epti17"], "abstractStem": "no abstract is avail for thi item", "title": "Conceptual Issues in the Measurement of Economic and Productive Efficiencies"}, "https://ideas.repec.org/a/eee/marpol/v17y1993i4p235-250.html": {"abstract": "No abstract is available for this item.", "authors": ["epti17"], "abstractStem": "no abstract is avail for thi item", "title": "Institutional management of an international mixed good : The IWC and socially optimal whale harvests"}, "https://ideas.repec.org/a/ris/ecoint/0291.html": {"abstract": "Globalisation or the international integration of production and distribution has accelerated over the past two decades. Multinational enterprises (MNEs) or the transnational corporations (TNC) through foreign direct investment (FDI) have played a key role in the globalisation process. This paper reviews the role of MNE-FDI in the globalisation process both from the standpoint of trade theory and eclectic paradigms of FDI. The adequacy of the neoclassical inter-industry trade paradigm in explaining FDI flows is critically reviewed and the prognostication that MNE-FDI could be substituting trade to a host country is examined. Besides new trade theories based on monopolistic competition and intra-industry trade predict that MNE-FDI could be complementing trade to a host country. The controversy relating to MNE-FDI as causing trade substitution and complementation is resolved empirically in this paper using vector autoregression (VAR) econometrics. A VAR model is applied to Australian quarterly time-series data and innovation accounting and Granger causality tests are shed light on FDI-trade substitution and complementarity effects in the context of globalisation during the study period 1983(4)-i 996(3). The paper also comments on the national policy implications of MNE-FDI flows.", "authors": ["epti17"], "abstractStem": "globalis or the intern integr of product and distribut ha acceler over the past two decad multin enterpris mne or the transnat corpor tnc through foreign direct invest fdi have play a key role in the globalis process thi paper review the role of mnefdi in the globalis process both from the standpoint of trade theori and eclect paradigm of fdi the adequaci of the neoclass interindustri trade paradigm in explain fdi flow is critic review and the prognost that mnefdi could be substitut trade to a host countri is examin besid new trade theori base on monopolist competit and intraindustri trade predict that mnefdi could be complement trade to a host countri the controversi relat to mnefdi as caus trade substitut and complement is resolv empir in thi paper use vector autoregress var econometr a var model is appli to australian quarterli timeseri data and innov account and granger causal test are shed light on fditrad substitut and complementar effect in the context of globalis dure the studi period 19834i 9963 the paper also comment on the nation polici implic of mnefdi flow", "title": "Globalisation and Multinational Foreign Direct Investment – Australian Insights"}, "https://ideas.repec.org/a/ags/ajaeau/22782.html": {"abstract": "No abstract is available for this item.", "authors": ["epti17"], "abstractStem": "no abstract is avail for thi item", "title": "A Comment On Losses From Stabilization"}, "https://ideas.repec.org/a/ids/ijgenv/v4y2004i4p195-208.html": {"abstract": " To reduce the rate of human-induced biodiversity loss of wild species, it has become increasingly important to stem this loss on private lands. Some writers believe that granting landholders commercial property rights in wildlife will be effective in dealing with this matter and will result in the preservation of biodiversity. This paper explores this view using economic theory. In doing so, it takes into account the total economic valuation concept. While granting of commercial property rights is found to be effective for conserving some species, it is predicted to be a complete failure as a means of conserving other species and also to vary in its potential for success in different regions of the world. The Southern African policy cannot be effective everywhere. Here, particular attention is given to the economics of utilisation and conservation of non-captive fugitive (or mobile) wildlife.", "authors": ["epti17"], "abstractStem": " to reduc the rate of humaninduc biodivers loss of wild speci it ha becom increasingli import to stem thi loss on privat land some writer believ that grant landhold commerci properti right in wildlif will be effect in deal with thi matter and will result in the preserv of biodivers thi paper explor thi view use econom theori in do so it take into account the total econom valuat concept while grant of commerci properti right is found to be effect for conserv some speci it is predict to be a complet failur as a mean of conserv other speci and also to vari in it potenti for success in differ region of the world the southern african polici cannot be effect everywher here particular attent is given to the econom of utilis and conserv of noncapt fugit or mobil wildlif", "title": "Property rights in non-captive wildlife and biodiversity conservation"}, "https://ideas.repec.org/a/wsi/serxxx/v54y2009i02p155-166.html": {"abstract": "It is widely believed that in developing countries, open-access to natural resources, inadequate private property rights, and lack of development of market systems add to the incidence of poverty. Increased economic efficiency is seen as a powerful force for reducing the extent of poverty in developing countries in the long run. While this may be so, it ignores the depth and incidence of poverty that can be generated during adjustments to policy reforms. This possibility constrains policy choices as shown theoretically on natural resource policies and agricultural adjustment policies with Asian examples. Social, behavioral, and institutional features are also considered as they may result in the poverty lock-in of some groups. It is essential to consider dynamic processes and not to rely solely on comparative statics when assessing economic policies to reduce poverty and increase economic efficiency. It is also important to take into account the institutional constraints on policy choices.", "authors": ["epti17"], "abstractStem": "it is wide believ that in develop countri openaccess to natur resourc inadequ privat properti right and lack of develop of market system add to the incid of poverti increas econom effici is seen as a power forc for reduc the extent of poverti in develop countri in the long run while thi may be so it ignor the depth and incid of poverti that can be gener dure adjust to polici reform thi possibl constrain polici choic as shown theoret on natur resourc polici and agricultur adjust polici with asian exampl social behavior and institut featur are also consid as they may result in the poverti lockin of some group it is essenti to consid dynam process and not to reli sole on compar static when assess econom polici to reduc poverti and increas econom effici it is also import to take into account the institut constraint on polici choic", "title": "Poverty, Policy Reforms For Resource-Use And Economic Efficiency: Neglected Issues"}, "https://ideas.repec.org/a/eee/ecolec/v70y2011i12p2429-2436.html": {"abstract": "The extent to which conservation is feasible is constrained by budgets and the financial sacrifice stakeholders are willing to bear. Therefore a possible objective for conserving a species is to minimise the cost of achieving that stated aim. For example, if a minimum viable population (MVP) of a species is to be conserved, the size and type of habitats reserved for this could be selected to minimise cost. This requires consideration of the comparative (relative) opportunity costs of reserving different land types for conservation. A general model is developed to demonstrate this and is applied to the case of the orangutan. In the ecological literature, recommendations for reserving different types of land for conservation have been based on comparisons of either the absolute economic returns they generate if converted to commercial use or on differences in the density of a species they support. These approaches are shown to be deficient because they ignore relative trade-offs between species population and economic conversion gains at alternative sites. The proposed model is illustrated for orangutan conservation.", "authors": ["epti17"], "abstractStem": "the extent to which conserv is feasibl is constrain by budget and the financi sacrific stakehold are will to bear therefor a possibl object for conserv a speci is to minimis the cost of achiev that state aim for exampl if a minimum viabl popul mvp of a speci is to be conserv the size and type of habitat reserv for thi could be select to minimis cost thi requir consider of the compar rel opportun cost of reserv differ land type for conserv a gener model is develop to demonstr thi and is appli to the case of the orangutan in the ecolog literatur recommend for reserv differ type of land for conserv have been base on comparison of either the absolut econom return they gener if convert to commerci use or on differ in the densiti of a speci they support these approach are shown to be defici becaus they ignor rel tradeoff between speci popul and econom convers gain at altern site the propos model is illustr for orangutan conserv", "title": "Comparative costs and conservation of wild species in situ, e.g. orangutans"}, "https://ideas.repec.org/a/eee/ecolec/v69y2009i1p207-208.html": {"abstract": "No abstract is available for this item.", "authors": ["epti17"], "abstractStem": "no abstract is avail for thi item", "title": "Andreas Kontoleon, Unai Pascual and Timothy Swanson, Editors, Biodiversity economics: Principles, methods and applications, Cambridge University Press, New York (2008) ISBN 978-0-521-86683-5, p. xxvÂ +Â 664"}, "https://ideas.repec.org/a/taf/jdevst/v33y1997i6p874-892.html": {"abstract": " The Political Economy of Poverty, Equity and Growth: A Comparative Study. By Deepak Lal and H. Myint. Oxford: Clarendon Press, 1996. Pp. xviii + 458. �45. ISBN 0 19 828863 8 Liberation Ecologies: Environment, Development, Social Movements. Edited by Richard Peet and Michael Watts. London and New York: Routledge, 1996. Pp.xii + 273. �45 and �14.99. ISBN 0 415 13361 0 and 13362 9 The Indonesian Economy since 1966: Southeast Asia's Emerging Giant. By Hal Hill. Cambridge: Cambridge University Press, 1996. Pp.xv + 328. �50 and �17.95. ISBN 0 521 49512 1 and 40862 7. Accounting for Economic Development and Social Change. By Steven J. Keuning. Amsterdam: IOS Press, 1996. Pp.x + 233. �39. ISBN 90 5199 282 3 Social and Demographic Accounting. Edited by Geoffrey J.D. Hewings and Moss Madden. Cambridge: Cambridge University Press, 1995. Pp.ix + 242. �30. ISBN 0 521 46572 9. Constraints on the Success of Structural Adjustment Programmes in Africa. Edited by Charles Harvey. London: Macmillan, 1996. Pp.xii + 248. �14.99. ISBN 0 333 642931 Regionalism and the Global Economy: The Case of Latin America and the Caribbean. Edited by Jan Joost Teunisson. The Hague: Forum on Debt and Development (FONDAD), 1995. Pp.163. US$20. ISBN 90 74208 06 1 Halting Degradation of Natural Resources: Is There a Role for Rural Communities? By Jean-Marie Baland and Jean-Philippe Platteau. Oxford: Clarendon Press, 1996. Pp.xvi + 423. �45. ISBN 0 19 828921 9 China's Transitional Economy. Edited by Andrew G. Walder. Oxford: Clarendon Press, 1996. Pp.xiii +220. �12.99. ISBN 0 19 829097 7 The Chinese Economy under Deng Xiaoping. Edited by Robert F. Ash and Y.Y. Kueh. Oxford: Oxford University Press, 1996. Pp.viii + 288. �13.99. ISBN 0 19 8288 22 0 Population and Human Resources Development in the Sudan. Edited by O.S. Ertur and WJ. House. Ames, IA: Iowa State University Press, 1996. Pp.xiii + 329. $54.95. ISBN 0 8138 0699 2 What Makes Women Sick: Gender and the Political Economy of Health. By Lesley Doyal. Basingstoke: Macmillan, 1995. Pp.280. �37.50 and �11.99. ISBN 0 333 54204 5 and 54205 3", "authors": ["epad159", "epbi18", "epti17"], "abstractStem": " the polit economi of poverti equiti and growth a compar studi by deepak lal and h myint oxford clarendon press 1996 pp xviii  458  45 isbn 0 19 828863 8 liber ecolog environ develop social movement edit by richard peet and michael watt london and new york routledg 1996 ppxii  273  45 and  1499 isbn 0 415 13361 0 and 13362 9 the indonesian economi sinc 1966 southeast asia emerg giant by hal hill cambridg cambridg univers press 1996 ppxv  328  50 and  1795 isbn 0 521 49512 1 and 40862 7 account for econom develop and social chang by steven j keun amsterdam io press 1996 ppx  233  39 isbn 90 5199 282 3 social and demograph account edit by geoffrey jd hew and moss madden cambridg cambridg univers press 1995 ppix  242  30 isbn 0 521 46572 9 constraint on the success of structur adjust programm in africa edit by charl harvey london macmillan 1996 ppxii  248  1499 isbn 0 333 642931 region and the global economi the case of latin america and the caribbean edit by jan joost teunisson the hagu forum on debt and develop fondad 1995 pp163 us20 isbn 90 74208 06 1 halt degrad of natur resourc is there a role for rural commun by jeanmari baland and jeanphilipp platteau oxford clarendon press 1996 ppxvi  423  45 isbn 0 19 828921 9 china transit economi edit by andrew g walder oxford clarendon press 1996 ppxiii 220  1299 isbn 0 19 829097 7 the chines economi under deng xiaop edit by robert f ash and yy kueh oxford oxford univers press 1996 ppviii  288  1399 isbn 0 19 8288 22 0 popul and human resourc develop in the sudan edit by os ertur and wj hous ame ia iowa state univers press 1996 ppxiii  329 5495 isbn 0 8138 0699 2 what make women sick gender and the polit economi of health by lesley doyal basingstok macmillan 1995 pp280  3750 and  1199 isbn 0 333 54204 5 and 54205 3", "title": "Book reviews"}, "https://ideas.repec.org/a/wsi/serxxx/v57y2012i03p1280009-1-1280009-2.html": {"abstract": "No abstract received.", "authors": ["epti17"], "abstractStem": "no abstract receiv", "title": "BOOK REVIEW: \"Review of Fisheries Exploitation in the Indian Ocean — Threats and Opportunities\" Edited by Dennis Rumley, Sanjay Chaturvedi and Vijay Sakhuja"}, "https://ideas.repec.org/a/bla/coecpo/v12y1994i4p1-22.html": {"abstract": "No abstract is available for this item.", "authors": ["epti17"], "abstractStem": "no abstract is avail for thi item", "title": "Environmental Problems Of Pacific Rim Development"}, "https://ideas.repec.org/a/eee/iepoli/v1y1984i3p229-237.html": {"abstract": "No abstract is available for this item.", "authors": ["epti17"], "abstractStem": "no abstract is avail for thi item", "title": "Slanting advice and biasing recommendations for welfare gains in an imperfect world"}, "https://ideas.repec.org/a/bla/coecpo/v17y1999i2p156-165.html": {"abstract": " \"This paper has two themes. First, diversity of relevant attributes driving the dynamics of socioeconomic systems, including industrial systems'is often needed to increase their likelihood of transiting to a superior state. However, systems left to their own devices do not always evolve to states where they possess sufficient or optimal diversity for further evolution or growth to a superior state. Evolutionary market mechanisms can be of this nature. Structural adjustment policies and globalization seem to be adding to industrial and other types of uniformity. Hence, real danger exists that global industrial structures influenced by field effects will become \"piled up\" and reduce the likelihood of the global economic system evolving to a superior economic state. Furthermore, diversity is an important driving force in other growth processes, e.g., those adding to the stock of knowledge. Second industrial diversity of techniques and behaviors may be potentially Paretian valuable as a means of optimal adjustment to continual technological change and as a manifestation of specialization according to differences in individual abilities and in those of organizations. Insofar as attempts at benchmarking try to ensure uniform adoption of \"best practice\" in industry, they are likely to be doubly damaging because short-run potential Paretian benefits are forgone, and in stifling industrial diversity they may also undermine industrial diversity as a source of future economic growth. (JEL\" D00, D89, O30, 014) Copyright 1999 Western Economic Association International.", "authors": ["epti17"], "abstractStem": " thi paper ha two theme first divers of relev attribut drive the dynam of socioeconom system includ industri systemsi often need to increas their likelihood of transit to a superior state howev system left to their own devic do not alway evolv to state where they possess suffici or optim divers for further evolut or growth to a superior state evolutionari market mechan can be of thi natur structur adjust polici and global seem to be ad to industri and other type of uniform henc real danger exist that global industri structur influenc by field effect will becom pile up and reduc the likelihood of the global econom system evolv to a superior econom state furthermor divers is an import drive forc in other growth process eg those ad to the stock of knowledg second industri divers of techniqu and behavior may be potenti paretian valuabl as a mean of optim adjust to continu technolog chang and as a manifest of special accord to differ in individu abil and in those of organ insofar as attempt at benchmark tri to ensur uniform adopt of best practic in industri they are like to be doubli damag becaus shortrun potenti paretian benefit are forgon and in stifl industri divers they may also undermin industri divers as a sourc of futur econom growth jel d00 d89 o30 014 copyright 1999 western econom associ intern", "title": "Diversity And Economic Evolution: Failures Of Competitive Economic Systems"}, "https://ideas.repec.org/a/hit/hitjec/v33y1992i1p113-127.html": {"abstract": "No abstract is available for this item.", "authors": ["fpal298", "epti17"], "abstractStem": "no abstract is avail for thi item", "title": "The Ishikawa Curve and Agricultural Productivity in Bangladesh: Some New Findings"}, "https://ideas.repec.org/a/cup/macdyn/v9y2005i05p630-650_05.html": {"abstract": " We investigate the dynamics of a cobweb model with heterogeneous beliefs, generalizing the example of Brock and Hommes (1997). We examine situations where the agents form expectations by using either rational expectations, or a type of adaptive expectations with limited memory defined from the last two prices. We specify conditions that generate cycles. These conditions depend on a set of factors that includes the intensity of switching between beliefs and the adaption parameter. We show that both Flip bifurcation and Neimark-Sacker bifurcation can occur as primary bifurcation when the steady state is unstable.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpla333", "epti17"], "abstractStem": " we investig the dynam of a cobweb model with heterogen belief gener the exampl of brock and homm 1997 we examin situat where the agent form expect by use either ration expect or a type of adapt expect with limit memori defin from the last two price we specifi condit that gener cycl these condit depend on a set of factor that includ the intens of switch between belief and the adapt paramet we show that both flip bifurc and neimarksack bifurc can occur as primari bifurc when the steadi state is unstablepthi abstract wa borrow from anoth version of thi item", "title": "Stability And Cycles In A Cobweb Model With Heterogeneous Expectations"}, "https://ideas.repec.org/a/ids/ijarge/v1y2001i2p178-192.html": {"abstract": " Human resources are central to economic development and can be increased in value and productivity by investment in human beings, for example in their education and health. But for a considerable period in the past, economists stressed the importance of the accumulation of man-made physical capital for economic growth and development, to the neglect of human resource capital. Nevertheless, in the second half of the 20th century the importance of human resource capital (particularly education) for economic growth came to be recognised. Nevertheless, the implications of the formation of human resource capital for sustainable development were given virtually no in-depth attention but it is important to address this matter, as is done here. The nature and broad categories of capital are outlined and particular attention is given to human resource capital. While the formation of human resource capital can support sustainable development, it also poses a challenge since this \"formation\" draws on or transforms natural resource and environmental capital. Using a neo-Malthusian model, direct routes by which investment in human resource capital may promote sustainable development are outlined. Both improved education and health are likely, for example, to reduce population growth and this is likely to have favourable consequences for sustainable development. The provision of sufficient human capital for females is shown to be crucial in this respect. Nonetheless, it must also be recognised that difficulties (some of which are outlined) exist for sustainably developing human resources. It is argued that greater equality in the distribution of human resource capital, both within nations and globally, would make a significant contribution to sustainable development. The \"basic needs\" approach has considerable merit both from the point of view of justice and as a contributor to sustainable development.", "authors": ["epti17"], "abstractStem": " human resourc are central to econom develop and can be increas in valu and product by invest in human be for exampl in their educ and health but for a consider period in the past economist stress the import of the accumul of manmad physic capit for econom growth and develop to the neglect of human resourc capit nevertheless in the second half of the 20th centuri the import of human resourc capit particularli educ for econom growth came to be recognis nevertheless the implic of the format of human resourc capit for sustain develop were given virtual no indepth attent but it is import to address thi matter as is done here the natur and broad categori of capit are outlin and particular attent is given to human resourc capit while the format of human resourc capit can support sustain develop it also pose a challeng sinc thi format draw on or transform natur resourc and environment capit use a neomalthusian model direct rout by which invest in human resourc capit may promot sustain develop are outlin both improv educ and health are like for exampl to reduc popul growth and thi is like to have favour consequ for sustain develop the provis of suffici human capit for femal is shown to be crucial in thi respect nonetheless it must also be recognis that difficulti some of which are outlin exist for sustain develop human resourc it is argu that greater equal in the distribut of human resourc capit both within nation and global would make a signific contribut to sustain develop the basic need approach ha consider merit both from the point of view of justic and as a contributor to sustain develop", "title": "Sustainable development, gender inequality and human resource capital"}, "https://ideas.repec.org/a/ids/gbusec/v9y2007i2-3p170-182.html": {"abstract": " Provides empirical evidence of deficient knowledge of public goods and experiential commodities. It considers whether information provision about the characteristics of these commodities is likely to result in individuals' finding their 'true' preferences, and identifies the nature of information that should be conveyed to enable commodities to be appropriately valued. It recognises that some commodities contain attributes that individuals are unable to evaluate. Furthermore, individuals acquire and filter information about commodities, and these endogenous activities require analysis. Cost-benefit analysis of information acquisition suggests that individuals are less likely to acquire information about public goods than private goods. Even when underlying meta-values of commodities are stationary, perceived values of commodities may vary due to elicitation procedures and information provision, and subsequent crowding out and forgetting of information about the focal commodities. This makes it difficult to determine the appropriate contingent values to use.", "authors": ["epti17"], "abstractStem": " provid empir evid of defici knowledg of public good and experienti commod it consid whether inform provis about the characterist of these commod is like to result in individu find their true prefer and identifi the natur of inform that should be convey to enabl commod to be appropri valu it recognis that some commod contain attribut that individu are unabl to evalu furthermor individu acquir and filter inform about commod and these endogen activ requir analysi costbenefit analysi of inform acquisit suggest that individu are less like to acquir inform about public good than privat good even when underli metavalu of commod are stationari perceiv valu of commod may vari due to elicit procedur and inform provis and subsequ crowd out and forget of inform about the focal commod thi make it difficult to determin the appropri conting valu to use", "title": "Knowledge and the valuation of public goods and experiential commodities: information provision and acquisition"}, "https://ideas.repec.org/a/eee/wdevel/v21y1993i2p213-219.html": {"abstract": "No abstract is available for this item.", "authors": ["epti17"], "abstractStem": "no abstract is avail for thi item", "title": "Project appraisal, the environment and sustainability for small islands"}, "https://ideas.repec.org/a/kap/enreec/v28y2004i4p451-468.html": {"abstract": " This paper provides a profit-maximizing modelwith vessel-level dolphin mortality limits forpurse seiners harvesting tunas in the easterntropical Pacific Ocean. The model analyticallyderives the shadow price (estimated economicvalue) for dolphin mortality, the fishing-fleetsize, and the annual tuna harvest as functionsof a few key fishing parameters. The model alsoprovides a statistical method to determine theaccuracy of all needed parameter estimates. Thepaper then applies the model to the year 1996and the period from 1985 to 1987. The shadowprice measures the economic value to the UStuna fleet of dolphins lost in the harvestingof tuna. This value is essential whenattempting to evaluate the economic benefitsand costs to society of any action designed toreduce the mortality of dolphins in theharvesting of tuna in the eastern tropicalPacific Ocean. Copyright Kluwer Academic Publishers 2004", "authors": ["epti17"], "abstractStem": " thi paper provid a profitmaxim modelwith vessellevel dolphin mortal limit forpurs seiner harvest tuna in the easterntrop pacif ocean the model analyticallyder the shadow price estim economicvalu for dolphin mortal the fishingfleets and the annual tuna harvest as functionsof a few key fish paramet the model alsoprovid a statist method to determin theaccuraci of all need paramet estim thepap then appli the model to the year 1996and the period from 1985 to 1987 the shadowpric measur the econom valu to the ustuna fleet of dolphin lost in the harvestingof tuna thi valu is essenti whenattempt to evalu the econom benefitsand cost to societi of ani action design toreduc the mortal of dolphin in theharvest of tuna in the eastern tropicalpacif ocean copyright kluwer academ publish 2004", "title": "Economic Benefits of Dolphins in the United States Eastern Tropical Pacific Purse-Seine Tuna Industry"}, "https://ideas.repec.org/a/bla/coecpo/v13y1995i1p38-49.html": {"abstract": " Rapid economic growth in the Asian-Pacific region provides economic hope for the region's low-income countries but raises international environmental dilemmas and could be unsustainable. The strong international and Asian political support for Asia's economic growth often makes little mention of the environmental issues involved. The natural resources water, air, and soils as well as Asia's conservation of living resources and maintenance of biodiversity are important environmental issues. Tourism development-especially ecotourism-could combine economic development and conservation, but as Asian examples illustrate, it has limitations. Other environmental influences include the rapid urbanisation of Asia and the likelihood of increased international and transboundary conflicts over use of natural resources as economic growth in Asia proceeds. Markets and market reforms are not sufficient to deal with Asia's economic problems. Institutional and other reforms also are needed. One must reject the view that economic growth neglecting the environment is acceptable even in low-income countries. Polluting and degrading the environment now and repairing it later is a dangerous policy to follow, particularly for larger Asian countries. In fact, a strong case exists for high-income countries to support the environmental conservation efforts of low-income countries. Copyright 1995 Western Economic Association International.", "authors": ["epti17"], "abstractStem": " rapid econom growth in the asianpacif region provid econom hope for the region lowincom countri but rais intern environment dilemma and could be unsustain the strong intern and asian polit support for asia econom growth often make littl mention of the environment issu involv the natur resourc water air and soil as well as asia conserv of live resourc and mainten of biodivers are import environment issu tourism developmentespeci ecotourismcould combin econom develop and conserv but as asian exampl illustr it ha limit other environment influenc includ the rapid urbanis of asia and the likelihood of increas intern and transboundari conflict over use of natur resourc as econom growth in asia proce market and market reform are not suffici to deal with asia econom problem institut and other reform also are need one must reject the view that econom growth neglect the environ is accept even in lowincom countri pollut and degrad the environ now and repair it later is a danger polici to follow particularli for larger asian countri in fact a strong case exist for highincom countri to support the environment conserv effort of lowincom countri copyright 1995 western econom associ intern", "title": "Asian Development And Environmental Dilemmas"}, "https://ideas.repec.org/a/spr/endesu/v7y2005i3p291-302.html": {"abstract": "No abstract is available for this item.", "authors": ["epti17", "epwi103"], "abstractStem": "no abstract is avail for thi item", "title": "Perceived Impacts of Ecotourism on Environmental Learning and Conservation: Turtle Watching as a Case Study"}, "https://ideas.repec.org/a/wsi/serxxx/v50y2005ispp449-462.html": {"abstract": "Global biodiversity loss and its consequences for human welfare and sustainable development have become major concerns. Economists have, therefore, given increasing attention to the policy issues involved in the management of genetic resources. To do so, they often apply empirical methods developed in behavioral and experimental economics to estimate economic values placed on genetic resources. This trend away from almost exclusive dependence on axiomatic methods is welcomed. However, major valuation methods used in behavioral economics raise new scientific challenges. Possibly the most important of these include deficiencies in the knowledge of the public (and researchers) about genetic resources, implications for the formation of values of supplying information to focal individuals, and limits to rationality.These issues are explored for stated-preference techniques of valuation (e.g., contingent valuation) as well as revealed preference techniques, especially the travel cost method. They are illustrated by Australian and Asian examples. Taking into account behavioral and psychological models and empirical evidence, particular attention is given to how elicitation of preferences, and supply of information to individuals, influences their preferences about biodiversity. Policy consequences are outlined.", "authors": ["epti17"], "abstractStem": "global biodivers loss and it consequ for human welfar and sustain develop have becom major concern economist have therefor given increas attent to the polici issu involv in the manag of genet resourc to do so they often appli empir method develop in behavior and experiment econom to estim econom valu place on genet resourc thi trend away from almost exclus depend on axiomat method is welcom howev major valuat method use in behavior econom rais new scientif challeng possibl the most import of these includ defici in the knowledg of the public and research about genet resourc implic for the format of valu of suppli inform to focal individu and limit to rationalitythes issu are explor for statedprefer techniqu of valuat eg conting valuat as well as reveal prefer techniqu especi the travel cost method they are illustr by australian and asian exampl take into account behavior and psycholog model and empir evid particular attent is given to how elicit of prefer and suppli of inform to individu influenc their prefer about biodivers polici consequ are outlin", "title": "Linking Policies For Biodiversity Conservation With Advances In Behavioral Economics"}, "https://ideas.repec.org/a/pid/journl/v30y1991i2p173-188.html": {"abstract": "The bulk of analytic/empirical literature following the 'Green Revolution' contends that agricultural labour absorption in most, if not all, contemporary Asian countries is likely to follow the historical pattern of East Asia, especially Taiwan and Japan. This paper examines the relevance of East Asian experience for increased labour intensity in agriculture in Bangladesh in the post-'Green Revolution' period. Using labour coefficient data for a wide range of crops, the analysis is carried out on an annual basis as well as for crop seasons. Observed patterns are analysed and likely determinants are identified. The findings of the paper indicate limited relevance of the East Asian experience to Bangladesh, and highlight for South Asia the importance of examining seasonal differences in labour absorption.", "authors": ["fpal298", "epti17"], "abstractStem": "the bulk of analyticempir literatur follow the green revolut contend that agricultur labour absorpt in most if not all contemporari asian countri is like to follow the histor pattern of east asia especi taiwan and japan thi paper examin the relev of east asian experi for increas labour intens in agricultur in bangladesh in the postgreen revolut period use labour coeffici data for a wide rang of crop the analysi is carri out on an annual basi as well as for crop season observ pattern are analys and like determin are identifi the find of the paper indic limit relev of the east asian experi to bangladesh and highlight for south asia the import of examin season differ in labour absorpt", "title": "The 'Green Revolution' and Labour Absorption in Bangladesh Agriculture: The Relevance of the East Asian Experience"}, "https://ideas.repec.org/a/bla/ecorec/v49y1973i126p194-214.html": {"abstract": "No abstract is available for this item.", "authors": ["epti17"], "abstractStem": "no abstract is avail for thi item", "title": "The Australian Research Subsidy to Overseas Firms and Other Aspects of the Distribution of Research Grants"}, "https://ideas.repec.org/a/ucp/ecdecc/v36y1988i2p369-91.html": {"abstract": "No abstract is available for this item.", "authors": ["fpal298", "epti17"], "abstractStem": "no abstract is avail for thi item", "title": "The Use of Input-Output Analysis to Determine the Appropriateness of Technology and Industries: Evidence from Bangladesh"}, "https://ideas.repec.org/a/mul/jrkmxm/doi10.1410-78237y2014i3p255-280.html": {"abstract": "The commencement of agriculture in the Holocene era is usually seen as heralding the beginning of a chain of events that eventually resulted in the Industrial Revolution and in modern economic development. The purpose of this paper is to outline and critically review theories about why and how agriculture first began. It also classifies these theories according to whether they are based on agriculture's development as a response to food deprivation, to a food surplus, or neither of these factors. Because agriculture began independently in several different geographical centres, it seems unlikely that the switch of early societies from hunting and gathering to agriculture was the result of the same cause in all of these locations. Moreover, the paper provides some new suggestions as to why hunters and gatherers were motivated to commence or increase their dependence on agriculture in some locations. Views about the role of natural resources and institutions in the development of agriculture are also discussed.", "authors": ["epti17"], "abstractStem": "the commenc of agricultur in the holocen era is usual seen as herald the begin of a chain of event that eventu result in the industri revolut and in modern econom develop the purpos of thi paper is to outlin and critic review theori about whi and how agricultur first began it also classifi these theori accord to whether they are base on agricultur develop as a respons to food depriv to a food surplu or neither of these factor becaus agricultur began independ in sever differ geograph centr it seem unlik that the switch of earli societi from hunt and gather to agricultur wa the result of the same caus in all of these locat moreov the paper provid some new suggest as to whi hunter and gather were motiv to commenc or increas their depend on agricultur in some locat view about the role of natur resourc and institut in the develop of agricultur are also discuss", "title": "Theories About the Commencement of Agriculture in Prehistoric Societies: A Critical Evaluation"}, "https://ideas.repec.org/a/eee/ecolec/v39y2001i3p449-462.html": {"abstract": " Use of chemical inputs such as pesticides have increased agricultural production and productivity. However, negative externalities, too, have increased. The externalities include damage to the environment, agricultural land, fisheries, fauna and flora. Another major externality has been the unintentional destruction of beneficial predators of insects which has led to a virulence of many species of agricultural pests. Mortality and morbidity among agricultural workers, especially in developing countries from exposure to pesticides, are also common. The costs from these externalities are large and affect farmers’ returns. However, despite these high costs, farmers continue to use pesticides and in increasing quantities. In this paper, we examine this paradox and show why farmers continue to use pesticides despite the increasing costs. We also emphasize ‘lock-in’ aspects of pesticide use.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epti17", "epwi103"], "abstractStem": " use of chemic input such as pesticid have increas agricultur product and product howev neg extern too have increas the extern includ damag to the environ agricultur land fisheri fauna and flora anoth major extern ha been the unintent destruct of benefici predat of insect which ha led to a virul of mani speci of agricultur pest mortal and morbid among agricultur worker especi in develop countri from exposur to pesticid are also common the cost from these extern are larg and affect farmer  return howev despit these high cost farmer continu to use pesticid and in increas quantiti in thi paper we examin thi paradox and show whi farmer continu to use pesticid despit the increas cost we also emphas  lockin  aspect of pesticid usepthi abstract wa borrow from anoth version of thi item", "title": "Why farmers continue to use pesticides despite environmental, health and sustainability costs"}, "https://ideas.repec.org/a/ags/remaae/9115.html": {"abstract": "No abstract is available for this item.", "authors": ["epti17"], "abstractStem": "no abstract is avail for thi item", "title": "A Rejoinder On The Promotion Of Wool-Blends"}, "https://ideas.repec.org/a/bla/kyklos/v36y1983i1p3-20.html": {"abstract": "No abstract is available for this item.", "authors": ["epti17"], "abstractStem": "no abstract is avail for thi item", "title": "Law, Economics and Risk-Taking"}, "https://ideas.repec.org/a/bla/coecpo/v24y2006i1p144-159.html": {"abstract": " The authors use experimental surveys to investigate the association between individuals' knowledge of particular wildlife species and their stated willingness to allocate funds to conserve each. The nature of variations in these allocations between species (e.g., their dispersion) as participants' knowledge increases is examined. Factors influencing these changes are suggested. Willingness-to-pay allocations are found not to measure the economic value of species, but are shown to be policy relevant. The results indicate that poorly known species, e.g., in remote areas, may obtain relatively less conservation support than they deserve. (JEL \"Q51\", \"Q57\", \"Q58\") Copyright 2006 Western Economic Association International.", "authors": ["epti17", "epwi103"], "abstractStem": " the author use experiment survey to investig the associ between individu knowledg of particular wildlif speci and their state willing to alloc fund to conserv each the natur of variat in these alloc between speci eg their dispers as particip knowledg increas is examin factor influenc these chang are suggest willingnesstopay alloc are found not to measur the econom valu of speci but are shown to be polici relev the result indic that poorli known speci eg in remot area may obtain rel less conserv support than they deserv jel q51 q57 q58 copyright 2006 western econom associ intern", "title": "Information, Wildlife Valuation, Conservation: Experiments And Policy"}, "https://ideas.repec.org/a/bla/ecorec/v46y1970i113p14-25.html": {"abstract": "No abstract is available for this item.", "authors": ["epti17"], "abstractStem": "no abstract is avail for thi item", "title": "On the Theory of Externalities"}, "https://ideas.repec.org/a/eme/ijsepp/v35y2008i12p889-903.html": {"abstract": "Purpose – The purpose of this paper is to outline the cause of global warming, its trends and consequences as indicated by the International Panel on Climate Change. Sea-level rise is one consequence of particular concern to Pacific Island states. It also reviews the views of economists about connections between economic growth and global warming. Design/methodology/approach – International efforts, such as through the Kyoto protocol, to reduce greenhouse gas emissions and their atmospheric concentration are discussed and prospects for post-Kyoto policies are considered. Ways are also examined of addressing the consequences of global warming for the Pacific Island states. How they will be affected and to what extent is discussed, together with their ability to cope with the emerging problem. Findings – The paper finds that whereas the majority of economists did not foresee a conflict between economic growth and global warming, the possibility of such a conflict is now more widely recognized following the Stern Report. It is predicted that a significant reduction in global greenhouse gas emissions is unlikely to be achieved in the foreseeable future owing to conflicting national interest (a prisoners' dilemma problem) and because is will take time to develop new technologies which will reduce greenhouse gas emissions. However, payment for greenhouse gas emissions (for example, via tradable permits) will accelerate desirable technological advance. Both international political action and efforts to develop and use technologies that lower greenhouse gas emissions need to be pursued. Given current and likely increases in greenhouse gas emissions, continuing global warming in this century (and beyond) appears to be inevitable and consequently Pacific Island states will be adversely affected by sea-level rise and climate change. Originality/value – The paper emphasizes that Pacific Island states will suffer great hardship from global warming but are ill-placed geographically, financially and administratively to prevent or adjust to the possible environmental disasters that await them. Nothing may save some from eventual environmental annihilation.", "authors": ["epti17"], "abstractStem": "purpos   the purpos of thi paper is to outlin the caus of global warm it trend and consequ as indic by the intern panel on climat chang sealevel rise is one consequ of particular concern to pacif island state it also review the view of economist about connect between econom growth and global warm designmethodologyapproach   intern effort such as through the kyoto protocol to reduc greenhous ga emiss and their atmospher concentr are discuss and prospect for postkyoto polici are consid way are also examin of address the consequ of global warm for the pacif island state how they will be affect and to what extent is discuss togeth with their abil to cope with the emerg problem find   the paper find that wherea the major of economist did not forese a conflict between econom growth and global warm the possibl of such a conflict is now more wide recogn follow the stern report it is predict that a signific reduct in global greenhous ga emiss is unlik to be achiev in the forese futur owe to conflict nation interest a prison dilemma problem and becaus is will take time to develop new technolog which will reduc greenhous ga emiss howev payment for greenhous ga emiss for exampl via tradabl permit will acceler desir technolog advanc both intern polit action and effort to develop and use technolog that lower greenhous ga emiss need to be pursu given current and like increas in greenhous ga emiss continu global warm in thi centuri and beyond appear to be inevit and consequ pacif island state will be advers affect by sealevel rise and climat chang originalityvalu   the paper emphas that pacif island state will suffer great hardship from global warm but are illplac geograph financi and administr to prevent or adjust to the possibl environment disast that await them noth may save some from eventu environment annihil", "title": "Global warming and the future of Pacific Island countries"}, "https://ideas.repec.org/a/bla/obuest/v48y1986i4p353-72.html": {"abstract": "No abstract is available for this item.", "authors": ["fpal298", "epti17"], "abstractStem": "no abstract is avail for thi item", "title": "Decomposition Methods, Agricultural Productivity Growth and Technological Change: A Critique Supported by Bangladeshi Data"}, "https://ideas.repec.org/a/ags/ajaeau/22902.html": {"abstract": "No abstract is available for this item.", "authors": ["epti17"], "abstractStem": "no abstract is avail for thi item", "title": "Levels Of Pest Control And Uncertainty Of Benefits"}, "https://ideas.repec.org/a/ids/ijarge/v2y2003i2p103-124.html": {"abstract": " Survey data for this paper were collected in a rural district in Kenya between December 2000 and January 2001. The main objective was to identify the factors determining female participation in household decision making. Our results suggest that bargaining models and resource theory cannot be applied in a society where customarily determined sex and social stratification systems place males higher than females and determine that only men make major decisions. Our results support the hypothesis that cultural theory is more significant than bargaining models or resource theories in determining women's participation in decision making in rural Kenya.", "authors": ["epti17"], "abstractStem": " survey data for thi paper were collect in a rural district in kenya between decemb 2000 and januari 2001 the main object wa to identifi the factor determin femal particip in household decis make our result suggest that bargain model and resourc theori cannot be appli in a societi where customarili determin sex and social stratif system place male higher than femal and determin that onli men make major decis our result support the hypothesi that cultur theori is more signific than bargain model or resourc theori in determin women particip in decis make in rural kenya", "title": "Female participation in decision making in agricultural households in Kenya: empirical findings"}, "https://ideas.repec.org/a/bla/ausecp/v24y1985i45p370-79.html": {"abstract": " Uses power functions and linear ratio functions to measure productivity progress attributable to learning as a time-dependent phenomenon in the startup phase of spinning and weaving processes in individual Bangladeshi jute mills. In so doing, it provides evidence on the importance of learning-by-doing in manufacturing in an LDC, namely in the production of heavy and light yarn and in the manufacture of sacking and hessian in Bangladesh. Copyright 1985 by Blackwell Publishers Ltd/University of Adelaide and Flinders University of South Australia", "authors": ["epti17"], "abstractStem": " use power function and linear ratio function to measur product progress attribut to learn as a timedepend phenomenon in the startup phase of spin and weav process in individu bangladeshi jute mill in so do it provid evid on the import of learningbydo in manufactur in an ldc name in the product of heavi and light yarn and in the manufactur of sack and hessian in bangladesh copyright 1985 by blackwel publish ltdunivers of adelaid and flinder univers of south australia", "title": "Productivity Progress Parameters for Manufacturing in an LDC: The Startup or Learning Phase in Bangladesh Jute Mills"}, "https://ideas.repec.org/a/bla/ausecp/v11y1972i19p154-62.html": {"abstract": "No abstract is available for this item.", "authors": ["epti17"], "abstractStem": "no abstract is avail for thi item", "title": "Provision of Parks and the Preservation of Nature-Some Economic Factors"}, "https://ideas.repec.org/a/eee/agecon/v1y1986i1p1-18.html": {"abstract": " For the first time, the model developed by Hayami and Herdt is applied to determine gains from modern varieties of rice in Bangladesh and the distribution of these gains between consumers and producers. The results suggest that consumers' surplus is much greater than it would have been had the high yielding crop varieties ( HYVs) not been introduced. By keeping the real price lower than it would have been otherwise, the modern varieties have tended to be income equalizing for urban consumers. The Hayami-Herdt partial model even suggests that, given the relatively inelastic demand for rice in Bangladesh, the real cash income of producers has risen slightly as a result of these new technologies. In reality, however, the impact of these changes on incomes of farmers and the distribution of income between those involved in production is more complex. It is suggested that if a less partial view is taken and if account is taken of lower cost of obtaining home-consumed produce, the increase in income may be greater. In any event, there are dangers in using such a partial model to predict the developmental consequences of technological changes affecting a staple crop, and attention needs also to be given to the possibility that the supply curve may not have the simple form and pivot in the way supposed by Hayami and Herdt. While the Hayami-Herdt model is simple to apply, it is best used as a first approximation or starting point rather than a final solution. It ignores a number of criteria that could be important in assessing new agricultural technologies, such as their impact on the variability of benefits to producers and consumers and their consequences for sustainability of production. Furthermore, the Hay-ami-Herdt model does not deal specifically with changes in factor shares in farm production. Nor does it consider the impact on income distribution of the ownership and control of critical input like irrigation and imperfection in the rural credit market. It is point<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpal298", "epti17"], "abstractStem": " for the first time the model develop by hayami and herdt is appli to determin gain from modern varieti of rice in bangladesh and the distribut of these gain between consum and produc the result suggest that consum surplu is much greater than it would have been had the high yield crop varieti  hyv not been introduc by keep the real price lower than it would have been otherwis the modern varieti have tend to be incom equal for urban consum the hayamiherdt partial model even suggest that given the rel inelast demand for rice in bangladesh the real cash incom of produc ha risen slightli as a result of these new technolog in realiti howev the impact of these chang on incom of farmer and the distribut of incom between those involv in product is more complex it is suggest that if a less partial view is taken and if account is taken of lower cost of obtain homeconsum produc the increas in incom may be greater in ani event there are danger in use such a partial model to predict the development consequ of technolog chang affect a stapl crop and attent need also to be given to the possibl that the suppli curv may not have the simpl form and pivot in the way suppos by hayami and herdt while the hayamiherdt model is simpl to appli it is best use as a first approxim or start point rather than a final solut it ignor a number of criteria that could be import in assess new agricultur technolog such as their impact on the variabl of benefit to produc and consum and their consequ for sustain of product furthermor the hayamiherdt model doe not deal specif with chang in factor share in farm product nor doe it consid the impact on incom distribut of the ownership and control of critic input like irrig and imperfect in the rural credit market it is pointpthi abstract wa borrow from anoth version of thi item", "title": "Market analysis, technical change and income distribution in semi-subsistence agriculture: the case of Bangladesh"}, "https://ideas.repec.org/a/eee/soceco/v37y2008i4p1443-1458.html": {"abstract": "This paper draws attention to the dynamic effects of information provision, experience and memory in the contingent valuation of environmental goods. Psychological and economic theories are used to suggest possible trajectories for contingent values of these goods in relation to these effects. Our case study of a rare wildlife species shows the possibility of marked changes from information provision and, together with other evidence, exposure to the good. It is hypothesised that the impact of these effects decays with the passage of time. The selection of the appropriate contingent value for policy purposes is discussed.", "authors": ["epti17", "epwi103"], "abstractStem": "thi paper draw attent to the dynam effect of inform provis experi and memori in the conting valuat of environment good psycholog and econom theori are use to suggest possibl trajectori for conting valu of these good in relat to these effect our case studi of a rare wildlif speci show the possibl of mark chang from inform provis and togeth with other evid exposur to the good it is hypothesis that the impact of these effect decay with the passag of time the select of the appropri conting valu for polici purpos is discuss", "title": "Contingent valuation as a dynamic process"}, "https://ideas.repec.org/a/eee/deveco/v18y1985i1p133-152.html": {"abstract": "No abstract is available for this item.", "authors": ["epti17"], "abstractStem": "no abstract is avail for thi item", "title": "Operating capital and productivity patterns in jute weaving in Bangladesh"}, "https://ideas.repec.org/a/wsi/serxxx/v55y2010i02p335-352.html": {"abstract": "The precautionary principle was included in 1992 in the Rio Declaration and is part of important international agreements such as the Convention on Biological Diversity. Yet, it is not a straight-forward guide for environmental policy because many interpretations are possible as shown in this paper. Its different economic versions can result in conflicting policy recommendations about resource conservation. The principle does not always favor (natural) resource conservation (e.g., biodiversity conservation) although it has been adopted politically on the assumption it does. The principle's consequences are explored for biodiversity conservation when the introduction of new genotypes is possible.", "authors": ["epti17"], "abstractStem": "the precautionari principl wa includ in 1992 in the rio declar and is part of import intern agreement such as the convent on biolog divers yet it is not a straightforward guid for environment polici becaus mani interpret are possibl as shown in thi paper it differ econom version can result in conflict polici recommend about resourc conserv the principl doe not alway favor natur resourc conserv eg biodivers conserv although it ha been adopt polit on the assumpt it doe the principl consequ are explor for biodivers conserv when the introduct of new genotyp is possibl", "title": "The Precautionary Principle Revisited: Its Interpretations And Their Conservation Consequences"}, "https://ideas.repec.org/a/bla/ecorec/v39y1963i88p405-412.html": {"abstract": "No abstract is available for this item.", "authors": ["epti17"], "abstractStem": "no abstract is avail for thi item", "title": "Uncertainty And Pareto Optimalitt1"}, "https://ideas.repec.org/a/wly/sustdv/v3y1995i3p160-160.html": {"abstract": "No abstract is available for this item.", "authors": ["epti17"], "abstractStem": "no abstract is avail for thi item", "title": "Mortgaging the earth: The world bank, environmental impoverishment and the crisis of development by Bruce Rich, 1994. Earthscan, £12.95. ISBN 1 85383 221 9"}, "https://ideas.repec.org/a/ids/ijgrec/v2y2008i1p108-122.html": {"abstract": " Indigenous Australians have socioeconomic attributes similar to those of residents in some developing countries. Their utilisation of wildlife could add to their economic opportunities. Attitudes of a sample of the Australian public towards the subsistence use of wildlife by Indigenous Australians and whether or not they should be allowed to sell wildlife and wildlife products are examined. Allowing such possibilities could provide economic incentives for nature conservation among local people. We explore whether those sampled believe that Indigenous Australians should do more than other groups and institutions to conserve Australia's tropical species, and whether or not they should be allowed to take common as well as endangered wildlife species for food. Attitudes of the sampled public towards Indigenous Australians earning income from trophy hunting and from the harvesting of northern long-necked turtles for the pet trade are canvassed. The possible conservation consequences of sale of wildlife by Indigenous Australians are discussed.", "authors": ["epti17"], "abstractStem": " indigen australian have socioeconom attribut similar to those of resid in some develop countri their utilis of wildlif could add to their econom opportun attitud of a sampl of the australian public toward the subsist use of wildlif by indigen australian and whether or not they should be allow to sell wildlif and wildlif product are examin allow such possibl could provid econom incent for natur conserv among local peopl we explor whether those sampl believ that indigen australian should do more than other group and institut to conserv australia tropic speci and whether or not they should be allow to take common as well as endang wildlif speci for food attitud of the sampl public toward indigen australian earn incom from trophi hunt and from the harvest of northern longneck turtl for the pet trade are canvass the possibl conserv consequ of sale of wildlif by indigen australian are discuss", "title": "Public attitudes to the use of wildlife by Aboriginal Australians: marketing of wildlife and its conservation"}, "https://ideas.repec.org/a/ids/ijarge/v1y2000i1p6-16.html": {"abstract": " This paper outlines the major social and ecological issues involved in the coevolution of social and ecological systems by initially reviewing relevant aspects of the recent literature relating to economic development and their implications for agricultural development. Coevolutionary qualitative-type models are presented. There has been a failure among advocates of structural adjustment policies (involving the extension of markets and economic globalisation) to take account of coevolutionary principles and to allow for historical differences in the evolution of communities and their varied circumstances. This lack of sensitivity has had unfortunate social and ecological consequences for some communities in, for example, the Russian Federation and for subsistence agriculturalists in some less developed countries. The evolution of globalised market systems involving industrial/commercial agriculture (largely dependent on inputs external to the farm) under the \"patronage\" of oligopolistic suppliers is seen to increasingly threaten the balance between social and ecological systems and as undermining the sustainability of both. Capitalistic processes of technological change, such as advances in biotechnology, play a major role in this evolution.", "authors": ["epti17"], "abstractStem": " thi paper outlin the major social and ecolog issu involv in the coevolut of social and ecolog system by initi review relev aspect of the recent literatur relat to econom develop and their implic for agricultur develop coevolutionari qualitativetyp model are present there ha been a failur among advoc of structur adjust polici involv the extens of market and econom globalis to take account of coevolutionari principl and to allow for histor differ in the evolut of commun and their vari circumst thi lack of sensit ha had unfortun social and ecolog consequ for some commun in for exampl the russian feder and for subsist agriculturalist in some less develop countri the evolut of globalis market system involv industrialcommerci agricultur larg depend on input extern to the farm under the patronag of oligopolist supplier is seen to increasingli threaten the balanc between social and ecolog system and as undermin the sustain of both capitalist process of technolog chang such as advanc in biotechnolog play a major role in thi evolut", "title": "Coevolution, agricultural practices and sustainability: some major social and ecological issues"}, "https://ideas.repec.org/a/taf/promet/v15y1997i2p197-208.html": {"abstract": " A substantial portion of agricultural research and development (R&amp;D;) is publicly funded. It is therefore, important to give attention to the socially ideal allocation and administration of funds for agricultural R&amp;D; as is done here. The types of mechanisms used to allocate these public funds and administer their uses can be expected to influence the research results produced and ultimately the level of returns or benefits obtained from this expenditure. Different public mechanisms for allocating and administering agricultural research funding are discussed from this point of view, paying attention to economic considerations. The non-competitive allocation of block grants to institutions is compared with their competitive allocation. Possibilities for allocation to sections of institutions or to individuals are also considered. Centralized versus decentralized mechanisms for allocating and administering R&amp;D; within organizations are discussed. In designing appropriate mechanisms for the allocation and administration of the use of public agricultural R&amp;D; funds, account needs to be taken of such factors as transaction costs, knowledge limitations, the importance of learning by doing the accretion of institutional capital and the collective accumulation of knowledge and skills within organizations. These factors together with market failures, limit the scope for efficient use of competitive mechanisms in allocating funds for agricultural R&amp;D.;", "authors": ["epti17"], "abstractStem": " a substanti portion of agricultur research and develop rampd is publicli fund it is therefor import to give attent to the social ideal alloc and administr of fund for agricultur rampd as is done here the type of mechan use to alloc these public fund and administ their use can be expect to influenc the research result produc and ultim the level of return or benefit obtain from thi expenditur differ public mechan for alloc and administ agricultur research fund are discuss from thi point of view pay attent to econom consider the noncompetit alloc of block grant to institut is compar with their competit alloc possibl for alloc to section of institut or to individu are also consid central versu decentr mechan for alloc and administ rampd within organ are discuss in design appropri mechan for the alloc and administr of the use of public agricultur rampd fund account need to be taken of such factor as transact cost knowledg limit the import of learn by do the accret of institut capit and the collect accumul of knowledg and skill within organ these factor togeth with market failur limit the scope for effici use of competit mechan in alloc fund for agricultur rampd", "title": "Public Funding of Agricultural Research: Competitive Versus Non-Competitive Mechanisms"}, "https://ideas.repec.org/a/eee/ecolec/v70y2011i12p2511-2515.html": {"abstract": "It is argued that there is neither regular relationship between changes in the level of the market rate of interest and variations in the rate of biodiversity loss nor does such a regular relationship occur between alterations in the market rate of interest and changes in the rate of natural resource extraction. However, some texts suggest otherwise. Microeconomic examples are given in which a rise in the market rate of interest results in increased biodiversity loss and others in which it does not. It is also posited that the rate of biodiversity loss (as well as the rate of natural resource extraction) tends to rise with the level of aggregate investment and aggregate economic activity. It is demonstrated, using macroeconomic models, that the market rate of interest can increase or decrease with a rise in aggregate investment and also with an increase in the level of aggregate economic activity. Therefore, changes in biodiversity loss (and in the rate of natural resource extraction) are independent of variations in the market rate of interest in macroeconomic models.", "authors": ["epti17"], "abstractStem": "it is argu that there is neither regular relationship between chang in the level of the market rate of interest and variat in the rate of biodivers loss nor doe such a regular relationship occur between alter in the market rate of interest and chang in the rate of natur resourc extract howev some text suggest otherwis microeconom exampl are given in which a rise in the market rate of interest result in increas biodivers loss and other in which it doe not it is also posit that the rate of biodivers loss as well as the rate of natur resourc extract tend to rise with the level of aggreg invest and aggreg econom activ it is demonstr use macroeconom model that the market rate of interest can increas or decreas with a rise in aggreg invest and also with an increas in the level of aggreg econom activ therefor chang in biodivers loss and in the rate of natur resourc extract are independ of variat in the market rate of interest in macroeconom model", "title": "Biodiversity conservation, loss of natural capital and interest rates"}, "https://ideas.repec.org/a/eee/jetheo/v17y1978i1p130-133.html": {"abstract": "No abstract is available for this item.", "authors": ["epti17"], "abstractStem": "no abstract is avail for thi item", "title": "Extension of Oi's price instability theorem"}, "https://ideas.repec.org/a/eee/ecolec/v48y2004i1p93-107.html": {"abstract": " Reports results from a contingent valuation survey of willingness to pay for the conservation of the Asian elephant of a sample of urban residents living in three selected housing schemes in Colombo, the capital of Sri Lanka. Face–to–face surveys were conducted using an interview schedule. A non-linear logit regression model is used to analyse the respondents’ responses for the payment principle questions and to identify the factors that influence their responses. We investigate whether urban residents’ willingness to pay for the conservation of elephants is sufficient to compensate farmers for the damage caused by elephants. We find that the beneficiaries (the urban residents) could compensate losers (the farmers in the areas affected by human–elephant conflict) and be better off than in the absence of elephants in Sri Lanka. Therefore, there is a strong economic case for the conservation of the wild elephant population in Sri Lanka. However, we have insufficient data to determine the optimal level of this elephant population in the Kaldor-Hicks sense. Nevertheless, the current population of elephant in Sri Lanka is Kaldor-Hicks preferable to having none.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epti17"], "abstractStem": " report result from a conting valuat survey of willing to pay for the conserv of the asian eleph of a sampl of urban resid live in three select hous scheme in colombo the capit of sri lanka face to face survey were conduct use an interview schedul a nonlinear logit regress model is use to analys the respond  respons for the payment principl question and to identifi the factor that influenc their respons we investig whether urban resid  willing to pay for the conserv of eleph is suffici to compens farmer for the damag caus by eleph we find that the beneficiari the urban resid could compens loser the farmer in the area affect by human eleph conflict and be better off than in the absenc of eleph in sri lanka therefor there is a strong econom case for the conserv of the wild eleph popul in sri lanka howev we have insuffici data to determin the optim level of thi eleph popul in the kaldorhick sens nevertheless the current popul of eleph in sri lanka is kaldorhick prefer to have nonepthi abstract wa borrow from anoth version of thi item", "title": "The net benefit of saving the Asian elephant: a policy and contingent valuation study"}, "https://ideas.repec.org/a/bla/ausecp/v28y1989i52p123-40.html": {"abstract": "No abstract is available for this item.", "authors": ["fpal298", "epti17"], "abstractStem": "no abstract is avail for thi item", "title": "New Crop Varieties: Impact on Diversification and Stability of Yields"}, "https://ideas.repec.org/a/eee/ecolec/v10y1994i1p87-87.html": {"abstract": "No abstract is available for this item.", "authors": ["epti17"], "abstractStem": "no abstract is avail for thi item", "title": "Science and the management of protected areas : J.H.M. Willison, S. Bondrup-Nielsen, C.D. Drysdale, T.B. Herman, N.W.P. Munro and T.L. Pollock (Editors). Elsevier, Amsterdam, 1992, 568 pp., ISBN 0-444- 89163-3, Dfl.345.00"}, "https://ideas.repec.org/a/bla/sajeco/v65y1997i1p15-23.html": {"abstract": "No abstract is available for this item.", "authors": ["epti17"], "abstractStem": "no abstract is avail for thi item", "title": "Good Governance, Property Rights and Sustainable Resource Use"}, "https://ideas.repec.org/a/ags/saeasj/205940.html": {"abstract": " This paper defines ecotourism and outlines possible economic and conservational benefits from developing ecotourism or wildlife-based tourism. It identifies possible economic benefits for local communities and possible economic costs to such communities. A sufficient market does not always exist for wildlife-based tourism to make it economically viable. Therefore, market analysis should be undertaken before promoting the development of wildlife-based tourism. A checklist is provided to give guidance in market appraisal. Even non-consumptive wildlife-based tourism can have adverse environmental consequences. These are listed. Care is needed to avoid these negative consequences and to ensure that local communities obtain adequate economic benefits from the development of wildlife-based tourism.", "authors": ["epti17"], "abstractStem": " thi paper defin ecotour and outlin possibl econom and conserv benefit from develop ecotour or wildlifebas tourism it identifi possibl econom benefit for local commun and possibl econom cost to such commun a suffici market doe not alway exist for wildlifebas tourism to make it econom viabl therefor market analysi should be undertaken befor promot the develop of wildlifebas tourism a checklist is provid to give guidanc in market apprais even nonconsumpt wildlifebas tourism can have advers environment consequ these are list care is need to avoid these neg consequ and to ensur that local commun obtain adequ econom benefit from the develop of wildlifebas tourism", "title": "Economic Aspects of Ecotourism: Wildlife-based Tourism and Its Contribution to Nature"}, "https://ideas.repec.org/a/taf/rsocec/v59y2001i4p417-442.html": {"abstract": " This article describes and critically investigates core features of the safe minimum standard of conservation (SMS), as outlined by Ciriacy-Wantrup, which have been neglected, de-emphasized or poorly interpreted. Different ensuing interpretations and developments of SMS, aimed at giving it a theoretical basis and operationalizing it, are scrutinized. It is shown that the definition of features such as irreversibility, uncertainty, threshold and critical zone imply a socio-economic and institutional approach of SMS. Hence, endeavors to find a formal and positive foundation (game theory) or to identify SMS as an adjunct to cost-benefit analysis are unsuccessful. Rather, approaches assigning the definition of acceptable resource use to politics and society conform with SMS (e.g. by political norm setting or societal discourse). Furthermore, the paper discusses close normative relatives of SMS and identifies intragenerational distributional justice as a crucial variable for setting SMS. It is argued that SMS is a socio-economic and institutional approach; this should be the basis for further discussion and development of SMS.", "authors": ["epti17"], "abstractStem": " thi articl describ and critic investig core featur of the safe minimum standard of conserv sm as outlin by ciriacywantrup which have been neglect deemphas or poorli interpret differ ensu interpret and develop of sm aim at give it a theoret basi and operation it are scrutin it is shown that the definit of featur such as irrevers uncertainti threshold and critic zone impli a socioeconom and institut approach of sm henc endeavor to find a formal and posit foundat game theori or to identifi sm as an adjunct to costbenefit analysi are unsuccess rather approach assign the definit of accept resourc use to polit and societi conform with sm eg by polit norm set or societ discours furthermor the paper discuss close norm rel of sm and identifi intragener distribut justic as a crucial variabl for set sm it is argu that sm is a socioeconom and institut approach thi should be the basi for further discuss and develop of sm", "title": "Neglected Features of the Safe Minimum Standard: Socio-economic and Institutional Dimensions"}, "https://ideas.repec.org/a/eee/agisys/v83y2005i1p102-103.html": {"abstract": "No abstract is available for this item.", "authors": ["fpca929", "epti17"], "abstractStem": "no abstract is avail for thi item", "title": "Economics and ecology in agriculture and marine production: bioeconomics and resource use: C.A. Tisdell, Edward Elgar Publishing, Chelthenham, UK, 2003, 365 pp. Price: $100 (hardback). ISBN: 1-84376-020-7"}, "https://ideas.repec.org/a/eee/chieco/v2y1991i2p175-193.html": {"abstract": "No abstract is available for this item.", "authors": ["epti17"], "abstractStem": "no abstract is avail for thi item", "title": "Investment in China's tourism industry: Its scale, nature, and policy issues"}, "https://ideas.repec.org/a/eee/agisys/v25y1987i3p219-227.html": {"abstract": "No abstract is available for this item.", "authors": ["epti17"], "abstractStem": "no abstract is avail for thi item", "title": "Economic thresholds and response to uncertainty in weed control"}, "https://ideas.repec.org/a/eee/ecolec/v45y2003i3p365-376.html": {"abstract": " The number of breeds of domesticated animals, especially livestock, have declined rapidly. The proximate causes and processes involved in loss of breeds are outlined. Also the path-dependent effect and Swanson’s dominance-effect are discussed in relation to lock-in of breed selection. While these effects help to explain genetic erosion, they need to be supplemented to provide further explanation of biodiversity loss. In the respect, it is shown that the extension of markets and economic globalisation have contributed significantly to the loss of breeds. In addition, the decoupling of animal husbandry from surrounding natural environmental conditions, particularly industrialised intensive animal husbandry, is further eroding the stock of genetic resources. Recent trends in animal husbandry raise serious sustainability issues, apart from animal welfare concerns.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epti17"], "abstractStem": " the number of breed of domest anim especi livestock have declin rapidli the proxim caus and process involv in loss of breed are outlin also the pathdepend effect and swanson s dominanceeffect are discuss in relat to lockin of breed select while these effect help to explain genet eros they need to be supplement to provid further explan of biodivers loss in the respect it is shown that the extens of market and econom globalis have contribut significantli to the loss of breed in addit the decoupl of anim husbandri from surround natur environment condit particularli industrialis intens anim husbandri is further erod the stock of genet resourc recent trend in anim husbandri rais seriou sustain issu apart from anim welfar concernspthi abstract wa borrow from anoth version of thi item", "title": "Socioeconomic causes of loss of animal genetic diversity: analysis and assessment"}, "https://ideas.repec.org/a/eee/wdevel/v13y1985i10-11p1151-1161.html": {"abstract": "No abstract is available for this item.", "authors": ["epti17"], "abstractStem": "no abstract is avail for thi item", "title": "Productivity, progress and learning: The case of jute spinning in Bangladesh"}, "https://ideas.repec.org/a/eee/jfpoli/v12y1987i4p332-336.html": {"abstract": "No abstract is available for this item.", "authors": ["epti17"], "abstractStem": "no abstract is avail for thi item", "title": "Trends and projections for Bangladeshi food production : Rejoinder to M. Alauddin and C. Tisdell"}, "https://ideas.repec.org/a/bla/ausecp/v9y1970i15p256-72.html": {"abstract": "No abstract is available for this item.", "authors": ["epti17"], "abstractStem": "no abstract is avail for thi item", "title": "Efficiency and Decreasing Cost Industries"}, "https://ideas.repec.org/a/eee/marpol/v10y1986i4p279-293.html": {"abstract": "No abstract is available for this item.", "authors": ["epti17"], "abstractStem": "no abstract is avail for thi item", "title": "Fishery resources and policies in the Maldives : Trends and issues for an island developing country"}, "https://ideas.repec.org/a/eee/deveco/v29y1988i2p199-227.html": {"abstract": "No abstract is available for this item.", "authors": ["fpal298", "epti17"], "abstractStem": "no abstract is avail for thi item", "title": "Impact of new agricultural technology on the instability of foodgrain production and yield : Data analysis for Bangladesh and its districts"}, "https://ideas.repec.org/a/eee/ecolec/v7y1993i1p78-79.html": {"abstract": "No abstract is available for this item.", "authors": ["eppe198", "epti17"], "abstractStem": "no abstract is avail for thi item", "title": "Natural resources, growth and development : Natural resources, growth and development: Economics, Ecology and Resource Scarcity. Clement Tisdell, Praeger, New York, 1990. 186 pp"}, "https://ideas.repec.org/a/ids/ijgenv/v6y2006i4p373-390.html": {"abstract": " Places the conservation status of Australian reptile species in global context and examines the pattern of public support for conserving different species of tropical Australian reptiles. The percentage of respondents favouring survival of each of the species is reported and also the average amount respondents state they are willing to allocate from a fixed funding pie for the conservation of each. The relationship between these variables and participants' stated likeability of the reptile species is investigated. Strong positive association exists between likeability and both of the above-mentioned variables. However, the degree of comparative endangerment of species may also strongly influence participants' allocation of conservation funds. Relative support for the survival and conservation of the focal reptile species accords with the ranking expected on the basis of Judaic-Christian traditions. Nevertheless, more support for the conservation of the focal reptiles, even for the least liked species, occurs than this tradition would suggest.", "authors": ["epti17", "epwi103"], "abstractStem": " place the conserv statu of australian reptil speci in global context and examin the pattern of public support for conserv differ speci of tropic australian reptil the percentag of respond favour surviv of each of the speci is report and also the averag amount respond state they are will to alloc from a fix fund pie for the conserv of each the relationship between these variabl and particip state likeabl of the reptil speci is investig strong posit associ exist between likeabl and both of the abovement variabl howev the degre of compar endanger of speci may also strongli influenc particip alloc of conserv fund rel support for the surviv and conserv of the focal reptil speci accord with the rank expect on the basi of judaicchristian tradit nevertheless more support for the conserv of the focal reptil even for the least like speci occur than thi tradit would suggest", "title": "Public support for conserving Australian reptile species: a case study of global relevance"}, "https://ideas.repec.org/a/kap/ecopln/v10y1970i3p177-92.html": {"abstract": "No abstract is available for this item.", "authors": ["epti17"], "abstractStem": "no abstract is avail for thi item", "title": " Implications of Learning for Economic Planning"}, "https://ideas.repec.org/a/bla/buecrs/v29y1977i1p57-60.html": {"abstract": "No abstract is available for this item.", "authors": ["epti17"], "abstractStem": "no abstract is avail for thi item", "title": "Is Advertising Expenditure Socially Excessive?"}, "https://ideas.repec.org/a/ris/ecoint/0212.html": {"abstract": "Globalisation has become extremely intense since the earlier seventies. Given that the world economy is getting dose to a single market, a more efficient outcome via globalisation can be expected. However, globalisation may also have negative effects. We illustrate our findings through a simple cobweb model where we analyse different shape and slope of the aggregate supply curve. We show that when globalisation is too intensive, it leads to more instability on markets because of a reduction of behavioural diversity. The economic literature indicates that this diversity can be necessary for market stability as well as for macro-economic stability. We demonstrate that as a result of globalisation, the goals or motivations of economic agents may become more uniform (more profit-oriented) and generate market instability.", "authors": ["fpla333", "epti17"], "abstractStem": "globalis ha becom extrem intens sinc the earlier seventi given that the world economi is get dose to a singl market a more effici outcom via globalis can be expect howev globalis may also have neg effect we illustr our find through a simpl cobweb model where we analys differ shape and slope of the aggreg suppli curv we show that when globalis is too intens it lead to more instabl on market becaus of a reduct of behaviour divers the econom literatur indic that thi divers can be necessari for market stabil as well as for macroeconom stabil we demonstr that as a result of globalis the goal or motiv of econom agent may becom more uniform more profitori and gener market instabl", "title": "Diversity, Globalisation and Market Stability"}, "https://ideas.repec.org/a/eme/ijsepp/v32y2005i6p492-509.html": {"abstract": "Purpose – The objective is to determine the influence of economic and social/cultural factors on family size and child gender preferences in rural Kenya and to draw public policy implications from the results. This is an important matter because the fertility rate in Kenya is high; higher than in most developing countries. It is especially high in rural areas. This may be an impediment to Kenya's development. Design/methodology/approach – First relevant economic literature is reviewed to identify factors that economists and others claim are important influences on family size. Then follows a case study of families in the Nyeri district of Kenya. Data are obtained from a random sample of households in this district using a semi-structured questionnaire in direct interviews. The survey results are summarised and then analysed using Tobit analysis and least squares regression. Findings – Both economic and social/cultural factors are found to be important influences on family size. For example, preference for male children has an important positive influence on family size in the Nyeri district. Women are found to prefer male offspring to daughters, possibly because they are afraid of being disinherited if they do not produce a male heir for their husbands. Research limitations/implications – Support for the conclusions reached could be strengthened or further assessed by increasing the sample size in the Nyeri district and be conducting similar surveys in other rural districts of Kenya. Practical implications – Introducing social security systems in Kenya to assist the elderly and the infirm would reduce the need for Kenyan women to have many children as security and women should be granted greater inheritance rights, especially to land. Furthermore, education of women should be promoted as a way to reduce family size. Originality/value – This paper reinforces the view that both economic and social/cultural factors must be considered simultaneously when examining determinants of the number of children in a family and child gender preference", "authors": ["epti17"], "abstractStem": "purpos   the object is to determin the influenc of econom and socialcultur factor on famili size and child gender prefer in rural kenya and to draw public polici implic from the result thi is an import matter becaus the fertil rate in kenya is high higher than in most develop countri it is especi high in rural area thi may be an impedi to kenya develop designmethodologyapproach   first relev econom literatur is review to identifi factor that economist and other claim are import influenc on famili size then follow a case studi of famili in the nyeri district of kenya data are obtain from a random sampl of household in thi district use a semistructur questionnair in direct interview the survey result are summaris and then analys use tobit analysi and least squar regress find   both econom and socialcultur factor are found to be import influenc on famili size for exampl prefer for male children ha an import posit influenc on famili size in the nyeri district women are found to prefer male offspr to daughter possibl becaus they are afraid of be disinherit if they do not produc a male heir for their husband research limitationsimpl   support for the conclus reach could be strengthen or further assess by increas the sampl size in the nyeri district and be conduct similar survey in other rural district of kenya practic implic   introduc social secur system in kenya to assist the elderli and the infirm would reduc the need for kenyan women to have mani children as secur and women should be grant greater inherit right especi to land furthermor educ of women should be promot as a way to reduc famili size originalityvalu   thi paper reinforc the view that both econom and socialcultur factor must be consid simultan when examin determin of the number of children in a famili and child gender prefer", "title": "Family size, economics and child gender preference: a case study in the Nyeri district of Kenya"}, "https://ideas.repec.org/a/eme/ijsepp/v32y2005i6p541-553.html": {"abstract": "Purpose – The purpose is to outline and illustrate the economic theory of parental self-interest and its implications for the entitlements of children according to their gender, and using empirical data, to determine the extent to which the theory is reflected in discrimination of parents against female siblings in different communities in eastern India. Design/methodology/approach – Using economic analysis, this paper outlines and illustrates the basis of the economics of parental discrimination against female children and structured questionnaires are used to collect data from village rural wives in the Santal tribal belt of West Bengal and in Orissa in Kondh-dominated village to determine the extent to which economics explains parental discrimination between daughters and sons. The selection of the areas has been done on the basis that their different cultural dimensions may affect parental attitudes to female children. The statistical significance of differences in responses between the West Bengal sample and that from Orissa is tested using the chi-squared test. Implications of the results for theory of parental discrimination between siblings according to their gender are outlined. Findings – It is found that parental discrimination in favour of boys and against girls is much more marked in the Santal-dominated belt of West Bengal than in the Kondh-dominated villages of Orissa, where it is absent or virtually so. This is the case despite similar economic conditions and the fact that all the sampled villagers are relatively poor. Differences in cultural values seem to explain the difference. Research limitations/implications – Results could be strengthened by using a similar questionnaire to survey wives in additional villages in the Santal tribal-belt of West Bengal and in more Kondh-dominated villages in Orissa, as well as in other cultural contexts. Furthermore, families in these areas are patriarchal. It would be interesting to obtain results also from Indian communities that have matriarchal families as in parts of Meghalaya. Originality/value – The findings support the view that the behaviour of parents towards children (according to their gender or otherwise) is a combined result of personal parental goals, social structures and cultural values. Economic theories of the family are likely to be too narrow and may be misleading in their predictions unless they take into account the institutional and cultural contexts in which families exist.", "authors": ["epti17"], "abstractStem": "purpos   the purpos is to outlin and illustr the econom theori of parent selfinterest and it implic for the entitl of children accord to their gender and use empir data to determin the extent to which the theori is reflect in discrimin of parent against femal sibl in differ commun in eastern india designmethodologyapproach   use econom analysi thi paper outlin and illustr the basi of the econom of parent discrimin against femal children and structur questionnair are use to collect data from villag rural wive in the santal tribal belt of west bengal and in orissa in kondhdomin villag to determin the extent to which econom explain parent discrimin between daughter and son the select of the area ha been done on the basi that their differ cultur dimens may affect parent attitud to femal children the statist signific of differ in respons between the west bengal sampl and that from orissa is test use the chisquar test implic of the result for theori of parent discrimin between sibl accord to their gender are outlin find   it is found that parent discrimin in favour of boy and against girl is much more mark in the santaldomin belt of west bengal than in the kondhdomin villag of orissa where it is absent or virtual so thi is the case despit similar econom condit and the fact that all the sampl villag are rel poor differ in cultur valu seem to explain the differ research limitationsimpl   result could be strengthen by use a similar questionnair to survey wive in addit villag in the santal tribalbelt of west bengal and in more kondhdomin villag in orissa as well as in other cultur context furthermor famili in these area are patriarch it would be interest to obtain result also from indian commun that have matriarch famili as in part of meghalaya originalityvalu   the find support the view that the behaviour of parent toward children accord to their gender or otherwis is a combin result of person parent goal social structur and cultur valu econom theori of the famili are like to be too narrow and may be mislead in their predict unless they take into account the institut and cultur context in which famili exist", "title": "Prejudice against female children: economic and cultural explanations, and Indian evidence"}, "https://ideas.repec.org/a/bla/sajeco/v66y1998i1p52-63.html": {"abstract": "No abstract is available for this item.", "authors": ["epti17"], "abstractStem": "no abstract is avail for thi item", "title": "Budget Deficit and Subsidies: Obstacles to Economic Reforms in India"}, "https://ideas.repec.org/a/eee/ecolec/v60y2007i3p627-633.html": {"abstract": "No abstract is available for this item.", "authors": ["epti17", "epwi103"], "abstractStem": "no abstract is avail for thi item", "title": "Endangerment and likeability of wildlife species: How important are they for payments proposed for conservation?"}, "https://ideas.repec.org/a/ags/remaae/9645.html": {"abstract": " The study uses Theil's concept of certainty equivalence and bias to analyse the production decisions of the purely competitive firm when some of its inputs are controlled and others are non-controlled and subject to random influences. Conditions are outlined under which a surrogate procedure based upon the expected values of the non-controlled variables leads to certainty equivalence and others under which it leads to bias in the controlled variables. General factors which determine the direction of the bias are discussed. The managerial optimality of the surrogate procedure is investigated and also its welfare implications. The analysis is of particular relevance to agriculture because of the prevalence there of random noncontrolled inputs in production.", "authors": ["epti17"], "abstractStem": " the studi use theil concept of certainti equival and bia to analys the product decis of the pure competit firm when some of it input are control and other are noncontrol and subject to random influenc condit are outlin under which a surrog procedur base upon the expect valu of the noncontrol variabl lead to certainti equival and other under which it lead to bia in the control variabl gener factor which determin the direct of the bia are discuss the manageri optim of the surrog procedur is investig and also it welfar implic the analysi is of particular relev to agricultur becaus of the preval there of random noncontrol input in product", "title": "Certainty Equivalence and Bias in the Management of Production"}, "https://ideas.repec.org/a/bla/ecorec/v47y1971i117p124-29.html": {"abstract": "No abstract is available for this item.", "authors": ["epti17"], "abstractStem": "no abstract is avail for thi item", "title": "Research and Technical Progress: The Returns to Producers"}, "https://ideas.repec.org/a/bla/ausecp/v43y2004i2p192-207.html": {"abstract": " In an earlier note, Collins and Tisdell (2002b) explored the possibility of a long-run relationship between Australian business returns and international business travel. Using annual data they found that such a relationship exists. The purpose of this study is to further examine this relationship using quarterly data for the time frame 1974:1 to 1999:4. In addition, previous studies on international business travel have offered some but not strong evidence for the existence of a positive relationship between the level of international business travel and real GDP of the origin country. This study suggests that the aggregate return on business investments is a better predictor of international business travel than GDP. The Engle-Granger and Johansen's maximum-likelihood cointegration procedures are used to show a long-term relationship exists between Australian outbound business travel and Australian business returns, but not with Real Australian GDP. Reasons for this relationship are discussed. Copyright Blackwell Publishing Ltd/University of Adelaide and Flinders University of South Australia 2004.", "authors": ["epti17"], "abstractStem": " in an earlier note collin and tisdel 2002b explor the possibl of a longrun relationship between australian busi return and intern busi travel use annual data they found that such a relationship exist the purpos of thi studi is to further examin thi relationship use quarterli data for the time frame 19741 to 19994 in addit previou studi on intern busi travel have offer some but not strong evid for the exist of a posit relationship between the level of intern busi travel and real gdp of the origin countri thi studi suggest that the aggreg return on busi invest is a better predictor of intern busi travel than gdp the englegrang and johansen maximumlikelihood cointegr procedur are use to show a longterm relationship exist between australian outbound busi travel and australian busi return but not with real australian gdp reason for thi relationship are discuss copyright blackwel publish ltdunivers of adelaid and flinder univers of south australia 2004", "title": "Outbound Business Travel Depends on Business Returns: Australian Evidence"}, "https://ideas.repec.org/a/bla/ausecp/v34y1995i64p136-51.html": {"abstract": "No abstract is available for this item.", "authors": ["epti17"], "abstractStem": "no abstract is avail for thi item", "title": "Transaction Costs and Markets for Science, Technology and Know-How"}, "https://ideas.repec.org/a/ris/ecoint/0339.html": {"abstract": "The paper reviews some important macroeconomic tensions resulting from the phenomenon of financial integration. These macroeconomic tensions are illustrated using Australian perspectives. The deregulation of the Australian financial markets has increased capital mobility and profoundly changed Australia’s macroeconomic policy landscape over the past two decades. Financial deregulation has been propelled by the symbiotic processes of trade liberalisation, technological change and financial innovation. Although the measurement of the degree of capital mobility is shrouded in theoretical controversy, empirical evidence clearly reveals the trends in increased capital mobility and reduction of country risk premia, despite the rise in currency risk premia confounding the achievement of real interest parity. The phenomenon of financial integration has changed profoundly the policy targets and the mechanics underpirining the operation of policy transmission channels. Arguably, the recent emphasis of inflation targeting by reinforcing central bank independence is partly in deference to the short-term policy priorities of the international financial markets, thereby downgrading traditional policy concerns for unemployment reduction and long-term growth. The case for throwing sands on the wheels of international finance to ~~gain macroeconomic policy control appears to be counterproductive from an efficiency perspective. Nonetheless, there is a strong case for reviewing profound changes that have occurred in Australia’s financial landscapes due to financial deregulation and international integration. These changes have enhanced the exposure of the financial system to systemic risk, information asymmetry, product convergence, institutional conglomeration and anti-competitive mergers. Financial integration whilst conferring the dynamic benefits of economies of scale and scope through competition has increased the vulnerability of the financial system to risks and macroeconomic instability. Therefore, the Wallis Committee (1996) appointed by the government is opportune and will examine any market distortions inherent in current regulatory structures and recommend the establishment of an internationally best practice regulatory framework to enable the Australian traders, investors to compete efficiently in the emergent borderless financial world. A robust and efficient financial system is vital for promoting growth and macroeconomic stability.", "authors": ["epti17"], "abstractStem": "the paper review some import macroeconom tension result from the phenomenon of financi integr these macroeconom tension are illustr use australian perspect the deregul of the australian financi market ha increas capit mobil and profoundli chang australia s macroeconom polici landscap over the past two decad financi deregul ha been propel by the symbiot process of trade liberalis technolog chang and financi innov although the measur of the degre of capit mobil is shroud in theoret controversi empir evid clearli reveal the trend in increas capit mobil and reduct of countri risk premia despit the rise in currenc risk premia confound the achiev of real interest pariti the phenomenon of financi integr ha chang profoundli the polici target and the mechan underpirin the oper of polici transmiss channel arguabl the recent emphasi of inflat target by reinforc central bank independ is partli in defer to the shortterm polici prioriti of the intern financi market therebi downgrad tradit polici concern for unemploy reduct and longterm growth the case for throw sand on the wheel of intern financ to gain macroeconom polici control appear to be counterproduct from an effici perspect nonetheless there is a strong case for review profound chang that have occur in australia s financi landscap due to financi deregul and intern integr these chang have enhanc the exposur of the financi system to system risk inform asymmetri product converg institut conglomer and anticompetit merger financi integr whilst confer the dynam benefit of economi of scale and scope through competit ha increas the vulner of the financi system to risk and macroeconom instabl therefor the walli committe 1996 appoint by the govern is opportun and will examin ani market distort inher in current regulatori structur and recommend the establish of an intern best practic regulatori framework to enabl the australian trader investor to compet effici in the emerg borderless financi world a robust and effici financi system is vital for promot growth and macroeconom stabil", "title": "Financial Integration and Macroeconomic Tensions: Australian Per¬spectives"}, "https://ideas.repec.org/a/eee/agecon/v11y1994i1p93-94.html": {"abstract": "No abstract is available for this item.", "authors": ["fpan232", "epti17"], "abstractStem": "no abstract is avail for thi item", "title": "Environmental Economics: Policies for environmental management and sustainable development.: Clem Tisdell. Edward Elgar/Gower, Aldershot, England/Brookfield, VT, USA, 1993. xii + 259 pp, US$59.95. ISBN 1-8527- 8639-6"}, "https://ideas.repec.org/a/ids/ijarge/v2y2003i2p167-186.html": {"abstract": " Economic theories of the family, of gender discrimination and deprivation within the family are examined in the context of three Kondh-dominated tribal villages, relying on a survey. Background information about the groups surveyed, the study area and nature of the survey are provided and the resource endowments of interviewed wives and their families and their economic status are outlined. Results from interviews of 106 wives, using a structured questionnaire, are reported and analysed. Factors of relevance for economic unitary and bargaining theories of the family are examined in this social context. Entitlements of females are ascertained. Using the survey results, socioeconomic influences on the status of wives and their deprivation within their families are examined and the entitlements of female and male children are compared and analysed. Because of cultural embedding, it is suggested that the relevance of economic theories of the family depend significantly on cultural contexts.", "authors": ["epti17"], "abstractStem": " econom theori of the famili of gender discrimin and depriv within the famili are examin in the context of three kondhdomin tribal villag reli on a survey background inform about the group survey the studi area and natur of the survey are provid and the resourc endow of interview wive and their famili and their econom statu are outlin result from interview of 106 wive use a structur questionnair are report and analys factor of relev for econom unitari and bargain theori of the famili are examin in thi social context entitl of femal are ascertain use the survey result socioeconom influenc on the statu of wive and their depriv within their famili are examin and the entitl of femal and male children are compar and analys becaus of cultur embed it is suggest that the relev of econom theori of the famili depend significantli on cultur context", "title": "Deprivation of females in Kondh-dominated villages in rural Orissa: evidence and economic explanations"}, "https://ideas.repec.org/a/bla/coecpo/v25y2007i2p226-237.html": {"abstract": " \"The paper reports the findings of an experimental survey conducted to determine the public's willingness to pay (WTP) for the protection and conservation of the golden-shouldered parrot in Australia. This parrot is endemic to Australia and is one of Australia's most endangered birds. The paper examines the public's knowledge of this parrot and compares it with other endangered birds as well as common birds and the public's WTP for conservation from a hypothetical allocation of money based on their current knowledge. We then examine how this allocation changes with increased knowledge about all species.\" Copyright No Claim to Original U.S. Government Works.", "authors": ["epti17", "epwi103"], "abstractStem": " the paper report the find of an experiment survey conduct to determin the public willing to pay wtp for the protect and conserv of the goldenshould parrot in australia thi parrot is endem to australia and is one of australia most endang bird the paper examin the public knowledg of thi parrot and compar it with other endang bird as well as common bird and the public wtp for conserv from a hypothet alloc of money base on their current knowledg we then examin how thi alloc chang with increas knowledg about all speci copyright no claim to origin us govern work", "title": "How Knowledge Affects Payment To Conserve An Endangered Bird"}, "https://ideas.repec.org/a/taf/conmgt/v22y2004i8p807-825.html": {"abstract": " In the last few years, transaction cost economics has become a popular theory within the construction research community. This approach has been singularly applied as a means to explain and predict phenomena concerning the construction firm, including its vertical boundaries. However, this is at a time when the chief proponents of transaction costs are urging researchers to take a pluralistic stance in relation to the theory of the firm. The aim of this paper is to develop a pluralistic approach to the vertical boundaries of the construction firm. In order to achieve this, an integrative framework is described, based on the development of the efficient boundaries problem and the capabilities approach to vertical integration. Specifically, this framework draws on the complementary strengths of transaction cost economics and the resource-based view. It is concluded that the potential relative merits of theoretical pluralism, in terms of the vertical boundaries of the construction firm, are sufficient grounds to motivate empirical testing of the predictions associated with the integrative framework of vertical integration presented.", "authors": ["epti17"], "abstractStem": " in the last few year transact cost econom ha becom a popular theori within the construct research commun thi approach ha been singularli appli as a mean to explain and predict phenomena concern the construct firm includ it vertic boundari howev thi is at a time when the chief propon of transact cost are urg research to take a pluralist stanc in relat to the theori of the firm the aim of thi paper is to develop a pluralist approach to the vertic boundari of the construct firm in order to achiev thi an integr framework is describ base on the develop of the effici boundari problem and the capabl approach to vertic integr specif thi framework draw on the complementari strength of transact cost econom and the resourcebas view it is conclud that the potenti rel merit of theoret plural in term of the vertic boundari of the construct firm are suffici ground to motiv empir test of the predict associ with the integr framework of vertic integr present", "title": "The determinants of the vertical boundaries of the construction firm"}, "https://ideas.repec.org/a/eee/ecolec/v34y2000i1p156-157.html": {"abstract": "No abstract is available for this item.", "authors": ["epti17"], "abstractStem": "no abstract is avail for thi item", "title": "Biodiversity, Conservation and Sustainable Development. Principles and Practices with Asian Examples, Clem Tisdell, Edward Elgar Publishing Ltd, Cheltenham, 1999, 263 pp. ISBN 1-85898-735-0"}, "https://ideas.repec.org/a/wly/sustdv/v6y1998i1p18-22.html": {"abstract": " There has been a recent tendency to extol tradeable or marketable pollution permits or similar permits to use or exploit some natural resources, such as fish. They are often seen as a very effective way of maintaining environmental conditions in a desired way. However, considerable care is required in adopting such systems. If they are inappropriately designed, the government will lose its flexibility to control the state of the environment. Permits which give their owners absolute rights to emit certain quantities of pollution in perpetuity or entitle holders to use or appropriate a particular quantity of a natural resource in perpetuity can cause particular problems for government. They can for example, involve expensive buy-back schemes. There are, however, ways around the problem. Furthermore, holders of rights may have to pay fees to cover enforcement costs. Where tradeable permits have a very long life, the question arises of how they should be allocated and whether those allocated these rights should be allowed to capture the rents. As discussed, changing ambient conditions may have to be allowed for in designing systems involving tradeable permits. © 1998 John Wiley &amp; Sons, Ltd and ERP Environment.", "authors": ["epti17"], "abstractStem": " there ha been a recent tendenc to extol tradeabl or market pollut permit or similar permit to use or exploit some natur resourc such as fish they are often seen as a veri effect way of maintain environment condit in a desir way howev consider care is requir in adopt such system if they are inappropri design the govern will lose it flexibl to control the state of the environ permit which give their owner absolut right to emit certain quantiti of pollut in perpetu or entitl holder to use or appropri a particular quantiti of a natur resourc in perpetu can caus particular problem for govern they can for exampl involv expens buyback scheme there are howev way around the problem furthermor holder of right may have to pay fee to cover enforc cost where tradeabl permit have a veri long life the question aris of how they should be alloc and whether those alloc these right should be allow to captur the rent as discuss chang ambient condit may have to be allow for in design system involv tradeabl permit   1998 john wiley amp son ltd and erp environ", "title": "Economic policy instruments and environmental sustainability: another look at environmental-use permits"}, "https://ideas.repec.org/a/eee/ecolec/v31y1999i3p395-408.html": {"abstract": "No abstract is available for this item.", "authors": ["epti17"], "abstractStem": "no abstract is avail for thi item", "title": "Carrying capacity reconsidered: from Malthus' population theory to cultural carrying capacity"}, "https://ideas.repec.org/a/eee/ecolec/v2y1990i1p77-90.html": {"abstract": "No abstract is available for this item.", "authors": ["epti17"], "abstractStem": "no abstract is avail for thi item", "title": "Economics and the debate about preservation of species, crop varieties and genetic diversity"}, "https://ideas.repec.org/a/eee/jfpoli/v12y1987i4p318-331.html": {"abstract": "No abstract is available for this item.", "authors": ["fpal298", "epti17"], "abstractStem": "no abstract is avail for thi item", "title": "Trends and projections for Bangladeshi food production : An alternative viewpoint"}, "https://ideas.repec.org/a/bla/ecorec/v49y1973i127p447-55.html": {"abstract": "No abstract is available for this item.", "authors": ["epti17"], "abstractStem": "no abstract is avail for thi item", "title": "Non-marginal Externalities: As Relevant and As Not"}, "https://ideas.repec.org/a/bla/ecorec/v52y1976i140p513-14.html": {"abstract": "No abstract is available for this item.", "authors": ["epti17"], "abstractStem": "no abstract is avail for thi item", "title": "The Distribution of Research Grants: A Rejoinder"}, "https://ideas.repec.org/a/ags/remaae/9214.html": {"abstract": "No abstract is available for this item.", "authors": ["epti17"], "abstractStem": "no abstract is avail for thi item", "title": "Rejoinder On The Nerlove-Waugh Advertising Theorem"}, "https://ideas.repec.org/a/pio/envirc/v20y2002i5p699-716.html": {"abstract": "The authors discuss the regulation of rural land use and compensation for property-rights restrictions, both of which appear to have become more commonplace in recent years but also more contested. The implications of contemporary theories in relation to this matter are examined, including: the applicability of new welfare economics; the relevance of the neoclassical theory of politics; and the implications of contemporary theories of social conflict resolution and communication. Examination of examples of Swiss and Australian regulation of the use of rural properties, and the ensuing conflicts, reveals that many decisions reflect a mixture of these elements. Rarely, if ever, are social decisions in this area made solely on the basis of welfare economics, for instance social cost - benefit analysis. Only some aspects of such decisions can be explained by the neoclassical theory of politics. Theories of social conflict resolution suggest why, and in what way, approaches of discourse and participation may resolve conflicts regarding regulation and compensation. These theories and their practical application seem to gain in importance as opposition to government decisions increases. The high degree of complexity of most conflicts concerning regulation and compensation cannot be tackled with narrow economic theories. Moreover, the Swiss and Australian examples show that approaches involving conflict resolution may favour environmental standards.", "authors": ["epti17"], "abstractStem": "the author discuss the regul of rural land use and compens for propertyright restrict both of which appear to have becom more commonplac in recent year but also more contest the implic of contemporari theori in relat to thi matter are examin includ the applic of new welfar econom the relev of the neoclass theori of polit and the implic of contemporari theori of social conflict resolut and commun examin of exampl of swiss and australian regul of the use of rural properti and the ensu conflict reveal that mani decis reflect a mixtur of these element rare if ever are social decis in thi area made sole on the basi of welfar econom for instanc social cost  benefit analysi onli some aspect of such decis can be explain by the neoclass theori of polit theori of social conflict resolut suggest whi and in what way approach of discours and particip may resolv conflict regard regul and compens these theori and their practic applic seem to gain in import as opposit to govern decis increas the high degre of complex of most conflict concern regul and compens cannot be tackl with narrow econom theori moreov the swiss and australian exampl show that approach involv conflict resolut may favour environment standard", "title": "Environmental regulation of land use and public compensation: principles, and Swiss and Australian examples"}, "https://ideas.repec.org/a/eee/wdevel/v23y1995i2p281-297.html": {"abstract": "No abstract is available for this item.", "authors": ["fpal298", "epti17"], "abstractStem": "no abstract is avail for thi item", "title": "Labor absorption and agricultural development: Bangladesh's experience and predicament"}, "https://ideas.repec.org/a/eme/ijsepp/v32y2005i5p439-453.html": {"abstract": "Purpose – To provide and assess trends on the status of women in Bangladesh in terms of key macro level indicators namely, women's labour force participation, educational attainments and earnings vis-à-vis men. Design/methodology/approach – The trends in women's workforce participation, educational attainments and earnings compared with those of men are evaluated on the basis of descriptive statistics. Correlation and regression techniques are used to examine the relationship between women's education and workforce participation, and to predict the equalisation of female-male educational attainment. Findings – The study finds evidence of growing commercialisation of women's work in Bangladesh. Although most women in the workforce are self-employed or employed in low-skill jobs, their participation in high skill and entrepreneurial jobs as well as policy-making bodies is on the rise. While gender wage differentials have been considerably reduced in many industries, in general, women tend to be paid less than men. There have been remarkable improvements in women's educational attainments. Further, female education is found to be positively correlated with their workforce participation. Overall, the findings indicate an improvement in women's status in Bangladesh. Research limitations/implications – The suggested relationship between women's education and employment needs to be further investigated using rigorous econometric techniques in order to distinguish between productivity-enhancing effects of education and other determinants of increased female employment (FEMPL). Practical implications – The research should be a useful reference to international and domestic policy-makers as well as members of the academia and future researchers on the issue. Originality/value – This study represents the first of its kind in the Bangladesh context. It provides valuable information about, and an independent assessment of, women's status in Bangladesh at the national level.", "authors": ["fpho423", "epti17"], "abstractStem": "purpos   to provid and assess trend on the statu of women in bangladesh in term of key macro level indic name women labour forc particip educ attain and earn vi vi men designmethodologyapproach   the trend in women workforc particip educ attain and earn compar with those of men are evalu on the basi of descript statist correl and regress techniqu are use to examin the relationship between women educ and workforc particip and to predict the equalis of femalemal educ attain find   the studi find evid of grow commercialis of women work in bangladesh although most women in the workforc are selfemploy or employ in lowskil job their particip in high skill and entrepreneuri job as well as policymak bodi is on the rise while gender wage differenti have been consider reduc in mani industri in gener women tend to be paid less than men there have been remark improv in women educ attain further femal educ is found to be posit correl with their workforc particip overal the find indic an improv in women statu in bangladesh research limitationsimpl   the suggest relationship between women educ and employ need to be further investig use rigor econometr techniqu in order to distinguish between productivityenhanc effect of educ and other determin of increas femal employ fempl practic implic   the research should be a use refer to intern and domest policymak as well as member of the academia and futur research on the issu originalityvalu   thi studi repres the first of it kind in the bangladesh context it provid valuabl inform about and an independ assess of women statu in bangladesh at the nation level", "title": "Closing the gender gap in Bangladesh: inequality in education, employment and earnings"}, "https://ideas.repec.org/a/taf/jdevst/v38y2002i3p76-94.html": {"abstract": " This article uses data for Nepal to test contemporary hypotheses about the remitting behaviour and associated motives of rural-to-urban migrants and to consider the likely impact of such remittances on rural development. Possibilities for inheritance, degree of family attachment, likelihood of eventual return to place of origin and family investment in the education of the migrants are found to be significant influences on levels of remittances by Nepalese migrants. However, in Nepal, remittances do not seem to result in long-term capital investment in rural areas and so may not promote long-term development of these areas.", "authors": ["epti17"], "abstractStem": " thi articl use data for nepal to test contemporari hypothes about the remit behaviour and associ motiv of ruraltourban migrant and to consid the like impact of such remitt on rural develop possibl for inherit degre of famili attach likelihood of eventu return to place of origin and famili invest in the educ of the migrant are found to be signific influenc on level of remitt by nepales migrant howev in nepal remitt do not seem to result in longterm capit invest in rural area and so may not promot longterm develop of these area", "title": "Remitting Behaviour of Nepalese Rural-to-Urban Migrants: Implications for Theory and Policy"}, "firstname": "Clement", "https://ideas.repec.org/a/oup/oxecpp/v22y1970i1p1-12.html": {"abstract": "No abstract is available for this item.", "authors": ["epti17"], "abstractStem": "no abstract is avail for thi item", "title": "Price Instability and Average Profit"}, "https://ideas.repec.org/a/eee/ecolec/v22y1997i3p289-291.html": {"abstract": "No abstract is available for this item.", "authors": ["epti17"], "abstractStem": "no abstract is avail for thi item", "title": "Capital/natural resource substitution:: the debate of Georgescu-Roegen (through Daly) with Solow/Stiglitz"}, "https://ideas.repec.org/a/sae/chnrpt/v26y1990i3p261-271.html": {"abstract": "No abstract is available for this item.", "authors": ["epti17"], "abstractStem": "no abstract is avail for thi item", "title": "Foreign Tourism in China, in Australia, and between Australia and China: Some Observations and Comparisons1"}, "https://ideas.repec.org/a/eee/streco/v15y2004i2p119-135.html": {"abstract": "No abstract is available for this item.", "authors": ["epti17"], "abstractStem": "no abstract is avail for thi item", "title": "Niches and economic competition: implications for economic efficiency, growth and diversity"}, "https://ideas.repec.org/a/eee/ecolec/v39y2001i2p185-196.html": {"abstract": "No abstract is available for this item.", "authors": ["epti17"], "abstractStem": "no abstract is avail for thi item", "title": "Globalisation and sustainability: environmental Kuznets curve and the WTO"}, "https://ideas.repec.org/a/pfi/pubfin/v37y1982i3p428-37.html": {"abstract": "No abstract is available for this item.", "authors": ["epti17"], "abstractStem": "no abstract is avail for thi item", "title": "Exploitation of Techniques That Decline in Effectiveness with Use"}, "https://ideas.repec.org/a/eco/journ1/2015-04-14.html": {"abstract": "This study estimates the short- and long-run effects of social capital and internet usage on economic growth using annual time series macro-data for Australia for the period of 1985-2013. Dickey-Fuller generalized least squares unit root and Zivot and Andrew structural break tests are conducted to assess the stationarity of all the series. Hansen-Gregory and autoregressive distributed lag (ARDL) bounds tests confirm a cointegrating relationship among the variables. ARDL estimates indicate a significant long-run positive relationship between economic growth and internet usage. No significant relationship is found between economic growth and social capital in both the short- and the long-run. However, the interaction term of internet usage and social capital has a significant positive association with economic growth both in the short- and long-run. The short-run relationship between economic growth and internet usage is insignificant. A bidirectional causal link exists between internet usage and economic growth and between the interaction variable and economic growth. Unidirectional causality runs from internet usage to the interaction variable. No causal relation is found between social capital and economic growth. The findings are also supported by applications of a different econometric method, namely dynamic ordinary least squares estimation. The positive interaction effect of internet use and social capital on economic growth supports the recently raised view that Australia should take into account social capital formation in its digital divide policy.", "authors": ["epti17"], "abstractStem": "thi studi estim the short and longrun effect of social capit and internet usag on econom growth use annual time seri macrodata for australia for the period of 19852013 dickeyful gener least squar unit root and zivot and andrew structur break test are conduct to assess the stationar of all the seri hansengregori and autoregress distribut lag ardl bound test confirm a cointegr relationship among the variabl ardl estim indic a signific longrun posit relationship between econom growth and internet usag no signific relationship is found between econom growth and social capit in both the short and the longrun howev the interact term of internet usag and social capit ha a signific posit associ with econom growth both in the short and longrun the shortrun relationship between econom growth and internet usag is insignific a bidirect causal link exist between internet usag and econom growth and between the interact variabl and econom growth unidirect causal run from internet usag to the interact variabl no causal relat is found between social capit and econom growth the find are also support by applic of a differ econometr method name dynam ordinari least squar estim the posit interact effect of internet use and social capit on econom growth support the recent rais view that australia should take into account social capit format in it digit divid polici", "title": "Social Capital Formation, Internet Usage and Economic Growth in Australia: Evidence from Time Series Data"}, "https://ideas.repec.org/a/taf/applec/v46y2014i33p4125-4136.html": {"abstract": " Energy efficiency improvement is a desirable response to growing climate change and security of energy supply concerns. This article studies the impacts of a varied set of macro-level market-oriented reforms as well as structural change on economy-wide measure of energy efficiency across a group of the transition countries. These countries experienced a rapid marketization process, which, since the early 1990s, transformed their economies from central planning towards market-driven models. We use a bias-corrected fixed-effect analysis technique to estimate this effect for the period 1990 to 2010. The results suggest that reforms aimed at market liberalization, financial sector and most infrastructure industries drove energy efficiency improvements. We find significant differences in improvements in energy efficiency between transitional Central European and Baltic States, South East Europe ones and the Commonwealth of Independent States. The reasons for these differences are also discussed.", "authors": ["epja142", "epne183", "epti17"], "abstractStem": " energi effici improv is a desir respons to grow climat chang and secur of energi suppli concern thi articl studi the impact of a vari set of macrolevel marketori reform as well as structur chang on economywid measur of energi effici across a group of the transit countri these countri experienc a rapid market process which sinc the earli 1990 transform their economi from central plan toward marketdriven model we use a biascorrect fixedeffect analysi techniqu to estim thi effect for the period 1990 to 2010 the result suggest that reform aim at market liber financi sector and most infrastructur industri drove energi effici improv we find signific differ in improv in energi effici between transit central european and baltic state south east europ one and the commonwealth of independ state the reason for these differ are also discuss", "title": "Market-related reforms and increased energy efficiency in transition countries: empirical evidence"}, "https://ideas.repec.org/a/oup/erevae/v10y1983i3p281-93.html": {"abstract": "No abstract is available for this item.", "authors": ["epti17"], "abstractStem": "no abstract is avail for thi item", "title": "The Economic Spacing of Trees and Other Crops"}, "https://ideas.repec.org/a/spr/weltar/v110y1974i1p176-177.html": {"abstract": "No abstract is available for this item.", "authors": ["epti17"], "abstractStem": "no abstract is avail for thi item", "title": "Comments on Muth’s note on economic policy, forecasting and flexibility"}, "https://ideas.repec.org/a/bla/ecorec/v40y1964i92p590-596.html": {"abstract": "No abstract is available for this item.", "authors": ["epti17"], "abstractStem": "no abstract is avail for thi item", "title": "A Rejoinder"}, "https://ideas.repec.org/a/wly/mgtdec/v9y1988i1p77-82.html": {"abstract": "No abstract is available for this item.", "authors": ["epti17"], "abstractStem": "no abstract is avail for thi item", "title": "Profit maximization and marketing strategies: Demand rotation and social influences"}, "https://ideas.repec.org/a/taf/promet/v22y2004i3p311-331.html": {"abstract": " Science and technology (S&amp;T;) systems are interconnected with economic systems. After China began to make its economic system more market-oriented in 1979, reforms to its S&amp;T; system became urgent. China's major breakthrough in reforming its S&amp;T; system occurred in 1985. This paper provides data on China's changing S&amp;T; sector, outlines the processes of its reform and China's changing sources of funding for R&amp;D.; China's evolving technology market is given particular attention and some of its pitfalls are discussed.", "authors": ["epti17"], "abstractStem": " scienc and technolog sampt system are interconnect with econom system after china began to make it econom system more marketori in 1979 reform to it sampt system becam urgent china major breakthrough in reform it sampt system occur in 1985 thi paper provid data on china chang sampt sector outlin the process of it reform and china chang sourc of fund for rampd china evolv technolog market is given particular attent and some of it pitfal are discuss", "title": "China's reformed science and technology system: an overview and assessment"}, "https://ideas.repec.org/a/eee/wdevel/v16y1988i3p373-384.html": {"abstract": "No abstract is available for this item.", "authors": ["epti17"], "abstractStem": "no abstract is avail for thi item", "title": "Sustainable development: differing perspectives of ecologists and economists, and relevance to LDCs"}, "https://ideas.repec.org/a/spr/weltar/v106y1971i1p34-54.html": {"abstract": "No abstract is available for this item.", "authors": ["epti17"], "abstractStem": "no abstract is avail for thi item", "title": "Economic policy, forecasting and flexibility"}, "https://ideas.repec.org/a/spr/intere/v31y1996i5p248-260.html": {"abstract": "No abstract is available for this item.", "authors": ["epti17"], "abstractStem": "no abstract is avail for thi item", "title": "Globalisation and its policy repercussions"}, "https://ideas.repec.org/a/eee/ecolec/v68y2009i5p1566-1567.html": {"abstract": "No abstract is available for this item.", "authors": ["epti17"], "abstractStem": "no abstract is avail for thi item", "title": "K.N. Ninan, Editor, The Economics of Biodiversity Conservation: Valuation in Tropical Forest Ecosystems, Earthscan (2007) ISBN: 1-84407-364-5 and 978-1-88407-364-1, 288 pp"}}}