{"eptu5": {"https://ideas.repec.org/a/mcb/jmoncb/v31y1999i2p162-86.html": {"abstract": " This paper determines conditions under which a reduction in the role of government, either through a tax cut alone, or together with accompanying expenditure cuts, will improve long-run government fiscal balance. For a ceteris paribus cut in the income tax rate to improve long-run government balance, the intertemporal elasticity of substitution must exceed unity. A tax cut balanced by an expenditure cut is likely to improve the long-run balance even if it does not improve the short-run balance. The relationship between improving the long-run fiscal balance and economic welfare is also analyzed.", "authors": ["fpbr227", "eptu5"], "abstractStem": " thi paper determin condit under which a reduct in the role of govern either through a tax cut alon or togeth with accompani expenditur cut will improv longrun govern fiscal balanc for a ceteri paribu cut in the incom tax rate to improv longrun govern balanc the intertempor elast of substitut must exceed uniti a tax cut balanc by an expenditur cut is like to improv the longrun balanc even if it doe not improv the shortrun balanc the relationship between improv the longrun fiscal balanc and econom welfar is also analyz", "title": "Budget Balance, Welfare, and the Growth Rate: \"Dynamic Scoring\" of the Long-Run Government Budget"}, "https://ideas.repec.org/a/bla/germec/v7y2006ip135-161.html": {"abstract": " Government policies are frequently known to be temporary and thus their termination is perfectly anticipated. These foreseen policy changes must be consistent with equilibrium in both the goods market and asset markets. Potential problems arise because prices often play dual roles, both as final goods prices, and as asset prices, as components of rates of return. We show how the economy accommodates an anticipated policy change depends upon its production flexibility and its structure. With flexible investment, an anticipated reduction in government expenditure is fully accommodated by capital accumulation. When investment involves adjustment costs, the marginal utility of wealth and the price of capital both jump so as to maintain equality among rates of return. Goods market clearance is maintained by a combination of increases in consumption and investment. Extensions of the model to include inventories and to a small open economy are also considered and contrasted. Copyright Verein für Socialpolitik and Blackwell Publishing Ltd. 2006.", "authors": ["fpsc360", "eptu5"], "abstractStem": " govern polici are frequent known to be temporari and thu their termin is perfectli anticip these foreseen polici chang must be consist with equilibrium in both the good market and asset market potenti problem aris becaus price often play dual role both as final good price and as asset price as compon of rate of return we show how the economi accommod an anticip polici chang depend upon it product flexibl and it structur with flexibl invest an anticip reduct in govern expenditur is fulli accommod by capit accumul when invest involv adjust cost the margin util of wealth and the price of capit both jump so as to maintain equal among rate of return good market clearanc is maintain by a combin of increas in consumpt and invest extens of the model to includ inventori and to a small open economi are also consid and contrast copyright verein f r socialpolitik and blackwel publish ltd 2006", "title": "Anticipated Fiscal Policy Changes and Goods Market Adjustments"}, "https://ideas.repec.org/a/eee/dyncon/v15y1991i1p1-3.html": {"abstract": "No abstract is available for this item.", "authors": ["eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "Intertemporal issues in international macroeconomics"}, "https://ideas.repec.org/a/eee/jmacro/v32y2010i2p497-514.html": {"abstract": "This paper employs an endogenous growth model to analyze the growth and inequality relation for a small open economy where agents differ in their initial endowments of capital stock and international bond-holdings. We analyze the impacts of different structural shocks through their effects on agents' relative wealth and their labor supply decisions. Both theoretical analysis and numerical simulations demonstrate that openness - access to an international capital market - enriches the growth-inequality relations from those of the corresponding closed economy. Specifically, we show that the growth and distributional consequences of structural shocks depend crucially on whether the underlying heterogeneity originates with the initial endowment of domestic capital or foreign bonds.", "authors": ["eptu5"], "abstractStem": "thi paper employ an endogen growth model to analyz the growth and inequ relat for a small open economi where agent differ in their initi endow of capit stock and intern bondhold we analyz the impact of differ structur shock through their effect on agent rel wealth and their labor suppli decis both theoret analysi and numer simul demonstr that open  access to an intern capit market  enrich the growthinequ relat from those of the correspond close economi specif we show that the growth and distribut consequ of structur shock depend crucial on whether the underli heterogen origin with the initi endow of domest capit or foreign bond", "title": "Growth and inequality in a small open economy"}, "https://ideas.repec.org/a/eee/jimfin/v33y2013icp81-102.html": {"abstract": "We develop a stochastic two-country general equilibrium model, where prices are determined under conditions of monopolistic competition to examine the macroeconomic and welfare effects of tariffs on the world economy under alternative nominal rigidities: producer-currency pricing (PCP) and local-currency pricing (LCP) where the exchange rate pass-through is absent. We find that the significance of export pricing for the effects of tariffs depends critically upon whether tariffs are anticipated or unanticipated. In the former case both PCP and LCP yield the same outcome as do perfectly flexible prices, although the mechanism whereby this is achieved is different. In the latter case, the effects of unanticipated permanent tariffs are highly sensitive to the pricing scheme adopted by exporters, leading to a wide range of conflicting outcomes, involving tradeoffs among key parameters.", "authors": ["eptu5"], "abstractStem": "we develop a stochast twocountri gener equilibrium model where price are determin under condit of monopolist competit to examin the macroeconom and welfar effect of tariff on the world economi under altern nomin rigid producercurr price pcp and localcurr price lcp where the exchang rate passthrough is absent we find that the signific of export price for the effect of tariff depend critic upon whether tariff are anticip or unanticip in the former case both pcp and lcp yield the same outcom as do perfectli flexibl price although the mechan wherebi thi is achiev is differ in the latter case the effect of unanticip perman tariff are highli sensit to the price scheme adopt by export lead to a wide rang of conflict outcom involv tradeoff among key paramet", "title": "Exchange rate pass-through and the effects of tariffs on economic performance and welfare"}, "https://ideas.repec.org/a/cje/issued/v1y1968i4p772-790.html": {"abstract": "No abstract is available for this item.", "authors": ["eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "International Trading Relationships for a Small Country: The Case of New Zealand"}, "https://ideas.repec.org/a/eee/inecon/v17y1984i3-4p279-297.html": {"abstract": "This paper analyzes exchange market intervention in a stochastic model of a small open economy. The distinction is made between disturbances which are unanticipated and anticipated on the one hand, and those that are perceived as being transitory or permanent, on the other. The paper demonstrates how the appropriate form of exchange market intervention is sensitive to these aspects of the disturbances. Of particular interest is the case of an unanticipated permanent disturbance, when output may be stabilized perfectly about its frictionless level by the use of a very simple class of intervention rules.The optimal rules in other cases are also discussed.<p>(This abstract was borrowed from another version of this item.)", "authors": ["eptu5"], "abstractStem": "thi paper analyz exchang market intervent in a stochast model of a small open economi the distinct is made between disturb which are unanticip and anticip on the one hand and those that are perceiv as be transitori or perman on the other the paper demonstr how the appropri form of exchang market intervent is sensit to these aspect of the disturb of particular interest is the case of an unanticip perman disturb when output may be stabil perfectli about it frictionless level by the use of a veri simpl class of intervent rulesth optim rule in other case are also discussedpthi abstract wa borrow from anoth version of thi item", "title": "Exchange market intervention under alternative forms of exogenous disturbances"}, "https://ideas.repec.org/a/fip/fedfpr/y1996p147-179.html": {"abstract": "In this paper we use the insights of the stochastic general equilibrium growth model to help understand the effects of risk on the real, risk adjusted return to capital, capital flows, exchange rate policy, and economic growth in two Pacific Basin economies, Mexico and Indonesia, over the period 1973-95.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epei6", "eptu5"], "abstractStem": "in thi paper we use the insight of the stochast gener equilibrium growth model to help understand the effect of risk on the real risk adjust return to capit capit flow exchang rate polici and econom growth in two pacif basin economi mexico and indonesia over the period 197395pthi abstract wa borrow from anoth version of thi item", "title": "Risk and financial development: a comparative case study of Mexico and Indonesia"}, "https://ideas.repec.org/a/bla/rdevec/v1y1997i1p1-22.html": {"abstract": " A growth model of a developing economy facing an upward-sloping supply curve of debt is analyzed. Equilibrium is characterized by transitional dynamics in which consumption, capital, and debt converge to a common growth rate. The adjustment is through the debt-capital ratio, which drives the borrowing rate to a level at which growth rates are equalized. The economy is subject to two externalities: a production externality associated with government expenditure, and a financial externality associated with the upward-sloping supply of debt. The tax structure that enables the decentralized economy to attain the first-best equilibrium is characterized. Copyright 1997 by Blackwell Publishing Ltd", "authors": ["eptu5"], "abstractStem": " a growth model of a develop economi face an upwardslop suppli curv of debt is analyz equilibrium is character by transit dynam in which consumpt capit and debt converg to a common growth rate the adjust is through the debtcapit ratio which drive the borrow rate to a level at which growth rate are equal the economi is subject to two extern a product extern associ with govern expenditur and a financi extern associ with the upwardslop suppli of debt the tax structur that enabl the decentr economi to attain the firstbest equilibrium is character copyright 1997 by blackwel publish ltd", "title": "Equilibrium Growth in a Small Economy Facing an Imperfect World Capital Market"}, "https://ideas.repec.org/a/cje/issued/v16y1983i4p574-92.html": {"abstract": "The analysis of this paper stresses the interdependence between wage indexation on the one hand, and exchange market intervention on the other,as tools of'macroeconomic stabilization policy in a small open economy subject to stochastic disturbances. It is shown how the choice of eitherpolicy instrument impinges on the effectiveness of the other. In particular,if the domestic money wage is fully indexed to some weighted average of the domestic and foreign price levels, then irrespective of what that chosen weight may be, exchange market intervention is rendered totally ineffective insofar as the stabilization of the real part of the domestic economy is concerned. Likewise, if the monetary authority intervenes in the exchange market so as to exactly accommodate for nominal movements in the demand for money, thereby rendering the excess demand for money dependent only upon real variables, then any form of wage indexation is totally ineffective for the stabilization of the real part of the system. In either polar case, the respective instrument can stabilize the domestic price level. Alternative combinations of policy for the stabilization for domestic and foreign disturbances are considered.<p>(This abstract was borrowed from another version of this item.)", "authors": ["eptu5"], "abstractStem": "the analysi of thi paper stress the interdepend between wage index on the one hand and exchang market intervent on the othera tool ofmacroeconom stabil polici in a small open economi subject to stochast disturb it is shown how the choic of eitherpolici instrument imping on the effect of the other in particularif the domest money wage is fulli index to some weight averag of the domest and foreign price level then irrespect of what that chosen weight may be exchang market intervent is render total ineffect insofar as the stabil of the real part of the domest economi is concern likewis if the monetari author interven in the exchang market so as to exactli accommod for nomin movement in the demand for money therebi render the excess demand for money depend onli upon real variabl then ani form of wage index is total ineffect for the stabil of the real part of the system in either polar case the respect instrument can stabil the domest price level altern combin of polici for the stabil for domest and foreign disturb are consideredpthi abstract wa borrow from anoth version of thi item", "title": "Wage Indexation and Exchange Market Interventions in a Small Open Economy"}, "https://ideas.repec.org/a/eee/deveco/v84y2007i1p507-533.html": {"abstract": "No abstract is available for this item.", "authors": ["fpch350", "eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "Foreign aid and economic growth: The role of flexible labor supply"}, "https://ideas.repec.org/a/eee/deveco/v76y2005i1p175-208.html": {"abstract": "No abstract is available for this item.", "authors": ["fpga245", "eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "Production risk and the functional distribution of income in a developing economy: tradeoffs and policy responses"}, "https://ideas.repec.org/a/eee/eecrev/v14y1980i2p237-269.html": {"abstract": "No abstract is available for this item.", "authors": ["eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "Perfect myopic foresight and the effects of monetary and fiscal policy in a simple inflationary model : Some analytical and numerical results"}, "https://ideas.repec.org/a/cje/issued/v13y1980i2p296-309.html": {"abstract": "No abstract is available for this item.", "authors": ["eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "Optimal Exchange Market Intervention in a Simple Stochastic Macro Model"}, "https://ideas.repec.org/a/eee/inecon/v12y1982i3-4p333-354.html": {"abstract": "No abstract is available for this item.", "authors": ["eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "A determination of the optimal currency basket : A macroeconomic analysis"}, "https://ideas.repec.org/a/eee/inecon/v8y1978i4p551-563.html": {"abstract": "No abstract is available for this item.", "authors": ["epju70", "fpsc587", "eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "The distribution of welfare gains from price stabilization : An international perspective"}, "https://ideas.repec.org/a/bla/ecorec/v59y1983i166p271-80.html": {"abstract": "No abstract is available for this item.", "authors": ["eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "Covered Interest Parity and Speculative Efficiency: Some Empirical Evidence for Australia"}, "https://ideas.repec.org/a/bla/scandj/v79y1977i4p424-41.html": {"abstract": "No abstract is available for this item.", "authors": ["fpki321", "eptu5"], "abstractStem": "no abstract is avail for thi item", "title": " Monetary and Fiscal Policies under Flexible Exchange Rates and Perfect Myopic Foresight in an Inflationary World"}, "https://ideas.repec.org/a/mcb/jmoncb/v11y1979i3p259-83.html": {"abstract": "No abstract is available for this item.", "authors": ["eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "Monetary and Fiscal Policies in an Inflationary Economy: A Simulation Approach"}, "https://ideas.repec.org/a/ucp/jpolec/v85y1977i2p379-93.html": {"abstract": "No abstract is available for this item.", "authors": ["eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "Perfect Foresight, Expectational Consistency, and Macroeconomic Equilibrium"}, "https://ideas.repec.org/a/tpr/restat/v54y1972i1p47-54.html": {"abstract": "No abstract is available for this item.", "authors": ["eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "A Test of the \"Expectations Hypothesis\" Using Directly Observed Wage and Price Expectations"}, "https://ideas.repec.org/a/cup/macdyn/v17y2013i08p1605-1637_00.html": {"abstract": "We construct a unified overlapping-generations (OLG) framework of equilibrium growth that includes the Blanchard ï¿½perpetual youthï¿½ model, the Samuelson model, and the infinitely-lived representative agent growth model as limit specifications of a ï¿½realisticï¿½, two-parameter survivorship function. We analyze how demographic conditions affect the equilibrium growth and savings rates in an economy by computing equilibrium rates under different specifications of the survivorship function. Differences in population growth rates, life-expectancies, retirement durations, and the degree of concavity of the survivorship function are found to have significant impacts on equilibrium growth rates. The observed effects are consistent with some cross-country correlations between demographic conditions and growth rates. We also identify a potential ï¿½Malthusian growth trapï¿½ in economies where life expectancy is short, fertility rates are high, and households work most of their livesï¿½conditions often found in less developed economies.<p>(This abstract was borrowed from another version of this item.)", "authors": ["eptu5"], "abstractStem": "we construct a unifi overlappinggener olg framework of equilibrium growth that includ the blanchard  perpetu youth  model the samuelson model and the infinitelyliv repres agent growth model as limit specif of a  realist  twoparamet survivorship function we analyz how demograph condit affect the equilibrium growth and save rate in an economi by comput equilibrium rate under differ specif of the survivorship function differ in popul growth rate lifeexpect retir durat and the degre of concav of the survivorship function are found to have signific impact on equilibrium growth rate the observ effect are consist with some crosscountri correl between demograph condit and growth rate we also identifi a potenti  malthusian growth trap  in economi where life expect is short fertil rate are high and household work most of their live condit often found in less develop economiespthi abstract wa borrow from anoth version of thi item", "title": "Demography And Growth: A Unified Treatment Of Overlapping Generations"}, "https://ideas.repec.org/a/eee/moneco/v11y1983i1p45-71.html": {"abstract": "No abstract is available for this item.", "authors": ["eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "The dynamic effects of fiscal and monetary policies under bond financing : A theoretical simulation approach to crowding out"}, "https://ideas.repec.org/a/eee/jmacro/v1y1979i1p33-63.html": {"abstract": "No abstract is available for this item.", "authors": ["eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "Alternative passive monetary policies in an inflationary economy"}, "https://ideas.repec.org/a/ecj/econjl/v109y1999i457p394-415.html": {"abstract": " Growth models that incorporate nonrivalry and/or externalities imply that the size of an economy may influence its long-run growth rate. Such implied scale effects run counter to empirical evidence. This paper develops a general growth model to examine conditions under which balanced growth is void of scale effects. The model is general enough to replicate well known exogenous, as well as endogenous, (non-) scale models. The authors derive a series of propositions that show that these conditions for nonscale balanced growth can be grouped into three categories that pertain to (1) functional forms, (2) the production structure, and (3) returns to scale.", "authors": ["epei6", "eptu5"], "abstractStem": " growth model that incorpor nonrivalri andor extern impli that the size of an economi may influenc it longrun growth rate such impli scale effect run counter to empir evid thi paper develop a gener growth model to examin condit under which balanc growth is void of scale effect the model is gener enough to replic well known exogen as well as endogen non scale model the author deriv a seri of proposit that show that these condit for nonscal balanc growth can be group into three categori that pertain to 1 function form 2 the product structur and 3 return to scale", "title": "Non-scale Models of Economic Growth"}, "https://ideas.repec.org/a/eee/dyncon/v3y1981i1p357-384.html": {"abstract": "No abstract is available for this item.", "authors": ["eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "The optimal intertemporal choice of inflation and unemployment An analysis of the steady state and transitional dynamics"}, "https://ideas.repec.org/a/ier/iecrev/v17y1976i1p133-48.html": {"abstract": "No abstract is available for this item.", "authors": ["eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "The Distribution of Welfare Gains from Price Stabilization: The Case of Multiplicative Disturbances"}, "https://ideas.repec.org/a/eee/pubeco/v89y2005i5-6p1097-1129.html": {"abstract": "No abstract is available for this item.", "authors": ["eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "Consumption externalities, production externalities, and long-run macroeconomic efficiency"}, "https://ideas.repec.org/a/bla/econom/v73y2006i292p725-748.html": {"abstract": " Non-excludable and excludable public inputs are introduced into an endogenous growth model. We derive the equilibrium growth rate and design the optimal tax and user-cost structure, emphasizing the role of congestion and its consequences for the government's budget. The latter comprises fee and tax revenues that are used to finance the public inputs, although they may generate insufficient revenue to do so entirely. We extend the model to allow for monopoly pricing of the user fee by the government. Most of the analysis is conducted for general production functions consistent with endogenous growth, but the CES technology is also considered. Copyright (c) The London School of Economics and Political Science 2006.", "authors": ["eptu5"], "abstractStem": " nonexclud and exclud public input are introduc into an endogen growth model we deriv the equilibrium growth rate and design the optim tax and usercost structur emphas the role of congest and it consequ for the govern budget the latter compris fee and tax revenu that are use to financ the public input although they may gener insuffici revenu to do so entir we extend the model to allow for monopoli price of the user fee by the govern most of the analysi is conduct for gener product function consist with endogen growth but the ce technolog is also consid copyright c the london school of econom and polit scienc 2006", "title": "Excludable and Non-excludable Public Inputs: Consequences for Economic Growth"}, "https://ideas.repec.org/a/eee/jimfin/v13y1994i5p499-515.html": {"abstract": "No abstract is available for this item.", "authors": ["fppa740", "eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "External markets, exchange rate dynamics and the impact of monetary disturbances"}, "https://ideas.repec.org/a/eee/pubeco/v28y1985i2p165-209.html": {"abstract": "This paper analyzes the effects of three alternative rules on the long-run distributions of both the spot and futures prices ina single commodity market, in which the key behavioral relationships are derived from the optimizing behavior of producers and speculators.The rules considered include: (i) leaning against the wind in the spot market; (ii) utility maximizing speculative behavior by the stabilization authority in the futures market; (iii) leaning against the wind in the futures market. Since the underlying model is sufficiently complex to preclude analytical solutions, the analysis makes extensive use of simulation methods. As a general proposition we find that intervention in the futures market is not as effective in stabilizing either the spot price of the futures price as is intervention in the spot market. Indeed, Rule (iii), while stabilizing the futures price may actually destabilize the spot price. Furthermore, the analogous type of rule undertaken in the spot market will always stabilize the futures price to a greater degree than it does the spot price. The welfare implications of these rules are also discussed. Our analysis shows how these can generate rather different distributions of welfare gains, including the overall benefits.<p>(This abstract was borrowed from another version of this item.)", "authors": ["eptu5"], "abstractStem": "thi paper analyz the effect of three altern rule on the longrun distribut of both the spot and futur price ina singl commod market in which the key behavior relationship are deriv from the optim behavior of produc and speculatorsth rule consid includ i lean against the wind in the spot market ii util maxim specul behavior by the stabil author in the futur market iii lean against the wind in the futur market sinc the underli model is suffici complex to preclud analyt solut the analysi make extens use of simul method as a gener proposit we find that intervent in the futur market is not as effect in stabil either the spot price of the futur price as is intervent in the spot market inde rule iii while stabil the futur price may actual destabil the spot price furthermor the analog type of rule undertaken in the spot market will alway stabil the futur price to a greater degre than it doe the spot price the welfar implic of these rule are also discuss our analysi show how these can gener rather differ distribut of welfar gain includ the overal benefitspthi abstract wa borrow from anoth version of thi item", "title": "An analysis of the stabilizing and welfare effects of intervention in spot and futures markets"}, "https://ideas.repec.org/a/eee/moneco/v38y1996i1p77-100.html": {"abstract": "No abstract is available for this item.", "authors": ["eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "Adjustment costs and investment in a stochastic endogenous growth model"}, "https://ideas.repec.org/a/eee/jmacro/v3y1981i1p1-32.html": {"abstract": "No abstract is available for this item.", "authors": ["eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "The asset market approach to exchange rate determination: Some short-run, stability, and steady-state properties"}, "homepage": "https://ideas.repec.org/e/ptu5.html", "https://ideas.repec.org/a/mcb/jmoncb/v8y1976i1p29-50.html": {"abstract": "No abstract is available for this item.", "authors": ["eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "The Relative Stability of Alternative Exchange Rate Systems in the Presence of Random Disturbances"}, "https://ideas.repec.org/a/eee/jjieco/v16y2002i4p405-435.html": {"abstract": "No abstract is available for this item.", "authors": ["fpch350", "eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "To Spend the U.S. Government Surplus or to Increase the Deficit? A Numerical Analysis of the Policy Options"}, "https://ideas.repec.org/a/eee/deveco/v88y2009i2p205-216.html": {"abstract": "This paper develops a two-sector model of a developing economy and examines the role of the informal sector in limiting the government's ability to increase tax revenues. A key feature is the introduction of auditing of the informal sector and degree of tax enforcement in that sector. We emphasize the interdependence between tax policy and enforcement in achieving a developing economy's fiscal objectives and show that by judicious policy choices the presence of the informal sector need not hinder its ability to raise tax revenues. We supplement the formal analysis with numerical simulations highlighting the contrasting intertemporal tradeoffs implied by higher tax rates and tax-enforcement levels.", "authors": ["eptu5"], "abstractStem": "thi paper develop a twosector model of a develop economi and examin the role of the inform sector in limit the govern abil to increas tax revenu a key featur is the introduct of audit of the inform sector and degre of tax enforc in that sector we emphas the interdepend between tax polici and enforc in achiev a develop economi fiscal object and show that by judici polici choic the presenc of the inform sector need not hinder it abil to rais tax revenu we supplement the formal analysi with numer simul highlight the contrast intertempor tradeoff impli by higher tax rate and taxenforc level", "title": "Fiscal policy and the structure of production in a two-sector developing economy"}, "https://ideas.repec.org/a/eee/eecrev/v47y2003i6p1077-1103.html": {"abstract": "No abstract is available for this item.", "authors": ["fpch350", "eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "Unilateral capital transfers, public investment, and economic growth"}, "https://ideas.repec.org/a/ecj/econjl/v88y1978i349p18-43.html": {"abstract": "No abstract is available for this item.", "authors": ["fpki321", "eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "A Small Economy in an Inflationary World: Monetary and Fiscal Policies under Fixed Exchange Rates"}, "https://ideas.repec.org/a/bla/jpbect/v2y2000i4p389-433.html": {"abstract": "Endogenous labor supply is introduced into a stochastic growth model. Money is superneutral, and the real part of the equilibrium can be characterized by two nonlinear trade-off loci between the time devoted to leisure and the mean growth rate that ensure the following: (i) equality among the risk-adjusted rates of return and (ii) equilibrium in the output market. The balanced growth equilibrium is characterized analytically and policy implications derived. Extensive numerical simulations are also conducted. These assess the effects of risk on growth and the impact of fiscal policy on both the mean growth rate and its volatility. Implications for optimal monetary policy are also addressed. Copyright 2000 by Blackwell Publishing Inc.", "authors": ["eptu5"], "abstractStem": "endogen labor suppli is introduc into a stochast growth model money is superneutr and the real part of the equilibrium can be character by two nonlinear tradeoff loci between the time devot to leisur and the mean growth rate that ensur the follow i equal among the riskadjust rate of return and ii equilibrium in the output market the balanc growth equilibrium is character analyt and polici implic deriv extens numer simul are also conduct these assess the effect of risk on growth and the impact of fiscal polici on both the mean growth rate and it volatil implic for optim monetari polici are also address copyright 2000 by blackwel publish inc", "title": " Government Policy in a Stochastic Growth Model with Elastic Labor Supply"}, "https://ideas.repec.org/a/eee/pubeco/v53y1994i2p245-267.html": {"abstract": "No abstract is available for this item.", "authors": ["eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "Taxes, housing, and capital accumulation in a two-sector growing economy"}, "lastname": "Turnovsky", "https://ideas.repec.org/a/ier/iecrev/v14y1973i2p395-413.html": {"abstract": "No abstract is available for this item.", "authors": ["eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "Production Flexibility, Price Uncertainty and the Behavior of the Competitive Firm"}, "https://ideas.repec.org/a/oup/oxecpp/v39y1987i1p20-37.html": {"abstract": " This paper demonstrates that if current shocks are observed instantaneously, output can be stabilized perfectly for completely general supply disturbances, using simple monetary rules based only on: (1) the current shock; (2) the previous forecast of the current shock; and (3) the forecast for just one period ahead. The optimal rule can be expressed in an infinite number of ways and various alternatives are considered. With optimal wage indexation, the monetary rule is even simpler. If current shocks are not observed instantaneously, but are inferred from other signals, the optimal rules are of the same form, with the current perceived disturbance replacing the actual. Copyright 1987 by Royal Economic Society.", "authors": ["eptu5"], "abstractStem": " thi paper demonstr that if current shock are observ instantan output can be stabil perfectli for complet gener suppli disturb use simpl monetari rule base onli on 1 the current shock 2 the previou forecast of the current shock and 3 the forecast for just one period ahead the optim rule can be express in an infinit number of way and variou altern are consid with optim wage index the monetari rule is even simpler if current shock are not observ instantan but are infer from other signal the optim rule are of the same form with the current perceiv disturb replac the actual copyright 1987 by royal econom societi", "title": "Supply Shocks and Optimal Monetary Policy"}, "https://ideas.repec.org/a/eee/inecon/v63y2004i1p147-177.html": {"abstract": "No abstract is available for this item.", "authors": ["fpmo487", "eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "Sectoral adjustment costs and real exchange rate dynamics in a two-sector dependent economy"}, "https://ideas.repec.org/a/eee/pubeco/v89y2005i5-6p1045-1074.html": {"abstract": "This paper examines how the tax burden in a developing economy should be distributed between capital income and labor income. We study a two-sector model, where the traditional sector is \"informal\" and consequently cannot be taxed by the government. In this set up, we find that the optimal (second-best) tax structure in order to raise a certain amount of revenue requires to tax capital income at least as much as labor income, and possibly more.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpga245", "eptu5"], "abstractStem": "thi paper examin how the tax burden in a develop economi should be distribut between capit incom and labor incom we studi a twosector model where the tradit sector is inform and consequ cannot be tax by the govern in thi set up we find that the optim secondbest tax structur in order to rais a certain amount of revenu requir to tax capit incom at least as much as labor incom and possibl morepthi abstract wa borrow from anoth version of thi item", "title": "Second-best optimal taxation of capital and labor in a developing economy"}, "https://ideas.repec.org/a/ecm/emetrp/v47y1979i6p1457-74.html": {"abstract": "No abstract is available for this item.", "authors": ["eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "Expectational Consistency, Informational Lags, and the Formulation of Expectations in Continuous Time Models"}, "https://ideas.repec.org/a/eee/jimfin/v15y1996i5p687-716.html": {"abstract": "No abstract is available for this item.", "authors": ["eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "Optimal government finance policy and exchange rate management in a stochastically growing open economy"}, "https://ideas.repec.org/a/bla/reviec/v10y2002i4p604-22.html": {"abstract": " The paper corrects a subtle, but crucial, conceptual flaw in a solution procedure initially proposed in 1990 by Sen and Turnovsky to analyze anticipated regime changes in small open economies based on the intertemporal optimization of rational forward-looking agents. The problem is its failure to consider the intertemporal solvency of the economy consistently. The paper focuses on temporary shocks, although the procedure also applies to announced future permanent policy changes. Since the issue is generic and relevant to a large class of policy changes, it is important for the intertemporal solvency aspect to be incorporated consistently. The authors show that the seriousness of the error in the previous solution procedure depends upon the specific shock, and two contrasting examples are discussed. Copyright 2002 by Blackwell Publishing Ltd.", "authors": ["fpsc360", "eptu5"], "abstractStem": " the paper correct a subtl but crucial conceptu flaw in a solut procedur initi propos in 1990 by sen and turnovski to analyz anticip regim chang in small open economi base on the intertempor optim of ration forwardlook agent the problem is it failur to consid the intertempor solvenc of the economi consist the paper focus on temporari shock although the procedur also appli to announc futur perman polici chang sinc the issu is gener and relev to a larg class of polici chang it is import for the intertempor solvenc aspect to be incorpor consist the author show that the serious of the error in the previou solut procedur depend upon the specif shock and two contrast exampl are discuss copyright 2002 by blackwel publish ltd", "title": "The Dynamics of Temporary Policies in a Small Open Economy"}, "https://ideas.repec.org/a/bla/jpbect/v10y2008i1p27-53.html": {"abstract": " This paper studies optimal capital and labor income taxes when the benefits of public goods are age-dependent. Provided the government can impose a consumption tax, it can attain the first-best resource allocation. This involves the uniform taxation of the cohorts' labor income and a zero capital income tax. With no consumption tax and optimally chosen government spending, labor income should be taxed nonuniformly across cohorts and the capital income tax should be nonzero. Deviations of the public goods from their respective optima create distortions. These affect the labor supply decisions of both cohorts and capital accumulation, providing a further reason to tax (or subsidize) capital income. Copyright 2008 Blackwell Publishing, Inc..", "authors": ["epiq4", "eptu5"], "abstractStem": " thi paper studi optim capit and labor incom tax when the benefit of public good are agedepend provid the govern can impos a consumpt tax it can attain the firstbest resourc alloc thi involv the uniform taxat of the cohort labor incom and a zero capit incom tax with no consumpt tax and optim chosen govern spend labor incom should be tax nonuniformli across cohort and the capit incom tax should be nonzero deviat of the public good from their respect optima creat distort these affect the labor suppli decis of both cohort and capit accumul provid a further reason to tax or subsid capit incom copyright 2008 blackwel publish inc", "title": "Intergenerational Allocation of Government Expenditures: Externalities and Optimal Taxation"}, "https://ideas.repec.org/a/spr/jopoec/v27y2014i3p857-894.html": {"abstract": " We develop a neoclassical growth model having a realistic demographic structure. We identify the critical channel of impact to be the intertemporal consumption allocation decision through the “generational turnover term”. Expressing the aggregate dynamics as a generalization of the conventional neoclassical growth model provides important insights, enabling us to view in a unified way how alternative demographic structures impinge on the macrodynamic equilibrium. Using an approximation to the generational turnover term, we are able to characterize both the steady state and the local transitional dynamics. Through numerical simulations, we analyze the steady state as well as the transitional effects of structural and demographic changes. Copyright Springer-Verlag Berlin Heidelberg 2014", "authors": ["fpmi257", "eptu5"], "abstractStem": " we develop a neoclass growth model have a realist demograph structur we identifi the critic channel of impact to be the intertempor consumpt alloc decis through the  gener turnov term  express the aggreg dynam as a gener of the convent neoclass growth model provid import insight enabl us to view in a unifi way how altern demograph structur imping on the macrodynam equilibrium use an approxim to the gener turnov term we are abl to character both the steadi state and the local transit dynam through numer simul we analyz the steadi state as well as the transit effect of structur and demograph chang copyright springerverlag berlin heidelberg 2014", "title": "Capital accumulation and the sources of demographic change"}, "https://ideas.repec.org/a/bla/ecorec/v56y1980i153p158-70.html": {"abstract": "No abstract is available for this item.", "authors": ["eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "Monetary and Fiscal Policy in a Long-Run Macroeconomic Model"}, "https://ideas.repec.org/a/bla/manch2/v48y1980i1p39-62.html": {"abstract": "No abstract is available for this item.", "authors": ["eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "The Choice of Monetary Instrument under Alternative Forms of Price Expectations"}, "https://ideas.repec.org/a/bla/econom/v59y1992i234p235-52.html": {"abstract": " This paper derives criteria for evaluating the impact of an increase in government expenditure on both the time path of instantaneous utility and overall welfare, under alternative forms of tax financing. These consist of three factors. The first is the direct crowding-out effect, which reflects the utility differential between the government expenditure being undertaken and the private consumption it is displacing. The second describes the intertemporal trade-off between the effect on the short-run rate of capital accumulation and the resulting change in the the long-run capital stock. The final term is due to the distortion arising from the pre-existence of a tax on wage income. Copyright 1992 by The London School of Economics and Political Science.", "authors": ["eptu5"], "abstractStem": " thi paper deriv criteria for evalu the impact of an increas in govern expenditur on both the time path of instantan util and overal welfar under altern form of tax financ these consist of three factor the first is the direct crowdingout effect which reflect the util differenti between the govern expenditur be undertaken and the privat consumpt it is displac the second describ the intertempor tradeoff between the effect on the shortrun rate of capit accumul and the result chang in the the longrun capit stock the final term is due to the distort aris from the preexist of a tax on wage incom copyright 1992 by the london school of econom and polit scienc", "title": "Alternative Forms of Government Expenditure Financing: A Comparative Welfare Analysis"}, "https://ideas.repec.org/a/aea/aecrev/v64y1974i1p136-48.html": {"abstract": "No abstract is available for this item.", "authors": ["eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "The Stability Properties of Optimal Economic Policies"}, "https://ideas.repec.org/a/eee/eecrev/v20y1983i1-3p289-310.html": {"abstract": "No abstract is available for this item.", "authors": ["eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "Negative international transmission of economic expansion"}, "https://ideas.repec.org/a/eee/jimfin/v27y2008i6p876-896.html": {"abstract": "By specifying borrowing costs to increase with the debt to equity ratio we generate procyclical debt flows in response to terms of trade shocks, consistent with empirical evidence. Since procyclical capital flows attract unsustainably large capital inflows during favorable shocks and force countries to overadjust to adverse shocks, we obtain nonlinear adjustments, involving possible overshooting of the long-run debt level. By linking growth, procyclical debt, and terms of trade shocks, we add a distinctly dynamic component to the \"Harberger-Laursen-Metzler effect\". We also examine the welfare implications of the terms of trade shocks and find substantial impact of even intermediate sized shocks.", "authors": ["epei6", "fpsc360", "eptu5"], "abstractStem": "by specifi borrow cost to increas with the debt to equiti ratio we gener procycl debt flow in respons to term of trade shock consist with empir evid sinc procycl capit flow attract unsustain larg capit inflow dure favor shock and forc countri to overadjust to advers shock we obtain nonlinear adjust involv possibl overshoot of the longrun debt level by link growth procycl debt and term of trade shock we add a distinctli dynam compon to the harbergerlaursenmetzl effect we also examin the welfar implic of the term of trade shock and find substanti impact of even intermedi size shock", "title": "Dynamic effects of terms of trade shocks: The impact on debt and growth"}, "https://ideas.repec.org/a/eee/pubeco/v18y1982i2p161-194.html": {"abstract": "No abstract is available for this item.", "authors": ["eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "The incidence of taxes : A dynamic macroeconomic analysis"}, "https://ideas.repec.org/a/eee/pubeco/v9y1978i1p37-57.html": {"abstract": "No abstract is available for this item.", "authors": ["eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "Stabilization rules and the benefits from price stabilization"}, "https://ideas.repec.org/a/eee/eecrev/v25y1984i2p151-182.html": {"abstract": "No abstract is available for this item.", "authors": ["eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "Materials price increases and aggregate adjustment in an open economy : A Stochastic Approach"}, "https://ideas.repec.org/a/ucp/jhucap/doi10.1086-663169.html": {"abstract": "A two-sector endogenous growth model linking human capital accumulation and income inequality is developed. Productivity increases in the final output sector have no effect on growth or inequality. Productivity increases in the human capital sector raise the growth rate, but their effect on income inequality depends on sectoral factor intensities. Income inequality and welfare inequality are driven by different factors and are likely to respond in opposite ways to productivity enhancement in the human capital sector. Finally, the gradual introduction of a productivity increase generates dynamics in both human capital inequality and income inequality, leading to permanent path-dependent effects.", "authors": ["eptu5"], "abstractStem": "a twosector endogen growth model link human capit accumul and incom inequ is develop product increas in the final output sector have no effect on growth or inequ product increas in the human capit sector rais the growth rate but their effect on incom inequ depend on sector factor intens incom inequ and welfar inequ are driven by differ factor and are like to respond in opposit way to product enhanc in the human capit sector final the gradual introduct of a product increas gener dynam in both human capit inequ and incom inequ lead to perman pathdepend effect", "title": "The Accumulation of Human Capital and Income Inequality in a Two-Sector Economy"}, "https://ideas.repec.org/a/eee/jetheo/v17y1978i2p287-311.html": {"abstract": "No abstract is available for this item.", "authors": ["eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "Price expectations, disequilibrium adjustments, and macroeconomic price stability"}, "https://ideas.repec.org/a/ucp/jhucap/doi10.1086-670270.html": {"abstract": "This paper analyzes the effects of technological change on growth and inequality in a two-sector economy. The key mechanism is the evolution of the differential rates of return to human relative to physical capital as they respond to the changing technology. Productivity enhancement in the human capital sector increases the growth rate permanently, but in the final output sector, it has only a temporary effect. The effects on inequality depend on (i) the underlying source of inequality and (ii) the time horizon over which the productivity increase occurs. The model can generate growth-inequality relationships consistent with the empirical evidence.", "authors": ["eptu5"], "abstractStem": "thi paper analyz the effect of technolog chang on growth and inequ in a twosector economi the key mechan is the evolut of the differenti rate of return to human rel to physic capit as they respond to the chang technolog product enhanc in the human capit sector increas the growth rate perman but in the final output sector it ha onli a temporari effect the effect on inequ depend on i the underli sourc of inequ and ii the time horizon over which the product increas occur the model can gener growthinequ relationship consist with the empir evid", "title": "The Interaction between Human and Physical Capital Accumulation and the Growth-Inequality Trade-off"}, "https://ideas.repec.org/a/bla/econom/v48y1981i191p251-65.html": {"abstract": "No abstract is available for this item.", "authors": ["epfl25", "eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "Dynamic Macroeconomic Stability with or without Equilibrium in Money and Labour Markets"}, "https://ideas.repec.org/a/cje/issued/v30y1997i1p57-84.html": {"abstract": "A dynamic analysis of the international transmission of government expenditure shocks under alternative methods of finance is presented. The benchmark case of lump-sum tax financing yields an expansion in both the short-run and the long-run levels of domestic activity, while crowding out domestic consumption. Activity abroad declines in the short run and, while it is stimulated during the transition, long-run activity abroad also declines. With capital income tax financing, the accompanying distortion outweighs the direct expenditure effects, so that all these responses are reversed. Financing with a tax on labor produces ambiguous responses. The welfare implications of these policies are also examined.", "authors": ["epbi3", "eptu5"], "abstractStem": "a dynam analysi of the intern transmiss of govern expenditur shock under altern method of financ is present the benchmark case of lumpsum tax financ yield an expans in both the shortrun and the longrun level of domest activ while crowd out domest consumpt activ abroad declin in the short run and while it is stimul dure the transit longrun activ abroad also declin with capit incom tax financ the accompani distort outweigh the direct expenditur effect so that all these respons are revers financ with a tax on labor produc ambigu respons the welfar implic of these polici are also examin", "title": "International Effects of Government Expenditure in Interdependent Economies"}, "https://ideas.repec.org/a/zbw/ifweej/5581.html": {"abstract": "We construct a Blanchard-style overlapping generations model consisting of long-lived individuals who have uninsurable idiosyncratic risk resulting from uncertain retirement periods and medical costs in retirement. Without social insurance, such individuals must save for these eventualities. We examine the impact of pay-as-you-go social insurance policies (public pensions and medicare coverage) on individual and aggregate consumption, saving, and wealth levels as well as wealth distribution. We also derive expressions for optimal (Pareto improving) social insurance policies.", "authors": ["fpbr227", "eptu5"], "abstractStem": "we construct a blanchardstyl overlap gener model consist of longliv individu who have uninsur idiosyncrat risk result from uncertain retir period and medic cost in retir without social insur such individu must save for these eventu we examin the impact of payasyougo social insur polici public pension and medicar coverag on individu and aggreg consumpt save and wealth level as well as wealth distribut we also deriv express for optim pareto improv social insur polici", "title": "Uncertain Retirement and the Effects of Social Insurance on Savings, Wealth, and Welfare"}, "https://ideas.repec.org/a/bla/reviec/v2y1994i3p306-25.html": {"abstract": " Dynamic versions of the dependent-economy model have been criticized for arbitrarily assuming that capital is either tradable or nontradable, and for choosing either the traded or nontraded sector to be capital intensive. Our model incorporates both types of capital and shows that the relative sectoral intensity of nontraded capital determines the dynamic adjustment of the relative price of nontradables. When the traded sector is intensive in nontraded capital, the saddlepath is flat. When the nontraded sector is intensive in nontraded capital, the saddlepath is negatively sloped. The relative sectoral intensity of traded capital primarily affects current-account dynamics. Copyright 1994 by Blackwell Publishing Ltd.", "authors": ["eptu5"], "abstractStem": " dynam version of the dependenteconomi model have been critic for arbitrarili assum that capit is either tradabl or nontrad and for choos either the trade or nontrad sector to be capit intens our model incorpor both type of capit and show that the rel sector intens of nontrad capit determin the dynam adjust of the rel price of nontrad when the trade sector is intens in nontrad capit the saddlepath is flat when the nontrad sector is intens in nontrad capit the saddlepath is neg slope the rel sector intens of trade capit primarili affect currentaccount dynam copyright 1994 by blackwel publish ltd", "title": "The Dependent-Economy Model with Both Traded and Nontraded Capital Goods"}, "https://ideas.repec.org/a/cje/issued/v18y1985i2p273-84.html": {"abstract": "This paper analyzes two simple wage rules that keep employment constant when there are shocks to the prices of imported materials. One rule ties nominal wages to the GNP deflator rather than the consumer price index. The second rule, followed by Japan after the second oil price shock, ties the real wage to real GNP. The paper shows the effects on output, real income, and other macroeconomic variables of choosing either rule in place of the real wage stability provided by conventional wage indexation.<p>(This abstract was borrowed from another version of this item.)", "authors": ["eptu5"], "abstractStem": "thi paper analyz two simpl wage rule that keep employ constant when there are shock to the price of import materi one rule tie nomin wage to the gnp deflat rather than the consum price index the second rule follow by japan after the second oil price shock tie the real wage to real gnp the paper show the effect on output real incom and other macroeconom variabl of choos either rule in place of the real wage stabil provid by convent wage indexationpthi abstract wa borrow from anoth version of thi item", "title": "Imported Materials Prices, Wage Policy, and Macro-economic Stabilization"}, "https://ideas.repec.org/a/bla/rdevec/v10y2006i3p411-433.html": {"abstract": " Empirical evidence suggests (i) that the real exchange rates of developing economies show less persistence than do those of more advanced economies, and (ii) that the elasticity of substitution between capital and labor tends to increase from below unity for less developed economies to above one for more advanced economies. This paper shows how the introduction of sectoral adjustment costs in a two-sector model of a small open economy, together with CES production functions, provides a very natural explanation of this empirical regularity. Other aspects of the relationship between the technologies and the speed of convergence of the real exchange rate are also discussed. Copyright � 2006 The Authors; Journal compilation � 2006 Blackwell Publishing Ltd.", "authors": ["fpmo487", "eptu5"], "abstractStem": " empir evid suggest i that the real exchang rate of develop economi show less persist than do those of more advanc economi and ii that the elast of substitut between capit and labor tend to increas from below uniti for less develop economi to abov one for more advanc economi thi paper show how the introduct of sector adjust cost in a twosector model of a small open economi togeth with ce product function provid a veri natur explan of thi empir regular other aspect of the relationship between the technolog and the speed of converg of the real exchang rate are also discuss copyright   2006 the author journal compil   2006 blackwel publish ltd", "title": "Elasticity of Substitution and the Persistence of the Deviation of the Real Exchange Rates"}, "https://ideas.repec.org/a/cup/macdyn/v14y2010is2p200-223_00.html": {"abstract": "No abstract is available for this item.", "authors": ["fpko413", "eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "Aggregate And Distributional Effects Of Tax Policy With Interdependent Preferences: The Role Of “Catching Up With The Joneses”"}, "https://ideas.repec.org/a/spr/joecth/v37y2008i3p439-467.html": {"abstract": "No abstract is available for this item.", "authors": ["fpga245", "eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "Consumption externalities: a representative consumer model when agents are heterogeneous"}, "https://ideas.repec.org/a/eee/pubeco/v42y1990i3p277-299.html": {"abstract": "This paper contrasts the effects of a permanent and temporary investment tax credit in an open economy. In both cases an ITC will initially stimulate investment, while reducing employment and output, and generating a current account deficit. If the ITC is permanent, the accumulation of capital leads to a higher equilibrium capital stock, higher employment and output, and a reduction in the economy's stock of net credit. If the ITC is temporary, after its removal, the economy eventually moves to a new steady-state equilibrium having a lower permanent capital stock and employment, together with a higher stock of net credit.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epse155", "eptu5"], "abstractStem": "thi paper contrast the effect of a perman and temporari invest tax credit in an open economi in both case an itc will initi stimul invest while reduc employ and output and gener a current account deficit if the itc is perman the accumul of capit lead to a higher equilibrium capit stock higher employ and output and a reduct in the economi stock of net credit if the itc is temporari after it remov the economi eventu move to a new steadyst equilibrium have a lower perman capit stock and employ togeth with a higher stock of net creditpthi abstract wa borrow from anoth version of thi item", "title": "Investment tax credit in an open economy"}, "https://ideas.repec.org/a/oup/oxecpp/v48y1996i3p361-81.html": {"abstract": " This paper develops a one-sector endogenous growth model in which investment incurs convex adjustment costs. Conditions for the existence of a balanced growth path are discussed. Fiscal issues are analyzed in a circumstance in which the government uses tax revenues to finance public expenditures that impact on both the productivity of the existing capital stock and adjustments costs. The effect of these costs on the equilibrium growth rate and on the effectiveness of fiscal policy is discussed. Optimal fiscal policy is derived and the role of adjustment costs and congestion in determining the trade-off between different taxes is considered. Copyright 1996 by Royal Economic Society.", "authors": ["eptu5"], "abstractStem": " thi paper develop a onesector endogen growth model in which invest incur convex adjust cost condit for the exist of a balanc growth path are discuss fiscal issu are analyz in a circumst in which the govern use tax revenu to financ public expenditur that impact on both the product of the exist capit stock and adjust cost the effect of these cost on the equilibrium growth rate and on the effect of fiscal polici is discuss optim fiscal polici is deriv and the role of adjust cost and congest in determin the tradeoff between differ tax is consid copyright 1996 by royal econom societi", "title": "Fiscal Policy, Adjustment Costs, and Endogenous Growth"}, "https://ideas.repec.org/a/kap/jecgro/v9y2004i1p47-80.html": {"abstract": " Our objective is to investigate how alternative assumptions about preferences affect the process of economic growth. To do this, we analyze a neoclassical growth model under three alternative preference specifications: (i) time separable, (ii) catching up with the Joneses, and (iii) habit formation. Departing from the time separable specification leads to important differences in the dynamic structure, the adjustment path followed by key economic variables, the correlation patterns implied by the time series generated by the model, and the speed of convergence to the new steady state. In the catching up with the Joneses economy the differences arise from a consumption externality, while in the habit formation economy the difference arises from the fact that agents not only smooth consumption but also its rate of change.", "authors": ["epal114", "epmo178", "eptu5"], "abstractStem": " our object is to investig how altern assumpt about prefer affect the process of econom growth to do thi we analyz a neoclass growth model under three altern prefer specif i time separ ii catch up with the jones and iii habit format depart from the time separ specif lead to import differ in the dynam structur the adjust path follow by key econom variabl the correl pattern impli by the time seri gener by the model and the speed of converg to the new steadi state in the catch up with the jones economi the differ aris from a consumpt extern while in the habit format economi the differ aris from the fact that agent not onli smooth consumpt but also it rate of chang", "title": "Habit Formation, Catching Up with the Joneses, and Economic Growth"}, "https://ideas.repec.org/a/oup/qjecon/v95y1980i2p333-355..html": {"abstract": "This paper presents a procedure for determining the optimal monetary aggregate for stabilization policy. To illustrate the procedure, a simple stochastic IS-LM model is used, and how, in general, stabilizing an aggregate consisting of both money and interest bearing government debt will provide superior stabilization for output is shown. The relative weight given to the two components in the aggregate may vary widely, depending upon the source of random disturbances in the economy. Also, for a specific weight, stabilizing the aggregate is equivalent to stabilizing the interest rate. Finally, we show how stabilizing the aggregate is equivalent to other forms of optimal monetary policy proposed by Poole, and Kareken, Muench, and Wallace.", "authors": [], "abstractStem": "thi paper present a procedur for determin the optim monetari aggreg for stabil polici to illustr the procedur a simpl stochast islm model is use and how in gener stabil an aggreg consist of both money and interest bear govern debt will provid superior stabil for output is shown the rel weight given to the two compon in the aggreg may vari wide depend upon the sourc of random disturb in the economi also for a specif weight stabil the aggreg is equival to stabil the interest rate final we show how stabil the aggreg is equival to other form of optim monetari polici propos by pool and kareken muench and wallac", "title": "The Optimum Monetary Aggregate for Stabilization Policy"}, "https://ideas.repec.org/a/bla/ecorec/v59y1983i166p245-59.html": {"abstract": "No abstract is available for this item.", "authors": ["eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "Expanding Exports and the Structure of the Domestic Economy: A Monetary Analysis"}, "https://ideas.repec.org/a/cje/issued/v32y1999i5p1191-1214.html": {"abstract": "No abstract is available for this item.", "authors": ["eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "Fiscal Policy and Growth in a Small Open Economy with Elastic Labor Supply"}, "https://ideas.repec.org/a/bla/ausecp/v10y1971i16p67-85.html": {"abstract": "No abstract is available for this item.", "authors": ["eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "Optimal Government Stabilization Policy in a Single Disequilibrated Market"}, "https://ideas.repec.org/a/ier/iecrev/v26y1985i2p277-303.html": {"abstract": "No abstract is available for this item.", "authors": ["eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "The Stabilizing and Welfare Properties of Futures Markets: A Simulation Approach"}, "https://ideas.repec.org/a/eee/jimfin/v6y1987i2p179-193.html": {"abstract": "This paper emphasizes how the choice of the optimal monetary growth rate in a small open economy under perfect capital mobility depends upon the accommodating policy chosen to maintain the overall budget constraint in the economy. When this occurs through lump sum taxation, the optimal monetary growth rate is shown to be the \"distorted\" Friedman monetary rule. If the adjustment occurs through the income tax rate, the optimal monetary growth rate involves a Phelps-type tradeoff between the income tax rate and the inflation tax rate. The framework is suited for analyzing optimal macroeconomic policy in general and the latter part of the paper considers an optimal monetary-fiscal package.<p>(This abstract was borrowed from another version of this item.)", "authors": ["eptu5"], "abstractStem": "thi paper emphas how the choic of the optim monetari growth rate in a small open economi under perfect capit mobil depend upon the accommod polici chosen to maintain the overal budget constraint in the economi when thi occur through lump sum taxat the optim monetari growth rate is shown to be the distort friedman monetari rule if the adjust occur through the incom tax rate the optim monetari growth rate involv a phelpstyp tradeoff between the incom tax rate and the inflat tax rate the framework is suit for analyz optim macroeconom polici in gener and the latter part of the paper consid an optim monetaryfisc packagepthi abstract wa borrow from anoth version of thi item", "title": "Optimal monetary growth with accommodating fiscal policy in a small open economy"}, "https://ideas.repec.org/a/prs/reveco/reco_0035-2764_1979_num_30_4_408482.html": {"abstract": "[fre] du taux d'échange flexible crée dans le long terme une protection totale contre la deuxième catégorie de perturbations, en général seulement une protection partielle pourra être réalisée dans le court terme. En fait, le degré de protection variera entre 0 et 100 % et un certain nombre de cas différents sont présentés. [eng] This paper considers the insulation properties of flexible exchange rates in the face of two types of foreign price disturbance : (i) An increase in the (steady) foreign rate of inflation ; (ii) A once-and for-all increase in the foreign price level. With respect to the former, the general conclusion to emerge is that perfect insulation will resuit in both the short run and steady state if and only if those real foreign variables which impinge on the domestic economy are invariant with respect to the exogenous foreign rate of inflation. Although flexible rates provide complete long-run insulation against the second type of disturbance, in general only partial insulation in the short run will be achieved. Indeed the degree of insulation can vary between 0 % and 100 % and varions cases are discussed.", "authors": ["eptu5"], "abstractStem": "fre du taux d chang flexibl cr e dan le long term une protect total contr la deuxi me cat gori de perturb en g n ral seulement une protect partiel pourra  tre r ali e dan le court term en fait le degr  de protect variera entr 0 et 100  et un certain nombr de ca diff rent sont pr sent s eng thi paper consid the insul properti of flexibl exchang rate in the face of two type of foreign price disturb  i an increas in the steadi foreign rate of inflat  ii a onceand foral increas in the foreign price level with respect to the former the gener conclus to emerg is that perfect insul will resuit in both the short run and steadi state if and onli if those real foreign variabl which imping on the domest economi are invari with respect to the exogen foreign rate of inflat although flexibl rate provid complet longrun insul against the second type of disturb in gener onli partial insul in the short run will be achiev inde the degre of insul can vari between 0  and 100  and varion case are discuss", "title": "On the insulation properties of flexible exchange rates"}, "https://ideas.repec.org/a/tpr/restat/v66y1984i4p619-29.html": {"abstract": "No abstract is available for this item.", "authors": ["eptu5", "epwo4"], "abstractStem": "no abstract is avail for thi item", "title": "Monetarism and the Aggregate Economy: Some Longer-Run Evidence"}, "https://ideas.repec.org/a/bla/ausecp/v14y1975i25p197-215.html": {"abstract": "No abstract is available for this item.", "authors": ["eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "Monetary Policy, Fiscal Policy and the Government Budget Constraint"}, "https://ideas.repec.org/a/mcb/jmoncb/v24y1992i1p1-26.html": {"abstract": " The effects of government expenditure on the dynamic evolution of the term structure of interest rates are analyzed in an infinite horizon intertemporal optimizing macroeconomic framework. Three types of disturbances are discussed: unanticipated and anticipated permanent increases, and a temporary decrease. In the case of anticipated future and temporary disturbances, the lead time in the former, and the duration in the latter, are critical determinants of the dynamics. For a very temporary shock, the short-term and long-term rates will diverge in the short run. While most of the analysis focuses on infinitesimally short, and infinitely long bonds, the dynamics of the entire yield curve are also considered. Copyright 1992 by Ohio State University Press.", "authors": ["epfi52", "eptu5"], "abstractStem": " the effect of govern expenditur on the dynam evolut of the term structur of interest rate are analyz in an infinit horizon intertempor optim macroeconom framework three type of disturb are discuss unanticip and anticip perman increas and a temporari decreas in the case of anticip futur and temporari disturb the lead time in the former and the durat in the latter are critic determin of the dynam for a veri temporari shock the shortterm and longterm rate will diverg in the short run while most of the analysi focus on infinitesim short and infinit long bond the dynam of the entir yield curv are also consid copyright 1992 by ohio state univers press", "title": "Fiscal Policy and the Term Structure of Interest Rates: An Intertemporal Optimizing Analysis"}, "https://ideas.repec.org/a/eee/dyncon/v1y1979i1p85-99.html": {"abstract": "No abstract is available for this item.", "authors": ["eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "Optimal monetary policy under flexible exchange rates"}, "https://ideas.repec.org/a/bla/econom/v67y2000i267p325-46.html": {"abstract": " This paper explores the relationship between aggregate and relative congestion, returns to scale and economic growth. Aggregate congestion reduces the effective productivity of capital: relative congestion reduces the effective productivity of labour. Both forms of congestion adversely affect the equilibrium growth rate, although their relative effects depend upon aggregate returns to scale. The two forms of congestion have contrasting effects on the transitional dynamics. Relative congestion retards the rate of adjustment: aggregate congestion accelerates it. The externalities generated by congestion and non-optimal expenditure can be fully corrected, both during the transition and in steady state, by a time-invariant income tax. Copyright 2000 by The London School of Economics and Political Science", "authors": ["epei6", "eptu5"], "abstractStem": " thi paper explor the relationship between aggreg and rel congest return to scale and econom growth aggreg congest reduc the effect product of capit rel congest reduc the effect product of labour both form of congest advers affect the equilibrium growth rate although their rel effect depend upon aggreg return to scale the two form of congest have contrast effect on the transit dynam rel congest retard the rate of adjust aggreg congest acceler it the extern gener by congest and nonoptim expenditur can be fulli correct both dure the transit and in steadi state by a timeinvari incom tax copyright 2000 by the london school of econom and polit scienc", "title": "Scale, Congestion and Growth"}, "https://ideas.repec.org/a/eee/dyncon/v3y1981i1p327-327.html": {"abstract": "No abstract is available for this item.", "authors": ["eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "Editorial"}, "https://ideas.repec.org/a/hit/ecorev/v52y2001i4p300-314.html": {"abstract": "No abstract is available for this item.", "authors": ["epei6", "eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "Financial Liberalizations and Capital Flow Reversals―Optimal Policy for Short and Long Term Debt Management―"}, "https://ideas.repec.org/a/eee/pubeco/v60y1996i1p21-44.html": {"abstract": "No abstract is available for this item.", "authors": ["eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "Optimal tax, debt, and expenditure policies in a growing economy"}, "https://ideas.repec.org/a/aea/aecrev/v78y1988i3p341-61.html": {"abstract": " This paper develops strategic monetary policies using a standard two-country macro model under flexible exchange rates. The equilibria considered include feedback Nash and feedback Stackelberg, both of which are compared to the Pareto optimal cooperative equilibrium. The optimal policies are obtained as feedback rules in which real money supplies are adjusted to movements in the real exchange rate. The properties of these policies and their welfare implications are analyzed using numerical simulations. The contrast in the present results with those obtained previously for a short-run horizon suggest the importance of both intertemporal and intratemporal tradeoffs in the d etermination of optimal strategic policies. Copyright 1988 by American Economic Association.", "authors": ["eptu5"], "abstractStem": " thi paper develop strateg monetari polici use a standard twocountri macro model under flexibl exchang rate the equilibria consid includ feedback nash and feedback stackelberg both of which are compar to the pareto optim cooper equilibrium the optim polici are obtain as feedback rule in which real money suppli are adjust to movement in the real exchang rate the properti of these polici and their welfar implic are analyz use numer simul the contrast in the present result with those obtain previous for a shortrun horizon suggest the import of both intertempor and intratempor tradeoff in the d etermin of optim strateg polici copyright 1988 by american econom associ", "title": "Dynamic Strategic Monetary Policies and Coordination in Interdependent Economies"}, "https://ideas.repec.org/a/eee/pubeco/v68y1998i1p55-90.html": {"abstract": "How do capital income taxes affect household portfolio choice and growth? We\" approach this question within the context of a stochastic model of a small open economy in\" which taxes on income from domestic capital (equity) and foreign bonds affect household\" portfolio choice, welfare and the growth rate of the economy. The theoretical and numerical\" analysis demonstrates the important role that risk plays in determining the mean and variability\" of growth as well as the conditions under which a higher tax rate can be welfare improving. To\" shed more light on the complex theoretical interaction between taxes and risk-taking we estimate\" a reduced-form multinomial probit model of household portfolio choice using the method of\" simulated moments. The empirical evidence is in stark contrast to the conventional wisdom \" we find that higher taxes make it less likely that the household will hold risky assets.\"<p>(This abstract was borrowed from another version of this item.)", "authors": ["eptu5"], "abstractStem": "how do capit incom tax affect household portfolio choic and growth we approach thi question within the context of a stochast model of a small open economi in which tax on incom from domest capit equiti and foreign bond affect household portfolio choic welfar and the growth rate of the economi the theoret and numer analysi demonstr the import role that risk play in determin the mean and variabl of growth as well as the condit under which a higher tax rate can be welfar improv to shed more light on the complex theoret interact between tax and risktak we estim a reducedform multinomi probit model of household portfolio choic use the method of simul moment the empir evid is in stark contrast to the convent wisdom  we find that higher tax make it less like that the household will hold riski assetspthi abstract wa borrow from anoth version of thi item", "title": "Capital income taxation and risk-taking in a small open economy"}, "https://ideas.repec.org/a/mcb/jmoncb/v14y1982i3p303-26.html": {"abstract": "No abstract is available for this item.", "authors": ["eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "The Degree of Capital Mobility and the Stability of an Open Economy under Rational Expectations"}, "https://ideas.repec.org/a/fip/fedlpr/y1986p41-75.html": {"abstract": "No abstract is available for this item.", "authors": ["eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "Risk, exchange market intervention, and private speculative behavior in a small open economy"}, "https://ideas.repec.org/a/eee/dyncon/v14y1990i3-4p491-521.html": {"abstract": "No abstract is available for this item.", "authors": ["eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "The effects of taxes and dividend policy on capital accumulation and macroeconomic behavior"}, "https://ideas.repec.org/a/eee/jetheo/v1y1969i2p220-227.html": {"abstract": "No abstract is available for this item.", "authors": ["eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "A bayesian approach to the theory of expectations"}, "https://ideas.repec.org/a/bla/econom/v39y1972i153p1-17.html": {"abstract": "No abstract is available for this item.", "authors": ["eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "The Expectations Hypothesis and the Aggregate Wage Equation: Some Empirical Evidence for Canada"}, "https://ideas.repec.org/a/bla/econom/v65y1998i259p401-27.html": {"abstract": " Optimal tax and monetary policies in a stochastic monetary growth model are investigated. The authors' findings are of three general types. First, both capital income taxes and monetary growth are shown to influence the economy through effective risk-adjusted measures, expressed as a linear function of their respective means and variances. Second, two stochastic neutrality results relating to money and bonds, the two nominal assets in the economy, are identified. Third, optimal policy rules relating to taxes, bond finance, and money creation are characterized. An essential component of optimal financial policy is a risk-adjusted balanced budget. Copyright 1998 by The London School of Economics and Political Science", "authors": ["eptu5"], "abstractStem": " optim tax and monetari polici in a stochast monetari growth model are investig the author find are of three gener type first both capit incom tax and monetari growth are shown to influenc the economi through effect riskadjust measur express as a linear function of their respect mean and varianc second two stochast neutral result relat to money and bond the two nomin asset in the economi are identifi third optim polici rule relat to tax bond financ and money creation are character an essenti compon of optim financi polici is a riskadjust balanc budget copyright 1998 by the london school of econom and polit scienc", "title": "Risk, Optimal Government Finance and Monetary Policies in a Growing Economy"}, "https://ideas.repec.org/a/mcb/jmoncb/v36y2004i5p883-910.html": {"abstract": " This paper analyzes the effects of fiscal policies in a non-scale growing economy with public and private capital. The equilibrium dynamics are characterized and we contrast the dynamic effects of government expenditure on investment and expenditure on consumption under four alternative modes of tax financing. Most of our attention focuses on the numerical simulations of a calibrated economy. The results emphasize the lengthy transition periods, which implies that policies have sizeable level effects, leading to substantial welfare effects, even though long-run growth rates are unaffected. The paper highlights the intertemporal dimensions of fiscal policy and the tradeoffs these involve for economic performance, especially growth and welfare.", "authors": ["eptu5"], "abstractStem": " thi paper analyz the effect of fiscal polici in a nonscal grow economi with public and privat capit the equilibrium dynam are character and we contrast the dynam effect of govern expenditur on invest and expenditur on consumpt under four altern mode of tax financ most of our attent focus on the numer simul of a calibr economi the result emphas the lengthi transit period which impli that polici have sizeabl level effect lead to substanti welfar effect even though longrun growth rate are unaffect the paper highlight the intertempor dimens of fiscal polici and the tradeoff these involv for econom perform especi growth and welfar", "title": "The Transitional Dynamics of Fiscal Policy: Long-Run Capital Accumulation and Growth"}, "https://ideas.repec.org/a/fip/fedfpr/y1992p99-137.html": {"abstract": "No abstract is available for this item.", "authors": ["eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "Exchange rate management: a partial review"}, "https://ideas.repec.org/a/eme/igdrpp/v1y2008i1p57-83.html": {"abstract": "Purpose – Recent research supports the role of productive government spending as an important determinant of economic growth. Previous analyses have focused on the separate effects of public investment in infrastructure and on investment in education. This paper aims to introduce both types of public investment simultaneously, enabling the authors to address the trade-offs that resource constraints may impose on their choice. Design/methodology/approach – The authors employ a two-sector endogenous growth model, with physical and human capital. Physical capital is produced in the final output sector, using human capital, physical capital, and government spending on infrastructure. Human capital is produced in the education sector using human capital, physical capital, and government spending on public education. The introduction of productive government spending in both sectors yields an important structural difference from the traditional two-sector growth models in that the relative price of human to physical capital dynamics does not evolve independently of the quantity dynamics. Findings – The model yields both a long-run growth-maximizing and welfare-maximizing expenditure rate and allocation of expenditure on productive capital. The welfare-maximizing rate of expenditure is less than the growth-maximizing rate, with the opposite being the case with regard to their allocation. Moreover, the growth-maximizing value of the expenditure rate is independent of the composition of government spending, and vice versa. Because of the complexity of the model, the analysis of its dynamics requires the use of numerical simulations the specific shocks analyzed being productivity increases. During the transition, the growth rates of the two forms of capital approach their common equilibrium from opposite directions, this depending upon both the sector in which the shock occurs and the relative sectoral capital intensities. Research limitations/implications – These findings confirm that the form in which the gove rnment carries out its productive expenditures is important. The authors have retained the simpler, but widely employed, assumption that government expenditure influences private productivity as a flow. But given the importance of public investment suggests that extending this analysis to focus on public capital would be useful. Originality/value – Two-sector models of economic growth have proven to be a powerful tool for analyzing a wide range of issues in economic growth. The originality of this paper is to consider the relative impact of government spending on infrastructure and government spending on human capital and the trade-offs that they entail, both in the long run and over time.", "authors": ["epmo178", "eptu5"], "abstractStem": "purpos   recent research support the role of product govern spend as an import determin of econom growth previou analys have focus on the separ effect of public invest in infrastructur and on invest in educ thi paper aim to introduc both type of public invest simultan enabl the author to address the tradeoff that resourc constraint may impos on their choic designmethodologyapproach   the author employ a twosector endogen growth model with physic and human capit physic capit is produc in the final output sector use human capit physic capit and govern spend on infrastructur human capit is produc in the educ sector use human capit physic capit and govern spend on public educ the introduct of product govern spend in both sector yield an import structur differ from the tradit twosector growth model in that the rel price of human to physic capit dynam doe not evolv independ of the quantiti dynam find   the model yield both a longrun growthmaxim and welfaremaxim expenditur rate and alloc of expenditur on product capit the welfaremaxim rate of expenditur is less than the growthmaxim rate with the opposit be the case with regard to their alloc moreov the growthmaxim valu of the expenditur rate is independ of the composit of govern spend and vice versa becaus of the complex of the model the analysi of it dynam requir the use of numer simul the specif shock analyz be product increas dure the transit the growth rate of the two form of capit approach their common equilibrium from opposit direct thi depend upon both the sector in which the shock occur and the rel sector capit intens research limitationsimpl   these find confirm that the form in which the gove rnment carri out it product expenditur is import the author have retain the simpler but wide employ assumpt that govern expenditur influenc privat product as a flow but given the import of public invest suggest that extend thi analysi to focu on public capit would be use originalityvalu   twosector model of econom growth have proven to be a power tool for analyz a wide rang of issu in econom growth the origin of thi paper is to consid the rel impact of govern spend on infrastructur and govern spend on human capit and the tradeoff that they entail both in the long run and over time", "title": "The composition of productive government expenditure: consequences for economic growth and welfare"}, "https://ideas.repec.org/a/eee/dyncon/v23y1999i5-6p873-908.html": {"abstract": "No abstract is available for this item.", "authors": ["eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "On the role of government in a stochastically growing open economy"}, "https://ideas.repec.org/a/bla/econom/v42y1975i167p272-82.html": {"abstract": "No abstract is available for this item.", "authors": ["eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "Income Distribution and Taxes in an Inflationary Context"}, "https://ideas.repec.org/a/kap/compec/v28y2006i2p177-209.html": {"abstract": "No abstract is available for this item.", "authors": ["eppi82", "eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "Congestion and Fiscal Policy in a Two-Sector Economy with Public Capital: A Quantitative Assessment"}, "https://ideas.repec.org/a/aea/aecrev/v62y1972i5p842-53.html": {"abstract": "No abstract is available for this item.", "authors": ["eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "Capital Deepening Response in an Economy with Heterogeneous Capital Goods"}, "https://ideas.repec.org/a/bla/ecorec/v49y1973i125p31-49.html": {"abstract": "No abstract is available for this item.", "authors": ["eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "Optimal Stabilization Policies in a Market with Lagged Adjustment in Supply"}, "https://ideas.repec.org/a/eee/jimfin/v1y1982ip21-37.html": {"abstract": "No abstract is available for this item.", "authors": ["epea5", "eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "Effects of monetary disturbances on exchange rates with risk averse speculation"}, "https://ideas.repec.org/a/jae/japmet/v2y1987i1p1-25.html": {"abstract": "No abstract is available for this item.", "authors": ["eptu5", "epwo4"], "abstractStem": "no abstract is avail for thi item", "title": "Alternative Modes of Deficit Financing and Endogeneous Monetary and Fiscal Policy in the U.S.A. 1923-1982"}, "https://ideas.repec.org/a/eee/moneco/v23y1989i1p121-133.html": {"abstract": "This paper analyzes the choice of monetary instrument in a stochastic two country setting where each country's set of monetary policy instruments includes both the money supply and the interest rate. It shows how the optimal choice of instrument is determined In two stages. First, for each pair, the minimum welfare coat for each economy is determined This defines a par of payoff matrices and the second stage involves determining the Nash equilibrium for this bimatrix game. In our illustrative example for the alternative shocks considered, a dominant Nash equilibrium is always obtained.<p>(This abstract was borrowed from another version of this item.)", "authors": ["eptu5"], "abstractStem": "thi paper analyz the choic of monetari instrument in a stochast two countri set where each countri set of monetari polici instrument includ both the money suppli and the interest rate it show how the optim choic of instrument is determin in two stage first for each pair the minimum welfar coat for each economi is determin thi defin a par of payoff matric and the second stage involv determin the nash equilibrium for thi bimatrix game in our illustr exampl for the altern shock consid a domin nash equilibrium is alway obtainedpthi abstract wa borrow from anoth version of thi item", "title": "The choice of monetary instrument in two interdependent economies under uncertainty"}, "https://ideas.repec.org/a/ecj/econjl/v84y1974i334p317-37.html": {"abstract": "No abstract is available for this item.", "authors": ["eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "On the Role of Inflationary Expectations in a Short-Run Macro-Economic Model"}, "https://ideas.repec.org/a/eee/econom/v183y2014i1p117-134.html": {"abstract": "This paper shows that for five small commodity-exporting countries that have adopted inflation targeting monetary policies, world commodity price aggregates have predictive power for their CPI and PPI inflation, particularly once possible structural breaks are taken into account. This conclusion is robust to using either disaggregated or aggregated commodity price indexes (although the former perform better), the currency denomination of the commodity prices, and to using mixed-frequency data. In pseudo out-of-sample forecasting, commodity indexes outperform the random walk and AR(1) processes, although the improvements over the latter are sometimes modest.", "authors": ["eptu5"], "abstractStem": "thi paper show that for five small commodityexport countri that have adopt inflat target monetari polici world commod price aggreg have predict power for their cpi and ppi inflat particularli onc possibl structur break are taken into account thi conclus is robust to use either disaggreg or aggreg commod price index although the former perform better the currenc denomin of the commod price and to use mixedfrequ data in pseudo outofsampl forecast commod index outperform the random walk and ar1 process although the improv over the latter are sometim modest", "title": "Forecasting inflation using commodity price aggregates"}, "https://ideas.repec.org/a/eee/dyncon/v25y2001i1-2p85-113.html": {"abstract": "No abstract is available for this item.", "authors": ["epei6", "eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "Transitional dynamics in a two-sector non-scale growth model"}, "https://ideas.repec.org/a/cje/issued/v7y1974i3p355-80.html": {"abstract": "No abstract is available for this item.", "authors": ["eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "An Analysis of Imported Inflation in a Short-Run Macroeconomic Model"}, "https://ideas.repec.org/a/spr/weltar/v118y1982i1p1-18.html": {"abstract": "No abstract is available for this item.", "authors": ["eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "Alternative monetary policies in an inflationary equilibrium model of the open economy"}, "https://ideas.repec.org/a/ier/iecrev/v34y1993i4p953-81.html": {"abstract": " An integrated stochastic equilibrium growth model is constructed and directed to various questions pertaining to monetary and tax policy. Two main issues addressed include (1) the tradeoff between the rate of capital accumulation and inflation in a stochastic environment; and (2) economic welfare and optimal policy making. The key result is that policy variables impact on welfare through their effect on the after-tax nominal interest rate, which therefore serves as an intermediate policy target. The welfare maximizing interest rate target is derived and the author discusses its attainment through appropriate monetary and tax policies. Tradeoffs between policy instruments are also addressed. Copyright 1993 by Economics Department of the University of Pennsylvania and the Osaka University Institute of Social and Economic Research Association.", "authors": ["eptu5"], "abstractStem": " an integr stochast equilibrium growth model is construct and direct to variou question pertain to monetari and tax polici two main issu address includ 1 the tradeoff between the rate of capit accumul and inflat in a stochast environ and 2 econom welfar and optim polici make the key result is that polici variabl impact on welfar through their effect on the aftertax nomin interest rate which therefor serv as an intermedi polici target the welfar maxim interest rate target is deriv and the author discuss it attain through appropri monetari and tax polici tradeoff between polici instrument are also address copyright 1993 by econom depart of the univers of pennsylvania and the osaka univers institut of social and econom research associ", "title": "Macroeconomic Policies, Growth, and Welfare in a Stochastic Economy"}, "https://ideas.repec.org/a/mcb/jmoncb/v19y1987i2p157-80.html": {"abstract": " The interdependence between the optimal degree of wage indexation and optimal monetary policy is analyzed for a small open economy under a variety of assumptions regarding: (1) relative information available to private agents and the stabilization authority; and (2 ) the perceived nature of the disturbances impinging on the economy. The distinctions between: (1) unanticipated and anticipated disturbances, and (2) permanent and transitory disturbances, are emphasized. The extent to which stabilization is achieved is shown to depend upon the nature of the disturbances and the available information. The policy redundancy issue is emphasized, implying that optimal rules can frequently be specified in many equivalent ways. Copyright 1987 by Ohio State University Press.", "authors": ["eptu5"], "abstractStem": " the interdepend between the optim degre of wage index and optim monetari polici is analyz for a small open economi under a varieti of assumpt regard 1 rel inform avail to privat agent and the stabil author and 2  the perceiv natur of the disturb imping on the economi the distinct between 1 unanticip and anticip disturb and 2 perman and transitori disturb are emphas the extent to which stabil is achiev is shown to depend upon the natur of the disturb and the avail inform the polici redund issu is emphas impli that optim rule can frequent be specifi in mani equival way copyright 1987 by ohio state univers press", "title": "Optimal Monetary Policy and Wage Indexation under Alternative Disturbances and Information Structures"}, "https://ideas.repec.org/a/cup/macdyn/v14y2010is2p145-150_00.html": {"abstract": "No abstract is available for this item.", "authors": ["eptu5", "epwe67"], "abstractStem": "no abstract is avail for thi item", "title": "Introduction To Macroeconomic Dynamics Special Issue: Public Policy, Externalities, And Economic Growth"}, "https://ideas.repec.org/a/oup/oxecpp/v64y2012i4p702-735.html": {"abstract": " This paper employs a dynamic two-sector dependent-economy model to study the impact of foreign transfers on a country's aggregate economic performance, as well as its distributions of wealth, income, and welfare. The transfers may be allocated to debt reduction, or to the productivity enhancement of the traded or nontraded sector. The effect of the transfer on aggregate economic performance depends crucially upon: (i) the relative capital intensities of the two productive sectors, and (ii) the allocation of the transfers across the sectors. The consequences for wealth and income inequality depend not only upon these factors, but also upon (iii) the economy's access to the world financial market. Most of the analysis is conducted using simulations, where we characterize the dynamic evolution of both the aggregate economy and the inequality measures. Whether growth and inequality are positively or negatively associated over time depends upon the three factors noted above. Copyright 2012 Oxford University Press 2011 All rights reserved, Oxford University Press.", "authors": ["eptu5"], "abstractStem": " thi paper employ a dynam twosector dependenteconomi model to studi the impact of foreign transfer on a countri aggreg econom perform as well as it distribut of wealth incom and welfar the transfer may be alloc to debt reduct or to the product enhanc of the trade or nontrad sector the effect of the transfer on aggreg econom perform depend crucial upon i the rel capit intens of the two product sector and ii the alloc of the transfer across the sector the consequ for wealth and incom inequ depend not onli upon these factor but also upon iii the economi access to the world financi market most of the analysi is conduct use simul where we character the dynam evolut of both the aggreg economi and the inequ measur whether growth and inequ are posit or neg associ over time depend upon the three factor note abov copyright 2012 oxford univers press 2011 all right reserv oxford univers press", "title": "The distributional consequences of foreign transfers: do they reduce or exacerbate inequality?"}, "https://ideas.repec.org/a/eee/jmacro/v30y2008i2p604-629.html": {"abstract": "While much empirical evidence suggests that the Cobb-Douglas production function may be a reasonable benchmark for aggregate analysis, we argue that the practice, particularly prevalent in contemporary growth theory, of adopting the Cobb-Douglas technology, may lead to misleading implications. Using two examples, we show that key implications of the models are highly sensitive to small deviations of the elasticity of substitution from unity. The first employs the standard neoclassical model and emphasizes the sensitivity of the speed of convergence to small changes in the elasticity of substitution. This in turn has profound consequences for wealth and income distribution. The second deals with foreign aid and highlights how the relative merits of \"tied\" versus \"untied\" aid are also very sensitive to the elasticity of substitution.", "authors": ["eptu5"], "abstractStem": "while much empir evid suggest that the cobbdougla product function may be a reason benchmark for aggreg analysi we argu that the practic particularli preval in contemporari growth theori of adopt the cobbdougla technolog may lead to mislead implic use two exampl we show that key implic of the model are highli sensit to small deviat of the elast of substitut from uniti the first employ the standard neoclass model and emphas the sensit of the speed of converg to small chang in the elast of substitut thi in turn ha profound consequ for wealth and incom distribut the second deal with foreign aid and highlight how the rel merit of tie versu unti aid are also veri sensit to the elast of substitut", "title": "The role of factor substitution in the theory of economic growth and income distribution: Two examples"}, "https://ideas.repec.org/a/ier/iecrev/v20y1979i3p643-60.html": {"abstract": "No abstract is available for this item.", "authors": ["eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "The Stability of Exchange Rate Dynamics under Perfect Myopic Foresight"}, "https://ideas.repec.org/a/bla/reviec/v13y2005i1p20-44.html": {"abstract": " The paper develops a theoretical framework for understanding the mechanism through which foreign aid affects macroeconomic performance. The authors find that the long-run impact of an aid program and the nature of the transitional dynamics it generates depend crucially on (i) the elasticity of substitution in production, (ii) whether the aid flow is tied to investment activity or not, (iii) how the recipient government chooses to react to the flow of external assistance, and (iv) whether the aid program is permanent or temporary. Structural characteristics of the recipient are important in determining the extent to which external assistance can aid growth and welfare. Copyright Blackwell Publishing Ltd 2005..", "authors": ["fpch350", "eptu5"], "abstractStem": " the paper develop a theoret framework for understand the mechan through which foreign aid affect macroeconom perform the author find that the longrun impact of an aid program and the natur of the transit dynam it gener depend crucial on i the elast of substitut in product ii whether the aid flow is tie to invest activ or not iii how the recipi govern choos to react to the flow of extern assist and iv whether the aid program is perman or temporari structur characterist of the recipi are import in determin the extent to which extern assist can aid growth and welfar copyright blackwel publish ltd 2005", "title": "Financing Public Investment through Foreign Aid: Consequences for Economic Growth and Welfare"}, "https://ideas.repec.org/a/mcb/jmoncb/v16y1984i1p16-33.html": {"abstract": "No abstract is available for this item.", "authors": ["epmi133", "eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "The Effects of Government Expenditure on the Term Structure of Interest Rates"}, "https://ideas.repec.org/a/eee/inecon/v40y1996i1-2p41-66.html": {"abstract": "No abstract is available for this item.", "authors": ["eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "Fiscal policy, growth, and macroeconomic performance in a small open economy"}, "https://ideas.repec.org/a/mcb/jmoncb/v10y1978i1p1-26.html": {"abstract": "No abstract is available for this item.", "authors": ["eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "Macroeconomic Dynamics and Growth in a Monetary Economy: A Synthesis"}, "https://ideas.repec.org/a/kap/jecgro/v4y1999i4p413-28.html": {"abstract": " Much of the convergence debate has focused solely on output. Recent empirical evidence suggests that crucial inputs, such as technology and capital, may exhibit markedly distinct convergence patterns. We examine the convergence characteristics of a two-sector nonscale model of growth that features population growth and endogenous technology. The model replicates key economic ratios and speeds of convergence with relative ease. Most important, however, is that capital and technology differ strikingly in their convergence paths and speeds. The nonconstancy of the convergence rates and the nonproportionality of the endogenous variables during transition suggests further refinements for the empirical tests of convergence. Copyright 1999 by Kluwer Academic Publishers", "authors": ["epei6", "eptu5"], "abstractStem": " much of the converg debat ha focus sole on output recent empir evid suggest that crucial input such as technolog and capit may exhibit markedli distinct converg pattern we examin the converg characterist of a twosector nonscal model of growth that featur popul growth and endogen technolog the model replic key econom ratio and speed of converg with rel eas most import howev is that capit and technolog differ strikingli in their converg path and speed the nonconst of the converg rate and the nonproportion of the endogen variabl dure transit suggest further refin for the empir test of converg copyright 1999 by kluwer academ publish", "title": " Convergence in a Two-Sector Nonscale Growth Model"}, "https://ideas.repec.org/a/bla/econom/v53y1986i210p139-57.html": {"abstract": "This paper analyzes the effects of anticipated and unanticipated domestic monetary and fiscal expansions on both the domestic and foreign economies. The analysis is based on symmetric behavior, which is not only not an unreasonable first approximation, but also offers significant analytical advantages. Specifically, it enables the dynamics of the system to be decoupled into (a) averages and (b) differences of relevant variables. Not only does this render the analysis tractable, but it also helps provide economic insight. One striking aspect is that the differences, but not the averages, respond to announcements. The consequences of this for the dynamic adjustments of the two economies to the various disturbances are discussed at length.<p>(This abstract was borrowed from another version of this item.)", "authors": ["eptu5"], "abstractStem": "thi paper analyz the effect of anticip and unanticip domest monetari and fiscal expans on both the domest and foreign economi the analysi is base on symmetr behavior which is not onli not an unreason first approxim but also offer signific analyt advantag specif it enabl the dynam of the system to be decoupl into a averag and b differ of relev variabl not onli doe thi render the analysi tractabl but it also help provid econom insight one strike aspect is that the differ but not the averag respond to announc the consequ of thi for the dynam adjust of the two economi to the variou disturb are discuss at lengthpthi abstract wa borrow from anoth version of thi item", "title": "Monetary and Fiscal Policy under Perfect Foresight: A Symmetric Two-country Analysis"}, "https://ideas.repec.org/a/eee/inecon/v59y2003i2p267-295.html": {"abstract": "No abstract is available for this item.", "authors": ["eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "Volatility and growth in developing economies: some numerical results and empirical evidence"}, "https://ideas.repec.org/a/oup/restud/v47y1980i4p679-704..html": {"abstract": "No abstract is available for this item.", "authors": [], "abstractStem": "no abstract is avail for thi item", "title": "Expectations and the Dynamics of Devaluation"}, "https://ideas.repec.org/a/eee/pubeco/v12y1979i3p301-327.html": {"abstract": "No abstract is available for this item.", "authors": ["eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "Futures markets, private storage, and price stabilization"}, "https://ideas.repec.org/a/eee/jimfin/v29y2010i2p201-223.html": {"abstract": "We investigate the determinants of foreign borrowing costs in a stochastically growing economy. We find that these increase with the debt-wealth ratio, depending also upon the volatilities of domestic and foreign origin, and the length of debt contract. In addition, the sensitivity of the short-term debt supply to the debt-wealth ratio exceeds that of long-term debt, and the effects of volatility on the borrowing premium, growth of wealth, and its volatility, depend on the relative size of a direct effect and a secondary portfolio-adjustment effect of the initial shock, as well as the length of the debt contract. Panel regressions suggest that the empirical evidence generally support the theoretical predictions.", "authors": ["fpch1455", "eptu5"], "abstractStem": "we investig the determin of foreign borrow cost in a stochast grow economi we find that these increas with the debtwealth ratio depend also upon the volatil of domest and foreign origin and the length of debt contract in addit the sensit of the shortterm debt suppli to the debtwealth ratio exce that of longterm debt and the effect of volatil on the borrow premium growth of wealth and it volatil depend on the rel size of a direct effect and a secondari portfolioadjust effect of the initi shock as well as the length of the debt contract panel regress suggest that the empir evid gener support the theoret predict", "title": "Foreign debt supply in an imperfect international capital market: Theory and evidence"}, "https://ideas.repec.org/a/fip/fedfpr/y1992isepx12.html": {"abstract": "No abstract is available for this item.", "authors": ["eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "On the choice of monetary target in a stochastically growing small open economy"}, "https://ideas.repec.org/a/eee/inecon/v21y1986i3-4p301-312.html": {"abstract": "This paper analyzes the determination of the optimal tariff under the assumption of Consistent Conjectural Variations (CCV). A general characterization of the CCV equilibrium is given. We show that (i) there are, in general, a multiplicity of such equilibria, and (ii) under certain restrictions, the Cournot equilibrium, which is based on the assumption of no retaliation can also be a CCV equilibrium. By contrast, free trade is never a CCV equilibrium. Finally the CCV equilibrium is solved explicitly in a simple example.<p>(This abstract was borrowed from another version of this item.)", "authors": ["eptu5"], "abstractStem": "thi paper analyz the determin of the optim tariff under the assumpt of consist conjectur variat ccv a gener character of the ccv equilibrium is given we show that i there are in gener a multipl of such equilibria and ii under certain restrict the cournot equilibrium which is base on the assumpt of no retali can also be a ccv equilibrium by contrast free trade is never a ccv equilibrium final the ccv equilibrium is solv explicitli in a simpl examplepthi abstract wa borrow from anoth version of thi item", "title": "Optimal tariffs in consistent conjectural variations equilibrium"}, "https://ideas.repec.org/a/aea/aecrev/v67y1977i1p213-18.html": {"abstract": "No abstract is available for this item.", "authors": ["eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "Price Expectations and Stability in a Short-Run Multi-Asset Macro Model"}, "https://ideas.repec.org/a/ier/iecrev/v28y1987i3p707-30.html": {"abstract": " This paper analyzes the effects of an increase in the monetary growth ra te within a dynamic optimizing macroeconomic model. Both the short-ru n and long-run effects, and therefore the adjustments along the trans itional path, depend critically upon the tax structure and the firm's corresponding optimal financial decisions. With all bond financing, the effects depend upon the extent to which interest payments are tax deductible for corporations. If this is sufficiently high, the effec ts of an increase in the monetary growth rate are generally expansion ary. With low interest deductibility, or if the tax structure induces equity financing, the effects are generally contractionary. Copyright 1987 by Economics Department of the University of Pennsylvania and the Osaka University Institute of Social and Economic Research Association.", "authors": ["eptu5"], "abstractStem": " thi paper analyz the effect of an increas in the monetari growth ra te within a dynam optim macroeconom model both the shortru n and longrun effect and therefor the adjust along the tran ition path depend critic upon the tax structur and the firm correspond optim financi decis with all bond financ the effect depend upon the extent to which interest payment are tax deduct for corpor if thi is suffici high the effec ts of an increas in the monetari growth rate are gener expans ari with low interest deduct or if the tax structur induc equiti financ the effect are gener contractionari copyright 1987 by econom depart of the univers of pennsylvania and the osaka univers institut of social and econom research associ", "title": "Monetary Growth, Inflation, and Economic Activity in a Dynamic Macro Model"}, "https://ideas.repec.org/a/spr/joecth/v55y2014i1p29-68.html": {"abstract": " We extend the single-sector endogenous growth model to allow for a general demographic structure. The model shows that due to the “generational turnover term,” the equilibrium growth rate is less than that of a representative agent model. We find the local dynamics about the balanced growth path (bgp) to be unstable, implying that the bgp is the only viable equilibrium. Using numerical simulations, we analyze how economic consequences of a change in the population growth rate differ, depending on the source of the demographic change. In addition, we analyze the relationship between changes in the demographic structure and what we call the “natural rate of wealth inequality”. Finally, we use our model to study how the demographic transition experienced by the United States has affected the economic growth rate and the degree of wealth inequality. Copyright Springer-Verlag Berlin Heidelberg 2014", "authors": ["fpmi257", "eptu5"], "abstractStem": " we extend the singlesector endogen growth model to allow for a gener demograph structur the model show that due to the  gener turnov term  the equilibrium growth rate is less than that of a repres agent model we find the local dynam about the balanc growth path bgp to be unstabl impli that the bgp is the onli viabl equilibrium use numer simul we analyz how econom consequ of a chang in the popul growth rate differ depend on the sourc of the demograph chang in addit we analyz the relationship between chang in the demograph structur and what we call the  natur rate of wealth inequ  final we use our model to studi how the demograph transit experienc by the unit state ha affect the econom growth rate and the degre of wealth inequ copyright springerverlag berlin heidelberg 2014", "title": "Demography, growth, and inequality"}, "https://ideas.repec.org/a/eee/jetheo/v4y1972i1p58-71.html": {"abstract": "No abstract is available for this item.", "authors": ["fphe369", "eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "Optimal macroeconomic policy adjustment under conditions of risk"}, "https://ideas.repec.org/a/spr/joecth/v28y2006i1p25-49.html": {"abstract": " We develop an endogenous growth model with elastic labor supply, in which agents differ in their initial endowments of physical capital. In this framework, the growth rate and the distribution of income are jointly determined. The key equilibrating variable is the equilibrium labor supply. It determines the rate of return to capital, which in turn affects both the rate of capital accumulation and the distribution of income across agents. We then examine the impact of various structural shocks on growth and distribution. We find that faster growth is associated with a more unequal, contemporaneous distribution of income, consistent with recent empirical findings. Copyright Springer-Verlag Berlin/Heidelberg 2006", "authors": ["fpga245", "eptu5"], "abstractStem": " we develop an endogen growth model with elast labor suppli in which agent differ in their initi endow of physic capit in thi framework the growth rate and the distribut of incom are jointli determin the key equilibr variabl is the equilibrium labor suppli it determin the rate of return to capit which in turn affect both the rate of capit accumul and the distribut of incom across agent we then examin the impact of variou structur shock on growth and distribut we find that faster growth is associ with a more unequ contemporan distribut of incom consist with recent empir find copyright springerverlag berlinheidelberg 2006", "title": "Growth and income inequality: a canonical model"}, "https://ideas.repec.org/a/eee/inecon/v11y1981i1p33-60.html": {"abstract": "No abstract is available for this item.", "authors": ["eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "The effects of devaluation and foreign price disturbances under rational expectations"}, "https://ideas.repec.org/a/cup/macdyn/v1y1997i03p615-639_00.html": {"abstract": "No abstract is available for this item.", "authors": ["eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "Fiscal Policy In A Growing Economy With Public Capital"}, "https://ideas.repec.org/a/dse/indecr/v35y1996i1p23-40.html": {"abstract": "This paper tries to distinguish between those features of macroeconomic dynamics which will stand the test of time and which will not. It reviews the rational expectations and the representative agent models. It concludes that more attention should be paid to nonlinear dynamics and uncertainty than has hitherto been paid by macroeconomists.", "authors": ["eptu5"], "abstractStem": "thi paper tri to distinguish between those featur of macroeconom dynam which will stand the test of time and which will not it review the ration expect and the repres agent model it conclud that more attent should be paid to nonlinear dynam and uncertainti than ha hitherto been paid by macroeconomist", "title": "Trends and Fads in Macroeconomic Dynamics"}, "https://ideas.repec.org/a/bla/germec/v1y2000i1p19-42.html": {"abstract": " Financial market liberalizations are an integral part of economic development. While initial booms in investment and output are commonly seen as signs of successful deregulation, they often reverse at a later stage as international capital flows turn negative and economic growth slows markedly. Such reversals of fortunes have commonly been attributed to incorrect policies that supposedly followed the initial, appropriate measures. It is unclear, however, if capital flow reversals are actually the result of policy reversals, or if they occur as part of the normal transition when financial liberalization is accompanied by a single suboptimal policy. The later hypothesis has not been explored in the theoretical literature Copyright Verein fü Socialpolitik and Blackwell Publishers Ltd 2000.", "authors": ["epei6", "eptu5"], "abstractStem": " financi market liber are an integr part of econom develop while initi boom in invest and output are commonli seen as sign of success deregul they often revers at a later stage as intern capit flow turn neg and econom growth slow markedli such revers of fortun have commonli been attribut to incorrect polici that supposedli follow the initi appropri measur it is unclear howev if capit flow revers are actual the result of polici revers or if they occur as part of the normal transit when financi liber is accompani by a singl suboptim polici the later hypothesi ha not been explor in the theoret literatur copyright verein f  socialpolitik and blackwel publish ltd 2000", "title": "Optimal Policy for Financial Market Liberalizations: Decentralization and Capital Flow Reversals"}, "https://ideas.repec.org/a/eee/jmacro/v6y1984i4p377-397.html": {"abstract": "No abstract is available for this item.", "authors": ["eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "Equilibrium, stability, and deficit financing in a simple nonlinear monetary model under perfect foresight"}, "https://ideas.repec.org/a/mcb/jmoncb/v8y1976i4p411-37.html": {"abstract": "No abstract is available for this item.", "authors": ["eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "The Dynamics of Government Policy in an Inflationary Economy: An \"Intermediate-Run\" Analysis"}, "https://ideas.repec.org/a/aea/aecrev/v73y1983i1p183-89.html": {"abstract": "No abstract is available for this item.", "authors": ["epea5", "eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "Exchange Risk, Political Risk, and Macroeconomic Equilibrium"}, "https://ideas.repec.org/a/bla/jecrev/v46y1995i2p125-147.html": {"abstract": "No abstract is available for this item.", "authors": ["eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "Optimal Tax Policy In A Stochastically Growing Economy"}, "https://ideas.repec.org/a/eee/jimfin/v22y2003i4p529-556.html": {"abstract": "No abstract is available for this item.", "authors": ["epgi66", "eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "Intertemporal substitution, risk aversion, and economic performance in a stochastically growing open economy"}, "https://ideas.repec.org/a/inm/ormnsc/v18y1971i3p218-225.html": {"abstract": "In this paper, we discuss the effects of changes in investable wealth on investment behavior when portfolio choices are subject to a chance constraint. Alternative specifications of the chance constraint are shown to imply increasing, decreasing, or constant relative risk aversion with respect to changes in wealth.", "authors": ["eptu5"], "abstractStem": "in thi paper we discuss the effect of chang in invest wealth on invest behavior when portfolio choic are subject to a chanc constraint altern specif of the chanc constraint are shown to impli increas decreas or constant rel risk avers with respect to chang in wealth", "title": "Risk Aversion in Chance Constrained Portfolio Selection"}, "https://ideas.repec.org/a/eee/deveco/v62y2000i2p315-342.html": {"abstract": "No abstract is available for this item.", "authors": ["epos30", "eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "Differential tariffs, growth, and welfare in a small open economy"}, "https://ideas.repec.org/a/cuf/journl/y2002v3i2p219-248.html": {"abstract": "This paper examines the issue of speculative attacks on the exchange rate in an economy in which. following the attack the government allows the exchange rate to float for a limited period, before repegging it at a higher, sustainable, level. We highlight the tradeoffs between the length of the floating rate period and the timing of the speculative attack, and the implied consequences for the time paths of the exchange rate and consumption. By letting the exchange rate float for an appropriate period, the exchange rate crisis can be delayed for a maximum period of time, although delaying the crisis as long as possible is non-optimal. In some respects our results are qualitatively similar to earlier results based on non-optimizing models, although employing a rational intertemporal optimizing framework substantially enhances our understanding of the determinants of the crises.", "authors": ["eptu5"], "abstractStem": "thi paper examin the issu of specul attack on the exchang rate in an economi in which follow the attack the govern allow the exchang rate to float for a limit period befor repeg it at a higher sustain level we highlight the tradeoff between the length of the float rate period and the time of the specul attack and the impli consequ for the time path of the exchang rate and consumpt by let the exchang rate float for an appropri period the exchang rate crisi can be delay for a maximum period of time although delay the crisi as long as possibl is nonoptim in some respect our result are qualit similar to earlier result base on nonoptim model although employ a ration intertempor optim framework substanti enhanc our understand of the determin of the crise", "title": "Speculative Attacks and the Dynamics of Exchange Rates"}, "https://ideas.repec.org/a/mcb/jmoncb/v13y1981i2p156-76.html": {"abstract": "No abstract is available for this item.", "authors": ["eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "Monetary Policy and Foreign Price Disturbances under Flexible Exchange Rates: A Stochastic Approach"}, "https://ideas.repec.org/a/eee/inecon/v20y1986i3-4p291-311.html": {"abstract": "This paper analyzes the effects of both anticipated and unanticipated monetary and fiscal disturbances, on the dynamic behavior of a monetary model of a small open economy. It focuses on the adjustment of the short-term and long-term interest rates and the divergence of their transitional paths, particularly in anticipation of these disturbances. The analysis demonstrates how anticipation of a future policy change can generate perverse short-run behavior. The essential reason for the divergence between the short and long rates is that the latter is dominated by long-term expectations, while the former is primarily determined by current influences.<p>(This abstract was borrowed from another version of this item.)", "authors": ["eptu5"], "abstractStem": "thi paper analyz the effect of both anticip and unanticip monetari and fiscal disturb on the dynam behavior of a monetari model of a small open economi it focus on the adjust of the shortterm and longterm interest rate and the diverg of their transit path particularli in anticip of these disturb the analysi demonstr how anticip of a futur polici chang can gener pervers shortrun behavior the essenti reason for the diverg between the short and long rate is that the latter is domin by longterm expect while the former is primarili determin by current influencespthi abstract wa borrow from anoth version of thi item", "title": "Short-term and long-term interest rates in a monetary model of a small open economy"}, "https://ideas.repec.org/a/eee/moneco/v16y1985i3p375-395.html": {"abstract": "This paper considers two alternative approaches to stabilizing an economy with firm-specific productivity disturbances. The first uses wage contracts tying wages in each firm to these disturbances as well as the price level. The second uses a tax on firms which modifies their supply behavior together with a simple waqe indexation rule tying wages to prices alone. Both these schemes are viable as long as the firm-specific disturbance is known to all agents. If the firm alone observes the productivity disturbance, under either scheme it has an incentive to misrepresent current conditions. However, a combination of these two schemes is both welfare maximizing and incentive compatible.<p>(This abstract was borrowed from another version of this item.)", "authors": ["eptu5"], "abstractStem": "thi paper consid two altern approach to stabil an economi with firmspecif product disturb the first use wage contract tie wage in each firm to these disturb as well as the price level the second use a tax on firm which modifi their suppli behavior togeth with a simpl waqe index rule tie wage to price alon both these scheme are viabl as long as the firmspecif disturb is known to all agent if the firm alon observ the product disturb under either scheme it ha an incent to misrepres current condit howev a combin of these two scheme is both welfar maxim and incent compatiblepthi abstract wa borrow from anoth version of thi item", "title": "Macroeconomic stabilization through taxation and indexation: The use of firm-specific information"}, "https://ideas.repec.org/a/mcb/jmoncb/v39y2007i2-3p369-394.html": {"abstract": " We develop an endogenous growth model with elastic labor supply, in which agents differ in their initial endowments of physical capital. In this context, the growth rate and the distribution of income are jointly determined. We then examine the distributional impact of different ways of financing an investment subsidy. Policies aimed at increasing the growth rate result in a more unequal distribution of pre-tax income, consistent with the positive correlation between income inequality and growth observed in the recent empirical literature. However, there is no conflict between efficiency and equity if inequality is measured in terms of the distribution of welfare. Copyright 2007 The Ohio State University.", "authors": ["eptu5"], "abstractStem": " we develop an endogen growth model with elast labor suppli in which agent differ in their initi endow of physic capit in thi context the growth rate and the distribut of incom are jointli determin we then examin the distribut impact of differ way of financ an invest subsidi polici aim at increas the growth rate result in a more unequ distribut of pretax incom consist with the posit correl between incom inequ and growth observ in the recent empir literatur howev there is no conflict between effici and equiti if inequ is measur in term of the distribut of welfar copyright 2007 the ohio state univers", "title": "Growth, Income Inequality, and Fiscal Policy: What Are the Relevant Trade-offs?"}, "https://ideas.repec.org/a/eee/dyncon/v17y1993i1-2p1-36.html": {"abstract": "No abstract is available for this item.", "authors": ["eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "Risk, the financial market, and macroeconomic equilibrium"}, "https://ideas.repec.org/a/pal/imfstp/v37y1990i2p388-417.html": {"abstract": "An optimizing growth model for a highly indebted small open economy is constructed and analyzed. An important innovation in the model is the incorporation of sovereign risk through the specification of an upward-sloping foreign debt supply function. The model is used to examine the interaction between external debt and growth in response to various policies and exogenous disturbances. It is shown that structural policies intended to reduce the fiscal deficit or increase productivity can lead to trade-offs in their effect on capital accumulation and the stock of debt.", "authors": ["eptu5"], "abstractStem": "an optim growth model for a highli indebt small open economi is construct and analyz an import innov in the model is the incorpor of sovereign risk through the specif of an upwardslop foreign debt suppli function the model is use to examin the interact between extern debt and growth in respons to variou polici and exogen disturb it is shown that structur polici intend to reduc the fiscal deficit or increas product can lead to tradeoff in their effect on capit accumul and the stock of debt", "title": "Growth, External Debt, and Sovereign Risk in a Small Open Economy"}, "https://ideas.repec.org/a/tek/journl/v1y2012i1p1-39.html": {"abstract": "We show that the importance of flexible labor supply in determining the impact of foreign transfers depends upon whether the transfers are untied or tied to productivity enhancement. This is because the transfer has both a wealth effect and a relative price effect, the relative importance of which depends upon its allocation. For an untied transfer, the relative price effect is weak, the wealth effect on leisure dominates, and the endogeneity of the labor supply is important. For a tied transfer, the increase in productivity raises the wage rate, thereby inducing an increase in aggregate labor supply and offsetting the increase in leisure due to the wealth effect. The overall response in leisure is small and is dominated by the relative price effect. In this case, given this small response, whether the aggregate labor is supplied elastically or is constrained to be fixed turns out to make little difference.", "authors": ["eptu5"], "abstractStem": "we show that the import of flexibl labor suppli in determin the impact of foreign transfer depend upon whether the transfer are unti or tie to product enhanc thi is becaus the transfer ha both a wealth effect and a rel price effect the rel import of which depend upon it alloc for an unti transfer the rel price effect is weak the wealth effect on leisur domin and the endogen of the labor suppli is import for a tie transfer the increas in product rais the wage rate therebi induc an increas in aggreg labor suppli and offset the increas in leisur due to the wealth effect the overal respons in leisur is small and is domin by the rel price effect in thi case given thi small respons whether the aggreg labor is suppli elast or is constrain to be fix turn out to make littl differ", "title": "The Effects of Foreign Transfers with Flexible Labor Supply"}, "https://ideas.repec.org/a/ier/iecrev/v39y1998i2p495-521.html": {"abstract": " The effects of open-market operations and long- versus short-bond financing on risk in financial markets in a stochastically growing economy are studied. An increase in short bonds, resulting from exchanging long bonds, increases the riskiness of long bonds and raises their real rate of return. An open-market purchase of either long or short bonds raises the price of long bonds and lowers their risk and real return. However, debt policy adjustments that affect the real return to long bonds do not affect real investment or growth, so that overall the welfare consequences of debt policy are neutral. Copyright 1998 by Economics Department of the University of Pennsylvania and the Osaka University Institute of Social and Economic Research Association.", "authors": ["eptu5"], "abstractStem": " the effect of openmarket oper and long versu shortbond financ on risk in financi market in a stochast grow economi are studi an increas in short bond result from exchang long bond increas the riski of long bond and rais their real rate of return an openmarket purchas of either long or short bond rais the price of long bond and lower their risk and real return howev debt polici adjust that affect the real return to long bond do not affect real invest or growth so that overal the welfar consequ of debt polici are neutral copyright 1998 by econom depart of the univers of pennsylvania and the osaka univers institut of social and econom research associ", "title": "Consequences of Debt Policy in a Stochastically Growing Monetary Economy"}, "https://ideas.repec.org/a/kap/compec/v27y2006i2p185-206.html": {"abstract": "No abstract is available for this item.", "authors": ["eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "Feedback Approximation of the Stochastic Growth Model by Genetic Neural Networks"}, "https://ideas.repec.org/a/eee/deveco/v94y2011i1p18-29.html": {"abstract": "This paper analyzes the impact of an increase in the price of oil on a small developing economy. We consider the extent to which the impacts of oil price shocks depend upon the economy's internal production structure and its access to the world financial market, and find that the long-run impact depends much more on the former than the latter. Two critical quantities summarizing the long-run effects are (i) the relative share of oil to labor in output and (ii) the elasticity of substitution in production. We supplement the formal analysis with numerical simulations, thereby enabling us to characterize the short-run dynamics. Overall, the simulations can replicate much of the empirical evidence used to characterize the effects of the recent oil price increases on the economy. They also highlight the sensitivity of the effect of the oil price to the elasticity of substitution.", "authors": ["fpsc360", "eptu5"], "abstractStem": "thi paper analyz the impact of an increas in the price of oil on a small develop economi we consid the extent to which the impact of oil price shock depend upon the economi intern product structur and it access to the world financi market and find that the longrun impact depend much more on the former than the latter two critic quantiti summar the longrun effect are i the rel share of oil to labor in output and ii the elast of substitut in product we supplement the formal analysi with numer simul therebi enabl us to character the shortrun dynam overal the simul can replic much of the empir evid use to character the effect of the recent oil price increas on the economi they also highlight the sensit of the effect of the oil price to the elast of substitut", "title": "The impact of oil prices on an oil-importing developing economy"}, "https://ideas.repec.org/a/eee/inecon/v26y1989i3-4p227-250.html": {"abstract": "This paper analyzes the effects of both a permanent and a temporary deterioration In the terms of trade on a small open economy. The model, based on intertemporal optimization, emphasizes the labor-leisure choice and the role of capital accumulation There are two main conclusions to be drawn from the analysis. The first 1s that in all cases the transitional dynamics depends critically upon the long-run response of the capital stock to the deterioration m the terms of trade. This has been shown to consist of a substitution effect, which is negative, together with an income effect, which is positive. Secondly, since the steady state equilibrium depends upon the initla1 conditions of the economy, a temporary shock, by altering these initial conditions for some later date when the shock ceases, leads to a permanent effect on the economy. In the case where the substitution effect dominates, a deterioration in the terms of trade leads to a short-run reduction in investment and a short-run current account surplus, contrary to the Laursen-Metzler effect. However, when the long-run income effect dominates, the deterioration m the terms of trade leads to a short-run investment boom, accompanied by a short-term current account deficit. The Laursen-Metzler effect prevails, although it is driven by investment, rather than by savings behavior.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epse155", "eptu5"], "abstractStem": "thi paper analyz the effect of both a perman and a temporari deterior in the term of trade on a small open economi the model base on intertempor optim emphas the laborleisur choic and the role of capit accumul there are two main conclus to be drawn from the analysi the first 1s that in all case the transit dynam depend critic upon the longrun respons of the capit stock to the deterior m the term of trade thi ha been shown to consist of a substitut effect which is neg togeth with an incom effect which is posit secondli sinc the steadi state equilibrium depend upon the initla1 condit of the economi a temporari shock by alter these initi condit for some later date when the shock ceas lead to a perman effect on the economi in the case where the substitut effect domin a deterior in the term of trade lead to a shortrun reduct in invest and a shortrun current account surplu contrari to the laursenmetzl effect howev when the longrun incom effect domin the deterior m the term of trade lead to a shortrun invest boom accompani by a shortterm current account deficit the laursenmetzl effect prevail although it is driven by invest rather than by save behaviorpthi abstract wa borrow from anoth version of thi item", "title": "Deterioration of the terms of trade and capital accumulation: A re-examination of the Laursen-Metzler effect"}, "https://ideas.repec.org/a/kap/openec/v22y2011i3p365-386.html": {"abstract": "No abstract is available for this item.", "authors": ["fpsc360", "eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "The Impact of Energy Prices on Growth and Welfare in a Developing Open Economy"}, "https://ideas.repec.org/a/oup/restud/v43y1976i1p191-194..html": {"abstract": "No abstract is available for this item.", "authors": [], "abstractStem": "no abstract is avail for thi item", "title": "Optimal Stabilization Policies for Stochastic Linear Systems: The Case of Correlated Multiplicative and Additive Disturbances"}, "https://ideas.repec.org/a/ier/iecrev/v34y1993i4p765-94.html": {"abstract": " This paper analyzes the impact of differential tariffs on consumption and investment in a specific factors model of a small open economy in which capital is accumulated over time. Particular attention is devoted to the welfare aspects, highlighting the cost of the intertemporal distortions produced by protective trade policies. Several specific welfare propositions are obtained. First, tariff protection is shown to create short-run benefits but long-run costs in welfare. Second, the second-best policy for the two tariffs is characterized. Finally, several propositions summarizing the implications of the authors' analysis for tariff reform are derived. Copyright 1993 by Economics Department of the University of Pennsylvania and the Osaka University Institute of Social and Economic Research Association.", "authors": ["eptu5"], "abstractStem": " thi paper analyz the impact of differenti tariff on consumpt and invest in a specif factor model of a small open economi in which capit is accumul over time particular attent is devot to the welfar aspect highlight the cost of the intertempor distort produc by protect trade polici sever specif welfar proposit are obtain first tariff protect is shown to creat shortrun benefit but longrun cost in welfar second the secondbest polici for the two tariff is character final sever proposit summar the implic of the author analysi for tariff reform are deriv copyright 1993 by econom depart of the univers of pennsylvania and the osaka univers institut of social and econom research associ", "title": "The Growth and Welfare Consequences of Differential Tariffs"}, "https://ideas.repec.org/a/aea/aecrev/v67y1977i5p851-66.html": {"abstract": "No abstract is available for this item.", "authors": ["eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "Structural Expectations and the Effectiveness of Government Policy in a Short-Run Macroeconomic Model"}, "https://ideas.repec.org/a/eee/dyncon/v35y2011i9p1605-1613.html": {"abstract": "This paper focuses on the role of small models in macrodynamics. It discusses the insights that I believe these models offer and the extent to which they can address some of the complex issues, such as heterogeneity and interactions among agents that are receiving increasing attention in the literature. I comment on what I view to be the most productive role for numerical simulations, and finally offer some brief comments in defense of the state of modern macroeconomic theory in light of the criticism it has received as a result of the recent financial crisis.", "authors": ["eptu5"], "abstractStem": "thi paper focus on the role of small model in macrodynam it discuss the insight that i believ these model offer and the extent to which they can address some of the complex issu such as heterogen and interact among agent that are receiv increas attent in the literatur i comment on what i view to be the most product role for numer simul and final offer some brief comment in defens of the state of modern macroeconom theori in light of the critic it ha receiv as a result of the recent financi crisi", "title": "On the role of small models in macrodynamics"}, "https://ideas.repec.org/a/mcb/jmoncb/v43y2011i8p1543-1577.html": {"abstract": "We examine how changes in tax policies affect the dynamics of the distributions of wealth and income in a Ramsey model in which agents differ in their initial capital endowment. The endogeneity of the labor supply plays a crucial role in determining inequality, as tax changes that affect hours of work will affect the distribution of wealth and income, reinforcing or offsetting the direct redistributive impact of taxes. Our results indicate that tax policies that reduce the labor supply are associated with lower output but also with a more equal distribution of after-tax income. We illustrate these effects by examining the impact of recent tax changes observed in the US and in European economies.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpga245", "eptu5"], "abstractStem": "we examin how chang in tax polici affect the dynam of the distribut of wealth and incom in a ramsey model in which agent differ in their initi capit endow the endogen of the labor suppli play a crucial role in determin inequ as tax chang that affect hour of work will affect the distribut of wealth and incom reinforc or offset the direct redistribut impact of tax our result indic that tax polici that reduc the labor suppli are associ with lower output but also with a more equal distribut of aftertax incom we illustr these effect by examin the impact of recent tax chang observ in the us and in european economiespthi abstract wa borrow from anoth version of thi item", "title": "Taxation and Income Distribution Dynamics in a Neoclassical Growth Model"}, "https://ideas.repec.org/a/ier/iecrev/v12y1971i1p99-105.html": {"abstract": "No abstract is available for this item.", "authors": ["eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "The Degree of Joint Production"}, "https://ideas.repec.org/a/eee/jjieco/v9y1995i1p29-55.html": {"abstract": "No abstract is available for this item.", "authors": ["epse155", "eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "Investment in a Two-Sector Dependent Economy"}, "https://ideas.repec.org/a/eee/dyncon/v30y2006i2p243-278.html": {"abstract": "No abstract is available for this item.", "authors": ["eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "Equilibrium consumption and precautionary savings in a stochastically growing economy"}, "https://ideas.repec.org/a/eee/dyncon/v26y2002i9-10p1765-1785.html": {"abstract": "No abstract is available for this item.", "authors": ["eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "Intertemporal and intratemporal substitution, and the speed of convergence in the neoclassical growth model"}, "https://ideas.repec.org/a/eee/jbfina/v14y1990i1p155-177.html": {"abstract": "No abstract is available for this item.", "authors": ["eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "Assets, aggregates and optimal monetary control"}, "https://ideas.repec.org/a/eee/dyncon/v10y1986i1-2p15-19.html": {"abstract": "No abstract is available for this item.", "authors": ["eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "Optimal strategic monetary policies in dynamic interdependent economies A summary paper"}, "https://ideas.repec.org/a/bla/econom/v78y2011i309p67-88.html": {"abstract": " This paper discusses the impact of A. W. H. Phillips' seminal contributions to stabilization policy on subsequent developments in that field. We review the policy rules introduced by Phillips and show how these relate to the optimal rules emerging from linear–quadratic optimization problems. The consequences of rational expectations for the design of optimal stabilization policy are discussed. These challenges arose from the role of ‘forward-looking’ variables, through issues such as the ‘Lucas Critique’ and the ‘time consistency’ of policy. The paper also discusses some of the contemporary aspects of stabilization policy, thereby highlighting the durability of Phillips' contributions.", "authors": ["eptu5"], "abstractStem": " thi paper discuss the impact of a w h phillip semin contribut to stabil polici on subsequ develop in that field we review the polici rule introduc by phillip and show how these relat to the optim rule emerg from linear quadrat optim problem the consequ of ration expect for the design of optim stabil polici are discuss these challeng aros from the role of  forwardlook  variabl through issu such as the  luca critiqu  and the  time consist  of polici the paper also discuss some of the contemporari aspect of stabil polici therebi highlight the durabl of phillip contribut", "title": "Stabilization Theory and Policy: 50 Years after the Phillips Curve"}, "https://ideas.repec.org/a/eee/inecon/v36y1994i1-2p75-97.html": {"abstract": "No abstract is available for this item.", "authors": ["eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "Exchange rate determination and asset prices in a stochastic small open economy"}, "https://ideas.repec.org/a/eee/jmacro/v28y2006i2p273-302.html": {"abstract": "No abstract is available for this item.", "authors": ["eppi82", "eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "Public and private production in a two-sector economy"}, "https://ideas.repec.org/a/cup/macdyn/v3y1999i04p544-570_01.html": {"abstract": "No abstract is available for this item.", "authors": ["eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "Productive Government Expenditure In A Stochastically Growing Economy"}, "https://ideas.repec.org/a/bla/scandj/v81y1979i3p400-14.html": {"abstract": "No abstract is available for this item.", "authors": ["eptu5"], "abstractStem": "no abstract is avail for thi item", "title": " Optimal Monetary and Fiscal Policies in an Open Dynamic Economy"}, "https://ideas.repec.org/a/bla/jfinan/v25y1970i5p1061-80.html": {"abstract": "No abstract is available for this item.", "authors": ["eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "Financial Structure and the Theory of Production"}, "https://ideas.repec.org/a/eee/inecon/v25y1988i1-2p111-127.html": {"abstract": "This paper analyzes the gains from fiscal cooperation within the context of the standard two commodity real trade model. It shows how the adjustment in terms of trade is the critical factor in determining the effects of moving from a noncooperative equilibrium. In general, a noncooperative equilibrium leads to an overexpansion of government expenditure on the export good and an underexpansion on the import good, relative to a cooperative equilibrium. The specific example of a logarithmic economy is also considered. The paper discusses further the welfare effects resulting from the formation of a coalition among two countries.<p>(This abstract was borrowed from another version of this item.)", "authors": ["eptu5"], "abstractStem": "thi paper analyz the gain from fiscal cooper within the context of the standard two commod real trade model it show how the adjust in term of trade is the critic factor in determin the effect of move from a noncoop equilibrium in gener a noncoop equilibrium lead to an overexpans of govern expenditur on the export good and an underexpans on the import good rel to a cooper equilibrium the specif exampl of a logarithm economi is also consid the paper discuss further the welfar effect result from the format of a coalit among two countriespthi abstract wa borrow from anoth version of thi item", "title": "The gains from fiscal cooperation in the two-commodity real trade model"}, "https://ideas.repec.org/a/ecm/emetrp/v48y1980i1p135-52.html": {"abstract": "No abstract is available for this item.", "authors": ["fpsc587", "epsh55", "eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "Consumer's Surplus, Price Instability, and Consumer Welfare"}, "https://ideas.repec.org/a/ier/iecrev/v22y1981i1p179-209.html": {"abstract": "No abstract is available for this item.", "authors": ["epbr142", "eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "The Analysis of Macroeconomic Policies in Perfect Foresight Equilibrium"}, "https://ideas.repec.org/a/bla/reviec/v4y1996i3p300-321.html": {"abstract": " The equilibrium growth path for this economy depends upon the relative sectoral capital intensities of the two production functions. If the nontraded sector is relatively intensive in traded capital, both the relative price of nontraded output and the price of installed capital always remain at their respective steady-state levels. Traded capital and aggregate wealth are always on their respective steady-state growth paths. Nontraded capital undergoes transitional dynamics, ultimately converging to the growth rate of the traded capital and an equilibrium ratio of traded to nontraded capital. If the sectoral intensities are reversed, both asset prices will follow transitional adjustment paths. Copyright 1996 by Blackwell Publishing Ltd.", "authors": ["eptu5"], "abstractStem": " the equilibrium growth path for thi economi depend upon the rel sector capit intens of the two product function if the nontrad sector is rel intens in trade capit both the rel price of nontrad output and the price of instal capit alway remain at their respect steadyst level trade capit and aggreg wealth are alway on their respect steadyst growth path nontrad capit undergo transit dynam ultim converg to the growth rate of the trade capit and an equilibrium ratio of trade to nontrad capit if the sector intens are revers both asset price will follow transit adjust path copyright 1996 by blackwel publish ltd", "title": "Endogenous Growth in a Dependent Economy with Traded and Nontraded Capital"}, "https://ideas.repec.org/a/spr/weltar/v115y1979i2p201-223.html": {"abstract": "No abstract is available for this item.", "authors": ["eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "The dynamics of an open economy with endogenous monetary and fiscal policies"}, "https://ideas.repec.org/a/eee/dyncon/v34y2010i9p1550-1571.html": {"abstract": "This paper investigates the reliability of employing linearization to evaluate the dynamic adjustments to changes in productive government spending in a Ramsey growth model. If government expenditure is introduced as a flow and the dynamic adjustment is fast, linearization may yield a reasonably good approximation to the true dynamics, even for fairly large policy shocks. If government expenditure assumes the form of a stock, leading to more sluggish adjustment, linearization may yield misleading predictions. These errors occur at the beginning of the transition and weigh heavily in welfare calculations. The implications for temporary shocks and the speed of convergence are also considered.", "authors": ["epat25", "fpch350", "eptu5"], "abstractStem": "thi paper investig the reliabl of employ linear to evalu the dynam adjust to chang in product govern spend in a ramsey growth model if govern expenditur is introduc as a flow and the dynam adjust is fast linear may yield a reason good approxim to the true dynam even for fairli larg polici shock if govern expenditur assum the form of a stock lead to more sluggish adjust linear may yield mislead predict these error occur at the begin of the transit and weigh heavili in welfar calcul the implic for temporari shock and the speed of converg are also consid", "title": "How misleading is linearization? Evaluating the dynamics of the neoclassical growth model"}, "https://ideas.repec.org/a/taf/nzecpp/v47y2013i2p113-139.html": {"abstract": " This paper reviews some recent research analyzing the growth-inequality relationship among heterogeneous agents. The primary source of heterogeneity is due to the initial endowments of physical capital, although extensions to include human capital and ability are also briefly considered. The models considered fall into three structural categories. The first is the one-sector endogenous growth model, which abstracts from distributional, as well as aggregate, dynamics. The second assumes neoclassical production and is characterized by transitional dynamics in both aggregates and inequality, enabling us to discuss both intratemporal and intertemporal tradeoffs. It introduces only one source of heterogeneity and cannot address issues pertaining to wealth and income mobility. To achieve that, it requires at least two sources of heterogeneity, such as capital and ability or skills, which are introduced in a third model. An important characteristic of the framework is that the effects of any changes on the measures of inequality are path-dependent, a characteristic that has important policy implications.", "authors": ["eptu5"], "abstractStem": " thi paper review some recent research analyz the growthinequ relationship among heterogen agent the primari sourc of heterogen is due to the initi endow of physic capit although extens to includ human capit and abil are also briefli consid the model consid fall into three structur categori the first is the onesector endogen growth model which abstract from distribut as well as aggreg dynam the second assum neoclass product and is character by transit dynam in both aggreg and inequ enabl us to discuss both intratempor and intertempor tradeoff it introduc onli one sourc of heterogen and cannot address issu pertain to wealth and incom mobil to achiev that it requir at least two sourc of heterogen such as capit and abil or skill which are introduc in a third model an import characterist of the framework is that the effect of ani chang on the measur of inequ are pathdepend a characterist that ha import polici implic", "title": "The relationship between economic growth and inequality"}, "https://ideas.repec.org/a/eee/jimfin/v30y2011i7p1303-1322.html": {"abstract": "Empirical evidence suggests that the flexibility of labor supply is closely related to the dynamic adjustment of the real exchange rate. This paper investigates this relationship in a two-sector dependent economy model. While, the long-run equilibrium real exchange rate is independent of the elasticity of labor supply, our analysis confirms that the nature of the labor supply can be a crucially important determinant of its short-run dynamics. The extent to which this is so depends to some degree on the source of the underlying structural change that is driving the dynamics of the real exchange rate. Numerical simulations confirm that this mechanism may help explain the larger short-run volatility and more rapid convergence typically associated with developing countries having less flexible labor markets.", "authors": ["fpmo487", "eptu5"], "abstractStem": "empir evid suggest that the flexibl of labor suppli is close relat to the dynam adjust of the real exchang rate thi paper investig thi relationship in a twosector depend economi model while the longrun equilibrium real exchang rate is independ of the elast of labor suppli our analysi confirm that the natur of the labor suppli can be a crucial import determin of it shortrun dynam the extent to which thi is so depend to some degre on the sourc of the underli structur chang that is drive the dynam of the real exchang rate numer simul confirm that thi mechan may help explain the larger shortrun volatil and more rapid converg typic associ with develop countri have less flexibl labor market", "title": "Real exchange rate dynamics: The role of elastic labor supply"}, "https://ideas.repec.org/a/ecj/econjl/v101y1991i404p142-48.html": {"abstract": " The paper begins by emphasizing the evolving use of increasingly sophisticated analytical methods in the discipline and lamenting the increased specialization of the profession. Several aspects of economics as it has been practiced recently are found to be troubling. These include the dominance of fads, certain methodological procedures, and ideological disputes. The paper then focuses more on the future, arguing that the present treatment of uncertainty and dynamics is primitive. It suggests that the methods of nonlinear dynamics are promising. It also argues that the developments have been largely incremental and questions whether quantum changes in the methods of economics are likely to occur over the foreseeable future. Copyright 1991 by Royal Economic Society.", "authors": ["eptu5"], "abstractStem": " the paper begin by emphas the evolv use of increasingli sophist analyt method in the disciplin and lament the increas special of the profess sever aspect of econom as it ha been practic recent are found to be troubl these includ the domin of fad certain methodolog procedur and ideolog disput the paper then focus more on the futur argu that the present treatment of uncertainti and dynam is primit it suggest that the method of nonlinear dynam are promis it also argu that the develop have been larg increment and question whether quantum chang in the method of econom are like to occur over the forese futur copyright 1991 by royal econom societi", "title": "The Next Hundred Years"}, "https://ideas.repec.org/a/bla/reviec/v17y2009i5p906-926.html": {"abstract": " This paper examines linkages between international trade, environmental degradation, and economic growth in a dynamic North-South trade game. Using a neoclassical production function subject to an endogenously improving technology, North produces manufactured goods by employing labor, capital, and a natural resource that it imports from South. South extracts the resource using raw labor, in the process generating local pollution. We study optimal regional policies in the presence of local pollution and technology spillovers from North to South under both non-cooperative and cooperative modes of trade. Non-cooperative trade is inefficient due to stock externalities. Cooperative trade policies are efficient and yet do not benefit North. Both regions gain from improved productivity in North and faster knowledge diffusion to South regardless of the trading regime. Copyright � 2009 The Authors. Journal compilation � 2009 Blackwell Publishing Ltd.", "authors": ["eptu5"], "abstractStem": " thi paper examin linkag between intern trade environment degrad and econom growth in a dynam northsouth trade game use a neoclass product function subject to an endogen improv technolog north produc manufactur good by employ labor capit and a natur resourc that it import from south south extract the resourc use raw labor in the process gener local pollut we studi optim region polici in the presenc of local pollut and technolog spillov from north to south under both noncoop and cooper mode of trade noncoop trade is ineffici due to stock extern cooper trade polici are effici and yet do not benefit north both region gain from improv product in north and faster knowledg diffus to south regardless of the trade regim copyright   2009 the author journal compil   2009 blackwel publish ltd", "title": "Trade, Growth, and Environmental Quality "}, "https://ideas.repec.org/a/cup/macdyn/v13y2009i02p250-262_07.html": {"abstract": "No abstract is available for this item.", "authors": ["fpga245", "eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "The Dynamics Of Wealth Inequality In A Simple Ramsey Model: A Note On The Role Of Production Flexibility"}, "https://ideas.repec.org/a/eee/eecrev/v56y2012i8p1730-1745.html": {"abstract": "We develop a model in which public capital is both an engine of growth and a determinant of the distributions of wealth, income, and welfare. Government investment increases wealth inequality over time, regardless of its financing. The time path of income inequality is, however, highly sensitive to financing policies, and is often characterized by sharp intertemporal tradeoffs, with income inequality declining in the short run but increasing in the long run. Public investment generates a positive correlation between growth and income inequality along the transition path, but their short-run and long-run relationship depends critically on (i) how externalities impinge on allocation decisions, (ii) financing policies, and (iii) the time period of consideration. Finally, these policies also generate sharp trade-offs between average welfare and its distribution, with government investment improving average welfare, but also increasing its dispersion. Our results are obtained numerically but extensive sensitivity analysis confirms their robustness across key parameter values.", "authors": ["eptu5"], "abstractStem": "we develop a model in which public capit is both an engin of growth and a determin of the distribut of wealth incom and welfar govern invest increas wealth inequ over time regardless of it financ the time path of incom inequ is howev highli sensit to financ polici and is often character by sharp intertempor tradeoff with incom inequ declin in the short run but increas in the long run public invest gener a posit correl between growth and incom inequ along the transit path but their shortrun and longrun relationship depend critic on i how extern imping on alloc decis ii financ polici and iii the time period of consider final these polici also gener sharp tradeoff between averag welfar and it distribut with govern invest improv averag welfar but also increas it dispers our result are obtain numer but extens sensit analysi confirm their robust across key paramet valu", "title": "Infrastructure and inequality"}, "https://ideas.repec.org/a/cup/macdyn/v6y2002i02p307-335_03.html": {"abstract": "No abstract is available for this item.", "authors": ["eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "Knife-Edge Conditions And The Macrodynamics Of Small Open Economies"}, "https://ideas.repec.org/a/ier/iecrev/v18y1977i1p1-28.html": {"abstract": "No abstract is available for this item.", "authors": ["eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "On the Formulation of Continuous Time Macroeconomic Models with Asset Accumulation"}, "https://ideas.repec.org/a/ier/iecrev/v12y1971i1p71-86.html": {"abstract": "No abstract is available for this item.", "authors": ["eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "Stochastic Stability of a General Equilibrium System under Adaptive Expectations"}, "https://ideas.repec.org/a/mcb/jmoncb/v21y1989i3p321-47.html": {"abstract": " This paper analyzes the effects of monetary and fiscal policy shocks on the term structure of interest rates. Temporary versus permanent, unanticipated versus anticipated policy disturbances and the responses of long versus short, and real versus nominal rates are contrasted. The main results are summarized in a series of propositions. Among them, the finding that an unanticipated permanent fiscal expansion impacts more on long-term rates may help explain their observed excessive volatility. The effects of structural changes on the relative variances are also discussed, with the effect that operates through the impact on private speculative behavior being emphasized. Copyright 1989 by Ohio State University Press.", "authors": ["eptu5"], "abstractStem": " thi paper analyz the effect of monetari and fiscal polici shock on the term structur of interest rate temporari versu perman unanticip versu anticip polici disturb and the respons of long versu short and real versu nomin rate are contrast the main result are summar in a seri of proposit among them the find that an unanticip perman fiscal expans impact more on longterm rate may help explain their observ excess volatil the effect of structur chang on the rel varianc are also discuss with the effect that oper through the impact on privat specul behavior be emphas copyright 1989 by ohio state univers press", "title": "The Term Structure of Interest Rates and the Effects of Macroeconomic Policy"}, "https://ideas.repec.org/a/kap/openec/v20y2009i2p147-181.html": {"abstract": "No abstract is available for this item.", "authors": ["epce34", "eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "Foreign Transfers and Real Exchange Rate Adjustments in a Financially Constrained Dependent Economy"}, "https://ideas.repec.org/a/oup/oxecpp/v43y1991i1p1-24.html": {"abstract": " This paper analyzes the effects of changes in government expenditure on both a domestically produced and an imported good in an open economy based on intertemporal optimizing behavior. The dynamic adjustment is characterized in detail and the critical role played by the accumulating capital stock is highlighted. The evolution of the current account is seen to mirror that of capital. The welfare of such policies is also assessed in terms of the intertemporal utility of the representative agent. Both permanent and temporary policy changes are considered, with the latter being shown to have a permanent effect on the economy. Copyright 1991 by Royal Economic Society.", "authors": ["epse155", "eptu5"], "abstractStem": " thi paper analyz the effect of chang in govern expenditur on both a domest produc and an import good in an open economi base on intertempor optim behavior the dynam adjust is character in detail and the critic role play by the accumul capit stock is highlight the evolut of the current account is seen to mirror that of capit the welfar of such polici is also assess in term of the intertempor util of the repres agent both perman and temporari polici chang are consid with the latter be shown to have a perman effect on the economi copyright 1991 by royal econom societi", "title": "Fiscal Policy, Capital Accumulation, and Debt in an Open Economy"}, "https://ideas.repec.org/a/ier/iecrev/v12y1971i1p39-53.html": {"abstract": "No abstract is available for this item.", "authors": ["eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "A Model of Consumer Behavior under Conditions of Uncertainty in Supply"}, "https://ideas.repec.org/a/eee/dyncon/v15y1991i1p53-89.html": {"abstract": "This paper analyzes the impact of a tariff on sectoral adjustments in an economy which produces two traded consumption goods, one of which is exported, and a non-traded investment good. The importance of sectoral capital intensities is emphasized. In particular, the qualitative dynamic adjustment depends upon the relative capital intensities of the import-competing consumption good sector and the non-traded investment good sector. Sectoral labor allocation effects are analyzed and the long-run effect on aggregate capital accumulation is shown to depend upon the relative capital intensities of the import and export sectors. Temporary as well as permanent tariffs are discussed.<p>(This abstract was borrowed from another version of this item.)", "authors": ["eptu5"], "abstractStem": "thi paper analyz the impact of a tariff on sector adjust in an economi which produc two trade consumpt good one of which is export and a nontrad invest good the import of sector capit intens is emphas in particular the qualit dynam adjust depend upon the rel capit intens of the importcompet consumpt good sector and the nontrad invest good sector sector labor alloc effect are analyz and the longrun effect on aggreg capit accumul is shown to depend upon the rel capit intens of the import and export sector temporari as well as perman tariff are discussedpthi abstract wa borrow from anoth version of thi item", "title": "Tariffs and sectoral adjustments in an open economy"}, "https://ideas.repec.org/a/eee/dyncon/v2y1980i1p303-328.html": {"abstract": "No abstract is available for this item.", "authors": ["eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "The consistent specification of adaptive expectations in continuous time models : Information lags and finite forecast horizons"}, "https://ideas.repec.org/a/ecj/econjl/v93y1983i371p555-75.html": {"abstract": "A number of macroeconomic models of open economies under flexible exchange rate assume a strong version of perfect capital mobility which implies that currency speculation commands no risk premium. If this assumption is dropped a number of important results no longer obtain. First, the exchange rate and interest rate cannot be in steady state unless both the government deficit and current account equal zero, not simply their sum, as would otherwise be the case. Second, even in steady state the domestic interest rate can deviate from the foreign interest rate by an amount which de ends upon relative domestic asset supplies. Finally, introducing risk aversion on the part of speculators can reduce the response on impact of the exchange rate to changes in domestic asset supplies. In this sense rational speculators, if they are less risk averse than other agents, can destabilize exchange markets.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epea5", "eptu5"], "abstractStem": "a number of macroeconom model of open economi under flexibl exchang rate assum a strong version of perfect capit mobil which impli that currenc specul command no risk premium if thi assumpt is drop a number of import result no longer obtain first the exchang rate and interest rate cannot be in steadi state unless both the govern deficit and current account equal zero not simpli their sum as would otherwis be the case second even in steadi state the domest interest rate can deviat from the foreign interest rate by an amount which de end upon rel domest asset suppli final introduc risk avers on the part of specul can reduc the respons on impact of the exchang rate to chang in domest asset suppli in thi sens ration specul if they are less risk avers than other agent can destabil exchang marketspthi abstract wa borrow from anoth version of thi item", "title": "Covered Interest Parity, Uncovered Interest Parity and Exchange Rate Dynamics"}, "https://ideas.repec.org/a/bla/reviec/v1y1992i1p49-72.html": {"abstract": " The international transmission of tax shocks are analyzed in a two-country infinite-horizon representative agent framework. The viability of the tax regimes, arising from the arbitrage conditions characterizing equilibrium in a perfect world capital market, is emphasized. Conditions for both short-run and long-run viability are derived, and the two polar regimes of source-based and residence-based taxation are discussed. In general, the former is found more likely to satisfy the viability conditions than the latter. With equity financing, the long-run viability of residence-based taxation is likely to require the harmonization of tax and/or dividend policy. The main features of the dynamic adjustment paths following a tax increase are characterized. Copyright 1992 by Blackwell Publishing Ltd.", "authors": ["epbi3", "eptu5"], "abstractStem": " the intern transmiss of tax shock are analyz in a twocountri infinitehorizon repres agent framework the viabil of the tax regim aris from the arbitrag condit character equilibrium in a perfect world capit market is emphas condit for both shortrun and longrun viabil are deriv and the two polar regim of sourcebas and residencebas taxat are discuss in gener the former is found more like to satisfi the viabil condit than the latter with equiti financ the longrun viabil of residencebas taxat is like to requir the harmon of tax andor dividend polici the main featur of the dynam adjust path follow a tax increas are character copyright 1992 by blackwel publish ltd", "title": "The International Transmission of Tax Policies in a Dynamic World Economy"}, "https://ideas.repec.org/a/ier/iecrev/v30y1989i4p811-31.html": {"abstract": " This paper analyzes the effects of tariffs in an intertemporal optimizing framework emphasizing the role of capital accumulation. Unanticipated permanent, anticipated temporary, and anticipated permanent increases in the tariff rate are considered. In all cases, the introduction of a tariff is contractionary both in the short run and in the long run. The declining capital stock is accompanied by a current account surplus. The response of savings is unclear. The model has the property that the steady state depends upon the initial stocks of assets. As a consequence of this, a temporary tariff has a permanent (contractionary) effect on the economy. Copyright 1989 by Economics Department of the University of Pennsylvania and the Osaka University Institute of Social and Economic Research Association.", "authors": ["epse155", "eptu5"], "abstractStem": " thi paper analyz the effect of tariff in an intertempor optim framework emphas the role of capit accumul unanticip perman anticip temporari and anticip perman increas in the tariff rate are consid in all case the introduct of a tariff is contractionari both in the short run and in the long run the declin capit stock is accompani by a current account surplu the respons of save is unclear the model ha the properti that the steadi state depend upon the initi stock of asset as a consequ of thi a temporari tariff ha a perman contractionari effect on the economi copyright 1989 by econom depart of the univers of pennsylvania and the osaka univers institut of social and econom research associ", "title": "Tariffs, Capital Accumulation, and the Current Account in a Small Open Economy"}, "firstname": "Stephen J", "https://ideas.repec.org/a/mcb/jmoncb/v7y1975i1p51-80.html": {"abstract": "No abstract is available for this item.", "authors": ["eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "Optimal Choice of Monetary Instrument in a Linear Economic Model with Stochastic Coefficients"}, "https://ideas.repec.org/a/cup/macdyn/v9y2005i03p321-357_04.html": {"abstract": "No abstract is available for this item.", "authors": ["epbi3", "eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "Welfare Gains From Stabilization In A Stochastically Growing Economy With Idiosyncratic Shocks And Flexible Labor Supply"}, "https://ideas.repec.org/a/oup/restud/v44y1977i3p573-583..html": {"abstract": "No abstract is available for this item.", "authors": [], "abstractStem": "no abstract is avail for thi item", "title": "On the Choice of Numeraire and Certainty Price in General Equilibrium Models of Price Uncertainty"}, "https://ideas.repec.org/a/ecj/econjl/v108y1998i447p399-413.html": {"abstract": " This paper analyzes the impact of public investment on the dynamics of private capital formation in an intertemporal optimizing market-clearing framework. The key feature characterizing the analysis is that the public good is treated as a durable capital good subject to congestion. The authors show how, in the presence of congestion, the effect of government investment on private capital formation involves a trade-off between the degree of substitution between private and public capital in production and the degree of congestion. Both lump-sum and distortionary tax financing are considered, with this trade-off being tightened in the latter case.", "authors": ["epfi52", "eptu5"], "abstractStem": " thi paper analyz the impact of public invest on the dynam of privat capit format in an intertempor optim marketclear framework the key featur character the analysi is that the public good is treat as a durabl capit good subject to congest the author show how in the presenc of congest the effect of govern invest on privat capit format involv a tradeoff between the degre of substitut between privat and public capit in product and the degre of congest both lumpsum and distortionari tax financ are consid with thi tradeoff be tighten in the latter case", "title": "Public Investment, Congestion, and Private Capital Accumulation"}, "https://ideas.repec.org/a/eee/inecon/v6y1976i2p115-142.html": {"abstract": "No abstract is available for this item.", "authors": ["eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "The dynamics of fiscal policy in an open economy"}, "https://ideas.repec.org/a/bla/jpbect/v6y2004i2p277-310.html": {"abstract": " This paper undertakes a numerical analysis of the effects of changes in the tax rates on domestic and foreign capital income in a stochastically growing open economy under recursive preferences, in which the rate of time preference, &amp;epsiv;, and the coefficient of risk aversion, R, can be set independently. The responses of the equilibrium growth rate, its volatility, and welfare to changes in the tax changes considered are highly sensitive to the independent variations in both &amp;epsiv; and R. Consequently, the errors committed by using the conventional constant elasticity utility function, even for small violations of the compatibility condition (R&amp;equals; 1&amp;sol;&amp;epsiv;) can be significant, suggesting that this functional form should be employed with caution. Copyright 2004 Blackwell Publishing Inc..", "authors": ["fpch350", "epgi66", "eptu5"], "abstractStem": " thi paper undertak a numer analysi of the effect of chang in the tax rate on domest and foreign capit incom in a stochast grow open economi under recurs prefer in which the rate of time prefer ampepsiv and the coeffici of risk avers r can be set independ the respons of the equilibrium growth rate it volatil and welfar to chang in the tax chang consid are highli sensit to the independ variat in both ampepsiv and r consequ the error commit by use the convent constant elast util function even for small violat of the compat condit rampequ 1ampsolampepsiv can be signific suggest that thi function form should be employ with caution copyright 2004 blackwel publish inc", "title": "Capital Income Taxes and Growth in a Stochastic Economy: A Numerical Analysis of the Role of Risk Aversion and Intertemporal Substitution"}, "https://ideas.repec.org/a/bla/reviec/v7y1999i2p171-88.html": {"abstract": " New growth models exhibit \"scale effects,\" meaning that variations in the levels of key variables exert permanent influences on growth rates. Such predictions run counter to recent empirical evidence. This paper extends a general non-scale model to the open economy. With complete capital markets, only output and capital, but not consumption, retain their non-scale structure. Introducing capital market imperfections, the model is again fully non-scale. Debt subsidies are analyzed and shown to provide capital flow reversals consistent with the recent experience in East Asia. Copyright 1999 by Blackwell Publishing Ltd.", "authors": ["epei6", "eptu5"], "abstractStem": " new growth model exhibit scale effect mean that variat in the level of key variabl exert perman influenc on growth rate such predict run counter to recent empir evid thi paper extend a gener nonscal model to the open economi with complet capit market onli output and capit but not consumpt retain their nonscal structur introduc capit market imperfect the model is again fulli nonscal debt subsidi are analyz and shown to provid capit flow revers consist with the recent experi in east asia copyright 1999 by blackwel publish ltd", "title": "International Capital Markets and Non-scale Growth"}, "https://ideas.repec.org/a/ecj/econjl/v96y1986i383p696-721.html": {"abstract": "This paper analyzes strategic monetary policies using a standard two country stochastic macro model. Three noncooperative equilibria, namely Cournot, Stackelberg, and Consistent Conjectural Variations, are considered.The Pareto Optimal equilibrium, where aggregate joint costs are minimizedis also considered, and all strategic equilibria are compared to the perfectly fixed and flexible exchange rate regimes. The main conclusions obtained are:(i) Demand shocks are much less problematical than supply disturbances from the viewpoint of macro stabilization; (ii) the gains from cooperation are typically small; (iii) the strategic equilibria all show substantial margins of superiority over the fixed and flexible regimes.<p>(This abstract was borrowed from another version of this item.)", "authors": ["eptu5"], "abstractStem": "thi paper analyz strateg monetari polici use a standard two countri stochast macro model three noncoop equilibria name cournot stackelberg and consist conjectur variat are consideredth pareto optim equilibrium where aggreg joint cost are minimizedi also consid and all strateg equilibria are compar to the perfectli fix and flexibl exchang rate regim the main conclus obtain arei demand shock are much less problemat than suppli disturb from the viewpoint of macro stabil ii the gain from cooper are typic small iii the strateg equilibria all show substanti margin of superior over the fix and flexibl regimespthi abstract wa borrow from anoth version of thi item", "title": "Monetary Policies in Interdependent Economies with Stochastic Disturbances: A Strategic Approach"}, "https://ideas.repec.org/a/eee/dyncon/v19y1995i4p747-786.html": {"abstract": "No abstract is available for this item.", "authors": ["epfi52", "eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "The composition of government expenditure and its consequences for macroeconomic performance"}, "https://ideas.repec.org/a/eee/pubeco/v13y1980i2p183-212.html": {"abstract": "No abstract is available for this item.", "authors": ["epbr142", "eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "Time consistency and optimal government policies in perfect foresight equilibrium"}, "https://ideas.repec.org/a/ecj/econjl/v112y2002i476p107-132.html": {"abstract": " This paper characterises the effects of reserve requirements on financial loans in the presence of moral hazard on the lender side and sovereign risk on the borrower side. The impacts of such reserve requirements on the equilibrium default risk and borrowing are analysed and their welfare implications discussed. More generous bailouts, financed by the high-income block, encourage borrowing and increase the probability of default. The optimal reserve requirements for both lender and borrower are characterised. The introduction of a reserve requirement in either country reduces the default risk and raises the welfare of both the high-income and the emerging-market economies. Copyright Royal Economic Society 2002", "authors": ["epai8", "eptu5"], "abstractStem": " thi paper characteris the effect of reserv requir on financi loan in the presenc of moral hazard on the lender side and sovereign risk on the borrow side the impact of such reserv requir on the equilibrium default risk and borrow are analys and their welfar implic discuss more gener bailout financ by the highincom block encourag borrow and increas the probabl of default the optim reserv requir for both lender and borrow are characteris the introduct of a reserv requir in either countri reduc the default risk and rais the welfar of both the highincom and the emergingmarket economi copyright royal econom societi 2002", "title": "Reserve Requirements on Sovereign Debt in the Presence of Moral Hazard -- on Debtors or Creditors?"}, "https://ideas.repec.org/a/tpr/restat/v52y1970i1p75-81.html": {"abstract": "No abstract is available for this item.", "authors": ["eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "Safety-First and Expected Utility Maximization in Mean-Standard Deviation Portfolio Analysis"}, "https://ideas.repec.org/a/eee/jimfin/v4y1985i1p151-171.html": {"abstract": "This paper analyzes the effects of various disturbances of domestic and foreign origin in a small open economy under imperfect capital mobility in which the behavioral relationships are derived from optimization by the private sector. In this model the domestic economy jumps instantaneously to its new equilibrium following a change in either the domestic monetary growth rate or domestic fiscal policy. In response to a disturbance in either the foreign interest rate or inflation rate,the economy undergoes an initial partial jump towards its new equilibrium,which it there after approaches gradually. The implications of these results for exchange rate adjustment and the insulation properties of flexible exchange rates are discussed.<p>(This abstract was borrowed from another version of this item.)", "authors": ["eptu5"], "abstractStem": "thi paper analyz the effect of variou disturb of domest and foreign origin in a small open economi under imperfect capit mobil in which the behavior relationship are deriv from optim by the privat sector in thi model the domest economi jump instantan to it new equilibrium follow a chang in either the domest monetari growth rate or domest fiscal polici in respons to a disturb in either the foreign interest rate or inflat rateth economi undergo an initi partial jump toward it new equilibriumwhich it there after approach gradual the implic of these result for exchang rate adjust and the insul properti of flexibl exchang rate are discussedpthi abstract wa borrow from anoth version of thi item", "title": "Domestic and foreign disturbances in an optimizing model of exchange-rate determination"}, "https://ideas.repec.org/a/eee/pubeco/v101y2013icp12-24.html": {"abstract": "We examine the impact of a stylized pay-as-you-go (PAYGO) Social Security program in an economy of overlapping generations with equilibrium growth. We adopt realistic mortality and other demographic assumptions and allow for the presence or absence of life annuities. In all cases steady-state economies with PAYGO Social Security programs grow more slowly than those without. Also, we find that lifetime expected utilities are lower for existing and future households in steady-state economies with Social Security. We also report the effect of Social Security on the age profile of consumption and explore the effects of longer life expectancy, compensating Social Security program changes, and capital subsidies.", "authors": ["fpbr227", "eptu5"], "abstractStem": "we examin the impact of a styliz payasyougo paygo social secur program in an economi of overlap gener with equilibrium growth we adopt realist mortal and other demograph assumpt and allow for the presenc or absenc of life annuiti in all case steadyst economi with paygo social secur program grow more slowli than those without also we find that lifetim expect util are lower for exist and futur household in steadyst economi with social secur we also report the effect of social secur on the age profil of consumpt and explor the effect of longer life expect compens social secur program chang and capit subsidi", "title": "Social security, growth, and welfare in overlapping generations economies with or without annuities"}, "https://ideas.repec.org/a/eee/eecrev/v51y2007i2p479-504.html": {"abstract": "We examine the effects of both consumption and production externalities on capital accumulation and economic performance under time non-separable preferences and a non-scale production technology. We show that a consumption externality in isolation has long-run distortionary effects if and only if labour is supplied elastically. With fixed labour supply, it has only transitional distortionary effects, though it may generate long-run distortions through its interaction with the production externality. Production externalities always generate long-run distortions, irrespective of labour supply. The optimal taxation to correct for the distortions is characterized. Further quantitative insights are obtained by supplementing the theoretical analysis with numerical simulations based on the calibration of a plausible macroeconomic growth model.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epmo178", "eptu5"], "abstractStem": "we examin the effect of both consumpt and product extern on capit accumul and econom perform under time nonsepar prefer and a nonscal product technolog we show that a consumpt extern in isol ha longrun distortionari effect if and onli if labour is suppli elast with fix labour suppli it ha onli transit distortionari effect though it may gener longrun distort through it interact with the product extern product extern alway gener longrun distort irrespect of labour suppli the optim taxat to correct for the distort is character further quantit insight are obtain by supplement the theoret analysi with numer simul base on the calibr of a plausibl macroeconom growth modelpthi abstract wa borrow from anoth version of thi item", "title": "Consumption externalities, production externalities, and efficient capital accumulation under time non-separable preferences"}, "https://ideas.repec.org/a/eee/dyncon/v36y2012i3p331-348.html": {"abstract": "This paper examines the significance of the time path of a given productivity increase on growth and inequality. Whereas the time path impacts only the transitional paths of aggregate quantities, it has both transitional and permanent consequences for wealth and income distribution. Hence, the growth–inequality tradeoff generated by a given discrete increase in productivity contrasts sharply with that obtained when the same productivity increase occurs gradually. The latter can generate a Kuznets-type relationship between inequality and per-capita income. Our results suggest that economies with similar aggregate structural characteristics may have different outcomes for income and wealth inequality, depending on the nature of the productivity growth path.", "authors": ["epat25", "eptu5"], "abstractStem": "thi paper examin the signific of the time path of a given product increas on growth and inequ wherea the time path impact onli the transit path of aggreg quantiti it ha both transit and perman consequ for wealth and incom distribut henc the growth inequ tradeoff gener by a given discret increas in product contrast sharpli with that obtain when the same product increas occur gradual the latter can gener a kuznetstyp relationship between inequ and percapita incom our result suggest that economi with similar aggreg structur characterist may have differ outcom for incom and wealth inequ depend on the natur of the product growth path", "title": "Growth and inequality: Dependence on the time path of productivity increases (and other structural changes)"}, "https://ideas.repec.org/a/ecm/emetrp/v51y1983i5p1363-87.html": {"abstract": "No abstract is available for this item.", "authors": ["eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "The Determination of Spot and Futures Prices with Storable Commodities"}, "https://ideas.repec.org/a/eee/dyncon/v32y2008i5p1399-1431.html": {"abstract": "We examine the evolution of the distributions of wealth and income in a Ramsey model in which agents differ in their initial capital endowment and where the labor supply is endogenous. The assumption that the utility function is homogeneous implies that the macroeconomic equilibrium is independent of the distribution of wealth and allows us to characterize fully income and wealth dynamics. We find that although the dynamics of the distribution of wealth are similar under fixed and flexible labor, those of the income distribution are not. In response to a structural change, income inequality may move in opposite ways depending on whether or not the labor supply is fixed.", "authors": ["fpga245", "eptu5"], "abstractStem": "we examin the evolut of the distribut of wealth and incom in a ramsey model in which agent differ in their initi capit endow and where the labor suppli is endogen the assumpt that the util function is homogen impli that the macroeconom equilibrium is independ of the distribut of wealth and allow us to character fulli incom and wealth dynam we find that although the dynam of the distribut of wealth are similar under fix and flexibl labor those of the incom distribut are not in respons to a structur chang incom inequ may move in opposit way depend on whether or not the labor suppli is fix", "title": "Distributional dynamics in a neoclassical growth model: The role of elastic labor supply"}, "https://ideas.repec.org/a/oup/oxecpp/v31y1979i1p1-19.html": {"abstract": "No abstract is available for this item.", "authors": ["eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "Inflationary Expectations in a Two-Sector Model of Wage-Price Determination"}, "https://ideas.repec.org/a/eee/moneco/v45y2000i1p185-210.html": {"abstract": "No abstract is available for this item.", "authors": ["eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "Fiscal policy, elastic labor supply, and endogenous growth"}, "https://ideas.repec.org/a/ecm/emetrp/v44y1976i5p879-905.html": {"abstract": "No abstract is available for this item.", "authors": ["eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "The Specification of Adaptive Expectations in Continuous Time Dynamic Economic Models"}, "https://ideas.repec.org/a/eee/jeeman/v48y2004i3p1018-1049.html": {"abstract": "We introduce a renewable resource sector into an endogenous growth model of a small economy, deriving the transitional dynamic equilibrium. The model generates a long-run balanced growth path along which a resource sector of limited size can coexist with constant ongoing growth elsewhere. The key feature of the model is the allocation of labor between harvesting the resource and its use in the final output sector. We examine both the dynamic and long-run responses of the economy to various shocks pertaining to technological production conditions and resource sector parameters and show how they can generate sharply contrasting transitional adjustment paths.<p>(This abstract was borrowed from another version of this item.)", "authors": ["eptu5"], "abstractStem": "we introduc a renew resourc sector into an endogen growth model of a small economi deriv the transit dynam equilibrium the model gener a longrun balanc growth path along which a resourc sector of limit size can coexist with constant ongo growth elsewher the key featur of the model is the alloc of labor between harvest the resourc and it use in the final output sector we examin both the dynam and longrun respons of the economi to variou shock pertain to technolog product condit and resourc sector paramet and show how they can gener sharpli contrast transit adjust pathspthi abstract wa borrow from anoth version of thi item", "title": "Renewable resources in an endogenously growing economy: balanced growth and transitional dynamics"}, "https://ideas.repec.org/a/eee/jimfin/v12y1993i3p278-297.html": {"abstract": "This paper investigates the impact of change in the terms of trade on the economic performance of a small economy. Both the effects of unanticipated shocks and changes in the mean and variance of the probability distribution generating these disturbances are discussed. In all cases, the key element determining the response of the economy is the effect on the rate of growth of real wealth, to which all other real quantities are directly tied in equilibrium. Conditions for the Harberger-Laursen-Metzler effect to hold are discussed. The impact of these changes on economic welfare, as measured by expected discounted utility of the representative agent is also addressed.<p>(This abstract was borrowed from another version of this item.)", "authors": ["eptu5"], "abstractStem": "thi paper investig the impact of chang in the term of trade on the econom perform of a small economi both the effect of unanticip shock and chang in the mean and varianc of the probabl distribut gener these disturb are discuss in all case the key element determin the respons of the economi is the effect on the rate of growth of real wealth to which all other real quantiti are directli tie in equilibrium condit for the harbergerlaursenmetzl effect to hold are discuss the impact of these chang on econom welfar as measur by expect discount util of the repres agent is also addressedpthi abstract wa borrow from anoth version of thi item", "title": "The impact of terms of trade shocks on a small open economy: A stochastic analysis"}, "https://ideas.repec.org/a/aea/aecrev/v81y1991i5p1443-45.html": {"abstract": "No abstract is available for this item.", "authors": ["eptu5"], "abstractStem": "no abstract is avail for thi item", "title": "Dynamic Strategic Monetary Policies and Coordination in Interdependent Economies: Reply"}, "https://ideas.repec.org/a/bla/scandj/v83y1981i4p522-40.html": {"abstract": "No abstract is available for this item.", "authors": ["eptu5"], "abstractStem": "no abstract is avail for thi item", "title": " Secular Inflation and Dynamics of Exchange Rates under Perfect Myopic Foresight"}}}