{"epwh8": {"https://ideas.repec.org/a/bpj/glecon/v12y2012i1n2.html": {"abstract": "We explore how outcomes of trade policy retaliation (Nash tariff games) are affected when trade simultaneously takes places geographically across countries and through time via financial intermediation. In such models, deficits and surpluses in goods trade are endogenously determined, and retaliatory trade policy towards goods can affect these and monetary trade models show different retaliatory trade outcomes from conventional goods only models. We use a general equilibrium goods trade model, which also captures trade through time in the form of inside money as used in macro literature on one good overlapping generations models. In this model, the deficit or surplus of any country in goods trade is endogenous determined. Optimal trade policy differs from that in a conventional goods only trade model in that countries which run trade deficits in goods will have more strategic power through tariff policy (and surplus countries less) than in models with balanced trade. We calibrate such a model to China's trade with the rest of the world and explore two country tariff games using 2005 data. Results show the significant impacts on Nash outcomes of endogenizing the Chinese trade surplus in the model in this way.", "authors": ["epwh8", "fpzh443"], "abstractStem": "we explor how outcom of trade polici retali nash tariff game are affect when trade simultan take place geograph across countri and through time via financi intermedi in such model deficit and surplus in good trade are endogen determin and retaliatori trade polici toward good can affect these and monetari trade model show differ retaliatori trade outcom from convent good onli model we use a gener equilibrium good trade model which also captur trade through time in the form of insid money as use in macro literatur on one good overlap gener model in thi model the deficit or surplu of ani countri in good trade is endogen determin optim trade polici differ from that in a convent good onli trade model in that countri which run trade deficit in good will have more strateg power through tariff polici and surplu countri less than in model with balanc trade we calibr such a model to china trade with the rest of the world and explor two countri tariff game use 2005 data result show the signific impact on nash outcom of endogen the chines trade surplu in the model in thi way", "title": "Trade Retaliation in a Monetary-Trade Model"}, "https://ideas.repec.org/a/eee/ecoedu/v9y1990i4p377-387.html": {"abstract": "No abstract is available for this item.", "authors": ["epwh8"], "abstractStem": "no abstract is avail for thi item", "title": "Financing training in developing countries: The role of payroll taxes"}, "https://ideas.repec.org/a/bla/buecrs/v59y2007i1p1-24.html": {"abstract": "No abstract is available for this item.", "authors": ["eped19", "epwh8"], "abstractStem": "no abstract is avail for thi item", "title": "Short- And Long-Run Decompositions Of Uk Wage Inequality Changes"}, "https://ideas.repec.org/a/tpr/restat/v66y1984i2p224-34.html": {"abstract": "No abstract is available for this item.", "authors": ["epwh8"], "abstractStem": "no abstract is avail for thi item", "title": "The North-South Debate and the Terms of Trade: An Applied General Equilibrium Approach"}, "https://ideas.repec.org/a/cje/issued/v36y2003i3p747-757.html": {"abstract": "Trade and wages literature asks whether trade or technology has been the major factor behind increases in wage inequality in OECD countries since the 1980s. In this literature, little attention has been paid to how goods market responses to trade shocks affect conclusions. Using an Armington heterogeneous goods trade model we capture demand side effects, and show how trade shocks affecting the price of unskilled-intensive importable goods can be absorbed on the demand side of goods markets, with little or no impact on relative wage rates. No wage impact occurs if the elasticity of substitution in preferences between imports and import substitutes is one. As this elasticity increases, trade plays an ever larger role in explaining wage inequality changes, and as the elasticity goes below one the sign of the effect changes. We present some results of general equilibrium decompositions of total wage change into trade and technology components using UK data. We suggest that since many import demand elasticity estimates are in the neighbourhood of one, there is a prima facie case that goods market considerations further lower the significance of trade as an explanation of recent trends in OECD wage inequality beyond that claimed in the literature.", "authors": ["epwh8"], "abstractStem": "trade and wage literatur ask whether trade or technolog ha been the major factor behind increas in wage inequ in oecd countri sinc the 1980 in thi literatur littl attent ha been paid to how good market respons to trade shock affect conclus use an armington heterogen good trade model we captur demand side effect and show how trade shock affect the price of unskilledintens import good can be absorb on the demand side of good market with littl or no impact on rel wage rate no wage impact occur if the elast of substitut in prefer between import and import substitut is one as thi elast increas trade play an ever larger role in explain wage inequ chang and as the elast goe below one the sign of the effect chang we present some result of gener equilibrium decomposit of total wage chang into trade and technolog compon use uk data we suggest that sinc mani import demand elast estim are in the neighbourhood of one there is a prima faci case that good market consider further lower the signific of trade as an explan of recent trend in oecd wage inequ beyond that claim in the literatur", "title": "Goods market responses to trade shocks and trade and wages decompositions"}, "https://ideas.repec.org/a/eee/chieco/v30y2014icp567-582.html": {"abstract": "We document the sharp expansion of higher education in China beginning in 1999 and analyze its impacts on the unemployment of college graduates, using nationally representative population surveys from 2000 and 2005. We show that the expansion policy has increased the probability of college attendance among high school graduates. Using a difference-in-difference strategy, we find that China's expansion policy has sharply increased the unemployment rate among young college graduates, and that the unemployment rate for college graduates increases more in non-coastal (especially central) regions than in large coastal cities. We suggest that encouraging regional mobility of college graduates and increasing matching quality can potentially reduce the unemployment rate at the national level.", "authors": ["fpli628", "epwh8", "epxi49"], "abstractStem": "we document the sharp expans of higher educ in china begin in 1999 and analyz it impact on the unemploy of colleg graduat use nation repres popul survey from 2000 and 2005 we show that the expans polici ha increas the probabl of colleg attend among high school graduat use a differenceindiffer strategi we find that china expans polici ha sharpli increas the unemploy rate among young colleg graduat and that the unemploy rate for colleg graduat increas more in noncoast especi central region than in larg coastal citi we suggest that encourag region mobil of colleg graduat and increas match qualiti can potenti reduc the unemploy rate at the nation level", "title": "China's higher education expansion and unemployment of college graduates"}, "https://ideas.repec.org/a/tpr/restat/v67y1985i3p446-55.html": {"abstract": "No abstract is available for this item.", "authors": ["epwh8"], "abstractStem": "no abstract is avail for thi item", "title": "Geographically Discriminatory Trade Arrangements"}, "https://ideas.repec.org/a/aea/jeclit/v22y1984i3p1007-51.html": {"abstract": "No abstract is available for this item.", "authors": ["epwh8"], "abstractStem": "no abstract is avail for thi item", "title": "Applied General-Equilibrium Models of Taxation and International Trade: An Introduction and Survey"}, "https://ideas.repec.org/a/eee/deveco/v14y1984i1p61-75.html": {"abstract": "No abstract is available for this item.", "authors": ["epwh8"], "abstractStem": "no abstract is avail for thi item", "title": "Efficiency and distributional implications of global restrictions on labour mobility : Calculations and policy implications"}, "https://ideas.repec.org/a/taf/jocebs/v11y2013i3p197-217.html": {"abstract": " This article investigates the effect of house prices on household savings rates in urban China employing the 2002 and 2007 data of the Chinese Households Income Project (CHIP). We find that the rapid appreciation of house prices cannot explain high Chinese households' savings rates and the rising of Chinese savings rates. On the contrary, we find a negative relationship between house prices and household savings rates for home renters and homeowners. We do not find any evidence of 'savings for housing purchase' for young home renters when house prices increase. Their savings rates declined during housing market booms in recent 10 years. Savings rates of homeowners possessing multiple housing have decreased more because of 'the pure housing wealth effects.'", "authors": ["fpli628", "epwh8", "epzh196"], "abstractStem": " thi articl investig the effect of hous price on household save rate in urban china employ the 2002 and 2007 data of the chines household incom project chip we find that the rapid appreci of hous price cannot explain high chines household save rate and the rise of chines save rate on the contrari we find a neg relationship between hous price and household save rate for home renter and homeown we do not find ani evid of save for hous purchas for young home renter when hous price increas their save rate declin dure hous market boom in recent 10 year save rate of homeown possess multipl hous have decreas more becaus of the pure hous wealth effect", "title": "Housing price and household savings rates: evidence from China"}, "https://ideas.repec.org/a/eee/jpolmo/v8y1986i1p89-110.html": {"abstract": "No abstract is available for this item.", "authors": ["epwh8"], "abstractStem": "no abstract is avail for thi item", "title": "A small open economy model applied to an evaluation of Canadian energy policies using 1980 data"}, "https://ideas.repec.org/a/eee/jpolmo/v6y1984i4p485-511.html": {"abstract": "No abstract is available for this item.", "authors": ["epwh8"], "abstractStem": "no abstract is avail for thi item", "title": "Rent seeking and the North-South terms of trade"}, "https://ideas.repec.org/a/bla/worlde/v13y1990i1p149-150.html": {"abstract": "No abstract is available for this item.", "authors": ["epgr127", "epwh8"], "abstractStem": "no abstract is avail for thi item", "title": "Editorial Statement"}, "https://ideas.repec.org/a/ecj/econjl/v101y1991i405p180-89.html": {"abstract": "No abstract is available for this item.", "authors": ["epwh8"], "abstractStem": "no abstract is avail for thi item", "title": "The Interface between Environmental and Trade Policies"}, "https://ideas.repec.org/a/eee/ecmode/v40y2014icp275-283.html": {"abstract": "We suggest that the demographic changes caused by the one child policy (OCP) may not harm China's long-term growth. This is because of the higher human capital accumulation induced by the intergenerational transfer arrangements under China's poor-functioning formal social security system. Parents raise their children and depend on them for support when they reach an advanced age. A decrease in the number of children prompted by the OCP results in parents investing more in their children's education to ensure retirement consumption. In addition, decreased childcare costs strengthen educational investment through an income effect. Using a calibrated model, a benchmark with the OCP is compared to three counterfactual experiments without the OCP. Output in 2025 without OCP decreases about 4% under moderate estimates. The output gain comes from a greatly increased educational investment driven by fewer children (11.4years of schooling rather than 8.1). Our model sheds new light on the prospects of China's long-term growth by emphasizing the OCP's growth enhancing role through human capital formation under intergenerational transfer arrangements.", "authors": ["epwh8"], "abstractStem": "we suggest that the demograph chang caus by the one child polici ocp may not harm china longterm growth thi is becaus of the higher human capit accumul induc by the intergener transfer arrang under china poorfunct formal social secur system parent rais their children and depend on them for support when they reach an advanc age a decreas in the number of children prompt by the ocp result in parent invest more in their children educ to ensur retir consumpt in addit decreas childcar cost strengthen educ invest through an incom effect use a calibr model a benchmark with the ocp is compar to three counterfactu experi without the ocp output in 2025 without ocp decreas about 4 under moder estim the output gain come from a greatli increas educ invest driven by fewer children 114year of school rather than 81 our model shed new light on the prospect of china longterm growth by emphas the ocp growth enhanc role through human capit format under intergener transfer arrang", "title": "Intergenerational transfer, human capital and long-term growth in China under the one child policy"}, "https://ideas.repec.org/a/cje/issued/v22y1989i3p561-75.html": {"abstract": "The current indirect tax system in Canada distorts economic activity in a variety of ways and has been the subject of considerable discussion as part of overall tax reform. In this paper, a general equilibrium model is used to analyze various changes in indirect taxes in Canada, focusing on possible changes to the federal and provincial sales taxes. Results suggest that replacing either the federal or provincial sales taxes with a broadly-based sales tax yields a small, but significant, welfare gain. The distributional effects from these changes are slightly regressive, but appear to be quite small and easily offset by modest income tax credits targeted to low-income households. Results also suggest that a broad-based sales tax would be a significantly more efficient revenue source, should additional sales tax revenues be required.", "authors": ["epwh8"], "abstractStem": "the current indirect tax system in canada distort econom activ in a varieti of way and ha been the subject of consider discuss as part of overal tax reform in thi paper a gener equilibrium model is use to analyz variou chang in indirect tax in canada focus on possibl chang to the feder and provinci sale tax result suggest that replac either the feder or provinci sale tax with a broadlybas sale tax yield a small but signific welfar gain the distribut effect from these chang are slightli regress but appear to be quit small and easili offset by modest incom tax credit target to lowincom household result also suggest that a broadbas sale tax would be a significantli more effici revenu sourc should addit sale tax revenu be requir", "title": "Reforming Indirect Taxes in Canada: Some General Equilibrium Estimates"}, "https://ideas.repec.org/a/cje/issued/v17y1984i2p386-98.html": {"abstract": "No abstract is available for this item.", "authors": ["epwh8"], "abstractStem": "no abstract is avail for thi item", "title": "Trade, Industrial Policy, and Canadian Manufacturing by Richard G. Harris (with the Assistance of David Cox): A Review Article"}, "https://ideas.repec.org/a/taf/applec/44y2012i9p1091-1092.html": {"abstract": " In this article we show that the marginal welfare costs of inflationary is progressively larger with the inflation rate in Bailey's formulation, but under Baumol--Tobin treatment the opposite applies.", "authors": ["epwh8"], "abstractStem": " in thi articl we show that the margin welfar cost of inflationari is progress larger with the inflat rate in bailey formul but under baumoltobin treatment the opposit appli", "title": "The form of money demand function and the welfare costs of inflation"}, "https://ideas.repec.org/a/mcb/jmoncb/v31y1999i4p704-19.html": {"abstract": " Whether and how to tax financial intermediation services is unclear because individual preferences are not defined directly over financial services, but only over the goods that are consumed. Intermediation services facilitate consumption but do not directly provide utility. In this paper, we show how taxing goods alone (but not financial services) can be welfare preferred to taxing both goods and financial services on an equal-yield basis and at a lower rate in a general equilibrium model with transactions costs. This is consistent with Foley's (1970) and Hahn's (1971) well-known treatments of general equilibrium with transactions costs which suggest that the two fundamental theorems of welfare economics may not hold in such circumstances. Use of more intermediation services yields gains from trade, but reduces resources available for provision of other (consumption) goods. We explore the net effect first using a numerical example, and then using U.S. data, drawing out implications for policy.", "authors": ["fpch1453", "epwh8"], "abstractStem": " whether and how to tax financi intermedi servic is unclear becaus individu prefer are not defin directli over financi servic but onli over the good that are consum intermedi servic facilit consumpt but do not directli provid util in thi paper we show how tax good alon but not financi servic can be welfar prefer to tax both good and financi servic on an equalyield basi and at a lower rate in a gener equilibrium model with transact cost thi is consist with foley 1970 and hahn 1971 wellknown treatment of gener equilibrium with transact cost which suggest that the two fundament theorem of welfar econom may not hold in such circumst use of more intermedi servic yield gain from trade but reduc resourc avail for provis of other consumpt good we explor the net effect first use a numer exampl and then use us data draw out implic for polici", "title": "The Tax Treatment of Financial Intermediation"}, "https://ideas.repec.org/a/cje/issued/v17y1984i4p654-82.html": {"abstract": "No abstract is available for this item.", "authors": ["epwh8"], "abstractStem": "no abstract is avail for thi item", "title": "Regression or Progression: The Taxing Question of Incidence Analysis"}, "https://ideas.repec.org/a/bla/revinw/v33y1987i3p327-43.html": {"abstract": "No abstract is available for this item.", "authors": ["epwh8"], "abstractStem": "no abstract is avail for thi item", "title": "A Microconsistent Data Set for Canada for Use in Regional General Equilibrium Policy Analysis"}, "https://ideas.repec.org/a/spr/weltar/v133y1997i2p205-225.html": {"abstract": "No abstract is available for this item.", "authors": ["fpbr273", "epto103", "epwh8"], "abstractStem": "no abstract is avail for thi item", "title": "The potential trade effects of an FTA between the EU and Russia"}, "https://ideas.repec.org/a/eee/ecolet/v87y2005i2p199-205.html": {"abstract": "No abstract is available for this item.", "authors": ["epwh8", "fpzh443"], "abstractStem": "no abstract is avail for thi item", "title": "VAT base broadening when the location of some consumption is mobile"}, "homepage": "https://ideas.repec.org/e/pwh8.html", "https://ideas.repec.org/a/bla/worlde/v28y2005i10p1539-1557.html": {"abstract": " This paper discusses the recent regional trade agreements that China has concluded rapidly following accession to the WTO in 2002. Agreements are in place with Hong Kong, Macao, ASEAN, Australia and New Zealand, and are either in negotiation or under discussion with South Africa, Chile, India and the Gulf Cooperation Council. These agreements differ sharply in form and substance, and involve process commitments to ongoing negotiation and cooperation on a wide range of issues. Differences relating to the regional agreements negotiated by the EU and the US are emphasised, as are later potential difficulties these agreements create in moving to an Asian trade bloc centred on them. Copyright 2005 Blackwell Publishing Ltd..", "authors": ["epwh8"], "abstractStem": " thi paper discuss the recent region trade agreement that china ha conclud rapidli follow access to the wto in 2002 agreement are in place with hong kong macao asean australia and new zealand and are either in negoti or under discuss with south africa chile india and the gulf cooper council these agreement differ sharpli in form and substanc and involv process commit to ongo negoti and cooper on a wide rang of issu differ relat to the region agreement negoti by the eu and the us are emphasis as are later potenti difficulti these agreement creat in move to an asian trade bloc centr on them copyright 2005 blackwel publish ltd", "title": "China's New Regional Trade Agreements"}, "https://ideas.repec.org/a/eee/jpolmo/v19y1997i2p119-127.html": {"abstract": "No abstract is available for this item.", "authors": ["fpch1453", "epwh8"], "abstractStem": "no abstract is avail for thi item", "title": "A numerical example showing globally welfare-worsening liberalization of international trade in banking services"}, "https://ideas.repec.org/a/eee/inecon/v68y2006i1p59-78.html": {"abstract": "AbstractThis paper uses computational techniques to assess whether or not various propositions that have been advanced as plausible in the literature on regional trade agreements may actually hold. The idea is to make probabilistic statements as to whether propositions of interest might hold, rather than to restrict assumptions so they unambiguously hold. Our aim is to blend theory and numerical simulation and go beyond the ambiguous analytically derived propositions that dominate the theoretical literature so as to assess the likelihood of propositions holding for particular model specifications.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epri43", "epwh8"], "abstractStem": "abstractthi paper use comput techniqu to assess whether or not variou proposit that have been advanc as plausibl in the literatur on region trade agreement may actual hold the idea is to make probabilist statement as to whether proposit of interest might hold rather than to restrict assumpt so they unambigu hold our aim is to blend theori and numer simul and go beyond the ambigu analyt deriv proposit that domin the theoret literatur so as to assess the likelihood of proposit hold for particular model specificationspthi abstract wa borrow from anoth version of thi item", "title": "How often are propositions on the effects of regional trade agreements theoretical curiosa?"}, "https://ideas.repec.org/a/bla/reviec/v14y2006i3p348-361.html": {"abstract": " If two disjoint country service networks involving a small and large country are connected as part of international liberalization in the presence of network externalities, the per capita gain for the small country from access to a large network will be large, and the per capita gain for the large country will be small. In contrast to goods, the benefits of liberalization in network-related services are more likely to be approximately equally divided between large and small countries than is true of trade in goods, where benefits accrue disproportionately to the small country. We also argue that non-cooperation in network-related services trade may involve more extreme retaliation than suggested for trade in goods by the optimal tariff literature, so that relative to a non-cooperative outcome, gains from liberalization in network-related services become larger than from liberalization in goods. We develop simple models which we use for numerical examples showing these points, along with an empirical implementation for global telecoms liberalization for the US, Europe, Canada, and the rest of the world using the framework developed in the paper. This shows similar proportional gains to regions, consistent with the theme of the paper that goods and services liberalization differ. Copyright � 2006 The Authors; Journal compilation � 2006 Blackwell Publishing Ltd.", "authors": ["epbh51", "epwh8"], "abstractStem": " if two disjoint countri servic network involv a small and larg countri are connect as part of intern liber in the presenc of network extern the per capita gain for the small countri from access to a larg network will be larg and the per capita gain for the larg countri will be small in contrast to good the benefit of liber in networkrel servic are more like to be approxim equal divid between larg and small countri than is true of trade in good where benefit accru disproportion to the small countri we also argu that noncooper in networkrel servic trade may involv more extrem retali than suggest for trade in good by the optim tariff literatur so that rel to a noncoop outcom gain from liber in networkrel servic becom larger than from liber in good we develop simpl model which we use for numer exampl show these point along with an empir implement for global telecom liber for the us europ canada and the rest of the world use the framework develop in the paper thi show similar proport gain to region consist with the theme of the paper that good and servic liber differ copyright   2006 the author journal compil   2006 blackwel publish ltd", "title": "The Division and Size of Gains from Liberalization in Service Networks"}, "https://ideas.repec.org/a/spr/revint/v1y2006i3p237-261.html": {"abstract": "We discuss recent regional trade and economic partnership agreements involving the large population rapidly growing economies (Brazil, Russia, China, India, South Africa, ASEAN, Mexico) who (with the exception of Mexico) are also outside of the OECD. Perhaps 50 out of 300 that exist worldwide now involve BRICSAM countries and most are recently concluded and to be implemented over the next few years. Along with extensive bilateral investment treaties, mutual recognition agreements, and other country (or region) to country arrangement they are part of what we term the non-WTO. We are able to find little literature on these agreements, and our aim is to document and characterize, as much as analyze possible impacts. We note the sharp variation both across countries in the form that agreements take and also across agreements for individual countries. Agreements differ in specificity, coverage and content. In some treaties there are detailed and specific commitments, but these also coexist with seemingly vague commitments and (at times) opaque dispute settlement and enforcement. Whether these represent a partial replacement of WTO process for new negotiated reciprocity-based global trade liberalization over the next decade or so, or largely represent diplomatic protocol alongside significant WTO disciplines is the issue we discuss.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epwh8"], "abstractStem": "we discuss recent region trade and econom partnership agreement involv the larg popul rapidli grow economi brazil russia china india south africa asean mexico who with the except of mexico are also outsid of the oecd perhap 50 out of 300 that exist worldwid now involv bricsam countri and most are recent conclud and to be implement over the next few year along with extens bilater invest treati mutual recognit agreement and other countri or region to countri arrang they are part of what we term the nonwto we are abl to find littl literatur on these agreement and our aim is to document and character as much as analyz possibl impact we note the sharp variat both across countri in the form that agreement take and also across agreement for individu countri agreement differ in specif coverag and content in some treati there are detail and specif commit but these also coexist with seemingli vagu commit and at time opaqu disput settlement and enforc whether these repres a partial replac of wto process for new negoti reciprocitybas global trade liber over the next decad or so or larg repres diplomat protocol alongsid signific wto disciplin is the issu we discusspthi abstract wa borrow from anoth version of thi item", "title": "BRICSAM and the non–WTO"}, "lastname": "Whalley", "https://ideas.repec.org/a/bla/worlde/v25y2002i5p601-617.html": {"abstract": " Since the Earth Summit in Rio 1992, several calls have been made for a world environmental organisation (WEO), and only during the last year, in the run-up to Rio&amp;plus;10, five more have been added. In total, we have found 17 proposals for a WEO. We review, compare, and briefly discuss rationales, models, tasks, organisational set-up, relations to multilateral environmental agreements (MEAs) and organisations such as UNEP and the WTO, as well as the role of principles, compliance and the interest of developing countries. We conclude that a majority of proposers is in favour of an autonomous coordinating agency, that is, a medium level of integration. Frequently the WTO is mentioned as a precursor agency on which a WEO should be based. We question the effectiveness of a 'WTO for the environment' and suggest that other models ought to be considered. Copyright Blackwell Publishers Ltd 2002.", "authors": ["fplo250", "epwh8"], "abstractStem": " sinc the earth summit in rio 1992 sever call have been made for a world environment organis weo and onli dure the last year in the runup to rioampplus10 five more have been ad in total we have found 17 propos for a weo we review compar and briefli discuss rational model task organis setup relat to multilater environment agreement mea and organis such as unep and the wto as well as the role of principl complianc and the interest of develop countri we conclud that a major of propos is in favour of an autonom coordin agenc that is a medium level of integr frequent the wto is mention as a precursor agenc on which a weo should be base we question the effect of a wto for the environ and suggest that other model ought to be consid copyright blackwel publish ltd 2002", "title": "Reviewing Proposals for a World Environmental Organisation"}, "https://ideas.repec.org/a/eee/inecon/v4y1974i4p341-354.html": {"abstract": "No abstract is available for this item.", "authors": ["epwh8"], "abstractStem": "no abstract is avail for thi item", "title": "On the computation of competitive equilibrium on International markets with tariffs"}, "https://ideas.repec.org/a/wyz/journl/id266.html": {"abstract": "No abstract is available for this item.", "authors": ["epwh8"], "abstractStem": "no abstract is avail for thi item", "title": "External Sector Rebalancing and Endogenous Trade Imbalance Models"}, "https://ideas.repec.org/a/eee/ecolet/v51y1996i3p331-337.html": {"abstract": "No abstract is available for this item.", "authors": ["epwh8"], "abstractStem": "no abstract is avail for thi item", "title": "Border tax adjustments and rationed foreign exchange"}, "https://ideas.repec.org/a/eee/ecmode/v28y2011i4p2000-2012.html": {"abstract": "We develop a methodology to determine numerically how globalized the world economy is. We present a global general equilibrium model capturing major OECD economies and a residual rest of world for which alternative metrics of distance between observed, free trade and autarky equilibria can be developed. We use data for 2000 and report a number of distance measures between the 2000 observed trade restricted equilibrium and both free trade and autarky equilibria noting the absence of prior literature on metrics of distance between equilibria. The measures are used to determine the degree to which the world economy is globalized.", "authors": ["epri43", "epwh8", "fpzh443"], "abstractStem": "we develop a methodolog to determin numer how global the world economi is we present a global gener equilibrium model captur major oecd economi and a residu rest of world for which altern metric of distanc between observ free trade and autarki equilibria can be develop we use data for 2000 and report a number of distanc measur between the 2000 observ trade restrict equilibrium and both free trade and autarki equilibria note the absenc of prior literatur on metric of distanc between equilibria the measur are use to determin the degre to which the world economi is global", "title": "Distance measures between free trade and autarky for the world economy"}, "https://ideas.repec.org/a/spr/ieaple/v11y2011i3p261-273.html": {"abstract": "No abstract is available for this item.", "authors": ["epwh8"], "abstractStem": "no abstract is avail for thi item", "title": "China and India’s participation in global climate negotiations"}, "https://ideas.repec.org/a/ucp/jpolec/v107y1999i2p410-418.html": {"abstract": "No abstract is available for this item.", "authors": ["eppi34", "epwh8"], "abstractStem": "no abstract is avail for thi item", "title": "Reply to Apps/Rees and Gottfried/Richter"}, "https://ideas.repec.org/a/oup/cesifo/v55y2009i2p255-285.html": {"abstract": " In this article we discuss the global negotiations now underway and aimed at achieving new climate change mitigation and other arrangements after 2012 (the end of the Kyoto commitment period). These were initiated in Bali in December 2007 and are scheduled to conclude by the end of 2009 in Copenhagen. As such, this negotiation is effectively the second round in ongoing global negotiations on climate change and further rounds will almost certainly follow. We highlight both the vast scope and vagueness of the negotiating mandate, the many outstanding major issues to be accommodated between negotiating parties, the lack of a mechanism to force collective decision making in the negotiation, and their short time frame. The likely lack of compliance with prior Kyoto commitments by several OECD countries (some to a major degree), the effective absence in Kyoto of compliance/enforcement mechanisms, and growing linkage to non-climate change areas (principally trade) all further complicate the task of bringing the negotiation to conclusion. The major clearage we see that needs to be bridged in the negotiations is between OECD countries on the one hand, and lower wage, large population, rapidly growing countries (China, India, Russia, Brazil) on the other. (JEL codes: F33, F51, F53, Q54, Q56, P28) Copyright , Oxford University Press.", "authors": ["epwh8"], "abstractStem": " in thi articl we discuss the global negoti now underway and aim at achiev new climat chang mitig and other arrang after 2012 the end of the kyoto commit period these were initi in bali in decemb 2007 and are schedul to conclud by the end of 2009 in copenhagen as such thi negoti is effect the second round in ongo global negoti on climat chang and further round will almost certainli follow we highlight both the vast scope and vagu of the negoti mandat the mani outstand major issu to be accommod between negoti parti the lack of a mechan to forc collect decis make in the negoti and their short time frame the like lack of complianc with prior kyoto commit by sever oecd countri some to a major degre the effect absenc in kyoto of complianceenforc mechan and grow linkag to nonclim chang area princip trade all further complic the task of bring the negoti to conclus the major clearag we see that need to be bridg in the negoti is between oecd countri on the one hand and lower wage larg popul rapidli grow countri china india russia brazil on the other jel code f33 f51 f53 q54 q56 p28 copyright  oxford univers press", "title": "Bringing the Copenhagen Global Climate Change Negotiations to Conclusion -super-1"}, "https://ideas.repec.org/a/cpp/issued/v33y2007i2p207-226.html": {"abstract": "We discuss recent cases of Chinese buyout activity in the Organisation for Economic Co-operation and Development (OECD; especially in the United States and European Union) in resource and manufacturing sectors. While most of the buyout attempts have been unsuccessful, they serve as a catalyst for a wider discussion on the implications for global arrangements for cross-border acquisitions. Three specific issues ar e raised. The first is subsidization through low- or no-interest loans by the Chinese Central Bank to companies investing abroad. The second is the transparency of entities involved in buyout attempts. Most Chinese companies have close ties to multiple levels of government and are not subject to the standard reporting required of OECD companies. The third involves national security concerns in OECD countries and the possibility of China acquiring sensitive technology when Chinese companies purchase companies abroad . These issues have not been addressed in existing OECD and World Trade Organization investment policy initiatives, and have yet to be discussed in the global forum.", "authors": ["epwh8"], "abstractStem": "we discuss recent case of chines buyout activ in the organis for econom cooper and develop oecd especi in the unit state and european union in resourc and manufactur sector while most of the buyout attempt have been unsuccess they serv as a catalyst for a wider discuss on the implic for global arrang for crossbord acquisit three specif issu ar e rais the first is subsid through low or nointerest loan by the chines central bank to compani invest abroad the second is the transpar of entiti involv in buyout attempt most chines compani have close tie to multipl level of govern and are not subject to the standard report requir of oecd compani the third involv nation secur concern in oecd countri and the possibl of china acquir sensit technolog when chines compani purchas compani abroad  these issu have not been address in exist oecd and world trade organ invest polici initi and have yet to be discuss in the global forum", "title": "Recent Chinese Buyout Activity and the Implications for Wider Global Investment Rules"}, "https://ideas.repec.org/a/tpr/glenvp/v1y2001i1p29-34.html": {"abstract": " This article evaluates the case for a new World Environmental Organization. It suggests that the main purpose of such an institution could be to accomplish the internalization of global environmental externalities which, for a variety of reasons, has not been achieved to any significant degree in recent decades. This stands in contrast to recent proposals that call for a mere strengthening of existing global arrangements. The benefits of this approach, as well as some of its problems, such as ambiguous property rights, are discussed. Copyright (c) 2001 Massachusetts Institute of Technology.", "authors": ["epwh8"], "abstractStem": " thi articl evalu the case for a new world environment organ it suggest that the main purpos of such an institut could be to accomplish the intern of global environment extern which for a varieti of reason ha not been achiev to ani signific degre in recent decad thi stand in contrast to recent propos that call for a mere strengthen of exist global arrang the benefit of thi approach as well as some of it problem such as ambigu properti right are discuss copyright c 2001 massachusett institut of technolog", "title": "What Could a World Environmental Organization Do?"}, "https://ideas.repec.org/a/eee/deveco/v73y2004i1p215-232.html": {"abstract": "No abstract is available for this item.", "authors": ["epgh8", "epwh8"], "abstractStem": "no abstract is avail for thi item", "title": "Are price controls necessarily bad? The case of rice in Vietnam"}, "https://ideas.repec.org/a/bla/worlde/v33y2010i6p810-819.html": {"abstract": " Abstract (1285) Ben Lockwood and John Whalley We discuss emerging proposals for border tax adjustments (BTAs) to accompany commitments to reduce carbon emissions in the EU, the US and other OECD economies. The rationale offered for such border adjustment is that various entities, such as the EU, if making commitments to reduce emissions which go beyond those undertaken in other regions of the world, impose added costs on domestic producers which create a competitive disadvantage for them. Some form of remedy is viewed as reasonable to maintain the competitiveness of domestic industries when responding to global environmental problems. In this paper, we argue that despite its current carbon manifestation, the issue of border tax adjustments and both their rationale and their effects on trade are not new and, despite the present debate (which seems to overlook older literature), have arisen before. Earlier debate on border tax adjustments occurred at the time of the adoption of the value-added tax (VAT) in the EU as a tax harmonisation target in the early 1960s. But academic literature of the time showed that a change between origin and destination basis in the VAT would be neutral and hence the use of a destination-based tax in the EU to accompany the VAT offered no trade advantage to Europe. Here we argue that essentially the same arguments also apply for carbon-motivated BTAs, and in the current debate there seems to be a misconception between price-level effects and relative price effects stemming from a BTA, which needs correcting. We also argue that the impact of border tax adjustments should be viewed as independent of the motivation of the adjustments. Copyright 2010 Blackwell Publishing Ltd.", "authors": ["eplo65", "epwh8"], "abstractStem": " abstract 1285 ben lockwood and john whalley we discuss emerg propos for border tax adjust bta to accompani commit to reduc carbon emiss in the eu the us and other oecd economi the rational offer for such border adjust is that variou entiti such as the eu if make commit to reduc emiss which go beyond those undertaken in other region of the world impos ad cost on domest produc which creat a competit disadvantag for them some form of remedi is view as reason to maintain the competit of domest industri when respond to global environment problem in thi paper we argu that despit it current carbon manifest the issu of border tax adjust and both their rational and their effect on trade are not new and despit the present debat which seem to overlook older literatur have arisen befor earlier debat on border tax adjust occur at the time of the adopt of the valuead tax vat in the eu as a tax harmonis target in the earli 1960 but academ literatur of the time show that a chang between origin and destin basi in the vat would be neutral and henc the use of a destinationbas tax in the eu to accompani the vat offer no trade advantag to europ here we argu that essenti the same argument also appli for carbonmotiv bta and in the current debat there seem to be a misconcept between pricelevel effect and rel price effect stem from a bta which need correct we also argu that the impact of border tax adjust should be view as independ of the motiv of the adjust copyright 2010 blackwel publish ltd", "title": "Carbon-motivated Border Tax Adjustments: Old Wine in Green Bottles?"}, "https://ideas.repec.org/a/bpj/glecon/v12y2012i4p1-28n1.html": {"abstract": "In the 3 years before the 2008 Financial Crisis, GDP growth in Sub-Saharan Africa (averaged over individual economies) was around 6%, or 2 percentage points above mean growth rates for the preceding 10 years. This period also coincided with significant Chinese FDI flows into these countries, accounting for up to 10% of total inward FDI flows for certain countries in these years. We use growth accounting methods to assess what portion of this elevated growth can be attributed to Chinese inward FDI. We follow Solow (1957), Dennison (1962), and others and use data for individual economies between 1990 and 2008 to calculate Solow residuals for these years for individual economies. We use capital stock data, workforce, and factor share data by country. Capital stock data is unavailable directly and so we use perpetual inventory methods to construct the data. Factor shares come from UN National Accounts data. We then run counterfactual growth accounting experiments for thirteen Sub-Saharan African countries excluding Chinese FDI inflows for 2005-2007 and also 2003-2009. Our individual results vary by year and country, but there are several year/country combinations where Chinese FDI contributed to an additional one half of a percentage point or above to GDP growth. These results suggest that a significant, even if in some cases small, portion of the elevated growth in Sub-Saharan Africa in the three years before the Financial Crisis and also in the two years afterwards (2008-2009) can be attributed to Chinese inward investment.", "authors": ["epwh8"], "abstractStem": "in the 3 year befor the 2008 financi crisi gdp growth in subsaharan africa averag over individu economi wa around 6 or 2 percentag point abov mean growth rate for the preced 10 year thi period also coincid with signific chines fdi flow into these countri account for up to 10 of total inward fdi flow for certain countri in these year we use growth account method to assess what portion of thi elev growth can be attribut to chines inward fdi we follow solow 1957 dennison 1962 and other and use data for individu economi between 1990 and 2008 to calcul solow residu for these year for individu economi we use capit stock data workforc and factor share data by countri capit stock data is unavail directli and so we use perpetu inventori method to construct the data factor share come from un nation account data we then run counterfactu growth account experi for thirteen subsaharan african countri exclud chines fdi inflow for 20052007 and also 20032009 our individu result vari by year and countri but there are sever yearcountri combin where chines fdi contribut to an addit one half of a percentag point or abov to gdp growth these result suggest that a signific even if in some case small portion of the elev growth in subsaharan africa in the three year befor the financi crisi and also in the two year afterward 20082009 can be attribut to chines inward invest", "title": "The Contribution of Chinese FDI to Africa's Pre Crisis Growth Surge"}, "https://ideas.repec.org/a/taf/apeclt/v18y2011i15p1431-1435.html": {"abstract": " We discuss whether the introduction of climate change considerations into Nash tariff games increases or reduces post-retaliation tariffs. We briefly discuss how climate change considerations can be introduced into computational trade models. We then calculate optimal tariffs in comparable conventional (no climate change considerations present) and with climate change trade models. Results show that compared with conventional trade models, adding climate change considerations reduces the level of optimal tariffs, but this only occurs when the damage effects involved are large.", "authors": ["fpdo210", "epwh8"], "abstractStem": " we discuss whether the introduct of climat chang consider into nash tariff game increas or reduc postretali tariff we briefli discuss how climat chang consider can be introduc into comput trade model we then calcul optim tariff in compar convent no climat chang consider present and with climat chang trade model result show that compar with convent trade model ad climat chang consider reduc the level of optim tariff but thi onli occur when the damag effect involv are larg", "title": "Optimal tariff calculations in tariff games with climate change considerations"}, "https://ideas.repec.org/a/bla/worlde/v22y1999i4p453-453.html": {"abstract": "No abstract is available for this item.", "authors": ["epwh8"], "abstractStem": "no abstract is avail for thi item", "title": "Mini Symposium: 50th Anniversary of GATT/WTO"}, "https://ideas.repec.org/a/eee/inecon/v20y1986i3-4p377-383.html": {"abstract": "No abstract is available for this item.", "authors": ["epwh8"], "abstractStem": "no abstract is avail for thi item", "title": "Border tax adjustments and U.S. trade"}, "https://ideas.repec.org/a/ris/jofitr/0822.html": {"abstract": "Little of the literature from economists on climate change has focused on how accelerating climate change will affect economic structure, and the consequences which follow. Here we analyze the medium- to long-term implications of global warming for global financial structure. Stern (2007) suggests that greenhouse gas emissions generated by human activities could lead to global temperature increases of between 1 and 5°C by 2050. This will result in a large increase in global risk of extreme weather events, changing crop yields, sea level rise, and adverse health effects. Part of this risk, while uncertain, is non-diversifiable; but the other part, while diversifiable, is difficult for conventional insurance arrangements to accommodate. No established pattern of location or feature specific risks exists that are comparable to annual mortality tables for life cover. Insurance arrangements regulated on a national basis pose further possible problems. The response, we suggest, will be global financial market innovation primarily in the area of insurance, but also in diversification of asset holdings. Pressures will also build for a very large increase in government provided insurance. We suggest in this paper that, even with modest climate changes of 1 to 2°C, global insurance markets will expand dramatically. Under more extreme climate change scenarios, the entire global financial structure will undergo major change, with a refocusing of major financial activity away from intermediation between borrowers and lenders and the facilitation of the accumulation of assets, towards a focus on insurance arrangements and the diversification of risks associated with climate change. This will likely involve new contingent instruments, new issuers and financial institutions, and extensive government involvement.", "authors": ["epwh8", "epyu101"], "abstractStem": "littl of the literatur from economist on climat chang ha focus on how acceler climat chang will affect econom structur and the consequ which follow here we analyz the medium to longterm implic of global warm for global financi structur stern 2007 suggest that greenhous ga emiss gener by human activ could lead to global temperatur increas of between 1 and 5 c by 2050 thi will result in a larg increas in global risk of extrem weather event chang crop yield sea level rise and advers health effect part of thi risk while uncertain is nondiversifi but the other part while diversifi is difficult for convent insur arrang to accommod no establish pattern of locat or featur specif risk exist that are compar to annual mortal tabl for life cover insur arrang regul on a nation basi pose further possibl problem the respons we suggest will be global financi market innov primarili in the area of insur but also in diversif of asset hold pressur will also build for a veri larg increas in govern provid insur we suggest in thi paper that even with modest climat chang of 1 to 2 c global insur market will expand dramat under more extrem climat chang scenario the entir global financi structur will undergo major chang with a refocus of major financi activ away from intermedi between borrow and lender and the facilit of the accumul of asset toward a focu on insur arrang and the diversif of risk associ with climat chang thi will like involv new conting instrument new issuer and financi institut and extens govern involv", "title": "Global financial structure and climate change"}, "https://ideas.repec.org/a/eee/chieco/v29y2014icp19-26.html": {"abstract": "This paper decomposes the growth of China's export into three parts: growth in extensive margin, increased quantity and increased prices; we perform a series of empirical analyses using China's export data at the HS-6 digit level to analyze the characteristics of China's export growth. China's export growth depends more and more on price increases, less and less on quantity expansion. Compared with the rest of world, China's export price is in the process of improving, not at an increasing speed but at a declining pace. China's export performance is better than the rest of the world after the financial crisis and in 2008–2010. This reflects a strategy of lowering price and promoting sales in 2009 when facing a slump in export markets; and resuming price increases and increasing sales moderately in reaction to improving export conditions in 2010.", "authors": ["epwh8"], "abstractStem": "thi paper decompos the growth of china export into three part growth in extens margin increas quantiti and increas price we perform a seri of empir analys use china export data at the hs6 digit level to analyz the characterist of china export growth china export growth depend more and more on price increas less and less on quantiti expans compar with the rest of world china export price is in the process of improv not at an increas speed but at a declin pace china export perform is better than the rest of the world after the financi crisi and in 2008 2010 thi reflect a strategi of lower price and promot sale in 2009 when face a slump in export market and resum price increas and increas sale moder in reaction to improv export condit in 2010", "title": "Decomposing China's export growth into extensive margin, export quality and quantity effects"}, "https://ideas.repec.org/a/bpj/glecon/v10y2011i4n1.html": {"abstract": "Because China\u0092s economic structure is different from that in OECD countries, using conventional neo-classical competitive trade models to analyze the welfare and trade impacts of trade related policy change can be misleading. In particular, both the exchange rate regime and output and pricing policies of state owned enterprises (SOE\u0092s) will have effects on trade and welfare which differ from a classical competitive model. This paper present a numerical model that captures the combined and interactive effects of three policy elements in prototype form of tariffs, policy towards SOEs in the industrial sector, and an exchange rate regime supporting large trade surpluses and additions to foreign reserves. The model has non neutral monetary features, endogenous trade imbalances and average product pricing of labor in goods. We do not claim it to be fully representative of modern China, but it does go some way beyond simple competitive models used elsewhere and points to different conclusions of policy impact. We calibrate our model to 2006 data, and then evaluate the impacts both singly and in combination of: tariff liberalization, a move to more freely floating exchange rates, and SOE enterprise reform. Results show that large differences in policy have a different impact relative to a classical competitive model. SOE reform and a freely floating Chinese exchange rate have more impact on China\u0092s welfare than tariff liberalization. Policies of RMB appreciation and increasing China\u0092s money stock reduce China\u0092s trade surplus. In the traditional competitive model, trade liberalization impacts both imports and exports, while in our central case model, with endogenously determined trade surplus, trade liberalization has little effect on exports. Most of the policy impact is on imports and the trade surplus. SOE reform of China\u0092s manufacturing sector significantly decreases production of China\u0092s manufacturing sector and increases production in China\u0092s other sectors.", "authors": ["fpdo210", "epwh8"], "abstractStem": "becaus china s econom structur is differ from that in oecd countri use convent neoclass competit trade model to analyz the welfar and trade impact of trade relat polici chang can be mislead in particular both the exchang rate regim and output and price polici of state own enterpris soe s will have effect on trade and welfar which differ from a classic competit model thi paper present a numer model that captur the combin and interact effect of three polici element in prototyp form of tariff polici toward soe in the industri sector and an exchang rate regim support larg trade surplus and addit to foreign reserv the model ha non neutral monetari featur endogen trade imbal and averag product price of labor in good we do not claim it to be fulli repres of modern china but it doe go some way beyond simpl competit model use elsewher and point to differ conclus of polici impact we calibr our model to 2006 data and then evalu the impact both singli and in combin of tariff liber a move to more freeli float exchang rate and soe enterpris reform result show that larg differ in polici have a differ impact rel to a classic competit model soe reform and a freeli float chines exchang rate have more impact on china s welfar than tariff liber polici of rmb appreci and increas china s money stock reduc china s trade surplu in the tradit competit model trade liber impact both import and export while in our central case model with endogen determin trade surplu trade liber ha littl effect on export most of the polici impact is on import and the trade surplu soe reform of china s manufactur sector significantli decreas product of china s manufactur sector and increas product in china s other sector", "title": "Model Structure and the Combined Welfare and Trade Effects of China's Trade Related Policies"}, "https://ideas.repec.org/a/oup/cesifo/v55y2009i2p233-234.html": {"abstract": "No abstract is available for this item.", "authors": ["epwh8"], "abstractStem": "no abstract is avail for thi item", "title": "CESifo Symposium on the Economics of Climate Change: Introduction"}, "https://ideas.repec.org/a/bla/worlde/v31y2008i11p1454-1454.html": {"abstract": "No abstract is available for this item.", "authors": ["epwh8"], "abstractStem": "no abstract is avail for thi item", "title": "Conceptualising Globalisation A Symposium for the World Economy"}, "https://ideas.repec.org/a/sae/intstu/v35y1998i4p389-395.html": {"abstract": "No abstract is available for this item.", "authors": ["epwh8"], "abstractStem": "no abstract is avail for thi item", "title": "A Future WTO Trade Round?"}, "https://ideas.repec.org/a/ecm/emetrp/v45y1977i8p1837-58.html": {"abstract": "No abstract is available for this item.", "authors": ["epwh8"], "abstractStem": "no abstract is avail for thi item", "title": "The United Kingdom Tax System, 1968-1970: Some Fixed Point Indications of Its Economic Impact"}, "https://ideas.repec.org/a/bla/worlde/v25y2002i5p685-695.html": {"abstract": "No abstract is available for this item.", "authors": ["epwh8"], "abstractStem": "no abstract is avail for thi item", "title": "The Functioning of a Commitment Based WEO: Lessons From Experience with the WTO"}, "https://ideas.repec.org/a/eee/chieco/v23y2012i2p316-324.html": {"abstract": "This paper presents numerical simulation results that suggest that China can both reduce its trade imbalance and receive welfare benefits by switching the value added tax (VAT) regime from the current destination principle to an origin principle. We modify the traditional general equilibrium tax model to capture endogenous trade imbalances along with endogenous factor supply, a fixed exchange rate and a non-accommodative monetary policy structure which supports the Chinese trade imbalance. We calibrate model parameters to 2008 data and simulate counterfactual equilibrium for VAT tax basis switches in which the trade imbalance changes. Our results suggest that given China's trade surplus VAT regime switching to an origin basis can decrease China's trade surplus by over 40%, and additionally increase Chinese and world welfare. This has implications for present G20 discussions on finding ways to adjust global trade imbalances.", "authors": ["fpli990", "epwh8"], "abstractStem": "thi paper present numer simul result that suggest that china can both reduc it trade imbal and receiv welfar benefit by switch the valu ad tax vat regim from the current destin principl to an origin principl we modifi the tradit gener equilibrium tax model to captur endogen trade imbal along with endogen factor suppli a fix exchang rate and a nonaccommod monetari polici structur which support the chines trade imbal we calibr model paramet to 2008 data and simul counterfactu equilibrium for vat tax basi switch in which the trade imbal chang our result suggest that given china trade surplu vat regim switch to an origin basi can decreas china trade surplu by over 40 and addit increas chines and world welfar thi ha implic for present g20 discuss on find way to adjust global trade imbal", "title": "Rebalancing and the Chinese VAT: Some numerical simulation results"}, "https://ideas.repec.org/a/spr/weltar/v125y1989i3p547-562.html": {"abstract": "No abstract is available for this item.", "authors": ["epwh8"], "abstractStem": "no abstract is avail for thi item", "title": "Coalitions in the Uruguay round"}, "https://ideas.repec.org/a/eee/pubeco/v33y1987i3p357-362.html": {"abstract": "No abstract is available for this item.", "authors": ["epwh8"], "abstractStem": "no abstract is avail for thi item", "title": "Comparing the marginal welfare costs of commodity and trade taxes"}, "https://ideas.repec.org/a/eee/deveco/v72y2003i1p420-423.html": {"abstract": "No abstract is available for this item.", "authors": ["epwh8"], "abstractStem": "no abstract is avail for thi item", "title": "Efficiency, Equity, Legitimacy: The Multilateral Trading System at the Millenium: By Roger Porter, Pierre Sauve, Arvind Subramanian, and Merico Beriglia Zampetti (eds.), Washington, DC: Brookings, 2001, pp. 352. (Cloth $50.95, paper $22.95)"}, "https://ideas.repec.org/a/cup/endeec/v4y1999i01p111-124_00.html": {"abstract": "This paper discusses how environmental considerations will affect tax policy in the decades ahead. It argues that in the future, interactions between tax and environmental policy are likely to go well beyond recent discussion of double dividend issues and internalization of environmental externalities via tax policy will be the goal, which inevitably will involve the particular rather than the general. As a result, notions of neutrality which dominate current thinking on tax design will come under challenge; and in ways which will go well beyond current discussion of special treatment for particular goods and industries on environmental grounds. Special treatment of methods of production, more so than of goods, will be the name of the game. Moreover, the informational requirements of such an approach to tax policy are likely to be large. The paper concludes by pointing out that if environmental quality, as many suppose, is a luxury good with income elasticity of demand greater than one, then high income households will gain disproportionately from internalization of the externalities at issue. This may fuel pressures for more redistribution elsewhere in the tax system than is currently the case.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epwh8"], "abstractStem": "thi paper discuss how environment consider will affect tax polici in the decad ahead it argu that in the futur interact between tax and environment polici are like to go well beyond recent discuss of doubl dividend issu and intern of environment extern via tax polici will be the goal which inevit will involv the particular rather than the gener as a result notion of neutral which domin current think on tax design will come under challeng and in way which will go well beyond current discuss of special treatment for particular good and industri on environment ground special treatment of method of product more so than of good will be the name of the game moreov the inform requir of such an approach to tax polici are like to be larg the paper conclud by point out that if environment qualiti as mani suppos is a luxuri good with incom elast of demand greater than one then high incom household will gain disproportion from intern of the extern at issu thi may fuel pressur for more redistribut elsewher in the tax system than is current the casepthi abstract wa borrow from anoth version of thi item", "title": "Environmental considerations in tax policy design"}, "https://ideas.repec.org/a/eee/ecmode/v26y2009i2p309-319.html": {"abstract": "We discuss biases in preferences and their trade effects in terms of impacts on non-neutral trade flows motivated by recent literature on both home bias and the border effect. These terms take on multiple definitions in the literature and are often used interchangeably even though they differ. The border effect refers to a higher proclivity to trade behind rather than across national borders and is usually defined by the coefficients of regional dummies from an estimated gravity model. It can be present both in data and in counterfactual model solutions. Sometimes the reduced form of the gravity model used is asserted to reflect an Armington type model. For the border effect to occur as a model outcome, a structural model with at least 2 home regions and 1 country abroad is needed. In contrast to current literature, we offer a characterization of various forms of preference bias in trade models and measures of their associated trade effects based on a concept we term trade neutrality. These effects go beyond conventional border effects, and can be both across and within borders. Home bias is typically specified as an Armington preference for domestic over comparable foreign products in a trade model where goods are heterogeneous across countries. It is reflected in both model structure and parameterization, but defined in several different ways in the literature. We assess the contribution of each form of bias to the set of possible trade effects using a calibrated model with 3 Canadian regions, the U.S., and the rest of the world using 2001 data. We also evaluate how much of the conventional border effect is accounted for when model biases are modified in various ways.", "authors": ["epwh8", "epxi37"], "abstractStem": "we discuss bias in prefer and their trade effect in term of impact on nonneutr trade flow motiv by recent literatur on both home bia and the border effect these term take on multipl definit in the literatur and are often use interchang even though they differ the border effect refer to a higher procliv to trade behind rather than across nation border and is usual defin by the coeffici of region dummi from an estim graviti model it can be present both in data and in counterfactu model solut sometim the reduc form of the graviti model use is assert to reflect an armington type model for the border effect to occur as a model outcom a structur model with at least 2 home region and 1 countri abroad is need in contrast to current literatur we offer a character of variou form of prefer bia in trade model and measur of their associ trade effect base on a concept we term trade neutral these effect go beyond convent border effect and can be both across and within border home bia is typic specifi as an armington prefer for domest over compar foreign product in a trade model where good are heterogen across countri it is reflect in both model structur and parameter but defin in sever differ way in the literatur we assess the contribut of each form of bia to the set of possibl trade effect use a calibr model with 3 canadian region the us and the rest of the world use 2001 data we also evalu how much of the convent border effect is account for when model bias are modifi in variou way", "title": "Home and regional biases and border effects in Armington type models"}, "https://ideas.repec.org/a/eee/jpolmo/v32yi1p47-63.html": {"abstract": "Two effects are at issue in evaluating country incentives to participate in global carbon emission initiatives: a utility loss from reduced consumption due to reduced use of fossil fuels and a gain from lowered temperature change. The latter accrues to all countries. Own country emissions reductions are typically not in the self interest of countries and hence countries will not participate in global climate negotiations, unless the perceived damage from climate change is very large and much larger than damage estimates in the Stern review. We use Stern based damage estimates and investigate how the incentives for large population low wage rapidly growing countries in the BRIC group (Brazil, Russia, India, China) to participate in global climate change negotiations both as a sub-global coalition and individually can be affected by penalties (tariffs) inflicted or financial transfers made to them by the OECD. We assess what levels of other country trade measures linked to non-participation are needed to induce compliance as an all or nothing discrete choice. We also analyze participation linked to financial transfers. We use a general equilibrium model calibrated to a 2006-2056 base case, and capture induced changes in the global trade equilibrium in our analyses. Our results suggest that only very high tariffs of over a hundred percent by all other countries, or even higher tariffs by the OECD alone, could induce participation by BRIC countries. Equally, large financial transfers would be needed.", "authors": ["epwh8"], "abstractStem": "two effect are at issu in evalu countri incent to particip in global carbon emiss initi a util loss from reduc consumpt due to reduc use of fossil fuel and a gain from lower temperatur chang the latter accru to all countri own countri emiss reduct are typic not in the self interest of countri and henc countri will not particip in global climat negoti unless the perceiv damag from climat chang is veri larg and much larger than damag estim in the stern review we use stern base damag estim and investig how the incent for larg popul low wage rapidli grow countri in the bric group brazil russia india china to particip in global climat chang negoti both as a subglob coalit and individu can be affect by penalti tariff inflict or financi transfer made to them by the oecd we assess what level of other countri trade measur link to nonparticip are need to induc complianc as an all or noth discret choic we also analyz particip link to financi transfer we use a gener equilibrium model calibr to a 20062056 base case and captur induc chang in the global trade equilibrium in our analys our result suggest that onli veri high tariff of over a hundr percent by all other countri or even higher tariff by the oecd alon could induc particip by bric countri equal larg financi transfer would be need", "title": "Trade sanctions, financial transfers and BRIC participation in global climate change negotiations"}, "https://ideas.repec.org/a/eee/ecolet/v55y1997i1p75-83.html": {"abstract": "No abstract is available for this item.", "authors": ["epwh8"], "abstractStem": "no abstract is avail for thi item", "title": "Reference point dependence and specification bias"}, "https://ideas.repec.org/a/eee/ecolet/v12y1983i1p61-67.html": {"abstract": "No abstract is available for this item.", "authors": ["epwh8", "fpwi292"], "abstractStem": "no abstract is avail for thi item", "title": "Are developed country multilateral tariff reductions necessarily beneficial for the U.S.?"}, "https://ideas.repec.org/a/tpr/restat/v80y1998i3p357-364.html": {"abstract": " This paper numerically investigates the significance of rents for both the welfare costs and the optimal design of commodity taxes using a general-equilibrium model calibrated to 1986 Canadian data. In the data we use, Ricardian rents are concentrated in agriculture and utilities, with market structure rents concentrated in manufacturing. Different types of rents have different implications for the welfare cost of taxes, and hence also for appropriate tax design. Ricardian rents lower the cost of taxes; rents supported by imperfect competition (with no free entry) raise the cost of taxes; rents supported by regulation generate rent-seeking costs, and if taxed improve resource allocation. Model results show a markedly nonuniform optimal tax structure, and a substantial influence of the treatment of rents on the pattern of optimal tax rates by commodity. © 1998 by the President and Fellows of Harvard College and the Massachusetts Institute of Technology", "authors": ["fppe298", "epwh8"], "abstractStem": " thi paper numer investig the signific of rent for both the welfar cost and the optim design of commod tax use a generalequilibrium model calibr to 1986 canadian data in the data we use ricardian rent are concentr in agricultur and util with market structur rent concentr in manufactur differ type of rent have differ implic for the welfar cost of tax and henc also for appropri tax design ricardian rent lower the cost of tax rent support by imperfect competit with no free entri rais the cost of tax rent support by regul gener rentseek cost and if tax improv resourc alloc model result show a markedli nonuniform optim tax structur and a substanti influenc of the treatment of rent on the pattern of optim tax rate by commod   1998 by the presid and fellow of harvard colleg and the massachusett institut of technolog", "title": "Rents And The Cost And Optimal Design Of Commodity Taxes"}, "https://ideas.repec.org/a/eee/ecofin/v26y2013icp92-105.html": {"abstract": "We focus on the external sector component of financial instability and link changes in country imbalances to GDP growth rates in ways to produce indices of expected worsening or improving financial instability at different points in time. Our results suggest that depending upon the index used and the base date chosen for comparison, different implications emerge for the linkage between external sector imbalances, perceived future instability and hence the possible onset of a financial crisis. The implication we drawn is that links between imbalances and best policy response to 2008 crisis asserted by the G20 may be more tenuous than claimed.", "authors": ["epwh8"], "abstractStem": "we focu on the extern sector compon of financi instabl and link chang in countri imbal to gdp growth rate in way to produc indic of expect worsen or improv financi instabl at differ point in time our result suggest that depend upon the index use and the base date chosen for comparison differ implic emerg for the linkag between extern sector imbal perceiv futur instabl and henc the possibl onset of a financi crisi the implic we drawn is that link between imbal and best polici respons to 2008 crisi assert by the g20 may be more tenuou than claim", "title": "Expected worsening or improving financial instability and the 2008 financial crisis"}, "https://ideas.repec.org/a/taf/apeclt/v18y2011i4p301-304.html": {"abstract": " We discuss a simple model of choices of joint consumption by a working couple who place maintenance of their marriage (relationship) above all else. Any proposal made by one partner seeking to provide maximal utility to the other so as to preserve the marriage, in the case where preferences of partners are unknown, will be accepted. In this sense consumption is arbitrary. In the concluding section, we suggest that while overly simple, this structure may characterize to some degree significant amounts of observed consumption, emphasizing how social arrangements and the value placed on them by individuals can impact on observed economic behaviour.", "authors": ["epwh8", "fpzh443"], "abstractStem": " we discuss a simpl model of choic of joint consumpt by a work coupl who place mainten of their marriag relationship abov all els ani propos made by one partner seek to provid maxim util to the other so as to preserv the marriag in the case where prefer of partner are unknown will be accept in thi sens consumpt is arbitrari in the conclud section we suggest that while overli simpl thi structur may character to some degre signific amount of observ consumpt emphas how social arrang and the valu place on them by individu can impact on observ econom behaviour", "title": "On the arbitrariness of consumption"}, "https://ideas.repec.org/a/ucp/jpolec/v97y1989i4p781-807.html": {"abstract": " This paper presents a method for assessing the relative importance of price increases and strengthened individual incentives due to the introduction of the responsibility system for the post-1978 increase in China's agricultural productivity. Data on post-1978 Chinese agricultural performance suggest that a little over three-quarters of the measured productivity increase is due to payment system changes and the remainder to price increases. The authors also use their method to calculate incentive indices, giving an estimate of the fraction of their marginal product that peasants received under the pre-1978 regime. Copyright 1989 by University of Chicago Press.", "authors": ["epmc60", "epwh8"], "abstractStem": " thi paper present a method for assess the rel import of price increas and strengthen individu incent due to the introduct of the respons system for the post1978 increas in china agricultur product data on post1978 chines agricultur perform suggest that a littl over threequart of the measur product increas is due to payment system chang and the remaind to price increas the author also use their method to calcul incent indic give an estim of the fraction of their margin product that peasant receiv under the pre1978 regim copyright 1989 by univers of chicago press", "title": "The Impact of China's Economic Reforms on Agricultural Productivity Growth"}, "https://ideas.repec.org/a/oup/restud/v40y1973i4p475-489..html": {"abstract": "No abstract is available for this item.", "authors": [], "abstractStem": "no abstract is avail for thi item", "title": "General Equilibrium with Taxes: A Computational Procedure and an Existence Proof"}, "https://ideas.repec.org/a/cpp/issued/v16y1990i2p121-136.html": {"abstract": "No abstract is available for this item.", "authors": ["epwh8"], "abstractStem": "no abstract is avail for thi item", "title": "Now that the Deal is Over: Canadian Trade Policy Options in the 1990s"}, "https://ideas.repec.org/a/bla/worlde/v34y2011i11p1844-1862.html": {"abstract": "This paper discusses the role that trade can potentially play in both negotiating and operating a post Kyoto/post 2012 global climate policy regime. As an addition to the bargaining set for a global climate negotiation, trade in principle widens the range of jointly beneficial potential outcomes and can in this sense be a potential facilitator of an agreed global climate regime. The reverse is also true, that in a linked climate-trade-finance global policy coordination structure that goes well beyond what was envisioned at Bretton Woods, climate now added to the global policy bargaining set also offers the prospect of potentially stronger trade disciplines (and even beyond WTO disciplines being negotiated). Trade policy can as well be an instrument for the implementation of a global climate regime, since trade provides a mechanism for achieving an internalization outcome for the global externality that climate change represents, and that provides a potentially more efficient outcome and also helps meet distributional objectives. In short, trade added to the emerging post 2012 climate regime can both expand the bargaining set for both (effectively linked) negotiations, and additionally provide an instrument for the implementation of an agreed outcome.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epwh8"], "abstractStem": "thi paper discuss the role that trade can potenti play in both negoti and oper a post kyotopost 2012 global climat polici regim as an addit to the bargain set for a global climat negoti trade in principl widen the rang of jointli benefici potenti outcom and can in thi sens be a potenti facilit of an agre global climat regim the revers is also true that in a link climatetradefin global polici coordin structur that goe well beyond what wa envis at bretton wood climat now ad to the global polici bargain set also offer the prospect of potenti stronger trade disciplin and even beyond wto disciplin be negoti trade polici can as well be an instrument for the implement of a global climat regim sinc trade provid a mechan for achiev an intern outcom for the global extern that climat chang repres and that provid a potenti more effici outcom and also help meet distribut object in short trade ad to the emerg post 2012 climat regim can both expand the bargain set for both effect link negoti and addit provid an instrument for the implement of an agre outcomepthi abstract wa borrow from anoth version of thi item", "title": "What Role for Trade in a Post‐2012 Global Climate Policy Regime"}, "https://ideas.repec.org/a/eee/pubeco/v28y1985i2p247-254.html": {"abstract": "No abstract is available for this item.", "authors": ["epke16", "epwh8"], "abstractStem": "no abstract is avail for thi item", "title": "Uniqueness of equilibrium in large-scale numerical general equilibrium models"}, "https://ideas.repec.org/a/aea/aecrev/v71y1981i4p773.html": {"abstract": "No abstract is available for this item.", "authors": ["epwh8"], "abstractStem": "no abstract is avail for thi item", "title": "The General Nonneutrality of Income and Consumption Taxes: Reply [A Simple Neutrality Result for Movements between Income and Consumption Taxes]"}, "https://ideas.repec.org/a/oup/wbecrv/v5y1991i3p535-52.html": {"abstract": " Misleading conclusions can be drawn from studies of tax incidence that ignore the special features of developing countries. Incorporating these features can sometimes reverse the incidence pattern of taxes relative to what is often taken to be conventional wisdom. Even where patterns are not reversed, quantitative differences can be substantial. The \"newer\" views of incidence have implications for tax restructuring options being considered in several developing countries. The proposed restructuring may appear to lead only to a more regressive tax system, because of improper incidence analysis. Copyright 1991 by Oxford University Press.", "authors": ["epsh62", "epwh8"], "abstractStem": " mislead conclus can be drawn from studi of tax incid that ignor the special featur of develop countri incorpor these featur can sometim revers the incid pattern of tax rel to what is often taken to be convent wisdom even where pattern are not revers quantit differ can be substanti the newer view of incid have implic for tax restructur option be consid in sever develop countri the propos restructur may appear to lead onli to a more regress tax system becaus of improp incid analysi copyright 1991 by oxford univers press", "title": "Tax Incidence Analysis of Developing Countries: An Alternative View"}, "https://ideas.repec.org/a/eee/ecmode/v28y2011i1-2p614-621.html": {"abstract": "Given the rapidly growing reserves in Asia (China, Japan, Korea, and Taiwan) and the pressures from trading partners to revalue, there is a need to examine commercial policy in more than a pure barter model. Here we evaluate the joint impacts of exchange rate appreciation on trade flows and country surpluses using a general equilibrium trade model with a simple monetary structure in which the trade surplus is endogenously determined in the exchange rate setting country and the exchange rate is exogenous. We illustrate its application to the Chinese case using calibration to 2005 data. Our results, while elasticity dependent, suggest that the impacts of Renminbi (RMB) revaluation on the surplus are proportionally larger than on trade flows, and that changes in trade flows can be substantial. Different treatments of China's processing trade have small impact on changes in China's trade flow under RMB appreciation, but significant impacts on the change in the surplus. Results are elasticity dependent; larger substitution elasticities in preferences yield larger effects on trade flows and the surplus.", "authors": ["epwh8"], "abstractStem": "given the rapidli grow reserv in asia china japan korea and taiwan and the pressur from trade partner to revalu there is a need to examin commerci polici in more than a pure barter model here we evalu the joint impact of exchang rate appreci on trade flow and countri surplus use a gener equilibrium trade model with a simpl monetari structur in which the trade surplu is endogen determin in the exchang rate set countri and the exchang rate is exogen we illustr it applic to the chines case use calibr to 2005 data our result while elast depend suggest that the impact of renminbi rmb revalu on the surplu are proport larger than on trade flow and that chang in trade flow can be substanti differ treatment of china process trade have small impact on chang in china trade flow under rmb appreci but signific impact on the chang in the surplu result are elast depend larger substitut elast in prefer yield larger effect on trade flow and the surplu", "title": "The impacts of Renminbi appreciation on trade flows and reserve accumulation in a monetary trade model"}, "https://ideas.repec.org/a/eee/ecolet/v62y1999i1p13-21.html": {"abstract": "No abstract is available for this item.", "authors": ["epbh51", "epgh8", "epwh8"], "abstractStem": "no abstract is avail for thi item", "title": "On some properties of a trade closure widely used in numerical modelling"}, "https://ideas.repec.org/a/aea/aecrev/v91y2001i4p1084-1094.html": {"abstract": "We develop a general equilibrium tax model to evaluate the impacts of equal yield base broadening in indirect taxes from high rate narrow based (typically manufactures) taxes to broad based taxes (including services) such as a VAT. We capture differences in choice of mode of supply between market goods, such as manufactures, which cannot be supplied other than through the market, and self-suppliable services and informal sector supplied products. Using this formulation, we are able to provide numerical examples of welfare worsening VAT base broadening, which expands the tax base from market based manufactures, in which there are few (or no) non taxed supply possibilities, to all goods and services where such possibilities exist. We show that the usual presumption that there are welfare benefits from equal yield VAT base broadening breaks down once tax induced increases in self supply of previously non taxed goods and services and in informal sector activity (in small scale construction and other areas) are taken into account. Moreover, since untaxed informal sector supply is typically from lower income to higher income households, they gain as comparable informal sector activity is taxed under the base broadening change. We provide a calibrated version of the model, which captures Canadian base broadening accompanying the introduction of the Canadian VAT (GST) in 1990. Results show the change to have been welfare worsening in aggregate but progressive; opposite to conventional belief. Aggregate welfare losses increase sharply if pre-existing income taxes enter the analysis, since VAT induced supply side losses compound with the income tax, while consumption side tax rate variance reducing gains do not<p>(This abstract was borrowed from another version of this item.)", "authors": ["eppi34", "epwh8"], "abstractStem": "we develop a gener equilibrium tax model to evalu the impact of equal yield base broaden in indirect tax from high rate narrow base typic manufactur tax to broad base tax includ servic such as a vat we captur differ in choic of mode of suppli between market good such as manufactur which cannot be suppli other than through the market and selfsuppli servic and inform sector suppli product use thi formul we are abl to provid numer exampl of welfar worsen vat base broaden which expand the tax base from market base manufactur in which there are few or no non tax suppli possibl to all good and servic where such possibl exist we show that the usual presumpt that there are welfar benefit from equal yield vat base broaden break down onc tax induc increas in self suppli of previous non tax good and servic and in inform sector activ in small scale construct and other area are taken into account moreov sinc untax inform sector suppli is typic from lower incom to higher incom household they gain as compar inform sector activ is tax under the base broaden chang we provid a calibr version of the model which captur canadian base broaden accompani the introduct of the canadian vat gst in 1990 result show the chang to have been welfar worsen in aggreg but progress opposit to convent belief aggreg welfar loss increas sharpli if preexist incom tax enter the analysi sinc vat induc suppli side loss compound with the incom tax while consumpt side tax rate varianc reduc gain do notpthi abstract wa borrow from anoth version of thi item", "title": "VAT Base Broadening, Self Supply, and the Informal Sector"}, "https://ideas.repec.org/a/bla/worlde/v37y2014i2p169-192.html": {"abstract": " type=\"main\" xml:id=\"twec12123-abs-0001\"&gt;  The Trans-Pacific Partnership (TPP) is a new negotiation on cross-border liberalisation of goods and service flows going beyond WTO disciplines and focused on issues such as regulation and border controls. This paper uses numerical simulation methods to assess the potential effects of a TPP agreement on China and also China's inclusion or exclusion on other countries. We use a numerical 11-country global general equilibrium model with trade costs and inside money. Trade costs are calculated using a method based on gravity equations. TPP barriers potentially removable are trade costs less tariffs. Simulation results reveal that China will be slightly hurt by TPP initiatives in welfare when China is out, but the total production and export will be increased. Other non-TPP countries will be mostly hurt in welfare, but member countries will mostly gain. If China takes part in TPP, she will significantly gain and increase other TPP countries' gain as well. The comparison of TPP effects and global free trade effects show that the positive effects of global free trade are stronger than TPP effects. Japan's joining TPP would be beneficial to both herself and most of other TPP countries, but which negative effects on China's welfare when out of TPP will increase further.", "authors": ["fpli990", "epwh8"], "abstractStem": " typemain xmlidtwec12123abs0001gt  the transpacif partnership tpp is a new negoti on crossbord liberalis of good and servic flow go beyond wto disciplin and focus on issu such as regul and border control thi paper use numer simul method to assess the potenti effect of a tpp agreement on china and also china inclus or exclus on other countri we use a numer 11countri global gener equilibrium model with trade cost and insid money trade cost are calcul use a method base on graviti equat tpp barrier potenti remov are trade cost less tariff simul result reveal that china will be slightli hurt by tpp initi in welfar when china is out but the total product and export will be increas other nontpp countri will be mostli hurt in welfar but member countri will mostli gain if china take part in tpp she will significantli gain and increas other tpp countri gain as well the comparison of tpp effect and global free trade effect show that the posit effect of global free trade are stronger than tpp effect japan join tpp would be benefici to both herself and most of other tpp countri but which neg effect on china welfar when out of tpp will increas further", "title": "China and the Trans-Pacific Partnership: A Numerical Simulation Assessment of the Effects Involved"}, "https://ideas.repec.org/a/eee/pubeco/v39y1989i1p109-126.html": {"abstract": "No abstract is available for this item.", "authors": ["epda143", "epwh8"], "abstractStem": "no abstract is avail for thi item", "title": "Capital income taxation in a two-commodity life cycle model : The role of factor intensity and asset capitalization effects"}, "https://ideas.repec.org/a/taf/apeclt/v20y2013i4p332-342.html": {"abstract": " Unlike the case of competitive equilibria for which there is the index theorem, almost nothing is known about multiple equilibria in Nash games. Multiple Nash equilibria are hard to find computationally accounting for spare prior literature discussion. Existing numerical literature on tariff games either assumes uniqueness or uses restrictive functional forms that guarantees this is the case. Here, we show for pure exchange Constant Elasticity of Substitution (CES) two country models with tariffs both how the introduction of a tariff can generate multiple competitive equilibria and related examples of widely separated multiple Nash equilibria. These typically occur when substitution elasticities are low, although implied import demand elasticities can still be high if the shares of trade in consumption are small. The implication seems to be that as one moves away from the constant elasticity excess demands (offer curve) formulations used in the optimal tariff literature to explicit structural models of international trade, multiplicity of Nash equilibria may well be present.", "authors": ["epwh8", "fpzh443"], "abstractStem": " unlik the case of competit equilibria for which there is the index theorem almost noth is known about multipl equilibria in nash game multipl nash equilibria are hard to find comput account for spare prior literatur discuss exist numer literatur on tariff game either assum uniqu or use restrict function form that guarante thi is the case here we show for pure exchang constant elast of substitut ce two countri model with tariff both how the introduct of a tariff can gener multipl competit equilibria and relat exampl of wide separ multipl nash equilibria these typic occur when substitut elast are low although impli import demand elast can still be high if the share of trade in consumpt are small the implic seem to be that as one move away from the constant elast excess demand offer curv formul use in the optim tariff literatur to explicit structur model of intern trade multipl of nash equilibria may well be present", "title": "Multiple Nash equilibria in tariff games"}, "https://ideas.repec.org/a/cup/wotrrv/v2y2003i02p254-256_22.html": {"abstract": "No abstract is available for this item.", "authors": ["epwh8"], "abstractStem": "no abstract is avail for thi item", "title": "The Economics of the World Trading System by Kyle Bagwell and Robert W. Staiger The MIT Press, 2003"}, "https://ideas.repec.org/a/aea/aecrev/v74y1984i4p633-49.html": {"abstract": "No abstract is available for this item.", "authors": ["epda143", "epwh8"], "abstractStem": "no abstract is avail for thi item", "title": "Some Calculations of Lifetime Tax Incidence"}, "https://ideas.repec.org/a/bpj/globdv/v1y2010i2n4.html": {"abstract": "We discuss recent policy debate in Russia on moving from the present value added tax to a sales tax structure covering households, government and exports. We describe and document the debate, discussing in detail what the perceived Russian problems with the VAT are. We suggest that many of the difficulties reflect the multi staging in the credit-invoice mechanism in the VAT, rather than the VAT per se. We discuss the possible use of the subtraction and addition methods in the VAT as an alternative to the sales tax proposed. We also report estimates of possible changes in effective tax rates across sectors if the sales tax were enacted.", "authors": ["epwh8"], "abstractStem": "we discuss recent polici debat in russia on move from the present valu ad tax to a sale tax structur cover household govern and export we describ and document the debat discuss in detail what the perceiv russian problem with the vat are we suggest that mani of the difficulti reflect the multi stage in the creditinvoic mechan in the vat rather than the vat per se we discuss the possibl use of the subtract and addit method in the vat as an altern to the sale tax propos we also report estim of possibl chang in effect tax rate across sector if the sale tax were enact", "title": "Recent Russian Debate on Moving from VAT to Sales Taxes and Its Global Implications"}, "https://ideas.repec.org/a/oup/cesifo/v52y2006i2p215-245.html": {"abstract": " This article discusses China's trade policy stance following World Trade Organization (WTO) accession in 2002. The issues now for China are less the merits of WTO accession, and more how her global trade policies are cast given WTO membership. Three issues are taken up. The first is the extent to which WTO accession helps China in dealing with various key trade issues, including anti-dumping, and textiles and apparel trade. The second is China's participation in regional trade agreements post-WTO accession. The third is the implementability of China's accession commitments in the key service areas (banking, insurance, telecoms). (JEL: F10) Copyright 2006, Oxford University Press.", "authors": ["epwh8"], "abstractStem": " thi articl discuss china trade polici stanc follow world trade organ wto access in 2002 the issu now for china are less the merit of wto access and more how her global trade polici are cast given wto membership three issu are taken up the first is the extent to which wto access help china in deal with variou key trade issu includ antidump and textil and apparel trade the second is china particip in region trade agreement postwto access the third is the implement of china access commit in the key servic area bank insur telecom jel f10 copyright 2006 oxford univers press", "title": "China in the World Trading System"}, "https://ideas.repec.org/a/aea/aecrev/v75y1985i1p128-38.html": {"abstract": "No abstract is available for this item.", "authors": ["fpba431", "epwh8"], "abstractStem": "no abstract is avail for thi item", "title": "General Equilibrium Computations of the Marginal Welfare Costs of Taxes in the United States"}, "https://ideas.repec.org/a/cpp/issued/v35y2009i3p315-323.html": {"abstract": "This paper looks at a further option which thus far appears not to have entered the debate on the long-standing issue of interprovincial barriers. Labelled the subnational World Trade Organization (WTO) approach, it is based on the simple idea of seeking the agreement of the Canadian provinces (and WTO members) to extend existing WTO disciplines to the provincial level. This implies that the principles of Most Favoured Nation and National Treatment, as well as of WTO dispute settlement, would apply directly to interprovincial trade in goods and services through the 1994 General Agreement on Tariffs and Trade, and that the framework of the General Agreement on Trade and Services would allow for scheduling of commitments, including on labour mobility under mode 4. The Agreements on Subsidies and Countervailing Measures would also apply, as would all other WTO agreements.", "authors": ["epwh8"], "abstractStem": "thi paper look at a further option which thu far appear not to have enter the debat on the longstand issu of interprovinci barrier label the subnat world trade organ wto approach it is base on the simpl idea of seek the agreement of the canadian provinc and wto member to extend exist wto disciplin to the provinci level thi impli that the principl of most favour nation and nation treatment as well as of wto disput settlement would appli directli to interprovinci trade in good and servic through the 1994 gener agreement on tariff and trade and that the framework of the gener agreement on trade and servic would allow for schedul of commit includ on labour mobil under mode 4 the agreement on subsidi and countervail measur would also appli as would all other wto agreement", "title": "Disciplining Canada's Interprovincial Barriers: The Subnational WTO Approach as Another Option with or beyond an Extended TILMA"}, "https://ideas.repec.org/a/ucp/jpolec/v104y1996i2p398-418.html": {"abstract": " This paper challenges the conventional wisdom that, on efficiency grounds, taxing individuals is always preferred to taxing households in a progressive income tax. The reason is that tax design affects the input of family members' time not only into market production and consumption of leisure but into household production as well. A simple numerical example is used to illustrate this possibility and a general equilibrium model calibrated to Australian data suggests that such a result can occur for actual tax structures in use. Copyright 1996 by University of Chicago Press.", "authors": ["eppi34", "epwh8"], "abstractStem": " thi paper challeng the convent wisdom that on effici ground tax individu is alway prefer to tax household in a progress incom tax the reason is that tax design affect the input of famili member time not onli into market product and consumpt of leisur but into household product as well a simpl numer exampl is use to illustr thi possibl and a gener equilibrium model calibr to australian data suggest that such a result can occur for actual tax structur in use copyright 1996 by univers of chicago press", "title": "The Tax Unit and Household Production"}, "https://ideas.repec.org/a/eee/ecmode/v37y2014icp65-78.html": {"abstract": "Numerical simulation analysis of bargaining solutions is little developed in existing literature. In this paper, we use a numerical general equilibrium model which captures China and her major trading partners and examine the outcomes of trade policy bargaining solutions (bargaining over tariffs and financial transfers) over time, and then measure both absolute and relative gains to China from trade bargaining. These measurements are important for policy making. Our simulation results indicate that China's welfare gain from trade bargaining will increase over time if countries keep their present higher GDP growth rates for several decades, but there are major difference when using different bargaining solution concepts. These differences have not been noted in existing literature but have an intuitive explanation. Our results also indicate that if China jointly bargains along with India, Brazil and other developing countries with the OECD, and when we use PPP to adjust China's relative GDP size China's gain will further increase.", "authors": ["fpli990", "epwh8"], "abstractStem": "numer simul analysi of bargain solut is littl develop in exist literatur in thi paper we use a numer gener equilibrium model which captur china and her major trade partner and examin the outcom of trade polici bargain solut bargain over tariff and financi transfer over time and then measur both absolut and rel gain to china from trade bargain these measur are import for polici make our simul result indic that china welfar gain from trade bargain will increas over time if countri keep their present higher gdp growth rate for sever decad but there are major differ when use differ bargain solut concept these differ have not been note in exist literatur but have an intuit explan our result also indic that if china jointli bargain along with india brazil and other develop countri with the oecd and when we use ppp to adjust china rel gdp size china gain will further increas", "title": "China's potential future growth and gains from trade policy bargaining: Some numerical simulation results"}, "https://ideas.repec.org/a/eee/ecolet/v99y2008i2p290-292.html": {"abstract": "We analyze the economic costs of national security related border delays in a Baumol-Tobin inventory theoretic framework. We show that there are social costs induced by behavioural responses to the delays, in addition to time costs at the border.", "authors": ["epwh8"], "abstractStem": "we analyz the econom cost of nation secur relat border delay in a baumoltobin inventori theoret framework we show that there are social cost induc by behaviour respons to the delay in addit to time cost at the border", "title": "Baumol-Tobin and the welfare costs of national security border delays"}, "https://ideas.repec.org/a/bla/revinw/v41y1995i4p471-79.html": {"abstract": " This paper presents some estimates of international trade in banking services. The authors use IMF data on assets and liabilities of both domestic banks and nonbanks with foreign banks, and of foreigners with the domestic banking system to construct measures of the volume of transactions on which banking intermediation services are provided across national borders. They then use estimates of the spread between borrowing and lending rates for depositors and borrowers with the financial institutions involved to estimate the value of international flows of intermediation services. Estimates are presented for 1982-84 and 1991-93 for the United States, the United Kingdom, and Canada. Copyright 1995 by The International Association for Research in Income and Wealth.", "authors": ["epwh8"], "abstractStem": " thi paper present some estim of intern trade in bank servic the author use imf data on asset and liabil of both domest bank and nonbank with foreign bank and of foreign with the domest bank system to construct measur of the volum of transact on which bank intermedi servic are provid across nation border they then use estim of the spread between borrow and lend rate for depositor and borrow with the financi institut involv to estim the valu of intern flow of intermedi servic estim are present for 198284 and 199193 for the unit state the unit kingdom and canada copyright 1995 by the intern associ for research in incom and wealth", "title": "Some Estimates of Trade Flows in Banking Services"}, "https://ideas.repec.org/a/eee/regeco/v20y1991i4p421-435.html": {"abstract": "No abstract is available for this item.", "authors": ["epwh8"], "abstractStem": "no abstract is avail for thi item", "title": "Regional balance sheets of gains and losses from national policies : Calculations from an applied general equilibrium model for Canada"}, "https://ideas.repec.org/a/cje/issued/v33y2000i1p1-24.html": {"abstract": "Several of the recently negotiated regional trade agreements contain significantly fewer concessions by the large countries to smaller countries than vice versa. In this paper, we compute post-retaliation Nash tariffs by region under various regional trade arrangements using a calibrated numerical general equilibrium model of world trade. Regional agreements constrain strategic behaviour within each trading area, and (in the Customs Union case) enhance it outside the bloc. Results confirm the intuition that without side payments large-small country regional agreements (such as the Canada-U.S. agreement) would not have occurred.", "authors": ["fppe298", "epwh8"], "abstractStem": "sever of the recent negoti region trade agreement contain significantli fewer concess by the larg countri to smaller countri than vice versa in thi paper we comput postretali nash tariff by region under variou region trade arrang use a calibr numer gener equilibrium model of world trade region agreement constrain strateg behaviour within each trade area and in the custom union case enhanc it outsid the bloc result confirm the intuit that without side payment largesmal countri region agreement such as the canadau agreement would not have occur", "title": "The new regionalism: trade liberalization or insurance?"}, "https://ideas.repec.org/a/eee/inecon/v24y1988i3-4p381-383.html": {"abstract": "No abstract is available for this item.", "authors": ["epwh8"], "abstractStem": "no abstract is avail for thi item", "title": "The United States and Canada: The quest for free trade : Paul Wonnacott, with an Appendix by John Williamson, (The Institute for International Economics, 1987) pp. 173, $10.00"}, "https://ideas.repec.org/a/bla/worlde/v21y1998i5p587-587.html": {"abstract": "No abstract is available for this item.", "authors": ["epwh8"], "abstractStem": "no abstract is avail for thi item", "title": "Editorial Introduction"}, "https://ideas.repec.org/a/eee/jetheo/v39y1986i2p290-300.html": {"abstract": "No abstract is available for this item.", "authors": ["epng95", "epwh8"], "abstractStem": "no abstract is avail for thi item", "title": "Equilibrium under price controls with endogenous transactions costs"}, "https://ideas.repec.org/a/eee/inecon/v16y1984i1-2p123-138.html": {"abstract": "No abstract is available for this item.", "authors": ["epwh8"], "abstractStem": "no abstract is avail for thi item", "title": "External sector \u001aclosing\u001a rules in applied general equilibrium models"}, "https://ideas.repec.org/a/eee/jcecon/v6y1982i3p273-277.html": {"abstract": "No abstract is available for this item.", "authors": ["epwh8"], "abstractStem": "no abstract is avail for thi item", "title": "A note on international comparisons of savings rates"}, "https://ideas.repec.org/a/eee/ecmode/v28y2011i1-2p582-588.html": {"abstract": "We in this paper assess the impacts of technological change on China's regional disparities using a general equilibrium model of multiple regions and multiple sectors. We use the most recent available Chinese interregional data to calibrate the model parameters for 1987 and 2000. We then assess the impacts of neutral, biased, and aggregate technological changes on China's regional disparity by conducting counterfactual experiments. The results generally suggest that China's overall technological change between 1987 and 2000 has increased China's regional disparities. The results also suggest that neutral technological change reduces China's regional disparities while biased technological change increases disparities and the influences of the latter outweigh those of the former and the net effects of technological changes on regional disparities are increasing.", "authors": ["fpli436", "fpwa342", "epwh8", "epxi37"], "abstractStem": "we in thi paper assess the impact of technolog chang on china region dispar use a gener equilibrium model of multipl region and multipl sector we use the most recent avail chines interregion data to calibr the model paramet for 1987 and 2000 we then assess the impact of neutral bias and aggreg technolog chang on china region dispar by conduct counterfactu experi the result gener suggest that china overal technolog chang between 1987 and 2000 ha increas china region dispar the result also suggest that neutral technolog chang reduc china region dispar while bias technolog chang increas dispar and the influenc of the latter outweigh those of the former and the net effect of technolog chang on region dispar are increas", "title": "Technological change and China's regional disparities -- A calibrated equilibrium analysis"}, "https://ideas.repec.org/a/ucp/jpolec/v88y1980i6p1177-1202.html": {"abstract": "No abstract is available for this item.", "authors": ["epwh8"], "abstractStem": "no abstract is avail for thi item", "title": "Discriminatory Features of Domestic Factor Tax Systems in a Goods Mobile-Factors Immobile Trade Model: An Empirical General Equilibrium Approach"}, "https://ideas.repec.org/a/ecj/econjl/v95y1985i379p759-66.html": {"abstract": "No abstract is available for this item.", "authors": ["epwh8"], "abstractStem": "no abstract is avail for thi item", "title": "Controls and the Intersectoral Terms of Trade: The Indian Case"}, "https://ideas.repec.org/a/eee/pubeco/v20y1983i1p3-23.html": {"abstract": "This paper examines the welfare consequences of changing the current U.S. income tax system to a progressive consumption tax. We compute a sequence of single period equilibria in which savings decisions depend on the expected future return to capital. In the presence of existing income taxes, the U.S. economy is assumed to lie on a balanced growth path. With the change to a consumption tax, individuals save more and initially consume less. As the capital stock grows, consumption eventually overtakes that of the original path, and the economy approaches the new balanced growth path with higher consumption and a greater capital stock. Both the transition and the balanced growth paths enter our welfare evaluations. We find that the discounted present value of the stream of net gains is approximately $650 billion in 1973 dollars, just over one percent of the discounted present value of national income. Larger gains occur if further reform of capital income taxation accompanies the change. We examine the sensitivity of the results, both to the design of the consumption tax and to the values of elasticity and other parameters. The paper also contains estimates of the time required to adjust from one growth path to the other.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epfu10", "epwh8"], "abstractStem": "thi paper examin the welfar consequ of chang the current us incom tax system to a progress consumpt tax we comput a sequenc of singl period equilibria in which save decis depend on the expect futur return to capit in the presenc of exist incom tax the us economi is assum to lie on a balanc growth path with the chang to a consumpt tax individu save more and initi consum less as the capit stock grow consumpt eventu overtak that of the origin path and the economi approach the new balanc growth path with higher consumpt and a greater capit stock both the transit and the balanc growth path enter our welfar evalu we find that the discount present valu of the stream of net gain is approxim 650 billion in 1973 dollar just over one percent of the discount present valu of nation incom larger gain occur if further reform of capit incom taxat accompani the chang we examin the sensit of the result both to the design of the consumpt tax and to the valu of elast and other paramet the paper also contain estim of the time requir to adjust from one growth path to the otherpthi abstract wa borrow from anoth version of thi item", "title": "Replacing the U.S. income tax with a progressive consumption tax : A sequenced general equilibrium approach"}, "https://ideas.repec.org/a/cup/wotrrv/v8y2009i04p611-613_99.html": {"abstract": "No abstract is available for this item.", "authors": ["epwh8"], "abstractStem": "no abstract is avail for thi item", "title": "Leveling the Carbon Playing Field: International Competition and US Climate Policy Design by Trevor Houser, Rob Bradley, Britt Childs, Jacob Werksman and Robert Heilmayr Washington, DC: Peterson Institute for International Economics, 2008"}, "https://ideas.repec.org/a/bla/worlde/v27y2004i8p1223-1253.html": {"abstract": " This paper discusses the potential impacts of services trade liberalisation on developing countries and reviews existing quantitative studies. Its purpose is to distill themes from current literature rather than to advocate specific policy changes. The picture emerging is one of valiant attempts to quantify in the presence of formidable analytical and data problems yielding only a clouded image of likely impacts on trade, consumption, production and welfare emerging to the point that the policy implications of results are not always clear. Copyright 2004 Blackwell Publishing Ltd.", "authors": ["epwh8"], "abstractStem": " thi paper discuss the potenti impact of servic trade liberalis on develop countri and review exist quantit studi it purpos is to distil theme from current literatur rather than to advoc specif polici chang the pictur emerg is one of valiant attempt to quantifi in the presenc of formid analyt and data problem yield onli a cloud imag of like impact on trade consumpt product and welfar emerg to the point that the polici implic of result are not alway clear copyright 2004 blackwel publish ltd", "title": "Assessing the Benefits to Developing Countries of Liberalisation in Services Trade"}, "https://ideas.repec.org/a/eee/pubeco/v37y1988i1p1-28.html": {"abstract": "This paper reports on an applied general equilibrium regional model for Canada which is used to investigate the regional effects of taxes. Earlier, literature on regional tax effects is reviewed and the main features of the model are briefly described. Existing literature on regional tax effects is largely non-quantitative, and does not discuss several important regional features of taxes, such as taxes which are predominantly on products or industries located in particular regions. Results suggest that regional effects of taxes can be significant, and in the Canadian case at least, do not tend to counterbalance one another. In general, richer regions tend to lose and poorer regions gain from federal taxes, but other regional characteristics such as manufacturing/non-manufacturing, or resource/non-resource can be important.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epwh8"], "abstractStem": "thi paper report on an appli gener equilibrium region model for canada which is use to investig the region effect of tax earlier literatur on region tax effect is review and the main featur of the model are briefli describ exist literatur on region tax effect is larg nonquantit and doe not discuss sever import region featur of tax such as tax which are predominantli on product or industri locat in particular region result suggest that region effect of tax can be signific and in the canadian case at least do not tend to counterbal one anoth in gener richer region tend to lose and poorer region gain from feder tax but other region characterist such as manufacturingnonmanufactur or resourcenonresourc can be importantpthi abstract wa borrow from anoth version of thi item", "title": "Regional effects of taxes in Canada : An applied general equilibrium approach"}, "https://ideas.repec.org/a/ier/iecrev/v31y1990i3p667-84.html": {"abstract": " This paper presents a computational general equilibrium framework for evaluating the welfare costs associated with economy-wide price controls. Other than traditional commodity-specific partial equilibrium analyses, most empirical literature on price controls concentrates on macroeconomic issues, such as the impact on inflation and unemployment. Here the authors seek to reorient empirical literature on the effects of these controls toward efficiency losses from resource misallocation by providing a framework that can be used to address the issue of how large these economic inefficiencies are, and who gains and who loses from them. Copyright 1990 by Economics Department of the University of Pennsylvania and the Osaka University Institute of Social and Economic Research Association.", "authors": ["epng95", "epwh8"], "abstractStem": " thi paper present a comput gener equilibrium framework for evalu the welfar cost associ with economywid price control other than tradit commodityspecif partial equilibrium analys most empir literatur on price control concentr on macroeconom issu such as the impact on inflat and unemploy here the author seek to reorient empir literatur on the effect of these control toward effici loss from resourc misalloc by provid a framework that can be use to address the issu of how larg these econom ineffici are and who gain and who lose from them copyright 1990 by econom depart of the univers of pennsylvania and the osaka univers institut of social and econom research associ", "title": "General Equilibrium Analysis of Price Controls: A Computational Approach"}, "https://ideas.repec.org/a/oup/cesifo/v59y2013i4p707-730.html": {"abstract": " We document key features of the deepening economic relationship between Brazil and China. These include sharply increased bilateral trade and foreign direct investment flows and also enhanced cohesion of negotiating positions in international fora. Data presented show bilateral trade between Brazil and China surging after 2001 and China is now Brazil's largest export market whereas Brazil's export share to the USA has halved over this period. The number of bilateral cooperation agreements between the two countries has also significantly increased in recent years. Projections of future trade flows using current growth rates suggest that China will soon become the dominant trade partner for Brazil. (JEL codes: F10, F13, F14, F20, F21, F42) Copyright The Author 2012. Published by Oxford University Press on behalf of Ifo Institute, Munich. All rights reserved. For permissions, please email: journals.permissions@oup.com, Oxford University Press.", "authors": ["epwh8"], "abstractStem": " we document key featur of the deepen econom relationship between brazil and china these includ sharpli increas bilater trade and foreign direct invest flow and also enhanc cohes of negoti posit in intern fora data present show bilater trade between brazil and china surg after 2001 and china is now brazil largest export market wherea brazil export share to the usa ha halv over thi period the number of bilater cooper agreement between the two countri ha also significantli increas in recent year project of futur trade flow use current growth rate suggest that china will soon becom the domin trade partner for brazil jel code f10 f13 f14 f20 f21 f42 copyright the author 2012 publish by oxford univers press on behalf of ifo institut munich all right reserv for permiss pleas email journalspermissionsoupcom oxford univers press", "title": "The Deepening China--Brazil Economic Relationship -super-1"}, "https://ideas.repec.org/a/tpr/restat/v69y1987i4p685-94.html": {"abstract": " This paper evaluates calculations of net fiscal incidence, using an applied general equilibrium model of Australia into which public goods are incorporated. Results indicate that it is inappropriate to regard the redistributive impacts of government policies as a zero sum game. For large reductions in public goods provision and taxes, the dominant effect is the foregone consumer surplus from suboptimal public goods provision. In addition, the redistributive pattern of small charges are quite different from large charges. Marginal and average net fiscal incidence, thus, need to be clearly separated, a point not emphasized in existing literature. Copyright 1987 by MIT Press.", "authors": ["eppi34", "epwh8"], "abstractStem": " thi paper evalu calcul of net fiscal incid use an appli gener equilibrium model of australia into which public good are incorpor result indic that it is inappropri to regard the redistribut impact of govern polici as a zero sum game for larg reduct in public good provis and tax the domin effect is the foregon consum surplu from suboptim public good provis in addit the redistribut pattern of small charg are quit differ from larg charg margin and averag net fiscal incid thu need to be clearli separ a point not emphas in exist literatur copyright 1987 by mit press", "title": "Interpreting Net Fiscal Incidence Calculations"}, "https://ideas.repec.org/a/eee/ecmode/v33y2013icp421-427.html": {"abstract": "This paper examines the incentives for individual countries to engage in global negotiations to reduce carbon emissions in order to prevent global warming. To reduce carbon emissions a country reduces consumption of its own good. The direct effect of reducing its own consumption is that consumption declines and with it utility. However, reducing carbon emissions also lowers global temperatures and that increases utility. The trade-off between these two effects determines the incentive for countries to reduce carbon emissions. We find that larger countries are more likely to participate because a given percentage reduction in output will result in a larger reduction in global temperatures. Longer time horizons also lead to greater willingness to participate. The presence of international trade makes carbon reduction agreements more likely because reducing the output of your own (export) good has a positive terms of trade effect which reduces the cost of output reduction.", "authors": ["epri43", "epwh8"], "abstractStem": "thi paper examin the incent for individu countri to engag in global negoti to reduc carbon emiss in order to prevent global warm to reduc carbon emiss a countri reduc consumpt of it own good the direct effect of reduc it own consumpt is that consumpt declin and with it util howev reduc carbon emiss also lower global temperatur and that increas util the tradeoff between these two effect determin the incent for countri to reduc carbon emiss we find that larger countri are more like to particip becaus a given percentag reduct in output will result in a larger reduct in global temperatur longer time horizon also lead to greater willing to particip the presenc of intern trade make carbon reduct agreement more like becaus reduc the output of your own export good ha a posit term of trade effect which reduc the cost of output reduct", "title": "International trade and the negotiability of global climate change agreements"}, "https://ideas.repec.org/a/ecj/econjl/v100y1990i403p1190-1205.html": {"abstract": " This paper uses an applied general equilibrium model to analyze the impacts of quota and tariff restrictions used by developed countries against textile and clothing imports from developing countries. In the model, countries are represented by their actual size in terms of GDP, weakening rent transfer effects compared to partial equilibrium analysis. Results, based on 1986 data, suggest annual global gains from elimination of quotas and tariffs of around $23 billion. In aggregate, developing countries gain around $8 billion, suggesting that gains to developing countries from improved access more than offset losses from foregone rent transfers as quotas and tariffs are abolished. Copyright 1990 by Royal Economic Society.", "authors": ["epwh8"], "abstractStem": " thi paper use an appli gener equilibrium model to analyz the impact of quota and tariff restrict use by develop countri against textil and cloth import from develop countri in the model countri are repres by their actual size in term of gdp weaken rent transfer effect compar to partial equilibrium analysi result base on 1986 data suggest annual global gain from elimin of quota and tariff of around 23 billion in aggreg develop countri gain around 8 billion suggest that gain to develop countri from improv access more than offset loss from foregon rent transfer as quota and tariff are abolish copyright 1990 by royal econom societi", "title": "Global Effects of Developed Country Trade Restrictions on Textiles and Apparel"}, "https://ideas.repec.org/a/bla/intlab/v153y2014i3p395-419.html": {"abstract": " Based on urban household survey data, the authors find that skill premia increased significantly across all regions of China between 1995 and 2002, but only in coastal regions between 2002 and 2007. By then, these regions also displayed much wider wage inequality and thus contributed more to overall urban wage inequality than non-coastal regions. While privatization was the main driver of skill premia in 1995–2002, China's (regionally uneven) integration into the global economy became the dominant influence in 2002–07. Reducing skill premia and inequality, the authors argue, calls for reform of the Hukou registration system which impedes skilled labour mobility and possibly also growth.", "authors": ["epwh8", "epxi49"], "abstractStem": " base on urban household survey data the author find that skill premia increas significantli across all region of china between 1995 and 2002 but onli in coastal region between 2002 and 2007 by then these region also display much wider wage inequ and thu contribut more to overal urban wage inequ than noncoast region while privat wa the main driver of skill premia in 1995 2002 china region uneven integr into the global economi becam the domin influenc in 2002 07 reduc skill premia and inequ the author argu call for reform of the hukou registr system which imped skill labour mobil and possibl also growth", "title": "The regional distribution of skill premia in urban China: Implications for growth and inequality"}, "https://ideas.repec.org/a/taf/apeclt/v20y2013i7p682-686.html": {"abstract": " The general presumption in the policy literature has been that China's sustained high growth since 2008 and the global financial crisis (with a dip in Q1 2009) have been heavily reflections of the November 2008 4-trillion Renminbi stimulus package. Less attention has been paid to the revenue side of the government account, even though immediately following the onset of the crisis, government revenues fell after growing at roughly 30% annually pre-crisis. The issue we address in this article is the relative importance of expenditure stimulus and tax stabilization after the onset of the 2008 crisis. We use a Keynesian macroeconomic model of China recast in changes form to quantitatively evaluate the relative importance of the stimulus and automatic tax stabilization components. Our simulation results indicate that without the stimulus package, the economic growth in 2009 would have been only 6.8%, and without slowed growth of government revenues, the growth rate in 2009 would have been only 6.0%. Our conclusion is that while increases in government spending and revenue reduction stimulus from automatic revenue responses both contributed to the speedy recovery of the Chinese economy from the crisis, the tax side may have contributed more than the expenditure side.", "authors": ["epwh8", "epzh196"], "abstractStem": " the gener presumpt in the polici literatur ha been that china sustain high growth sinc 2008 and the global financi crisi with a dip in q1 2009 have been heavili reflect of the novemb 2008 4trillion renminbi stimulu packag less attent ha been paid to the revenu side of the govern account even though immedi follow the onset of the crisi govern revenu fell after grow at roughli 30 annual precrisi the issu we address in thi articl is the rel import of expenditur stimulu and tax stabil after the onset of the 2008 crisi we use a keynesian macroeconom model of china recast in chang form to quantit evalu the rel import of the stimulu and automat tax stabil compon our simul result indic that without the stimulu packag the econom growth in 2009 would have been onli 68 and without slow growth of govern revenu the growth rate in 2009 would have been onli 60 our conclus is that while increas in govern spend and revenu reduct stimulu from automat revenu respons both contribut to the speedi recoveri of the chines economi from the crisi the tax side may have contribut more than the expenditur side", "title": "The relative importance of the Chinese stimulus package and tax stabilization during the 2008 financial crisis"}, "https://ideas.repec.org/a/wsi/ccexxx/v05y2014i03p1450008-1-1450008-16.html": {"abstract": "What's the role of unilateral measures in global climate change mitigation in a post-Durban, post 2012 global policy regime? We argue that under conditions of preference heterogeneity, unilateral emissions mitigation at a subnational level may exist even when a nation is unwilling to commit to emission cuts. We establish that under certain assumptions, in a global strongly connected network of countries, learning the costs of switching to a low emissions activity can result in a universal adoption of such activities. We analyze the features of a policy proposal that could accelerate convergence to a low carbon world in the presence of global learning.", "authors": ["epgh42", "epwh8"], "abstractStem": "what the role of unilater measur in global climat chang mitig in a postdurban post 2012 global polici regim we argu that under condit of prefer heterogen unilater emiss mitig at a subnat level may exist even when a nation is unwil to commit to emiss cut we establish that under certain assumpt in a global strongli connect network of countri learn the cost of switch to a low emiss activ can result in a univers adopt of such activ we analyz the featur of a polici propos that could acceler converg to a low carbon world in the presenc of global learn", "title": "Unilateral Emissions Mitigation, Spillovers, And Global Learning"}, "https://ideas.repec.org/a/eee/ecmode/v28y2011i6p2783-2792.html": {"abstract": "This paper presents both analytics and numerical simulation results relevant to proposals for carbon motivated regional trade agreements summarized in Dong and Whalley (2010). Unlike traditional regional trade agreements, by lowing tariffs on participant's low carbon emission goods and setting penalties on outsiders to force them to join such agreements, carbon motivated regional trade agreements reflect an effective merging of trade and climate change regimes, and are rising in profile as part of the post 2012 Copenhagen UNFCC negotiation. By adding country energy extraction cost functions, we develop a multi-region general equilibrium structure with endogenously determined energy supply. We calibrate our model to business as usual scenarios for the period 2006–2036. Our results show that carbon motivated regional agreements can reduce global emissions, but the effect is very small and even with penalty mechanisms used, the effects are still small. This supports the basic idea in our previous policy paper that trade policy is likely to be a relatively minor consideration in climate change containment.", "authors": ["fpdo210", "epwh8"], "abstractStem": "thi paper present both analyt and numer simul result relev to propos for carbon motiv region trade agreement summar in dong and whalley 2010 unlik tradit region trade agreement by low tariff on particip low carbon emiss good and set penalti on outsid to forc them to join such agreement carbon motiv region trade agreement reflect an effect merg of trade and climat chang regim and are rise in profil as part of the post 2012 copenhagen unfcc negoti by ad countri energi extract cost function we develop a multiregion gener equilibrium structur with endogen determin energi suppli we calibr our model to busi as usual scenario for the period 2006 2036 our result show that carbon motiv region agreement can reduc global emiss but the effect is veri small and even with penalti mechan use the effect are still small thi support the basic idea in our previou polici paper that trade polici is like to be a rel minor consider in climat chang contain", "title": "Carbon motivated regional trade arrangements: Analytics and simulations"}, "https://ideas.repec.org/a/eee/pubeco/v1y1972i3-4p281-321.html": {"abstract": "No abstract is available for this item.", "authors": ["epwh8"], "abstractStem": "no abstract is avail for thi item", "title": "A general equilibrium calculation of the effects of differential taxation of income from capital in the U.S"}, "https://ideas.repec.org/a/eee/chieco/v26y2013icp89-104.html": {"abstract": "In this paper, we discuss monetary thought in ancient China from the perspective of Western monetary theory. We set out the structure of economic activity in the various dynasties of ancient China and emphasize the differences in monetary structure from those of Europe and later North America. Imperial China was a politically integrated structure with regional segmentation of economic activities and hence with regional money. Monetary policy was conducted at the regional level but overseen politically. In various regions, different forms of money circulated, with gold, silver, copper, and paper money all presented at various times. Monetary policy was guided by monetary thought, as it was also guided later in Europe. Basic concepts, such as monetary functions, the velocity of circulation, inflation, interest rate parity and the quantity theory, were all present. The economics of Imperial China witnessed boom and bust, inflation and deflation and monetary control, similar to what was later seen in Europe. Chinese monetary thought thus seems to have preceded Western monetary thought and the two had remarkable similarities. Whether much of this thought traveled down the Silk Road remains unknown, but the possibility is intriguing.", "authors": ["epwh8"], "abstractStem": "in thi paper we discuss monetari thought in ancient china from the perspect of western monetari theori we set out the structur of econom activ in the variou dynasti of ancient china and emphas the differ in monetari structur from those of europ and later north america imperi china wa a polit integr structur with region segment of econom activ and henc with region money monetari polici wa conduct at the region level but overseen polit in variou region differ form of money circul with gold silver copper and paper money all present at variou time monetari polici wa guid by monetari thought as it wa also guid later in europ basic concept such as monetari function the veloc of circul inflat interest rate pariti and the quantiti theori were all present the econom of imperi china wit boom and bust inflat and deflat and monetari control similar to what wa later seen in europ chines monetari thought thu seem to have preced western monetari thought and the two had remark similar whether much of thi thought travel down the silk road remain unknown but the possibl is intrigu", "title": "Monetary theory and policy from a Chinese historical perspective"}, "https://ideas.repec.org/a/bla/reviec/v8y2000i3p462-77.html": {"abstract": " This paper uses a calibrated general equilibrium model to decompose observed wage changes from trade and technology shocks into portions attributable to each source. It highlights some difficulties with the numerical performance of widely used theoretical trade structures. For small economies, the Heckscher-Ohlin model reveals specialization problems unless the price changes accompanying trade shocks are small. It can also yield strikingly different decompositions of the same wage change. A differentiated-goods model removes specialization problems and accommodates large price changes, but introduces demand-side responses greatly reducing the effect of trade on wages, and performs implausibly with sector-biased technical change. Copyright 2000 by Blackwell Publishing Ltd.", "authors": ["epwh8"], "abstractStem": " thi paper use a calibr gener equilibrium model to decompos observ wage chang from trade and technolog shock into portion attribut to each sourc it highlight some difficulti with the numer perform of wide use theoret trade structur for small economi the heckscherohlin model reveal special problem unless the price chang accompani trade shock are small it can also yield strikingli differ decomposit of the same wage chang a differentiatedgood model remov special problem and accommod larg price chang but introduc demandsid respons greatli reduc the effect of trade on wage and perform implaus with sectorbias technic chang copyright 2000 by blackwel publish ltd", "title": "The Choice of Structural Model in Trade-Wages Decompositions"}, "https://ideas.repec.org/a/eee/inecon/v24y1988i3-4p345-358.html": {"abstract": "No abstract is available for this item.", "authors": ["epwh8"], "abstractStem": "no abstract is avail for thi item", "title": "Interactions between trade policies and domestic distortions in a small open developing country"}, "https://ideas.repec.org/a/taf/apeclt/v18y2011i15p1469-1477.html": {"abstract": " In this article, we present examples of tax-distorted general equilibrium economies in which equilibria are unique in the absence of taxes, but taxes generate multiplicity when introduced over a range of tax rates. We also provide converse examples of economies with multiple no-tax equilibria, but where taxes when introduced induce uniqueness. Both Foster and Sonnenschein (1970) and Kehoe (1985) discussed the possibility of tax-induced multiplicity. Here, we show how in 2-individual 2-good pure exchange economies with Constant Elasticity of Substitution/Linear Expenditure System (CES/LES) preferences such cases can occur. We also provide ranges of consumption tax rates over which these cases can occur for alternative parameterizations.", "authors": ["epwh8", "fpzh443"], "abstractStem": " in thi articl we present exampl of taxdistort gener equilibrium economi in which equilibria are uniqu in the absenc of tax but tax gener multipl when introduc over a rang of tax rate we also provid convers exampl of economi with multipl notax equilibria but where tax when introduc induc uniqu both foster and sonnenschein 1970 and keho 1985 discuss the possibl of taxinduc multipl here we show how in 2individu 2good pure exchang economi with constant elast of substitutionlinear expenditur system cesl prefer such case can occur we also provid rang of consumpt tax rate over which these case can occur for altern parameter", "title": "Tax-induced multiple equilibria"}, "https://ideas.repec.org/a/eee/jpolmo/v4y1982i3p341-361.html": {"abstract": "No abstract is available for this item.", "authors": ["epwh8"], "abstractStem": "no abstract is avail for thi item", "title": "An evaluation of the Tokyo Round trade agreement using general equilibrium computational methods"}, "https://ideas.repec.org/a/eee/jpolmo/v12y1990i3p511-526.html": {"abstract": "No abstract is available for this item.", "authors": ["epng95", "epwh8"], "abstractStem": "no abstract is avail for thi item", "title": "Computation of a world general equilibrium under bilateral quotas and an application to the analysis of textile trade restrictions"}, "https://ideas.repec.org/a/eee/chieco/v30y2014icp448-458.html": {"abstract": "This paper utilizes a previously unavailable database on the commodity transactions of firms to analyze internal trade in China. This database is built from value-added tax (VAT) invoices collected under a comprehensive management information system, the Golden Tax Project (GTP). This project was established in 1994 to monitor and administer VAT collection and has been improved over the subsequent years. We present the structure, function, and evolution of the GTP, which provides reliable information on transaction values across provinces. We have access only to part of the GTP data set relevant to internal trade. The data suggests that internal trade in China has grown quickly but with seasonal fluctuations. Although the interprovincial trade in China is smaller than the interstate trade in United States and the intra-European Union trade, the high growth rate of the interprovincial trade suggests that economic connections among the provinces are strengthening. The positive relationship between internal trade and international trade in most regressions suggests the possible complementarity between these two types of trade.", "authors": ["epwh8", "epxi63"], "abstractStem": "thi paper util a previous unavail databas on the commod transact of firm to analyz intern trade in china thi databas is built from valuead tax vat invoic collect under a comprehens manag inform system the golden tax project gtp thi project wa establish in 1994 to monitor and administ vat collect and ha been improv over the subsequ year we present the structur function and evolut of the gtp which provid reliabl inform on transact valu across provinc we have access onli to part of the gtp data set relev to intern trade the data suggest that intern trade in china ha grown quickli but with season fluctuat although the interprovinci trade in china is smaller than the interst trade in unit state and the intraeuropean union trade the high growth rate of the interprovinci trade suggest that econom connect among the provinc are strengthen the posit relationship between intern trade and intern trade in most regress suggest the possibl complementar between these two type of trade", "title": "The Golden Tax Project, value-added tax statistics, and the analysis of internal trade in China"}, "https://ideas.repec.org/a/ecj/econjl/v84y1974i335p638-44.html": {"abstract": "No abstract is available for this item.", "authors": ["epwh8"], "abstractStem": "no abstract is avail for thi item", "title": "Estate Duty as a \"Voluntary\" Tax; Evidence from Stamp Duty Statistics"}, "https://ideas.repec.org/a/eee/ecmode/v27y2010i5p909-914.html": {"abstract": "The surprisingly high Canada-U.S. border effect estimated by McCallum has been puzzling trade economists in the last ten years. We argue in this paper that conventional estimates of the border effect without consideration of non-tradable goods can overstate the trade reducing effect of the national border and the impacts can be considerable. We then explore the Canada-U.S. case with a numerical general equilibrium model with parameters calibrated to 2001 data. Our counterfactual experiment results suggest that after adjusting for effects of non-tradable goods the Canada-U.S. border effect is reduced to 2.11.", "authors": ["fpli436", "epwh8", "epxi37"], "abstractStem": "the surprisingli high canadau border effect estim by mccallum ha been puzzl trade economist in the last ten year we argu in thi paper that convent estim of the border effect without consider of nontrad good can overst the trade reduc effect of the nation border and the impact can be consider we then explor the canadau case with a numer gener equilibrium model with paramet calibr to 2001 data our counterfactu experi result suggest that after adjust for effect of nontrad good the canadau border effect is reduc to 211", "title": "Non-tradable goods and the border effect puzzle"}, "https://ideas.repec.org/a/taf/apeclt/v20y2013i1p92-95.html": {"abstract": " The traditional model of household labour supply incorporates leisure into preferences rather than focusing on how relative costs of production at home and via market activity determine market labour supply. In part, this reflects the lack of simple closed form solutions for the home production model. This article uses numerical techniques to compare the welfare costs of tax distortions of labour supply in models with and without home production. When observationally equivalent models of each type are calibrated to the same aggregate labour supply elasticity, the home production model of labour supply produces a much smaller welfare cost of tax distortions of labour supply than the standard model. Our results thus suggest that home production is important for understanding the welfare effects of labour tax policies.", "authors": ["epwh8", "fpzh258"], "abstractStem": " the tradit model of household labour suppli incorpor leisur into prefer rather than focus on how rel cost of product at home and via market activ determin market labour suppli in part thi reflect the lack of simpl close form solut for the home product model thi articl use numer techniqu to compar the welfar cost of tax distort of labour suppli in model with and without home product when observ equival model of each type are calibr to the same aggreg labour suppli elast the home product model of labour suppli produc a much smaller welfar cost of tax distort of labour suppli than the standard model our result thu suggest that home product is import for understand the welfar effect of labour tax polici", "title": "Home production and the welfare cost of labour supply tax distortions"}, "https://ideas.repec.org/a/bla/revinw/v29y1983i2p175-204.html": {"abstract": "No abstract is available for this item.", "authors": ["epwh8"], "abstractStem": "no abstract is avail for thi item", "title": "A Microconsistent Equilibrium Data Set for Canada for Use in Tax Policy Analysis"}, "https://ideas.repec.org/a/eee/jpolmo/v27y2005i9p1009-1024.html": {"abstract": "No abstract is available for this item.", "authors": ["epgh8", "epwh8"], "abstractStem": "no abstract is avail for thi item", "title": "Adjustment costs in labour markets and the distributional effects of trade liberalization: Analytics and calculations for Vietnam"}, "https://ideas.repec.org/a/bla/worlde/v31y2008i4p517-532.html": {"abstract": " Recent years have seen a sharp growth in the number of regional agreements both concluded and under negotiation. This paper attempts to document and discuss this growth focusing on US, EU, Chinese, Indian and other agreements. The form, coverage and content of these agreements vary considerably from case to case. The paper asks why so many, why the variation in form, and why the recent acceleration. Implications for the trading system are discussed in a final section. Copyright 2008 The Author.", "authors": ["epwh8"], "abstractStem": " recent year have seen a sharp growth in the number of region agreement both conclud and under negoti thi paper attempt to document and discuss thi growth focus on us eu chines indian and other agreement the form coverag and content of these agreement vari consider from case to case the paper ask whi so mani whi the variat in form and whi the recent acceler implic for the trade system are discuss in a final section copyright 2008 the author", "title": "Recent Regional Agreements: Why So Many, Why So Much Variance in Form, Why Coming So Fast, and Where Are They Headed?"}, "https://ideas.repec.org/a/cii/cepiei/2003-2q-3qj.html": {"abstract": "Standard international trade models have consistently produced results that, compared ex post with real world data, show the right sign but much smaller magnitudes. Besides, for the case of developing countries, these same models predict that unskilled labour would gain from liberalization, and this too contrasts with empirical evidence. This paper proposes a new approach by considering transaction costs reductions as an important factor explaining developing countries' actual performances.", "authors": ["fpbu248", "epwh8"], "abstractStem": "standard intern trade model have consist produc result that compar ex post with real world data show the right sign but much smaller magnitud besid for the case of develop countri these same model predict that unskil labour would gain from liber and thi too contrast with empir evid thi paper propos a new approach by consid transact cost reduct as an import factor explain develop countri actual perform", "title": "Exploring the Links Between Transaction Costs, income Distribution and Economic Performance in a Case Study for Colombia"}, "https://ideas.repec.org/a/bla/worlde/v18y1995i1p31-49.html": {"abstract": "No abstract is available for this item.", "authors": ["epwh8"], "abstractStem": "no abstract is avail for thi item", "title": "Evaluating the Impact of the Uruguay Round Results on Developing Countries"}, "https://ideas.repec.org/a/taf/applec/v45y2013i36p5046-5061.html": {"abstract": " We discuss metrics of globalization for individual economies as distance measures between fully integrated and trade restricted equilibria in economies initially operating under less than full integration with the global economy. Such metrics can be used to construct country globalization metrics reflecting the distance of economies from full global integration due to trade barriers, barriers to factor flows, barriers to international financial intermediation, solved technological diffusion and other economy-specific features yielding less than full integration into the global economy. Many distance metrics present themselves and none are wholly satisfactory since they each behave differently across various displacements from integration. Distance measures can, for instance, be small in goods space but large in price space. We present alternative measures constructed for eight OECD economies and comment in a concluding section on other measures used elsewhere in the literature such as trade/GDP ratios.", "authors": ["epri43", "epwh8"], "abstractStem": " we discuss metric of global for individu economi as distanc measur between fulli integr and trade restrict equilibria in economi initi oper under less than full integr with the global economi such metric can be use to construct countri global metric reflect the distanc of economi from full global integr due to trade barrier barrier to factor flow barrier to intern financi intermedi solv technolog diffus and other economyspecif featur yield less than full integr into the global economi mani distanc metric present themselv and none are wholli satisfactori sinc they each behav differ across variou displac from integr distanc measur can for instanc be small in good space but larg in price space we present altern measur construct for eight oecd economi and comment in a conclud section on other measur use elsewher in the literatur such as tradegdp ratio", "title": "Metrics capturing the degree to which individual economies are globalized"}, "https://ideas.repec.org/a/bla/worlde/v15y1992i1p45-64.html": {"abstract": "No abstract is available for this item.", "authors": ["epwh8"], "abstractStem": "no abstract is avail for thi item", "title": "Trade Liberalisation in Quota Restricted Items: US and Mexico in Textiles and Steel"}, "https://ideas.repec.org/a/cje/issued/v35y2002i1p166-182.html": {"abstract": "We evaluate efficiency considerations underlying the widespread exemption of food from sales and value added taxes and the implications for tax policy. Household and restaurant meals and both constant and increasing returns cases are examined. Higher taxes on food offset the non-taxation of time inputs into household production, even under constant returns to scale. With increasing returns, gains from taxing food are higher and amplified by subsidizing restaurant food and all marginal cost components of restaurant meals. On efficiency grounds, exemption of food from sales and value added taxes emerges as socially costly policy, especially under increasing returns.", "authors": ["epab70", "epwh8"], "abstractStem": "we evalu effici consider underli the widespread exempt of food from sale and valu ad tax and the implic for tax polici household and restaur meal and both constant and increas return case are examin higher tax on food offset the nontax of time input into household product even under constant return to scale with increas return gain from tax food are higher and amplifi by subsid restaur food and all margin cost compon of restaur meal on effici ground exempt of food from sale and valu ad tax emerg as social costli polici especi under increas return", "title": "Efficiency considerations and the exemption of food from sales and value added taxes"}, "https://ideas.repec.org/a/eee/inecon/v30y1991i1-2p153-166.html": {"abstract": "No abstract is available for this item.", "authors": ["epwh8"], "abstractStem": "no abstract is avail for thi item", "title": "Foreign exchange premia and non-neutrality of monetary policy in general equilibrium models"}, "https://ideas.repec.org/a/ces/ifofor/v7y2006i3p18-23.html": {"abstract": "No abstract is available for this item.", "authors": ["epwh8"], "abstractStem": "no abstract is avail for thi item", "title": "Panel 1: The new global division of labour"}, "https://ideas.repec.org/a/eee/pubeco/v8y1977i2p211-224.html": {"abstract": "No abstract is available for this item.", "authors": ["epwh8"], "abstractStem": "no abstract is avail for thi item", "title": "Equal yield tax alternatives : General equillibrium computational techniques"}, "https://ideas.repec.org/a/eee/pubeco/v40y1989i3p331-347.html": {"abstract": "No abstract is available for this item.", "authors": ["epng95", "epwh8"], "abstractStem": "no abstract is avail for thi item", "title": "General equilibrium analysis of black and white markets: a computational approach"}, "https://ideas.repec.org/a/cje/issued/v39y2006i3p781-789.html": {"abstract": "In theoretical literature it is common to make the assumption that in a multi-country, multi-good world, the direction of trade (import and export by commodity) is predetermined and fixed for each good for each country. We consider a simple three-country, three-good, pure-exchange model with CES preferences. We compute free trade competitive equilibria, three-country non-cooperative Nash equilibria, and customs union equilibria for randomised parameterizations, and find that trade pattern changes between free trade and customs union equilibria in around 35% of cases.", "authors": ["epri43", "epwh8"], "abstractStem": "in theoret literatur it is common to make the assumpt that in a multicountri multigood world the direct of trade import and export by commod is predetermin and fix for each good for each countri we consid a simpl threecountri threegood pureexchang model with ce prefer we comput free trade competit equilibria threecountri noncoop nash equilibria and custom union equilibria for randomis parameter and find that trade pattern chang between free trade and custom union equilibria in around 35 of case", "title": "How reasonable are assumptions used in theoretical models&amp;quest; Computational evidence on the likelihood of trade pattern changes"}, "https://ideas.repec.org/a/emx/esteco/v2y1987i2p151-225.html": {"abstract": "No abstract is available for this item.", "authors": ["epwh8"], "abstractStem": "no abstract is avail for thi item", "title": "Relaciones con el norte: Los países en desarrollo y las negociaciones comerciales a nivel mundial"}, "https://ideas.repec.org/a/tpr/restat/v57y1975i3p299-310.html": {"abstract": "No abstract is available for this item.", "authors": ["epwh8"], "abstractStem": "no abstract is avail for thi item", "title": "How Reliable is Partial Equilibrium Analysis?"}, "https://ideas.repec.org/a/bla/rdevec/v1y1997i1p23-33.html": {"abstract": " This paper presents some general equilibrium calculations for Cote d'Ivoire which explore the significance of tax structure for the relationship between external shocks and revenue instability, an issue until recently little explored in the literature, either for Cote d'Ivoire or other developing countries. Results suggest that a low-rate broadly based value-added tax, as advocated by the World Bank in its structural adjustment lending, may be a poor revenue stabilizer compared with existing trade-based tax regimes in many lower-income commodity exporting countries. With high trade taxes, the external sector is smaller, and external sector shocks generate less revenue instability under existing arrangements compared with a broadly based yield-neutral alternative, such as a VAT. Copyright 1997 by Blackwell Publishing Ltd", "authors": ["epwh8"], "abstractStem": " thi paper present some gener equilibrium calcul for cote divoir which explor the signific of tax structur for the relationship between extern shock and revenu instabl an issu until recent littl explor in the literatur either for cote divoir or other develop countri result suggest that a lowrat broadli base valuead tax as advoc by the world bank in it structur adjust lend may be a poor revenu stabil compar with exist tradebas tax regim in mani lowerincom commod export countri with high trade tax the extern sector is smaller and extern sector shock gener less revenu instabl under exist arrang compar with a broadli base yieldneutr altern such as a vat copyright 1997 by blackwel publish ltd", "title": "Tax Structure and Revenue Instability under External Shocks: Some General Equilibrium Calculations for Cote d'Ivoire"}, "https://ideas.repec.org/a/bla/chinae/v21y2013i1p26-46.html": {"abstract": "No abstract is available for this item.", "authors": ["epwh8"], "abstractStem": "no abstract is avail for thi item", "title": "Are Offshore RMB Arrangements the Basis for a Long-term Exchange Rate System without Convertibility?"}, "https://ideas.repec.org/a/ucp/jpolec/v84y1976i1p153-59.html": {"abstract": "No abstract is available for this item.", "authors": ["epwh8"], "abstractStem": "no abstract is avail for thi item", "title": "Thornton's Estimates of Efficiency Losses in Soviet Industry: Some Fixed-Point-Method Recalculations"}, "https://ideas.repec.org/a/eee/ecmode/v25y2008i6p1206-1215.html": {"abstract": "We explore the implications of trade liberalization in economies with State Owned enterprises (SOEs) and shirking. SOEs are modelled as controlled by the members of the enterprise who determine output and effort levels, while facing output prices and wage rates set by government. Enterprise members must collectively meet a budget constraint that the value of sales equals the enterprise wage bill plus an exogenous enterprise commitment to the state budget. Labour can shirk either through low on the job effort (leisure), or through moonlighting to second jobs in the private sector. Three alternative formulations of equilibria in SOE economies are explored, and in these trade liberalization can produce effects opposite from conventional competitive models. In particular, the output of import competing SOEs increases rather than falls, and negative effects on imports can also occur. These models when calibrated to 1995 data for Vietnam also suggest quantitatively much larger impacts from trade liberalization than is the case for comparable conventional competitive models. This is because departures from Pareto optimality in SOE economies can be large and trade liberalization acts to discipline shirking associated with these inefficiencies. The implication we draw from our analysis is that to evaluate policy initiatives, such as trade liberalization, in developing and transition economies without explicitly recognizing the role that SOE's can play may be misleading. This is especially the case where SOEs account for a significant fraction of economic activity and shirking is involved.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epgh8", "epwh8"], "abstractStem": "we explor the implic of trade liber in economi with state own enterpris soe and shirk soe are model as control by the member of the enterpris who determin output and effort level while face output price and wage rate set by govern enterpris member must collect meet a budget constraint that the valu of sale equal the enterpris wage bill plu an exogen enterpris commit to the state budget labour can shirk either through low on the job effort leisur or through moonlight to second job in the privat sector three altern formul of equilibria in soe economi are explor and in these trade liber can produc effect opposit from convent competit model in particular the output of import compet soe increas rather than fall and neg effect on import can also occur these model when calibr to 1995 data for vietnam also suggest quantit much larger impact from trade liber than is the case for compar convent competit model thi is becaus departur from pareto optim in soe economi can be larg and trade liber act to disciplin shirk associ with these ineffici the implic we draw from our analysi is that to evalu polici initi such as trade liber in develop and transit economi without explicitli recogn the role that soe can play may be mislead thi is especi the case where soe account for a signific fraction of econom activ and shirk is involvedpthi abstract wa borrow from anoth version of thi item", "title": "State owned enterprises, shirking and trade liberalization"}, "https://ideas.repec.org/a/taf/apeclt/v16y2009i17p1747-1749.html": {"abstract": " We consider a representative family in which there are location specific network effects from interactions with other family members, such as joint consumption, joint emotional support and coinsurance. The benefits an individual receives from the network they participate in are nonlinearly related to the number of family members located in urban and rural areas. Family members choose whether to locate in urban or rural areas and average and marginal network benefits differ. In a model with internationally traded urban and rural produced goods, with differential network effects in urban and rural areas free trade will no longer be the best policy. We show this through a numerical example, and suggest that the case for free trade may need to be more nuanced once social considerations of this type are taken into account.", "authors": ["fppa287", "epwh8"], "abstractStem": " we consid a repres famili in which there are locat specif network effect from interact with other famili member such as joint consumpt joint emot support and coinsur the benefit an individu receiv from the network they particip in are nonlinearli relat to the number of famili member locat in urban and rural area famili member choos whether to locat in urban or rural area and averag and margin network benefit differ in a model with intern trade urban and rural produc good with differenti network effect in urban and rural area free trade will no longer be the best polici we show thi through a numer exampl and suggest that the case for free trade may need to be more nuanc onc social consider of thi type are taken into account", "title": "Social networks and trade liberalization"}, "https://ideas.repec.org/a/bla/jcmkts/v30y1992i2p125-142.html": {"abstract": "No abstract is available for this item.", "authors": ["epwh8"], "abstractStem": "no abstract is avail for thi item", "title": "CUSTA and NAFTA: Can WHFTA Be Far Behind?"}, "https://ideas.repec.org/a/bla/scandj/v89y1987i3p271-83.html": {"abstract": " This paper contains a brief summary of the nature of domestic policies and international agreements in agriculture, and an outline of a simple computable gene ral equilibrium model of the grain market. Preliminary results presen ted here suggest that the gains from global liberalization in agricul ture could exceed the gains from further liberalization on trade in m anufactured goods by the developed world. Copyright 1987 by The editors of the Scandinavian Journal of Economics.", "authors": ["epwh8", "fpwi292"], "abstractStem": " thi paper contain a brief summari of the natur of domest polici and intern agreement in agricultur and an outlin of a simpl comput gene ral equilibrium model of the grain market preliminari result presen ted here suggest that the gain from global liber in agricul ture could exceed the gain from further liber on trade in m anufactur good by the develop world copyright 1987 by the editor of the scandinavian journal of econom", "title": " International Trade in Grains: Domestic Policies and Trade Impacts"}, "https://ideas.repec.org/a/eee/ecolet/v6y1980i4p357-365.html": {"abstract": "No abstract is available for this item.", "authors": ["eppi34", "epwh8"], "abstractStem": "no abstract is avail for thi item", "title": "Welfare loss estimates from homeowner tax preferences : Inflation, mortgage interest deductibility, and capital gains treatment"}, "https://ideas.repec.org/a/spr/revint/v3y2008i3p259-285.html": {"abstract": "We discuss global options for initiatives intended to ameliorate adverse impacts of visa and work permit systems used by national governments around the world. We first describe and document some of their effects, noting the relative lack of other research work on these issues. We then discuss proposals for a new and supplemental global visa structure which have been made as part of the Mode 4 GATS negotiations in the WTO, suggesting that the GATS/WTO may be an imperfect institutional location for negotiating on these matters. We then evaluate other approaches, including what realistically could be possible if a new body specifically created for global negotiation in the area were to be used.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epng160", "epwh8"], "abstractStem": "we discuss global option for initi intend to amelior advers impact of visa and work permit system use by nation govern around the world we first describ and document some of their effect note the rel lack of other research work on these issu we then discuss propos for a new and supplement global visa structur which have been made as part of the mode 4 gat negoti in the wto suggest that the gatswto may be an imperfect institut locat for negoti on these matter we then evalu other approach includ what realist could be possibl if a new bodi specif creat for global negoti in the area were to be usedpthi abstract wa borrow from anoth version of thi item", "title": "Visas and work permits: Possible global negotiating initiatives"}, "https://ideas.repec.org/a/bla/econom/v76y2009i303p413-431.html": {"abstract": " We discuss the redistribution effects of transfer using a conditional-choice general equilibrium model. We calibrate it to UK data for the early 2000s. Results indicate that a money-metric measure of the welfare value of transfer received by the bottom decile of UK households equals 17% of the cash transfer. Copyright (c) The London School of Economics and Political Science 2008.", "authors": ["epbh51", "epwh8"], "abstractStem": " we discuss the redistribut effect of transfer use a conditionalchoic gener equilibrium model we calibr it to uk data for the earli 2000 result indic that a moneymetr measur of the welfar valu of transfer receiv by the bottom decil of uk household equal 17 of the cash transfer copyright c the london school of econom and polit scienc 2008", "title": "Redistributive Effects of Transfer Programmes in the United Kingdom"}, "https://ideas.repec.org/a/bla/ajecsc/v64y2005i1p215-235.html": {"abstract": " Irving Fisher wrote a significant number of papers towards the end of his career on the design of the U.S. tax system. These writings culminated in a book that he wrote with his brother Herbert in 1942. Fisher thought that the double taxation of saving under an income tax was extremely harmful to the economy and he therefore proposed a \"spendings\" tax or what he referred to as a \"real income\" tax. Even though he disliked the terminology, he advocated what today would be referred to as a progressive consumption tax. Fisher's analysis was both theoretical and practical. His 1942 book contained a proposed tax return that implemented his ideas. His analysis is surprisingly modern and relevant today. This paper presents the Fisher proposal and examines the current U.S. tax system in light of his tax views. We argue that Fisher would find that the U.S. tax system lacks intellectual coherence, is economically inefficient, and unnecessarily complex. Copyright 2005 American Journal of Economics and Sociology, Inc..", "authors": ["epwh8"], "abstractStem": " irv fisher wrote a signific number of paper toward the end of hi career on the design of the us tax system these write culmin in a book that he wrote with hi brother herbert in 1942 fisher thought that the doubl taxat of save under an incom tax wa extrem harm to the economi and he therefor propos a spend tax or what he refer to as a real incom tax even though he dislik the terminolog he advoc what today would be refer to as a progress consumpt tax fisher analysi wa both theoret and practic hi 1942 book contain a propos tax return that implement hi idea hi analysi is surprisingli modern and relev today thi paper present the fisher propos and examin the current us tax system in light of hi tax view we argu that fisher would find that the us tax system lack intellectu coher is econom ineffici and unnecessarili complex copyright 2005 american journal of econom and sociolog inc", "title": "Shoven and Whalley on Fisher's Comsumption Tax"}, "https://ideas.repec.org/a/ecj/econjl/v100y1990i403p1318-28.html": {"abstract": "No abstract is available for this item.", "authors": ["epwh8"], "abstractStem": "no abstract is avail for thi item", "title": "Non-discriminatory Discrimination: Special and Differential Treatment under the GATT for Developing Countries"}, "https://ideas.repec.org/a/wsi/ccexxx/v03y2012i01p1250001-1-1250001-28.html": {"abstract": "This paper discusses the size of impact of carbon motivated border tax adjustments on world trade and welfare. We report numerical simulation results which suggest that impacts on welfare, trade, and emissions will likely be small. This is because proposed measures use carbon emissions in the importing country in producing goods similar to imports rather than carbon content in calculating the size of barriers. Moreover, because border adjustments involve both tariffs and export rebates, it is the differences in emissions intensity across sector rather than emissions level which matters. Where there is no difference in emissions intensities across sectors, Lerner symmetry holds for the border adjustment and no relative effects occur.", "authors": ["fpdo210", "epwh8"], "abstractStem": "thi paper discuss the size of impact of carbon motiv border tax adjust on world trade and welfar we report numer simul result which suggest that impact on welfar trade and emiss will like be small thi is becaus propos measur use carbon emiss in the import countri in produc good similar to import rather than carbon content in calcul the size of barrier moreov becaus border adjust involv both tariff and export rebat it is the differ in emiss intens across sector rather than emiss level which matter where there is no differ in emiss intens across sector lerner symmetri hold for the border adjust and no rel effect occur", "title": "How Large Are The Impacts Of Carbon Motivated Border Tax Adjustments?"}, "https://ideas.repec.org/a/eee/eecrev/v8y1976i3p291-312.html": {"abstract": "No abstract is available for this item.", "authors": ["epwh8"], "abstractStem": "no abstract is avail for thi item", "title": "Some general equilibrium analysis applied to fiscal harmonization in the European community"}, "https://ideas.repec.org/a/eee/jetheo/v26y1982i1p183-190.html": {"abstract": "No abstract is available for this item.", "authors": ["epwh8"], "abstractStem": "no abstract is avail for thi item", "title": "General equilibrium in multijurisdictional models with income interdependence"}, "https://ideas.repec.org/a/eee/deveco/v45y1994i1p121-133.html": {"abstract": "No abstract is available for this item.", "authors": ["epwh8"], "abstractStem": "no abstract is avail for thi item", "title": "Immiserizing growth and endogenous protection"}, "https://ideas.repec.org/a/oup/cesifo/v55y2009i3-4p595-597.html": {"abstract": "No abstract is available for this item.", "authors": ["epwh8"], "abstractStem": "no abstract is avail for thi item", "title": "Introduction to the Symposium on Poverty and Inequality in China"}, "https://ideas.repec.org/a/eee/jpolmo/v10y1988i2p281-297.html": {"abstract": "No abstract is available for this item.", "authors": ["epwh8"], "abstractStem": "no abstract is avail for thi item", "title": "Applied general equilibrium analysis and perspective on growth performance"}, "https://ideas.repec.org/a/eee/juecon/v25y1989i3p368-404.html": {"abstract": "No abstract is available for this item.", "authors": ["epwh8"], "abstractStem": "no abstract is avail for thi item", "title": "A Canadian regional general equilibrium model and some applications"}, "https://ideas.repec.org/a/bla/kyklos/v37y1984i3p387-413.html": {"abstract": "No abstract is available for this item.", "authors": ["epwh8"], "abstractStem": "no abstract is avail for thi item", "title": "Rent Seeking in India: Its Costs and Policy Significance"}, "https://ideas.repec.org/a/aen/journl/1991v12-01-a07.html": {"abstract": "This paper starts from the premise that attempts to curtail global emissions of greenhouse gases are likely to be made in the next few decades. We discuss some of the possible international effects which could result from attempts to achieve such a cutback, and illustrate a methodology which we hope to extend, in subsequent work, to further evaluating the consequences of responding to the problem of global warming. We identify possible magnitudes of effects of cutting global CO2 emissions, and illustrate ways in which intercountry terms-of-trade effects and changes in trade patterns may occur.", "authors": ["epwh8", "fpwi292"], "abstractStem": "thi paper start from the premis that attempt to curtail global emiss of greenhous gase are like to be made in the next few decad we discuss some of the possibl intern effect which could result from attempt to achiev such a cutback and illustr a methodolog which we hope to extend in subsequ work to further evalu the consequ of respond to the problem of global warm we identifi possibl magnitud of effect of cut global co2 emiss and illustr way in which intercountri termsoftrad effect and chang in trade pattern may occur", "title": "Cutting CO2 Emissions: The Effects of Alternative Policy Approaches"}, "https://ideas.repec.org/a/bla/worlde/v31y2008i11p1503-1524.html": {"abstract": " This paper discusses a central element in globalisation debate little addressed by economists, namely the interactions at global, national and community levels between globalisation and societally based values. Social values refer to wider notions of collective identity; religious values, attitudes towards materialism, moral beliefs, and a sense of collective awareness and are a broader and more encompassing concept than social capital discussed in recent economics and sociology literature. Social capital relates to trust, honesty and the social fabric of accepted norms central to the successful implementation of individual optimising decisions and denotes a communal asset reflecting strength of joint collective commitment whose amount can be increased or improved upon through investment of time and resources. Social values are much discussed in sociological literature going back to Comte, Durkheim, Parsons, and others. The issues taken up here are how different social values might interact and change as societies and their economies integrate (globalise). Processes of value competition, displacement and joint assimilation occur naturally to economists, but seem little studied by sociologists who seemingly place less stress on analytical comparative statics. Scenarios for how values can interact under globalisation are discussed in the text. Copyright 2007 The Author. Journal compilation Blackwell Publishing Ltd. 2007.", "authors": ["epwh8"], "abstractStem": " thi paper discuss a central element in globalis debat littl address by economist name the interact at global nation and commun level between globalis and societ base valu social valu refer to wider notion of collect ident religi valu attitud toward materi moral belief and a sens of collect awar and are a broader and more encompass concept than social capit discuss in recent econom and sociolog literatur social capit relat to trust honesti and the social fabric of accept norm central to the success implement of individu optimis decis and denot a commun asset reflect strength of joint collect commit whose amount can be increas or improv upon through invest of time and resourc social valu are much discuss in sociolog literatur go back to comt durkheim parson and other the issu taken up here are how differ social valu might interact and chang as societi and their economi integr globalis process of valu competit displac and joint assimil occur natur to economist but seem littl studi by sociologist who seemingli place less stress on analyt compar static scenario for how valu can interact under globalis are discuss in the text copyright 2007 the author journal compil blackwel publish ltd 2007", "title": "Globalisation and Values"}, "https://ideas.repec.org/a/ier/iecrev/v44y2003i3p1117-1133.html": {"abstract": " We compare the welfare costs of tax distortions of labor supply in one- and two-member household discrete and continuous choice labor supply (leisure consumption) models calibrated to the same aggregate uncompensated labor supply elasticities. In the discrete models, taxes induce a large response from a subset of the population, whereas the majority of the population exhibits unchanged behavior. In contrast, the majority of the population reacts to tax changes in continuous models. Discrete choice matters as the welfare costs of similar taxes vary significantly when individuals face discrete labor supply choices from when they choose working hours continuously. Copyright 2003 By The Economics Department Of The University Of Pennsylvania And Osaka University Institute Of Social And Economic Research Association.", "authors": ["epbh51", "epwh8"], "abstractStem": " we compar the welfar cost of tax distort of labor suppli in one and twomemb household discret and continu choic labor suppli leisur consumpt model calibr to the same aggreg uncompens labor suppli elast in the discret model tax induc a larg respons from a subset of the popul wherea the major of the popul exhibit unchang behavior in contrast the major of the popul react to tax chang in continu model discret choic matter as the welfar cost of similar tax vari significantli when individu face discret labor suppli choic from when they choos work hour continu copyright 2003 by the econom depart of the univers of pennsylvania and osaka univers institut of social and econom research associ", "title": "Discreteness and the Welfare Cost of Labor Supply Tax Distortions"}, "https://ideas.repec.org/a/bla/worlde/v33y2010i9p1073-1094.html": {"abstract": " Abstract This paper discusses both the potential contribution that trade policy initiatives can make towards the achievement of significant global carbon emissions reduction and the potential impacts of proposals now circulating for carbon reduction motivated geographical trade arrangements, including carbon-free trade areas. We first suggest that trade policy is likely to be a relatively minor consideration in climate change containment. The dominant influence on carbon emissions globally for the next several decades will be growth more than trade and its composition, and in turn, the size of trade seemingly matters more than its composition given differences in emission intensity between tradables and non-tradables. We then note that differences in emissions intensity across countries are larger than across products or sectors and so issues of country discrimination in trade policy (and violations of MFN) arise. Copyright 2010 Blackwell Publishing Ltd.", "authors": ["fpdo210", "epwh8"], "abstractStem": " abstract thi paper discuss both the potenti contribut that trade polici initi can make toward the achiev of signific global carbon emiss reduct and the potenti impact of propos now circul for carbon reduct motiv geograph trade arrang includ carbonfre trade area we first suggest that trade polici is like to be a rel minor consider in climat chang contain the domin influenc on carbon emiss global for the next sever decad will be growth more than trade and it composit and in turn the size of trade seemingli matter more than it composit given differ in emiss intens between tradabl and nontrad we then note that differ in emiss intens across countri are larger than across product or sector and so issu of countri discrimin in trade polici and violat of mfn aris copyright 2010 blackwel publish ltd", "title": "Carbon, Trade Policy and Carbon Free Trade Areas"}, "https://ideas.repec.org/a/eee/jpolmo/v12y1990i3p605-622.html": {"abstract": "No abstract is available for this item.", "authors": ["epru142", "epwh8", "fpwi292"], "abstractStem": "no abstract is avail for thi item", "title": "Capitalization, conditionality, and dilution: Land prices and the U.S. wheat program"}, "https://ideas.repec.org/a/bla/worlde/v34y2011i4p516-545.html": {"abstract": "This paper documents the major transformation of higher education that has been underway in China since 1999 and evaluates its potential global impacts. Reflecting China's commitment to continued high growth through quality upgrading and the production of ideas and intellectual property as set out in both the 10th (2001-2005) and 11th (2006-2010) five-year plans, this transformation focuses on major new resource commitments to tertiary education and also embodies significant changes in organizational form. This focus on tertiary education differentiates the Chinese case from other countries who earlier at similar stages of development instead stressed primary and secondary education. The number of undergraduate and graduate students in China has been grown at approximately 30% per year since 1999, and the number of graduates at all levels of higher education in China has approximately quadrupled in the last 6 years. The size of entering classes of new students and total student enrollments have risen even faster, and have approximately quintupled. Prior to 1999 increases in these areas were much smaller. Much of the increased spending is focused on elite universities, and new academic contracts differ sharply from earlier ones with no tenure and annual publication quotas often used. All of these changes have already had large impacts on China's higher educational system and are beginning to be felt by the wider global educational structure. We suggest that even more major impacts will follow in the years to come and there are implications for global trade both directly in ideas, and in idea derived products. These changes, for now, seem relatively poorly documented in literature.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpli361", "epwh8", "epzh196", "fpzh443"], "abstractStem": "thi paper document the major transform of higher educ that ha been underway in china sinc 1999 and evalu it potenti global impact reflect china commit to continu high growth through qualiti upgrad and the product of idea and intellectu properti as set out in both the 10th 20012005 and 11th 20062010 fiveyear plan thi transform focus on major new resourc commit to tertiari educ and also embodi signific chang in organiz form thi focu on tertiari educ differenti the chines case from other countri who earlier at similar stage of develop instead stress primari and secondari educ the number of undergradu and graduat student in china ha been grown at approxim 30 per year sinc 1999 and the number of graduat at all level of higher educ in china ha approxim quadrupl in the last 6 year the size of enter class of new student and total student enrol have risen even faster and have approxim quintupl prior to 1999 increas in these area were much smaller much of the increas spend is focus on elit univers and new academ contract differ sharpli from earlier one with no tenur and annual public quota often use all of these chang have alreadi had larg impact on china higher educ system and are begin to be felt by the wider global educ structur we suggest that even more major impact will follow in the year to come and there are implic for global trade both directli in idea and in idea deriv product these chang for now seem rel poorli document in literaturepthi abstract wa borrow from anoth version of thi item", "title": "The Higher Educational Transformation of China and Its Global Implications"}, "https://ideas.repec.org/a/eee/chieco/v21y2010i1p123-135.html": {"abstract": "This paper presents and assesses of the contribution of inward FDI to China's recent rapid economic growth using a two stage growth accounting approach. Recent econometric literature focuses on testing whether Chinese growth depends on inward FDI rather than measuring the contribution. Foreign Invested Enterprises (FIEs), often (but not exclusively) are joint ventures between foreign companies and Chinese enterprises, and can be thought of as forming a distinctive subpart of the Chinese economy. These enterprises account for over 50% of China's exports and 60% of China's imports. Their share in Chinese GDP has been over 20% in the last two years, but they employ only 3% of the workforce, since their average labor productivity exceeds that of Non-FIEs by around 9:1. Their production is more heavily for export rather than the domestic market because FIEs provide access to both distribution systems abroad and product design for export markets. Our decomposition results indicate that China's FIEs may have contributed over 40% of China's economic growth in 2003 and 2004, and without this inward FDI, China's overall GDP growth rate could have been around 3.4 percentage points lower. We suggest that the sustainability of both China' export and overall economic growth may be questionable if inward FDI plateaus in the future.", "authors": ["epwh8", "epxi37"], "abstractStem": "thi paper present and assess of the contribut of inward fdi to china recent rapid econom growth use a two stage growth account approach recent econometr literatur focus on test whether chines growth depend on inward fdi rather than measur the contribut foreign invest enterpris fie often but not exclus are joint ventur between foreign compani and chines enterpris and can be thought of as form a distinct subpart of the chines economi these enterpris account for over 50 of china export and 60 of china import their share in chines gdp ha been over 20 in the last two year but they employ onli 3 of the workforc sinc their averag labor product exce that of nonfi by around 91 their product is more heavili for export rather than the domest market becaus fie provid access to both distribut system abroad and product design for export market our decomposit result indic that china fie may have contribut over 40 of china econom growth in 2003 and 2004 and without thi inward fdi china overal gdp growth rate could have been around 34 percentag point lower we suggest that the sustain of both china export and overal econom growth may be question if inward fdi plateau in the futur", "title": "China's FDI and non-FDI economies and the sustainability of future high Chinese growth"}, "https://ideas.repec.org/a/eee/crcspp/v14y1981ip153-199.html": {"abstract": "No abstract is available for this item.", "authors": ["eppi34", "epwh8"], "abstractStem": "no abstract is avail for thi item", "title": "A summary of some findings from a general equilibrium tax model for the United Kingdom"}, "https://ideas.repec.org/a/cup/endeec/v5y2000i04p483-529_27.html": {"abstract": "No abstract is available for this item.", "authors": ["epwh8", "epzi36"], "abstractStem": "no abstract is avail for thi item", "title": "Trade and environment linkage and a possible World Environmental Organisation"}, "https://ideas.repec.org/a/bla/revinw/v25y1979i3p261-76.html": {"abstract": "No abstract is available for this item.", "authors": ["epwh8"], "abstractStem": "no abstract is avail for thi item", "title": "The Worldwide Income Distribution: Some Speculative Calculations"}, "https://ideas.repec.org/a/eee/jpolmo/v15y1993i5-6p473-490.html": {"abstract": "This paper attempts to shed some light on what the incentives are for international participation in 'sub-global' carbon reduction initiatives. We use a six-region global general equilibrium trade and carbon emission model recently used by Whalley and Wigle to analyze the international incidence effects of various global carbon tax schemes. Here we modify this model so as to also capture the benefit side of reduced global warming by including emission reduction in the specification of preferences in each region. This change in model structure allows us to examine the strength of the incentives for sub-global arrangements to form with the aim of achieving reduced carbon emissions. Because there are no reliable estimates of the benefits from slowed global warming, we have adopted a procedure of evaluating incentives for any sub-global arrangements to be used relative to a reference point: 50 percent global emission reduction target, as in the 1988 Toronto call, is assumed to represent a full-participation global optimum, in which the sum of marginal country benefits from further global abatement exactly balance marginal country costs from further reductions in sue of carbon-based energy. A number of interesting points emerge from our calculations. Incentives for the larger regions to engage in unilateral emission reductions (including the U.S. which accounts for nearly 25 percent of global emissions) are surprisingly strong (more than half the assumed optimal 50% global reduction). The optimal reduction increases further when pairs of regions who each provide emission reduction benefits to the other are considered (more than 35 percent for North America and Europe). Also, terms-of-trade effects from such cuts help energy importers and amplify (in some cases substantially) the benefits to them of reduced emissions from slowed global warming. But both production and consumption-based cuts create spillover effects stimulating production or consumption in other regions, s<p>(This abstract was borrowed from another version of this item.)", "authors": ["eppi34", "epwh8", "fpwi292"], "abstractStem": "thi paper attempt to shed some light on what the incent are for intern particip in subglob carbon reduct initi we use a sixregion global gener equilibrium trade and carbon emiss model recent use by whalley and wigl to analyz the intern incid effect of variou global carbon tax scheme here we modifi thi model so as to also captur the benefit side of reduc global warm by includ emiss reduct in the specif of prefer in each region thi chang in model structur allow us to examin the strength of the incent for subglob arrang to form with the aim of achiev reduc carbon emiss becaus there are no reliabl estim of the benefit from slow global warm we have adopt a procedur of evalu incent for ani subglob arrang to be use rel to a refer point 50 percent global emiss reduct target as in the 1988 toronto call is assum to repres a fullparticip global optimum in which the sum of margin countri benefit from further global abat exactli balanc margin countri cost from further reduct in sue of carbonbas energi a number of interest point emerg from our calcul incent for the larger region to engag in unilater emiss reduct includ the us which account for nearli 25 percent of global emiss are surprisingli strong more than half the assum optim 50 global reduct the optim reduct increas further when pair of region who each provid emiss reduct benefit to the other are consid more than 35 percent for north america and europ also termsoftrad effect from such cut help energi import and amplifi in some case substanti the benefit to them of reduc emiss from slow global warm but both product and consumptionbas cut creat spillov effect stimul product or consumpt in other region spthi abstract wa borrow from anoth version of thi item", "title": "How large are the incentives to join subglobal carbon-reduction initiatives?"}, "https://ideas.repec.org/a/bla/manch2/v43y1975i1p1-30.html": {"abstract": "No abstract is available for this item.", "authors": ["epwh8"], "abstractStem": "no abstract is avail for thi item", "title": "Distortionary Factor Taxation-A Calculation of Effective Tax Rates in the U.K. 1968-70"}, "https://ideas.repec.org/a/eee/deveco/v83y2007i2p392-410.html": {"abstract": "No abstract is available for this item.", "authors": ["epwh8", "fpzh443"], "abstractStem": "no abstract is avail for thi item", "title": "A numerical simulation analysis of (Hukou) labour mobility restrictions in China"}, "https://ideas.repec.org/a/eee/ecofin/v17y2006i3p343-348.html": {"abstract": "No abstract is available for this item.", "authors": ["epwh8"], "abstractStem": "no abstract is avail for thi item", "title": "Recent regional agreements in the large population, rapidly growing non-OECD countries"}, "https://ideas.repec.org/a/eee/ecmode/v41y2014icp356-364.html": {"abstract": "In existing literature, there are few concrete examples of multiple equilibria and the only ones known to us have 3 equilibria, but multiplicity remains a major concern for applied models used in policy work. Here, we report numerical examples for a 3 individual 2 good CES/LES pure exchange economy directly calibrated to 5 equilibria. We are able to use analytical methods of the model to show that for certain parameterizations there are no more than 5 equilibria (given the parameter values). We are also able to explore the size of the regions of the parameter space for which 5 equilibria persist, and show these ranges to be very small. Other features of the equilibrium manifolds are explored. Findings are only suggestive and indicative for the special cases we consider rather than definitive, but informative relative to existing work.", "authors": ["epwh8"], "abstractStem": "in exist literatur there are few concret exampl of multipl equilibria and the onli one known to us have 3 equilibria but multipl remain a major concern for appli model use in polici work here we report numer exampl for a 3 individu 2 good cesl pure exchang economi directli calibr to 5 equilibria we are abl to use analyt method of the model to show that for certain parameter there are no more than 5 equilibria given the paramet valu we are also abl to explor the size of the region of the paramet space for which 5 equilibria persist and show these rang to be veri small other featur of the equilibrium manifold are explor find are onli suggest and indic for the special case we consid rather than definit but inform rel to exist work", "title": "Parametric persistence of multiple equilibria in an economy directly calibrated to 5 equilibria"}, "https://ideas.repec.org/a/kap/jecinq/v12y2014i3p363-391.html": {"abstract": " Global carbon pricing can yield revenues which are large enough to create significant global pro-poor redistributive opportunities. We analyze alternative multidecade growth trajectories from 2015 to 2105 for major global economies with carbon tax rates designed to stabilize emissions in the presence of both continued country growth and autonomous energy use efficiency improvement. In our central case analysis, revenues from globally internalizing carbon pricing rise to 8 % and then fall to 6 % of gross world product. High growth in India and China reduces global inequality and poverty strongly over time, but important incremental redistributive effects can be achieved using global carbon pricing revenues. Taking into account both between-country effects and previous literature estimates of within-country effects, a global carbon tax alone tends to be regressive in its global incidence. However, if its revenues are redistributed globally via equal per capita transfers, in our central case the Gini coefficient for world income falls by about 3 % and the share of the bottom decile rises by 81 % on average from 2015 to 2105. The population living in poverty falls by 16 % in 2015. Going further, global poverty could be eliminated entirely by 2015 according to our calculations if one third of global carbon tax revenues were redistributed directly to the poorest individuals. Copyright Springer Science+Business Media New York 2014", "authors": ["epda143", "epwh8"], "abstractStem": " global carbon price can yield revenu which are larg enough to creat signific global propoor redistribut opportun we analyz altern multidecad growth trajectori from 2015 to 2105 for major global economi with carbon tax rate design to stabil emiss in the presenc of both continu countri growth and autonom energi use effici improv in our central case analysi revenu from global intern carbon price rise to 8  and then fall to 6  of gross world product high growth in india and china reduc global inequ and poverti strongli over time but import increment redistribut effect can be achiev use global carbon price revenu take into account both betweencountri effect and previou literatur estim of withincountri effect a global carbon tax alon tend to be regress in it global incid howev if it revenu are redistribut global via equal per capita transfer in our central case the gini coeffici for world incom fall by about 3  and the share of the bottom decil rise by 81  on averag from 2015 to 2105 the popul live in poverti fall by 16  in 2015 go further global poverti could be elimin entir by 2015 accord to our calcul if one third of global carbon tax revenu were redistribut directli to the poorest individu copyright springer sciencebusi media new york 2014", "title": "The possibilities for global inequality and poverty reduction using revenues from global carbon pricing"}, "https://ideas.repec.org/a/aea/aecrev/v86y1996i2p57-61.html": {"abstract": "No abstract is available for this item.", "authors": ["fppe298", "epwh8"], "abstractStem": "no abstract is avail for thi item", "title": "How Severe Is Global Retaliation Risk under Increasing Regionalism?"}, "https://ideas.repec.org/a/eee/pubeco/v16y1981i3p389-390.html": {"abstract": "No abstract is available for this item.", "authors": ["epwh8"], "abstractStem": "no abstract is avail for thi item", "title": "Border adjustments and tax harmonization: comment on Berglas"}, "https://ideas.repec.org/a/bla/worlde/v17y1994i1p31-44.html": {"abstract": "No abstract is available for this item.", "authors": ["epwh8"], "abstractStem": "no abstract is avail for thi item", "title": "Differences Between Explicit and Ad Valorem Barrier Representations in Analyses of the Effects of North American Economic Integration"}, "firstname": "John", "https://ideas.repec.org/a/rfa/journl/v1y2013i2p249-258.html": {"abstract": "This paper focuses on the cross usage of terminology originating in one discipline but used in another, using economics and health sciences as our example. We highlight the use by economists of such terms as the brain, depression, and exhaustion whereas currency, elasticity, equilibrium, and optimality are all central notions in economics now being used in health sciences. We suggest that the dual usage occurs in ways where the original use and meaning of terms is not fully mirrored in their use in the other discipline. In part, this may reflect the pressures on researchers in all disciplines to be novel and innovative, and hence the incentive to adopt out of discipline terminology without full appreciation of its full meaning elsewhere. We discuss possible explanations for this characteristic of cross disciplinary use of terminology.", "authors": ["epwh8"], "abstractStem": "thi paper focus on the cross usag of terminolog origin in one disciplin but use in anoth use econom and health scienc as our exampl we highlight the use by economist of such term as the brain depress and exhaust wherea currenc elast equilibrium and optim are all central notion in econom now be use in health scienc we suggest that the dual usag occur in way where the origin use and mean of term is not fulli mirror in their use in the other disciplin in part thi may reflect the pressur on research in all disciplin to be novel and innov and henc the incent to adopt out of disciplin terminolog without full appreci of it full mean elsewher we discuss possibl explan for thi characterist of cross disciplinari use of terminolog", "title": "The Intertwining of Disciplinary Concepts between Health Sciences and Economics"}, "https://ideas.repec.org/a/aea/aecrev/v69y1979i5p974-76.html": {"abstract": "No abstract is available for this item.", "authors": ["epwh8"], "abstractStem": "no abstract is avail for thi item", "title": "A Simple Neutrality Result for Movements between Income and Consumption Taxes"}, "https://ideas.repec.org/a/bla/econom/v42y1975i166p139-61.html": {"abstract": "No abstract is available for this item.", "authors": ["epwh8"], "abstractStem": "no abstract is avail for thi item", "title": "A General Equilibrium Assessment of the 1973 United Kingdom Tax Reform"}, "https://ideas.repec.org/a/bla/reviec/v11y2003i4p712-728.html": {"abstract": " Using a general-equilibrium model of world trade, this paper evaluates the benefits of most-favored-nation (MFN) treatment to developing countries in multilateral relative to bilateral or regional trade agreements, from three sources. First, developing countries may be able to free-ride on bilateral tariff concessions exchanged between larger countries in MFN-based GATT/WTO rounds. Second, MFN benefits developing countries by restricting discriminatory retaliatory actions by other countries, evaluated here by a non- cooperative Nash tariff game. Finally, MFN changes threat points in bargaining and hence affects the bargaining solution of multilateral MFN-based trade negotiation compared to a bilateral/regional arrangement. The authors find that the benefits to developing countries are small in the first case as the tariff rates are already low, and the benefits are small in the second case as the optimal tariffs under unconstrained retaliation are not very asymmetric. Benefits from the third case are large as large countries can extract large side-payments if they bargain bilaterally. Copyright Blackwell Publishing Ltd 2003.", "authors": ["epgh8", "fppe298", "epwh8"], "abstractStem": " use a generalequilibrium model of world trade thi paper evalu the benefit of mostfavoredn mfn treatment to develop countri in multilater rel to bilater or region trade agreement from three sourc first develop countri may be abl to freerid on bilater tariff concess exchang between larger countri in mfnbase gattwto round second mfn benefit develop countri by restrict discriminatori retaliatori action by other countri evalu here by a non cooper nash tariff game final mfn chang threat point in bargain and henc affect the bargain solut of multilater mfnbase trade negoti compar to a bilateralregion arrang the author find that the benefit to develop countri are small in the first case as the tariff rate are alreadi low and the benefit are small in the second case as the optim tariff under unconstrain retali are not veri asymmetr benefit from the third case are larg as larg countri can extract larg sidepay if they bargain bilater copyright blackwel publish ltd 2003", "title": "Developing-Country Benefits from MFN Relative to Regional/Bilateral Trade Arrangements"}, "https://ideas.repec.org/a/eee/inecon/v15y1983i3-4p323-348.html": {"abstract": "No abstract is available for this item.", "authors": ["epwh8"], "abstractStem": "no abstract is avail for thi item", "title": "Optimal tariff calculations in alternative trade models and some possible implications for current world trading arrangements"}, "https://ideas.repec.org/a/eee/inecon/v23y1987i1-2p179-181.html": {"abstract": "No abstract is available for this item.", "authors": ["epwh8"], "abstractStem": "no abstract is avail for thi item", "title": "$30.00Alan V. Deardorff and Robert M. Stern, The Michigan Model of World Production and Trade, MIT Press, Albany, New York (1986), p. v + 274"}, "https://ideas.repec.org/a/eee/pubeco/v11y1979i2p213-221.html": {"abstract": "No abstract is available for this item.", "authors": ["epwh8"], "abstractStem": "no abstract is avail for thi item", "title": "Uniform domestic tax rates, trade distortions and economic integration"}, "https://ideas.repec.org/a/ris/integr/0403.html": {"abstract": "This paper takes as its point of departure the claim in the literature that strong Asian growth performance is accounted for largely by the accumulation of factor inputs (financial savings and human capital accumulation). This stands in sharp contrast to Polanyi’s (1944) interpretation of European growth being a “great transformation” from an agricultural to an industrial economy. Our objective is to find models in which intersectoral transfers in Asia do account for significant portions of observed growth performance, besides factor input growth and residually calculated productivity growth. We begin with traditional Lewis models, where an efficiency gain results from transferring labour from the traditional (family based) agricultural sector, in which labour receives its average product, to the modern (industrial) sector in which labourers are paid their marginal product. We show that as one moves closer to Pareto Optimality in this system (say bytaxing the traditional sector’s output), there is a gain but this is typically small. We then formulate Lewis type models in which the product of effort and labour enters each sector’s production function, and individuals in the traditional sector only receive a fraction of the return to their incremental effort due to average product pricing of labour. In this case, the level of effort in each sector, is endogenously determined along with the intersectoral allocation of labour, since the representative household is modeled as having a utility function defined over goods along with the disutility of effort. Differences in effort levels across sectors support accompanying differences in average and marginal products of labour. We use this model to analyze growth processes in Thailand and South Korea over the period between the 1960s and 1990s. Results suggest significant contributions to growth from intersectoral labour transfers in Lewis models with endogenous effort, and negligible contributions from models without endogenous effort", "authors": ["epgh8", "epwh8"], "abstractStem": "thi paper take as it point of departur the claim in the literatur that strong asian growth perform is account for larg by the accumul of factor input financi save and human capit accumul thi stand in sharp contrast to polanyi s 1944 interpret of european growth be a  great transform  from an agricultur to an industri economi our object is to find model in which intersector transfer in asia do account for signific portion of observ growth perform besid factor input growth and residu calcul product growth we begin with tradit lewi model where an effici gain result from transfer labour from the tradit famili base agricultur sector in which labour receiv it averag product to the modern industri sector in which labour are paid their margin product we show that as one move closer to pareto optim in thi system say bytax the tradit sector s output there is a gain but thi is typic small we then formul lewi type model in which the product of effort and labour enter each sector s product function and individu in the tradit sector onli receiv a fraction of the return to their increment effort due to averag product price of labour in thi case the level of effort in each sector is endogen determin along with the intersector alloc of labour sinc the repres household is model as have a util function defin over good along with the disutil of effort differ in effort level across sector support accompani differ in averag and margin product of labour we use thi model to analyz growth process in thailand and south korea over the period between the 1960 and 1990 result suggest signific contribut to growth from intersector labour transfer in lewi model with endogen effort and neglig contribut from model without endogen effort", "title": "Endogenous Effort and Intersectoral Labour Transfers Under Industrialization Approaches"}, "https://ideas.repec.org/a/eee/jpolmo/v34y2012i1p49-63.html": {"abstract": "Carbon taxes have largely been discussed as individual country measures (even if taken simultaneously) aimed to reduce carbon emissions, slow global warning, and internalizing the externalities associated with carbon generating activities, such as power generation. There has however been little emphasis on the incentives for subgroups of countries to jointly peruse carbon taxes. Yet for large importers of oil such as the US, the EU and China, their incentive is clearly to act together and have their taxes partly or wholly borne by oil exporters given this incentives. This paper discusses the potential for joint OECD (or non-OPEC) carbon taxes to reduce OPEC's monopoly rent and provide benefits to non-OPEC countries provided jointly agreed trigger strategies are adhered to enforce mutual cooperation. To this end, we develop a multi-region general equilibrium structure with an endogenously determined oil supply by OPEC in which both emissions and energy prices are endogenously determined. Our results suggest that jointly enacted carbon taxes by the US, the EU and China can be heavily borne by oil exporters; they reduce the welfare of OPEC and increase the welfare of non-OPEC countries. These carbon taxes reduce global emissions, but the effect is small.", "authors": ["fpdo210", "epwh8"], "abstractStem": "carbon tax have larg been discuss as individu countri measur even if taken simultan aim to reduc carbon emiss slow global warn and intern the extern associ with carbon gener activ such as power gener there ha howev been littl emphasi on the incent for subgroup of countri to jointli perus carbon tax yet for larg import of oil such as the us the eu and china their incent is clearli to act togeth and have their tax partli or wholli born by oil export given thi incent thi paper discuss the potenti for joint oecd or nonopec carbon tax to reduc opec monopoli rent and provid benefit to nonopec countri provid jointli agre trigger strategi are adher to enforc mutual cooper to thi end we develop a multiregion gener equilibrium structur with an endogen determin oil suppli by opec in which both emiss and energi price are endogen determin our result suggest that jointli enact carbon tax by the us the eu and china can be heavili born by oil export they reduc the welfar of opec and increas the welfar of nonopec countri these carbon tax reduc global emiss but the effect is small", "title": "Joint non-OPEC carbon taxes and the transfer of OPEC monopoly rents"}, "https://ideas.repec.org/a/wsi/ceprxx/v02y2013i01p1350001-1-1350001-22.html": {"abstract": "This paper develops a human capital measure in the sense of Schultz [Schultz, T. W. 1960. \"Capital Formation by Education.\" Journal of Political Economy, 68: 571, University of Chicago Press.] and uses this to reevaluate the contribution of human capital to China's economic growth rather than relying on years of schooling as in current literature. The results indicate that human capital plays an important role in China's economic growth, 38.1% of economic growth over 1978–2008, and even higher for 1999–2008. In addition, because human capital formation accelerated following major educational expansion increases after 1999 (college enrollment in China increased nearly fivefold between 1997 and 2007) while growth rates of Gross domestic product (GDP) are little changed over the period after 1999, total factor productivity (TFP) increases fall if human capital is used in growth accounting as we suggest. TFP, by our calculations, contributes 16.92% of growth between 1978 and 2008, but this contribution falls sharply between 1999 and 2008. TFP growth estimates along with the high contribution of physical and human capital to economic growth seem to suggest that there could have been decreases in the efficiency of input usage in China or worsened misallocation of physical and human capital in recent years. These results underscore the importance of efficient use of human capital, as well as the volume of human capital creation, in China's growth strategy.", "authors": ["epwh8", "epzh196"], "abstractStem": "thi paper develop a human capit measur in the sens of schultz schultz t w 1960 capit format by educ journal of polit economi 68 571 univers of chicago press and use thi to reevalu the contribut of human capit to china econom growth rather than reli on year of school as in current literatur the result indic that human capit play an import role in china econom growth 381 of econom growth over 1978 2008 and even higher for 1999 2008 in addit becaus human capit format acceler follow major educ expans increas after 1999 colleg enrol in china increas nearli fivefold between 1997 and 2007 while growth rate of gross domest product gdp are littl chang over the period after 1999 total factor product tfp increas fall if human capit is use in growth account as we suggest tfp by our calcul contribut 1692 of growth between 1978 and 2008 but thi contribut fall sharpli between 1999 and 2008 tfp growth estim along with the high contribut of physic and human capit to econom growth seem to suggest that there could have been decreas in the effici of input usag in china or worsen misalloc of physic and human capit in recent year these result underscor the import of effici use of human capit as well as the volum of human capit creation in china growth strategi", "title": "The Contribution Of Human Capital To China'S Economic Growth"}, "https://ideas.repec.org/a/tpr/restat/v59y1977i2p194-203.html": {"abstract": "No abstract is available for this item.", "authors": ["epwh8"], "abstractStem": "no abstract is avail for thi item", "title": "A Simulation Experiment into the Numerical Properties of General Equilibrium Models of Factor Market Distortions"}, "https://ideas.repec.org/a/eee/pubeco/v18y1982i1p105-119.html": {"abstract": "No abstract is available for this item.", "authors": ["epwh8"], "abstractStem": "no abstract is avail for thi item", "title": "General equilibrium with price intervention policies: a computational approach"}, "https://ideas.repec.org/a/ecm/emetrp/v50y1982i6p1547-57.html": {"abstract": "No abstract is available for this item.", "authors": ["epwh8"], "abstractStem": "no abstract is avail for thi item", "title": "A Decomposition Algorithm for General Equilibrium Computation with Application to International Trade Models"}, "https://ideas.repec.org/a/spr/empeco/v16y1991i1p25-33.html": {"abstract": " A central issue in the analysis of public goods is the relationship between the optimal provision level and the distribution of income. Theoretical research has stressed the conditions under which the optimum is independent of the distribution of income. Here we focus on numerical analysis of more policy-relevant concerns. Specifically, to what extent is a given redistribution of income likely to affect the optimal level of public good supply? And how significant are the welfare costs of not adjusting public good supply when income distribution changes? We use an applied general equilibrium (AGE) model of the Australian economy and public sector to generate numerical estimates of the impacts of redistributive policies on these variables. Results suggest that the traditional separation of allocation and distribution in determining the level of public good supply may be a justifiable empirical simplification, except where very dramatic redistributions are invovled.", "authors": ["eppi34", "epwh8"], "abstractStem": " a central issu in the analysi of public good is the relationship between the optim provis level and the distribut of incom theoret research ha stress the condit under which the optimum is independ of the distribut of incom here we focu on numer analysi of more policyrelev concern specif to what extent is a given redistribut of incom like to affect the optim level of public good suppli and how signific are the welfar cost of not adjust public good suppli when incom distribut chang we use an appli gener equilibrium age model of the australian economi and public sector to gener numer estim of the impact of redistribut polici on these variabl result suggest that the tradit separ of alloc and distribut in determin the level of public good suppli may be a justifi empir simplif except where veri dramat redistribut are invovl", "title": "Public Good Provision Rules and Income Distribution: Some General Equilibrium Calculations"}, "https://ideas.repec.org/a/oup/jafrec/v3y1994i2p309-38.html": {"abstract": "No abstract is available for this item.", "authors": ["fpch1453", "epwh8"], "abstractStem": "no abstract is avail for thi item", "title": "Poverty-Reducing Targeting Programmes: A General Equilibrium Approach"}, "https://ideas.repec.org/a/ecj/econjl/v90y1980i363p838-66.html": {"abstract": "No abstract is available for this item.", "authors": ["epwh8"], "abstractStem": "no abstract is avail for thi item", "title": "General Equilibrium Evaluations of Tariff-Cutting Proposals in the Tokyo Round and Comparisons with More Extensive Liberalisation of World Trade"}, "https://ideas.repec.org/a/bla/manch2/v43y1975i3p317-30.html": {"abstract": "No abstract is available for this item.", "authors": ["epwh8"], "abstractStem": "no abstract is avail for thi item", "title": "Approximate Numerical Solution Methods for General Equilibrium Problems"}, "https://ideas.repec.org/a/eee/pubeco/v27y1985i2p157-175.html": {"abstract": "No abstract is available for this item.", "authors": ["epwh8"], "abstractStem": "no abstract is avail for thi item", "title": "Tax treatment of housing in a dynamic sequenced general equilibrium model"}, "https://ideas.repec.org/a/bla/reviec/v3y1995i3p284-306.html": {"abstract": " This paper suggests that schemes used within developing countries to allocate textile export quota among domestic producers typically have more severe negative effects on developing-country economic performance than the MFA export quotas themselves. We summarize allocation schemes in 16 countries highlighting common \"lock-in\" and \"rent-dissipation\" effects of such schemes. We then use a global general-equilibrium model to evaluate the effects of MFA removal with and without these additional effects. Results indicate that estimates of gains to developing countries from an MFA removal increase sharply when internal quota-allocation schemes are taken into account. Copyright 1995 by Blackwell Publishing Ltd.", "authors": ["epwh8"], "abstractStem": " thi paper suggest that scheme use within develop countri to alloc textil export quota among domest produc typic have more sever neg effect on developingcountri econom perform than the mfa export quota themselv we summar alloc scheme in 16 countri highlight common lockin and rentdissip effect of such scheme we then use a global generalequilibrium model to evalu the effect of mfa remov with and without these addit effect result indic that estim of gain to develop countri from an mfa remov increas sharpli when intern quotaalloc scheme are taken into account copyright 1995 by blackwel publish ltd", "title": "Internal Quota-Allocation Schemes and the Costs of the MFA"}, "https://ideas.repec.org/a/eee/ecmode/v29y2012i6p2226-2236.html": {"abstract": "Two closely related numerical general equilibrium models of world trade are used to analyze the potential consequences of US–China bilateral retaliation on trade flows and welfare. One is a conventional Armington trade model with five regions, the US, China, EU, Japan and the Rest of the World, and calibrated to a global 2009 micro consistent data set. The other is a modified version of this model with monetary non-neutrals and including China's trade surplus as an endogenous variable.", "authors": ["fpdo210", "epwh8"], "abstractStem": "two close relat numer gener equilibrium model of world trade are use to analyz the potenti consequ of us china bilater retali on trade flow and welfar one is a convent armington trade model with five region the us china eu japan and the rest of the world and calibr to a global 2009 micro consist data set the other is a modifi version of thi model with monetari nonneutr and includ china trade surplu as an endogen variabl", "title": "Gains and losses from potential bilateral US–China trade retaliation"}, "https://ideas.repec.org/a/bla/worlde/v22y1999i8p1065-1093.html": {"abstract": "Conventional accounts of justice suppose the presence of a stable political society, stable identities, and a Westphalian cartography of clear lines of authority--usually a state--where justice can be realised. They also assume a stable soc al bond. But what if, in an age of globalisation, the territorial boundaries of politics unbundle and a stable social bond deteriorates? How then are we to think about justice? Can there be justice in a world where that bond is constantly being disrupted or transformed by globalisation? Thus the paper argues that we need to think about the relationship between globalisation, governance and justice. It does so in three stages: (i) It explains how, under conditions of globalisation, assumptions made about the social bond are changing. (ii) It demonsrates how strains on the social bond within states give rise to a search for newer forms of global political theory and organisation and the emergence of new global (non state) actors which contest with states over the policy agendas emanating from globalisation. (iii) Despite the new forms of activity identified at (ii) the paper concludes that the prospects for a satisfactory synthesis of a liberal economic theory of globalisation, a normative political theory of the global public domain and a new social bond are remote.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epwh8"], "abstractStem": "convent account of justic suppos the presenc of a stabl polit societi stabl ident and a westphalian cartographi of clear line of authorityusu a statewher justic can be realis they also assum a stabl soc al bond but what if in an age of globalis the territori boundari of polit unbundl and a stabl social bond deterior how then are we to think about justic can there be justic in a world where that bond is constantli be disrupt or transform by globalis thu the paper argu that we need to think about the relationship between globalis govern and justic it doe so in three stage i it explain how under condit of globalis assumpt made about the social bond are chang ii it demonsr how strain on the social bond within state give rise to a search for newer form of global polit theori and organis and the emerg of new global non state actor which contest with state over the polici agenda eman from globalis iii despit the new form of activ identifi at ii the paper conclud that the prospect for a satisfactori synthesi of a liber econom theori of globalis a norm polit theori of the global public domain and a new social bond are remotepthi abstract wa borrow from anoth version of thi item", "title": "Special and Differential Treatment in the Millennium Round"}, "https://ideas.repec.org/a/bla/worlde/v25y2002i5p619-642.html": {"abstract": " We evaluate the possibilities for a new World Environmental Organisation (WEO), with our discussion motivated both by recent calls for such an organisation in light of WTO trade and environment conflicts and the relative absence of internalisation of global externalities. We propose an organisation building upon the idea of facilitating Coasian deal on the global environment. We motivate the establishment of such an organisation by itemising the ways in which global environmental deals are presently restrained by various impediments, including free riding, property right ambiguities, and mechanisms for authentification and verification. We indicate how such a WEO might help in each of these areas, stressing the differences from the WTO which is a much narrower bargaining framework. Copyright Blackwell Publishers Ltd 2002.", "authors": ["epwh8", "epzi36"], "abstractStem": " we evalu the possibl for a new world environment organis weo with our discuss motiv both by recent call for such an organis in light of wto trade and environ conflict and the rel absenc of internalis of global extern we propos an organis build upon the idea of facilit coasian deal on the global environ we motiv the establish of such an organis by itemis the way in which global environment deal are present restrain by variou impedi includ free ride properti right ambigu and mechan for authentif and verif we indic how such a weo might help in each of these area stress the differ from the wto which is a much narrow bargain framework copyright blackwel publish ltd 2002", "title": "An Internalisation-based World Environmental Organisation"}, "https://ideas.repec.org/a/spr/joecth/v41y2009i1p131-145.html": {"abstract": "No abstract is available for this item.", "authors": ["fphu245", "epwh8", "fpzh443"], "abstractStem": "no abstract is avail for thi item", "title": "Exploring policy options in joint intertemporal-spatial trade models using an incomplete markets approach"}, "https://ideas.repec.org/a/ecm/emetrp/v53y1985i3p679.html": {"abstract": "No abstract is available for this item.", "authors": ["epwh8"], "abstractStem": "no abstract is avail for thi item", "title": "A Decomposition Algorithm for General Equilibrium Computation with Application to International Trade Models: A Correction"}, "https://ideas.repec.org/a/oup/cesifo/v55y2009i3-4p648-668.html": {"abstract": " Current literature based on analyses of rural income volatility in China decompose poverty into chronic and transient components using longitudinal survey data and assesses the fraction of the Foster, Greer, and Thorbecke poverty gap attributable to mean income over time being below the poverty line. Resulting estimates of 40--50% transient poverty point to the policy conclusion that poverty may be a less serious social problem than it appears in annual data due to rural income volatility. Here, we instead use a direct method to adjust rural income for volatility using a certainty equivalent income measure and recomputed summary statistics for the distribution of volatility corrected incomes, including the urban--rural income gap on which much of current poverty debate in China focuses. Available data indicate a growing urban--rural income gap (the ratio of mean urban to rural incomes) with a significant increase from around 1.8 in the late-1980s to over three today. These estimates do not take into account the higher volatility of rural incomes in China. Since an uncertain income stream is worth less in utility terms than a certain income stream, we argue that heightened rural volatility increases the effective urban--rural income gap and intensifies not weakens poverty concerns. Using Chinese longitudinal rural survey data for which current decompositions can be replicated, we make adjustments for certainty equivalence of rural household income streams, which not only widen the urban--rural income gap in China but also increase other distributional summary statistics. Depending upon values used for the coefficient of relative risk aversion, the measured urban--rural income gap increases by 20--30% using a certainty equivalent measure to adjust rural incomes for volatility. We also conduct similar analysis using consumption data, for which similar (but slightly larger) increases occur. (JEL codes: D00, D31, D81,G11, N55, O12; O15; R20) Copyright The Author 2009. Published by Oxford University Press on behalf of Ifo Institute for Economic Research, Munich. All rights reserved. For permissions, please email: journals.permissions@oxfordjournals.org, Oxford University Press.", "authors": ["epwh8"], "abstractStem": " current literatur base on analys of rural incom volatil in china decompos poverti into chronic and transient compon use longitudin survey data and assess the fraction of the foster greer and thorbeck poverti gap attribut to mean incom over time be below the poverti line result estim of 4050 transient poverti point to the polici conclus that poverti may be a less seriou social problem than it appear in annual data due to rural incom volatil here we instead use a direct method to adjust rural incom for volatil use a certainti equival incom measur and recomput summari statist for the distribut of volatil correct incom includ the urbanrur incom gap on which much of current poverti debat in china focus avail data indic a grow urbanrur incom gap the ratio of mean urban to rural incom with a signific increas from around 18 in the late1980 to over three today these estim do not take into account the higher volatil of rural incom in china sinc an uncertain incom stream is worth less in util term than a certain incom stream we argu that heighten rural volatil increas the effect urbanrur incom gap and intensifi not weaken poverti concern use chines longitudin rural survey data for which current decomposit can be replic we make adjust for certainti equival of rural household incom stream which not onli widen the urbanrur incom gap in china but also increas other distribut summari statist depend upon valu use for the coeffici of rel risk avers the measur urbanrur incom gap increas by 2030 use a certainti equival measur to adjust rural incom for volatil we also conduct similar analysi use consumpt data for which similar but slightli larger increas occur jel code d00 d31 d81g11 n55 o12 o15 r20 copyright the author 2009 publish by oxford univers press on behalf of ifo institut for econom research munich all right reserv for permiss pleas email journalspermissionsoxfordjournalsorg oxford univers press", "title": "Rural Income Volatility and Inequality in China"}}}