{"epwo39": {"https://ideas.repec.org/a/cup/etheor/v8y1992i04p452-475_01.html": {"abstract": "A test for neglected nonlinearities in regression models is proposed. The test is of the Davidson-MacKinnon type against an increasingly rich set of non-nested alternatives, and is based on sieve estimation of the alternative model. For the case of a linear parametric model, the test statistic is shown to be asymptotically standard normal under the null, while rejecting with probability going to one if the linear model is misspecified. A small simulation study suggests that the test has adequate finite sample properties, but one must guard against over fitting the nonparametric alternative.", "authors": ["epwo39"], "abstractStem": "a test for neglect nonlinear in regress model is propos the test is of the davidsonmackinnon type against an increasingli rich set of nonnest altern and is base on siev estim of the altern model for the case of a linear parametr model the test statist is shown to be asymptot standard normal under the null while reject with probabl go to one if the linear model is misspecifi a small simul studi suggest that the test ha adequ finit sampl properti but one must guard against over fit the nonparametr altern", "title": "A Test for Functional Form Against Nonparametric Alternatives"}, "https://ideas.repec.org/a/cup/etheor/v21y2005i05p1026-1028_05.html": {"abstract": "No abstract is available for this item.", "authors": ["epwo39"], "abstractStem": "no abstract is avail for thi item", "title": "Violating Ignorability Of Treatment By Controlling For Too Many Factors"}, "https://ideas.repec.org/a/eee/ecolet/v56y1997i2p129-133.html": {"abstract": "No abstract is available for this item.", "authors": ["epwo39"], "abstractStem": "no abstract is avail for thi item", "title": "On two stage least squares estimation of the average treatment effect in a random coefficient model"}, "https://ideas.repec.org/a/cup/etheor/v21y2005i04p865-869_05.html": {"abstract": "No abstract is available for this item.", "authors": ["epwo39"], "abstractStem": "no abstract is avail for thi item", "title": "Instrumental Variables Estimation With Panel Data"}, "https://ideas.repec.org/a/cup/etheor/v20y2004i02p428-429_23.html": {"abstract": "No abstract is available for this item.", "authors": ["epwo39"], "abstractStem": "no abstract is avail for thi item", "title": "03.2.1. Fixed Effects Estimation of the Population-Averaged Slopes in a Panel Data Random Coefficient Model Solution"}, "https://ideas.repec.org/a/eee/econom/v141y2007i2p1281-1301.html": {"abstract": "I study inverse probability weighted M-estimation under a general missing data scheme. The cases covered that do not previously appear in the literature include M-estimation with missing data due to a censored survival time, propensity score estimation of the average treatment effect for linear exponential family quasi-log-likelihood functions, and variable probability sampling with observed retainment frequencies. I extend an important result known to hold in special cases: estimating the selection probabilities is generally more efficient than if the known selection probabilities could be used in estimation. For the treatment effect case, the setup allows for a simple characterization of a double robustness result due to Scharfstein, Rotnitzky, and Robins (1999): given appropriate choices for the conditional mean function and quasi-log-likelihood function, only one of the conditional mean or selection probability needs to be correctly specified in order to consistently estimate the average treatment effect.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epwo39"], "abstractStem": "i studi invers probabl weight mestim under a gener miss data scheme the case cover that do not previous appear in the literatur includ mestim with miss data due to a censor surviv time propens score estim of the averag treatment effect for linear exponenti famili quasiloglikelihood function and variabl probabl sampl with observ retain frequenc i extend an import result known to hold in special case estim the select probabl is gener more effici than if the known select probabl could be use in estim for the treatment effect case the setup allow for a simpl character of a doubl robust result due to scharfstein rotnitzki and robin 1999 given appropri choic for the condit mean function and quasiloglikelihood function onli one of the condit mean or select probabl need to be correctli specifi in order to consist estim the averag treatment effectpthi abstract wa borrow from anoth version of thi item", "title": "Inverse probability weighted estimation for general missing data problems"}, "https://ideas.repec.org/a/eee/econom/v90y1999i1p77-97.html": {"abstract": "No abstract is available for this item.", "authors": ["epwo39"], "abstractStem": "no abstract is avail for thi item", "title": "Distribution-free estimation of some nonlinear panel data models"}, "https://ideas.repec.org/a/eee/ecolet/v48y1995i3-4p235-240.html": {"abstract": "No abstract is available for this item.", "authors": ["epwo39"], "abstractStem": "no abstract is avail for thi item", "title": "A simple test for the consistency of dynamic linear regression in rational distributed lag models"}, "https://ideas.repec.org/a/cup/etheor/v11y1995i04p797-798_00.html": {"abstract": "No abstract is available for this item.", "authors": ["epwo39"], "abstractStem": "no abstract is avail for thi item", "title": "Efficient Estimation under Heteroskedasticity"}, "https://ideas.repec.org/a/cup/etheor/v6y1990i01p17-43_00.html": {"abstract": "This paper develops a general approach to robust, regression-based specification tests for (possibly) dynamic econometric models. A useful feature of the proposed tests is that, in addition to estimation under the null hypothesis, computation requires only a matrix linear least-squares regression and then an ordinary least-squares regression similar to those employed in popular nonrobust tests. For the leading cases of conditional mean and/or conditional variance tests, the proposed statistics are robust to departures from distributional assumptions that are not being tested, while maintaining asymptotic efficiency under ideal conditions. Moreover, the statistics can be computed using any √ T-consistent estimator, resulting in significant simplifications in some otherwise difficult contexts. Among the examples covered are conditional mean tests for models estimated by weighted nonlinear least squares under misspecification of the conditional variance, tests of jointly parameterized conditional means and variances estimated by quasi-maximum likelihood under nonnormality, and some robust specification tests for a dynamic linear model estimated by two-stage least squares.", "authors": ["epwo39"], "abstractStem": "thi paper develop a gener approach to robust regressionbas specif test for possibl dynam econometr model a use featur of the propos test is that in addit to estim under the null hypothesi comput requir onli a matrix linear leastsquar regress and then an ordinari leastsquar regress similar to those employ in popular nonrobust test for the lead case of condit mean andor condit varianc test the propos statist are robust to departur from distribut assumpt that are not be test while maintain asymptot effici under ideal condit moreov the statist can be comput use ani   tconsist estim result in signific simplif in some otherwis difficult context among the exampl cover are condit mean test for model estim by weight nonlinear least squar under misspecif of the condit varianc test of jointli parameter condit mean and varianc estim by quasimaximum likelihood under nonnorm and some robust specif test for a dynam linear model estim by twostag least squar", "title": "A Unified Approach to Robust, Regression-Based Specification Tests"}, "https://ideas.repec.org/a/eee/econom/v68y1995i1p115-132.html": {"abstract": "No abstract is available for this item.", "authors": ["epwo39"], "abstractStem": "no abstract is avail for thi item", "title": "Selection corrections for panel data models under conditional mean independence assumptions"}, "https://ideas.repec.org/a/cup/etheor/v12y1996i02p402-403_00.html": {"abstract": "No abstract is available for this item.", "authors": ["epwo39"], "abstractStem": "no abstract is avail for thi item", "title": "Solutions: Asymptotic Properties of Tests for Heteroskedasticity under Measurement Error"}, "https://ideas.repec.org/a/eee/ecolet/v31y1989i3p239-243.html": {"abstract": "No abstract is available for this item.", "authors": ["epwo39"], "abstractStem": "no abstract is avail for thi item", "title": "A computationally simple heteroskedasticity and serial correlation robust standard error for the linear regression model"}, "https://ideas.repec.org/a/ier/iecrev/v33y1992i4p935-55.html": {"abstract": " A nonlinear regression model is proposed as an alternative to the Box-Cox regression model for nonnegative variables. The functional form contains linear, exponential, and reciprocal models as special cases. Unlike Box-Cox type approaches, the proposed estimators of the conditional mean function are robust to conditional variance and other distributional misspecifications. Computationally simple, robust Lagrange multiplier statistics for restricted versions of the model are derived. Scale invariant t-statistics are proposed and the Lagrange multiplier statistic for exclusion restrictions is shown to be scale invariant. Copyright 1992 by Economics Department of the University of Pennsylvania and the Osaka University Institute of Social and Economic Research Association.", "authors": ["epwo39"], "abstractStem": " a nonlinear regress model is propos as an altern to the boxcox regress model for nonneg variabl the function form contain linear exponenti and reciproc model as special case unlik boxcox type approach the propos estim of the condit mean function are robust to condit varianc and other distribut misspecif comput simpl robust lagrang multipli statist for restrict version of the model are deriv scale invari tstatist are propos and the lagrang multipli statist for exclus restrict is shown to be scale invari copyright 1992 by econom depart of the univers of pennsylvania and the osaka univers institut of social and econom research associ", "title": "Some Alternatives to the Box-Cox Regression Model"}, "https://ideas.repec.org/a/eee/ecolet/v113y2011i1p12-15.html": {"abstract": "I propose a general, simple approach to recovering an unconditional heterogeneity distribution when a conditional distribution has been estimated. The approach can be applied to cross section models and panel data models-both static and dynamic-with unobserved heterogeneity.", "authors": ["epwo39"], "abstractStem": "i propos a gener simpl approach to recov an uncondit heterogen distribut when a condit distribut ha been estim the approach can be appli to cross section model and panel data modelsboth static and dynamicwith unobserv heterogen", "title": "A simple method for estimating unconditional heterogeneity distributions in correlated random effects models"}, "https://ideas.repec.org/a/cup/etheor/v18y2002i03p625-645_18.html": {"abstract": "No abstract is available for this item.", "authors": ["fpli1032", "epwo39"], "abstractStem": "no abstract is avail for thi item", "title": "Semiparametric Estimation Of Partially Linear Models For Dependent Data With Generated Regressors"}, "https://ideas.repec.org/a/aea/jeclit/v47y2009i1p5-86.html": {"abstract": "Many empirical questions in economics and other social sciences depend on causal effects of programs or policies. In the last two decades, much research has been done on the econometric and statistical analysis of such causal effects. This recent theoretical literature has built on, and combined features of, earlier work in both the statistics and econometrics literatures. It has by now reached a level of maturity that makes it an important tool in many areas of empirical research in economics, including labor economics, public finance, development economics, industrial organization, and other areas of empirical microeconomics. In this review, we discuss some of the recent developments. We focus primarily on practical issues for empirical researchers, as well as provide a historical overview of the area and give references to more technical research.", "authors": ["epim4", "epwo39"], "abstractStem": "mani empir question in econom and other social scienc depend on causal effect of program or polici in the last two decad much research ha been done on the econometr and statist analysi of such causal effect thi recent theoret literatur ha built on and combin featur of earlier work in both the statist and econometr literatur it ha by now reach a level of matur that make it an import tool in mani area of empir research in econom includ labor econom public financ develop econom industri organ and other area of empir microeconom in thi review we discuss some of the recent develop we focu primarili on practic issu for empir research as well as provid a histor overview of the area and give refer to more technic research", "title": "Recent Developments in the Econometrics of Program Evaluation"}, "https://ideas.repec.org/a/cup/etheor/v10y1994i02p409-418_00.html": {"abstract": "In this comment on Gurmu and Trivedi's “Variable Augmentation Specification Tests in the Linear Exponential Family,” I show how their generalized linear model (GLM) approach relates to other work in econometrics on specification testing in the linear exponential family. In addition to shedding light on the relationship between the statistics and econometrics literatures on testing in quasi-likelihood frameworks, this comparison reveals some important limitations of GLM as a general framework for devising specification tests.", "authors": ["epwo39"], "abstractStem": "in thi comment on gurmu and trivedi  variabl augment specif test in the linear exponenti famili  i show how their gener linear model glm approach relat to other work in econometr on specif test in the linear exponenti famili in addit to shed light on the relationship between the statist and econometr literatur on test in quasilikelihood framework thi comparison reveal some import limit of glm as a gener framework for devis specif test", "title": "On the Limits of Glm for Specification Testing: A Comment on Gurmu and Trivedi"}, "https://ideas.repec.org/a/cup/etheor/v22y2006i06p1177-1178_06.html": {"abstract": "No abstract is available for this item.", "authors": ["epwo39"], "abstractStem": "no abstract is avail for thi item", "title": "Acknowledgment Of Related Prior Work"}, "https://ideas.repec.org/a/aea/jecper/v15y2001i4p87-100.html": {"abstract": "I describe how the method of moments approach to estimation, including the more recent generalized method of moments (GMM) theory, can be applied to problems using cross section, time series, and panel data. Method of moments estimators can be attractive because in many circumstances they are robust to failures of auxiliary distributional assumptions that are not needed to identify key parameters. I conclude that while sophisticated GMM estimators are indispensable for complicated estimation problems, it seems unlikely that GMM will provide convincing improvements over ordinary least squares and two-stage least squares--by far the most common method of moments estimators used in econometrics--in settings faced most often by empirical researchers.", "authors": ["epwo39"], "abstractStem": "i describ how the method of moment approach to estim includ the more recent gener method of moment gmm theori can be appli to problem use cross section time seri and panel data method of moment estim can be attract becaus in mani circumst they are robust to failur of auxiliari distribut assumpt that are not need to identifi key paramet i conclud that while sophist gmm estim are indispens for complic estim problem it seem unlik that gmm will provid convinc improv over ordinari least squar and twostag least squaresbi far the most common method of moment estim use in econometricsin set face most often by empir research", "title": "Applications of Generalized Method of Moments Estimation"}, "https://ideas.repec.org/a/eee/ecolet/v79y2003i2p185-191.html": {"abstract": "No abstract is available for this item.", "authors": ["epwo39"], "abstractStem": "no abstract is avail for thi item", "title": "Further results on instrumental variables estimation of average treatment effects in the correlated random coefficient model"}, "https://ideas.repec.org/a/qnt/quantl/y2009i6p25-47.html": {"abstract": "This article provides an overview of difference-in-differences estimation, starting with a review of the basic methodology, discussing in some detail recent advances in inference, and concluding with new methods for estimating treatment effects in various nonlinear and semiparametric models.", "authors": ["epwo39"], "abstractStem": "thi articl provid an overview of differenceindiffer estim start with a review of the basic methodolog discuss in some detail recent advanc in infer and conclud with new method for estim treatment effect in variou nonlinear and semiparametr model", "title": "Difference-in-differences estimation (in Russian)"}, "https://ideas.repec.org/a/eee/ecolet/v86y2005i3p413-417.html": {"abstract": "No abstract is available for this item.", "authors": ["eppa153", "epwo39"], "abstractStem": "no abstract is avail for thi item", "title": "A computational trick for delta-method standard errors"}, "https://ideas.repec.org/a/cup/etheor/v13y1997i05p667-678_00.html": {"abstract": "This paper considers estimation of multiplicative, unobserved components panel data models without imposing a strict exogeneity assumption on the conditioning variables. The method of moments estimators proposed have significant robustness properties. They require only a conditional mean assumption and apply to models with lagged dependent variables and to finite distributed lag models with arbitrary feedback from the explained to future values of the explanatory variables. The model is particularly suited to nonnegative explained variables, including count variables, continuously distributed nonnegative outcomes, and even binary variables. The general model can also be applied to certain nonlinear Euler equations.", "authors": ["epwo39"], "abstractStem": "thi paper consid estim of multipl unobserv compon panel data model without impos a strict exogen assumpt on the condit variabl the method of moment estim propos have signific robust properti they requir onli a condit mean assumpt and appli to model with lag depend variabl and to finit distribut lag model with arbitrari feedback from the explain to futur valu of the explanatori variabl the model is particularli suit to nonneg explain variabl includ count variabl continu distribut nonneg outcom and even binari variabl the gener model can also be appli to certain nonlinear euler equat", "title": "Multiplicative Panel Data Models Without the Strict Exogeneity Assumption"}, "https://ideas.repec.org/a/cup/etheor/v19y2003i02p411-412_21.html": {"abstract": "No abstract is available for this item.", "authors": ["epwo39"], "abstractStem": "no abstract is avail for thi item", "title": "03.2.1. Fixed Effects Estimation of the Population-Averaged Slopes in a Panel Data Random Coefficient Model"}, "https://ideas.repec.org/a/eee/soceco/v33y2004i5p577-579.html": {"abstract": "No abstract is available for this item.", "authors": ["epwo39"], "abstractStem": "no abstract is avail for thi item", "title": "Statistical significance is okay, too: comment on \"Size Matters\""}, "https://ideas.repec.org/a/tpr/restat/v76y1994i1p59-65.html": {"abstract": " A specification test is proposed to test the adequacy of the implicit conditional mean specification in a transformation model. Regardless of the transformation under the null, the statistic is computable from ordinary least squares output via auxiliary ordinary least squares regressions. Further, the test presumes no particular form for the conditional variance of the transformed and untransformed regressands. A simple goodness-of-fit measure that can be used to compare across transformations is a natural byproduct of the analysis. An application to a well-known fisheries data set is included. Copyright 1994 by MIT Press.", "authors": ["epwo39"], "abstractStem": " a specif test is propos to test the adequaci of the implicit condit mean specif in a transform model regardless of the transform under the null the statist is comput from ordinari least squar output via auxiliari ordinari least squar regress further the test presum no particular form for the condit varianc of the transform and untransform regressand a simpl goodnessoffit measur that can be use to compar across transform is a natur byproduct of the analysi an applic to a wellknown fisheri data set is includ copyright 1994 by mit press", "title": "A Simple Specification Test for the Predictive Ability of Transformation Models"}, "https://ideas.repec.org/a/cup/etheor/v9y1993i04p687-687_00.html": {"abstract": "No abstract is available for this item.", "authors": ["epwo39"], "abstractStem": "no abstract is avail for thi item", "title": "Efficient Estimation with Orthogonal Regressors"}, "https://ideas.repec.org/a/bes/jnlbes/v27i2y2009p206-223.html": {"abstract": "No abstract is available for this item.", "authors": ["fpli1032", "epra175", "epwo39"], "abstractStem": "no abstract is avail for thi item", "title": "Efficient Estimation of Average Treatment Effects with Mixed Categorical and Continuous Data"}, "https://ideas.repec.org/a/cuf/journl/y2000v1i2p337-357.html": {"abstract": "It is well established that local linear method dominates the conventional local constant method in estimating nonparametric regression models by kernel method. In this paper we consider the problem of estimating semiparametric econometric models by local linear method. We provide a simple proof of establishing the joint asymptotic normality of the local linear estimator. We then show that our results can be used to easily derive the asymptotic distributions of local linear estimators for several semiparametric econometric models. An empirical application of using a semiparametric local linear estimator to cross country growth data is examined.", "authors": ["fpli1032", "epwo39"], "abstractStem": "it is well establish that local linear method domin the convent local constant method in estim nonparametr regress model by kernel method in thi paper we consid the problem of estim semiparametr econometr model by local linear method we provid a simpl proof of establish the joint asymptot normal of the local linear estim we then show that our result can be use to easili deriv the asymptot distribut of local linear estim for sever semiparametr econometr model an empir applic of use a semiparametr local linear estim to cross countri growth data is examin", "title": "Estimating Semiparametric Econometrics Models by Local Linear Method: With an Application to Cross-Country Growth"}, "https://ideas.repec.org/a/cup/etheor/v12y1996i01p209-210_00.html": {"abstract": "No abstract is available for this item.", "authors": ["epwo39"], "abstractStem": "no abstract is avail for thi item", "title": "The Asymptotic Power of RESET for Detecting Omitted Variables"}, "https://ideas.repec.org/a/cup/etheor/v17y2001i02p451-470_17.html": {"abstract": "No abstract is available for this item.", "authors": ["epwo39"], "abstractStem": "no abstract is avail for thi item", "title": "Asymptotic Properties Of Weighted M-Estimators For Standard Stratified Samples"}, "firstname": "Jeffrey", "https://ideas.repec.org/a/eee/econom/v157y2010i2p375-380.html": {"abstract": "We consider estimation of panel data models with sample selection when the equation of interest contains endogenous explanatory variables as well as unobserved heterogeneity. Assuming that appropriate instruments are available, we propose several tests for selection bias and two estimation procedures that correct for selection in the presence of endogenous regressors. The tests are based on the fixed effects two-stage least squares estimator, thereby permitting arbitrary correlation between unobserved heterogeneity and explanatory variables. The first correction procedure is parametric and is valid under the assumption that the errors in the selection equation are normally distributed. The second procedure estimates the model parameters semiparametrically using series estimators. In the proposed testing and correction procedures, the error terms may be heterogeneously distributed and serially dependent in both selection and primary equations. Because these methods allow for a rather flexible structure of the error variance and do not impose any nonstandard assumptions on the conditional distributions of explanatory variables, they provide a useful alternative to the existing approaches presented in the literature.", "authors": ["epse122", "epwo39"], "abstractStem": "we consid estim of panel data model with sampl select when the equat of interest contain endogen explanatori variabl as well as unobserv heterogen assum that appropri instrument are avail we propos sever test for select bia and two estim procedur that correct for select in the presenc of endogen regressor the test are base on the fix effect twostag least squar estim therebi permit arbitrari correl between unobserv heterogen and explanatori variabl the first correct procedur is parametr and is valid under the assumpt that the error in the select equat are normal distribut the second procedur estim the model paramet semiparametr use seri estim in the propos test and correct procedur the error term may be heterogen distribut and serial depend in both select and primari equat becaus these method allow for a rather flexibl structur of the error varianc and do not impos ani nonstandard assumpt on the condit distribut of explanatori variabl they provid a use altern to the exist approach present in the literatur", "title": "Estimating panel data models in the presence of endogeneity and selection"}, "lastname": "Wooldridge", "https://ideas.repec.org/a/eee/econom/v74y1996i2p387-405.html": {"abstract": "No abstract is available for this item.", "authors": ["epwo39"], "abstractStem": "no abstract is avail for thi item", "title": "Estimating systems of equations with different instruments for different equations"}, "https://ideas.repec.org/a/cup/etheor/v11y1995i02p399-400_00.html": {"abstract": "No abstract is available for this item.", "authors": ["epwo39"], "abstractStem": "no abstract is avail for thi item", "title": "Asymptotic Properties of Tests for Heteroskedasticity"}, "https://ideas.repec.org/a/ecm/emetrp/v67y1999i6p1385-1406.html": {"abstract": " I provide a systematic treatment of the asymptotic properties of weighted M-estimators under variable probability stratified sampling. The characterization of the sampling scheme and representation of the objective function allow for a straightforward analysis. Simple, consistent asymptotic variance matrix estimators are proposed. When stratification is based on exogenous variables, I show that the unweighted M-estimator is more efficient than the weighted estimator under a generalized conditional information matrix equality. When population frequencies are known, a more efficient weighting is possible. I also show how the results carry over to multinomial sampling.", "authors": ["epwo39"], "abstractStem": " i provid a systemat treatment of the asymptot properti of weight mestim under variabl probabl stratifi sampl the character of the sampl scheme and represent of the object function allow for a straightforward analysi simpl consist asymptot varianc matrix estim are propos when stratif is base on exogen variabl i show that the unweight mestim is more effici than the weight estim under a gener condit inform matrix equal when popul frequenc are known a more effici weight is possibl i also show how the result carri over to multinomi sampl", "title": "Asymptotic Properties of Weighted M-Estimators for Variable Probability Samples"}, "https://ideas.repec.org/a/eee/econom/v48y1991i1-2p29-55.html": {"abstract": "No abstract is available for this item.", "authors": ["epwo39"], "abstractStem": "no abstract is avail for thi item", "title": "Specification testing and quasi-maximum- likelihood estimation"}, "https://ideas.repec.org/a/eee/econom/v93y1999i1p177-201.html": {"abstract": "No abstract is available for this item.", "authors": ["epah132", "fpsc224", "epwo39"], "abstractStem": "no abstract is avail for thi item", "title": "Efficient estimation of panel data models with strictly exogenous explanatory variables"}, "https://ideas.repec.org/a/eee/econom/v172y2013i1p77-89.html": {"abstract": "This paper analyzes spatial Probit models for cross sectional dependent data in a binary choice context. Observations are divided by pairwise groups and bivariate normal distributions are specified within each group. Partial maximum likelihood estimators are introduced and they are shown to be consistent and asymptotically normal under some regularity conditions. Consistent covariance matrix estimators are also provided. Estimates of average partial effects can also be obtained once we characterize the conditional distribution of the latent error. Finally, a simulation study shows the advantages of our new estimation procedure in this setting. Our proposed partial maximum likelihood estimators are shown to be more efficient than the generalized method of moments counterparts.", "authors": ["epig10", "fpwa642", "epwo39"], "abstractStem": "thi paper analyz spatial probit model for cross section depend data in a binari choic context observ are divid by pairwis group and bivari normal distribut are specifi within each group partial maximum likelihood estim are introduc and they are shown to be consist and asymptot normal under some regular condit consist covari matrix estim are also provid estim of averag partial effect can also be obtain onc we character the condit distribut of the latent error final a simul studi show the advantag of our new estim procedur in thi set our propos partial maximum likelihood estim are shown to be more effici than the gener method of moment counterpart", "title": "Partial maximum likelihood estimation of spatial probit models"}, "https://ideas.repec.org/a/wly/japmet/v28y2013i1p47-61.html": {"abstract": "No abstract is available for this item.", "authors": ["epse122", "epwo39"], "abstractStem": "no abstract is avail for thi item", "title": "Estimation of dynamic panel data models with sample selection"}, "https://ideas.repec.org/a/tpr/restat/v87y2005i2p385-390.html": {"abstract": " I derive conditions under which a class of fixed-effects estimators consistently estimates the population-averaged slope coefficients in panel data models with individual-specific slopes, where the slopes are allowed to be correlated with the covariates. In addition to including the usual fixed-effects estimator, the results apply to estimators that eliminate individual-specific trends. I apply the results, and propose alternative estimators, to estimation of average treatment in a class of nonlinear unobserved-effects models. © 2005 President and Fellows of Harvard College and the Massachusetts Institute of Technology.", "authors": ["epwo39"], "abstractStem": " i deriv condit under which a class of fixedeffect estim consist estim the populationaverag slope coeffici in panel data model with individualspecif slope where the slope are allow to be correl with the covari in addit to includ the usual fixedeffect estim the result appli to estim that elimin individualspecif trend i appli the result and propos altern estim to estim of averag treatment in a class of nonlinear unobservedeffect model   2005 presid and fellow of harvard colleg and the massachusett institut of technolog", "title": "Fixed-Effects and Related Estimators for Correlated Random-Coefficient and Treatment-Effect Panel Data Models"}, "https://ideas.repec.org/a/eee/econom/v145y2008i1-2p121-133.html": {"abstract": "No abstract is available for this item.", "authors": ["eppa153", "epwo39"], "abstractStem": "no abstract is avail for thi item", "title": "Panel data methods for fractional response variables with an application to test pass rates"}, "https://ideas.repec.org/a/eee/econom/v142y2008i1p539-552.html": {"abstract": "No abstract is available for this item.", "authors": ["fpmu429", "epwo39"], "abstractStem": "no abstract is avail for thi item", "title": "Fixed effects instrumental variables estimation in correlated random coefficient panel data models"}, "https://ideas.repec.org/a/aea/aecrev/v98y2008i2p357-62.html": {"abstract": "No abstract is available for this item.", "authors": ["epra175", "epwo39"], "abstractStem": "no abstract is avail for thi item", "title": "Estimating Average Treatment Effects with Continuous and Discrete Covariates: The Case of Swan-Ganz Catheterization"}, "https://ideas.repec.org/a/eee/econom/v45y1990i3p331-350.html": {"abstract": "No abstract is available for this item.", "authors": ["epwo39"], "abstractStem": "no abstract is avail for thi item", "title": "An encompassing approach to conditional mean tests with applications to testing nonnested hypotheses"}, "homepage": "https://ideas.repec.org/e/pwo39.html", "https://ideas.repec.org/a/cup/etheor/v4y1988i02p210-230_01.html": {"abstract": "Building on work of McLeish, we present a number of invariance principles for doubly indexed arrays of stochastic processes which may exhibit considerable dependence, heterogeneity, and/or trending moments. In particular, we consider possibly time-varying functions of infinite histories of heterogeneous mixing processes and obtain general invariance results, with central limit theorems following as corollaries. These results are formulated so as to apply to economic time series, which may exhibit some or all of the features allowed in our theorems. Results are given for the case of both scalar and vector stochastic processes. Using an approach recently pioneered by Phillips, and Phillips and Durlauf, we apply our results to least squares estimation of unit root models.", "authors": ["epwh17", "epwo39"], "abstractStem": "build on work of mcleish we present a number of invari principl for doubli index array of stochast process which may exhibit consider depend heterogen andor trend moment in particular we consid possibl timevari function of infinit histori of heterogen mix process and obtain gener invari result with central limit theorem follow as corollari these result are formul so as to appli to econom time seri which may exhibit some or all of the featur allow in our theorem result are given for the case of both scalar and vector stochast process use an approach recent pioneer by phillip and phillip and durlauf we appli our result to least squar estim of unit root model", "title": "Some Invariance Principles and Central Limit Theorems for Dependent Heterogeneous Processes"}, "https://ideas.repec.org/a/eee/ecolet/v68y2000i3p245-250.html": {"abstract": "No abstract is available for this item.", "authors": ["epwo39"], "abstractStem": "no abstract is avail for thi item", "title": "A framework for estimating dynamic, unobserved effects panel data models with possible feedback to future explanatory variables"}, "https://ideas.repec.org/a/eee/ecolet/v34y1990i2p151-155.html": {"abstract": "No abstract is available for this item.", "authors": ["epwo39"], "abstractStem": "no abstract is avail for thi item", "title": "A note on the Lagrange multiplier and F-statistics for two stage least squares regressions"}, "https://ideas.repec.org/a/eee/econom/v47y1991i1p5-46.html": {"abstract": "No abstract is available for this item.", "authors": ["epwo39"], "abstractStem": "no abstract is avail for thi item", "title": "On the application of robust, regression- based diagnostics to models of conditional means and conditional variances"}, "https://ideas.repec.org/a/eee/ecolet/v104y2009i3p112-114.html": {"abstract": "In the common case where polynomial approximations are used for unknown functions, I show how proxy variable approaches to controlling for unobserved productivity, proposed by Olley and Pakes [Olley, S. and Pakes, A., 1996. The dynamics of productivity in the telecommunications equipment industry. Econometrica 64, 1263-1298.] and Levinsohn and Petrin (Levinsohn, J. and Petrin, A., 2003. Estimating production functions using inputs to control for unobservables. Review of Economic Studies 70, 317-341.], can be implemented by specifying different instruments for different equations and applying generalized method of moments. Studying the parameters within a two-equation system clarifies some key identification issues, and joint estimation of the parameters leads to simple inference and more efficient estimators.", "authors": ["epwo39"], "abstractStem": "in the common case where polynomi approxim are use for unknown function i show how proxi variabl approach to control for unobserv product propos by olley and pake olley s and pake a 1996 the dynam of product in the telecommun equip industri econometrica 64 12631298 and levinsohn and petrin levinsohn j and petrin a 2003 estim product function use input to control for unobserv review of econom studi 70 317341 can be implement by specifi differ instrument for differ equat and appli gener method of moment studi the paramet within a twoequat system clarifi some key identif issu and joint estim of the paramet lead to simpl infer and more effici estim", "title": "On estimating firm-level production functions using proxy variables to control for unobservables"}, "https://ideas.repec.org/a/ucp/jpolec/v96y1988i1p116-31.html": {"abstract": " The capital asset pricing model provides a theoretical structure for the pricing of assets with uncertain returns. The premium to induc e risk-averse investors to bear risk is proportional to the nondivers ifiable risk, which is measured by the covariance of the asset return with the market portfolio return. In this paper, a multivariate, gen eralized-autoregressive, conditional, heteroscedastic process is esti mated for returns to bills, bonds, and stocks where the expected retu rn is proportional to the conditional covariance of each return with that of a fully diversified or market portfolio. It is found that the conditional covariances are quite variable over time and are a signi ficant determinant of the time-varying risk premia. The implied betas are also time varying and forecastable. Copyright 1988 by University of Chicago Press.", "authors": ["epbo66", "epen9", "epwo39"], "abstractStem": " the capit asset price model provid a theoret structur for the price of asset with uncertain return the premium to induc e riskavers investor to bear risk is proport to the nondiv ifiabl risk which is measur by the covari of the asset return with the market portfolio return in thi paper a multivari gen eralizedautoregress condit heteroscedast process is esti mate for return to bill bond and stock where the expect retu rn is proport to the condit covari of each return with that of a fulli diversifi or market portfolio it is found that the condit covari are quit variabl over time and are a signi ficant determin of the timevari risk premia the impli beta are also time vari and forecast copyright 1988 by univers of chicago press", "title": "A Capital Asset Pricing Model with Time-Varying Covariances"}, "https://ideas.repec.org/a/aea/aecrev/v93y2003i2p133-138.html": {"abstract": "No abstract is available for this item.", "authors": ["epwo39"], "abstractStem": "no abstract is avail for thi item", "title": "Cluster-Sample Methods in Applied Econometrics"}, "https://ideas.repec.org/a/eee/econom/v182y2014i1p226-234.html": {"abstract": "I propose a quasi-maximum likelihood framework for estimating nonlinear models with continuous or discrete endogenous explanatory variables. Joint and two-step estimation procedures are considered. The joint procedure is a quasi-limited information maximum likelihood procedure, as one or both of the log likelihoods may be misspecified. The two-step control function approach is computationally simple and leads to straightforward tests of endogeneity. In the case of discrete endogenous explanatory variables, I argue that the control function approach can be applied with generalized residuals to obtain average partial effects. I show how the results apply to nonlinear models for fractional and nonnegative responses.", "authors": ["epwo39"], "abstractStem": "i propos a quasimaximum likelihood framework for estim nonlinear model with continu or discret endogen explanatori variabl joint and twostep estim procedur are consid the joint procedur is a quasilimit inform maximum likelihood procedur as one or both of the log likelihood may be misspecifi the twostep control function approach is comput simpl and lead to straightforward test of endogen in the case of discret endogen explanatori variabl i argu that the control function approach can be appli with gener residu to obtain averag partial effect i show how the result appli to nonlinear model for fraction and nonneg respons", "title": "Quasi-maximum likelihood estimation and testing for nonlinear models with endogenous explanatory variables"}, "https://ideas.repec.org/a/jae/japmet/v20y2005i1p39-54.html": {"abstract": " I study a simple, widely applicable approach to handling the initial conditions problem in dynamic, nonlinear unobserved effects models. Rather than attempting to obtain the joint distribution of all outcomes of the endogenous variables, I propose finding the distribution conditional on the initial value (and the observed history of strictly exogenous explanatory variables). The approach is flexible, and results in simple estimation strategies for at least three leading dynamic, nonlinear models: probit, Tobit and Poisson regression. I treat the general problem of estimating average partial effects, and show that simple estimators exist for important special cases. Copyright © 2005 John Wiley &amp; Sons, Ltd.", "authors": ["epwo39"], "abstractStem": " i studi a simpl wide applic approach to handl the initi condit problem in dynam nonlinear unobserv effect model rather than attempt to obtain the joint distribut of all outcom of the endogen variabl i propos find the distribut condit on the initi valu and the observ histori of strictli exogen explanatori variabl the approach is flexibl and result in simpl estim strategi for at least three lead dynam nonlinear model probit tobit and poisson regress i treat the gener problem of estim averag partial effect and show that simpl estim exist for import special case copyright   2005 john wiley amp son ltd", "title": "Simple solutions to the initial conditions problem in dynamic, nonlinear panel data models with unobserved heterogeneity"}, "https://ideas.repec.org/a/eee/ecolet/v36y1991i1p49-54.html": {"abstract": "No abstract is available for this item.", "authors": ["epwo39"], "abstractStem": "no abstract is avail for thi item", "title": "A note on computing r-squared and adjusted r-squared for trending and seasonal data"}, "https://ideas.repec.org/a/jae/japmet/v11y1996i6p619-32.html": {"abstract": " We develop attractive functional forms and simple quasi-likelihood estimation methods for regression models with a fractional dependent variable. Compared with log-odds type procedures, there is no difficulty in recovering the regression function for the fractional variable, and there is no need to use ad hoc transformations to handle data at the extreme values of zero and one. We also offer some new, robust specification tests by nesting the logit or probit function in a more general functional form. We apply these methods to a data set of employee participation rates in 401(k) pension plans. Copyright 1996 by John Wiley &amp; Sons, Ltd.", "authors": ["eppa153", "epwo39"], "abstractStem": " we develop attract function form and simpl quasilikelihood estim method for regress model with a fraction depend variabl compar with logodd type procedur there is no difficulti in recov the regress function for the fraction variabl and there is no need to use ad hoc transform to handl data at the extrem valu of zero and one we also offer some new robust specif test by nest the logit or probit function in a more gener function form we appli these method to a data set of employe particip rate in 401k pension plan copyright 1996 by john wiley amp son ltd", "title": "Econometric Methods for Fractional Response Variables with an Application to 401(K) Plan Participation Rates"}}}