{"epzi101": {"https://ideas.repec.org/a/kap/revaec/v24y2011i3p235-249.html": {"abstract": "No abstract is available for this item.", "authors": ["epzi101"], "abstractStem": "no abstract is avail for thi item", "title": "The role of trust in the 2008 financial crisis"}, "https://ideas.repec.org/a/eee/jfinec/v93y2009i3p353-381.html": {"abstract": "We study the location-specific component of research productivity for economics and finance faculty over the last three decades. We find that there was a positive effect of being affiliated with a top 25 university in the 1970s; this effect weakened in the 1980s and disappeared in the 1990s. The decline in elite university fixed effect is due to the reduced importance of physical access to productive research colleagues, which in turn seems due to innovations in communication technology. One implication is that knowledge-based organizations should find it more difficult to capture rents vis-à-vis workers. We find that faculty salaries increased the most where the estimated spillover dropped the most. Despite the loss in local spillovers, elite universities still enjoy an edge in average productivity because of agglomeration of top researchers in prestigious institutions with high long-term research reputations.", "authors": ["epzi101"], "abstractStem": "we studi the locationspecif compon of research product for econom and financ faculti over the last three decad we find that there wa a posit effect of be affili with a top 25 univers in the 1970 thi effect weaken in the 1980 and disappear in the 1990 the declin in elit univers fix effect is due to the reduc import of physic access to product research colleagu which in turn seem due to innov in commun technolog one implic is that knowledgebas organ should find it more difficult to captur rent vi vi worker we find that faculti salari increas the most where the estim spillov drop the most despit the loss in local spillov elit univers still enjoy an edg in averag product becaus of agglomer of top research in prestigi institut with high longterm research reput", "title": "Are elite universities losing their competitive edge?"}, "https://ideas.repec.org/a/bla/jacrfn/v16y2004i2-3p51-72.html": {"abstract": " This article summarizes the findings of the authors' study, published recently in the Journal of Finance, that use control premiums paid in large block sales to assess the quality of corporate governance systems. The authors report significant variation in such premiums, with countries like the U.S. and U.K. showing premiums of less than 10% while premiums for countries like Brazil running in excess of 60%. 2004 Morgan Stanley.", "authors": ["epzi101"], "abstractStem": " thi articl summar the find of the author studi publish recent in the journal of financ that use control premium paid in larg block sale to assess the qualiti of corpor govern system the author report signific variat in such premium with countri like the us and uk show premium of less than 10 while premium for countri like brazil run in excess of 60 2004 morgan stanley", "title": "Control Premiums and the Effectiveness of Corporate Governance Systems"}, "https://ideas.repec.org/a/bla/jfinan/v68y2013i4p1473-1515.html": {"abstract": "We use survey data to study American households' propensity to default when the value of their mortgage exceeds the value of their house even if they can afford to pay their mortgage (strategic default). The cost of defaulting strategically increases in wealth, but at a decreasing rate. It is driven both by pecuniary and non pecuniary factors, such as views about fairness and morality. Exposure to other people who strategically defaulted increases the propensity to default strategically because it conveys information about the probability of being sued.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epgu58", "epzi101"], "abstractStem": "we use survey data to studi american household propens to default when the valu of their mortgag exce the valu of their hous even if they can afford to pay their mortgag strateg default the cost of default strateg increas in wealth but at a decreas rate it is driven both by pecuniari and non pecuniari factor such as view about fair and moral exposur to other peopl who strateg default increas the propens to default strateg becaus it convey inform about the probabl of be suedpthi abstract wa borrow from anoth version of thi item", "title": "The Determinants of Attitudes toward Strategic Default on Mortgages"}, "https://ideas.repec.org/a/oup/qjecon/v115y2000i2p707-712..html": {"abstract": "Work by Kaplan and Zingales provides both theoretical arguments and empirical evidence that investment-cash flow sensitivities are not good indicators of financing constraints. Fazzari, Hubbard, and Petersen [this Journal] criticize those findings. In this note we explain how the Fazzari et al. criticisms are either very supportive of the claims in earlier work by Kaplan and Zingales or incorrect. We conclude with a discussion of unanswered questions.", "authors": [], "abstractStem": "work by kaplan and zingal provid both theoret argument and empir evid that investmentcash flow sensit are not good indic of financ constraint fazzari hubbard and petersen thi journal critic those find in thi note we explain how the fazzari et al critic are either veri support of the claim in earlier work by kaplan and zingal or incorrect we conclud with a discuss of unansw question", "title": "Investment-Cash Flow Sensitivities Are Not Valid Measures of Financing Constraints"}, "https://ideas.repec.org/a/bpj/evoice/v6y2009i4n3.html": {"abstract": "A Chapter 11 bankruptcy gives General Motors the only chance to recover, according to Joshua Rauh and Luigi Zingales of the University of Chicago.", "authors": ["epzi101"], "abstractStem": "a chapter 11 bankruptci give gener motor the onli chanc to recov accord to joshua rauh and luigi zingal of the univers of chicago", "title": "Bankruptcy is Best to Save GM"}, "https://ideas.repec.org/a/oup/qjecon/v119y2004i3p929-969..html": {"abstract": "We study the effects of differences in local financial development within an integrated financial market. We construct a new indicator of financial development by estimating a regional effect on the probability that, ceteris paribus, a household is shut off from the credit market. By using this indicator, we find that financial development enhances the probability an individual starts his own business, favors entry of new firms, increases competition, and promotes growth. As predicted by theory, these effects are weaker for larger firms, which can more easily raise funds outside of the local area. These effects are present even when we instrument our indicator with the structure of the local banking markets in 1936, which, because of regulatory reasons, affected the supply of credit in the following 50 years. Overall, the results suggest local financial development is an important determinant of the economic success of an area even in an environment where there are no frictions to capital movements.", "authors": ["epgu58"], "abstractStem": "we studi the effect of differ in local financi develop within an integr financi market we construct a new indic of financi develop by estim a region effect on the probabl that ceteri paribu a household is shut off from the credit market by use thi indic we find that financi develop enhanc the probabl an individu start hi own busi favor entri of new firm increas competit and promot growth as predict by theori these effect are weaker for larger firm which can more easili rais fund outsid of the local area these effect are present even when we instrument our indic with the structur of the local bank market in 1936 which becaus of regulatori reason affect the suppli of credit in the follow 50 year overal the result suggest local financi develop is an import determin of the econom success of an area even in an environ where there are no friction to capit movement", "title": "Does Local Financial Development Matter?"}, "https://ideas.repec.org/a/ucp/jlawec/doi10.1086-673216.html": {"abstract": "We argue that profit-maximizing media help to overcome the rational ignorance problem highlighted by Anthony Downs. By collecting news and combining it with entertainment, media are able to inform passive voters about regulation and other public policy issues, acting as a (partial) counterbalance to small but well-organized groups. To show the impact this information has on regulation, we document the effect muckraking magazines had on the voting patterns of U.S. representatives and senators on regulatory issues in the early part of the twentieth century. We also discuss the conditions under which media can serve to counterbalance special interests.", "authors": ["epzi101"], "abstractStem": "we argu that profitmaxim media help to overcom the ration ignor problem highlight by anthoni down by collect news and combin it with entertain media are abl to inform passiv voter about regul and other public polici issu act as a partial counterbal to small but wellorgan group to show the impact thi inform ha on regul we document the effect muckrak magazin had on the vote pattern of us repres and senat on regulatori issu in the earli part of the twentieth centuri we also discuss the condit under which media can serv to counterbal special interest", "title": "Media versus Special Interests"}, "https://ideas.repec.org/a/aea/jecper/v20y2006i4p189-202.html": {"abstract": "Citations are one way that past research echoes through time. In this paper, we compile a list of articles published in major refereed economics journals in the last 35 years that have received more than 500 citations as of June 2006. We then use this list to examine various trends: what fields of economics are most in vogue; what types of articles generate the most interest; and which institutions host the production of these articles and train their authors.", "authors": ["epzi101"], "abstractStem": "citat are one way that past research echo through time in thi paper we compil a list of articl publish in major refere econom journal in the last 35 year that have receiv more than 500 citat as of june 2006 we then use thi list to examin variou trend what field of econom are most in vogu what type of articl gener the most interest and which institut host the product of these articl and train their author", "title": "What Has Mattered to Economics Since 1970"}, "https://ideas.repec.org/a/bpj/evoice/v6y2009i2n3.html": {"abstract": "Luigi Zingales makes suggestions to Secretary Geithner on how to resolve the financial crisis.", "authors": ["epzi101"], "abstractStem": "luigi zingal make suggest to secretari geithner on how to resolv the financi crisi", "title": "Yes We Can, Secretary Geithner"}, "https://ideas.repec.org/a/eee/moneco/v50y2003i1p225-282.html": {"abstract": "Since Max Weber, there has been an active debate on the impact of religion on people's economic attitudes. Much of the existing evidence, however, is based on cross-country studies in which this impact is confounded by differences in other institutional factors. We use the World Values Surveys to identify the relationship between intensity of religious beliefs and economic attitudes, controlling for country fixed effects. We study several economic attitudes toward cooperation, the government, working women, legal rules, thriftiness, and the market economy. We also distinguish across religious denominations, differentiating on whether a religion is dominant in a country. We find that on average, religious beliefs are associated with good' economic attitudes, where good' is defined as conducive to higher per capita income and growth. Yet religious people tend to be more racist and less favorable with respect to working women. These effects differ across religious denominations. Overall, we find that Christian religions are more positively associated with attitudes conducive to economic growth.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epgu58", "epsa155", "epzi101"], "abstractStem": "sinc max weber there ha been an activ debat on the impact of religion on peopl econom attitud much of the exist evid howev is base on crosscountri studi in which thi impact is confound by differ in other institut factor we use the world valu survey to identifi the relationship between intens of religi belief and econom attitud control for countri fix effect we studi sever econom attitud toward cooper the govern work women legal rule thrifti and the market economi we also distinguish across religi denomin differenti on whether a religion is domin in a countri we find that on averag religi belief are associ with good econom attitud where good is defin as conduc to higher per capita incom and growth yet religi peopl tend to be more racist and less favor with respect to work women these effect differ across religi denomin overal we find that christian religion are more posit associ with attitud conduc to econom growthpthi abstract wa borrow from anoth version of thi item", "title": "People's opium? Religion and economic attitudes"}, "https://ideas.repec.org/a/eee/eecrev/v40y1996i3-5p1057-1069.html": {"abstract": "No abstract is available for this item.", "authors": ["eppa56", "epzi101"], "abstractStem": "no abstract is avail for thi item", "title": "The stock market as a source of capital: Some lessons from initial public offerings in Italy"}, "https://ideas.repec.org/a/oup/rfinst/v7y1994i1p125-48.html": {"abstract": " I study the large premium (82 percent) attributed to voting shares on the Milan Stock Exchange. The premium varies according to the ownership structure and the concentration of the voting rights, and it can be rationalized in the presence of enormous private benefits of control. A case study seems to indicate that in Italy private benefits of control can easily be worth more than 60 percent of the value of nonvoting equity. A tentative explanation for these findings is provided. Article published by Oxford University Press on behalf of the Society for Financial Studies in its journal, The Review of Financial Studies.", "authors": ["epzi101"], "abstractStem": " i studi the larg premium 82 percent attribut to vote share on the milan stock exchang the premium vari accord to the ownership structur and the concentr of the vote right and it can be ration in the presenc of enorm privat benefit of control a case studi seem to indic that in itali privat benefit of control can easili be worth more than 60 percent of the valu of nonvot equiti a tent explan for these find is provid articl publish by oxford univers press on behalf of the societi for financi studi in it journal the review of financi studi", "title": "The Value of the Voting Right: A Study of the Milan Stock Exchange Experience"}, "https://ideas.repec.org/a/aea/aecrev/v103y2013i1p277-304.html": {"abstract": "We find that greater institutional ownership is associated with more innovation. To explore the mechanism, we contrast the \"lazy manager\" hypothesis with a model where institutional owners increase innovation incentives through reducing career risks. The evidence favors career concerns. First, we find complementarity between institutional ownership and product market competition, whereas the lazy manager hypothesis predicts substitution. Second, CEOs are less likely to be fired in the face of profit downturns when institutional ownership is higher. Finally, using instrumental variables, policy changes, and disaggregating by type of institutional owner, we argue that the effect of institutions on innovation is causal. (JEL G23, G32, L25, M10, O31, O34)", "authors": ["epva45", "epzi101"], "abstractStem": "we find that greater institut ownership is associ with more innov to explor the mechan we contrast the lazi manag hypothesi with a model where institut owner increas innov incent through reduc career risk the evid favor career concern first we find complementar between institut ownership and product market competit wherea the lazi manag hypothesi predict substitut second ceo are less like to be fire in the face of profit downturn when institut ownership is higher final use instrument variabl polici chang and disaggreg by type of institut owner we argu that the effect of institut on innov is causal jel g23 g32 l25 m10 o31 o34", "title": "Innovation and Institutional Ownership"}, "https://ideas.repec.org/a/eee/jfinec/v97y2010i3p339-368.html": {"abstract": "We calculate the costs and benefits of the largest ever US government intervention in the financial sector announced during the 2008 Columbus-day weekend. We estimate that this intervention increased the value of banks' financial claims by $130 billion (bn) at a taxpayers' cost of $21-$44 billion with a net benefit between $86 and $109Â bn. By looking at the limited cross section, we infer that this net benefit arises from a reduction in the probability of bankruptcy, which we estimate would destroy 22% of the enterprise value. The big winners of the plan were the bondholders of the three former investment banks and Citigroup, while the losers were JP Morgan shareholders and the US taxpayers.", "authors": ["epzi101"], "abstractStem": "we calcul the cost and benefit of the largest ever us govern intervent in the financi sector announc dure the 2008 columbusday weekend we estim that thi intervent increas the valu of bank financi claim by 130 billion bn at a taxpay cost of 2144 billion with a net benefit between 86 and 109  bn by look at the limit cross section we infer that thi net benefit aris from a reduct in the probabl of bankruptci which we estim would destroy 22 of the enterpris valu the big winner of the plan were the bondhold of the three former invest bank and citigroup while the loser were jp morgan sharehold and the us taxpay", "title": "Paulson's gift"}, "https://ideas.repec.org/a/bla/jacrfn/v10y1998i4p102-107.html": {"abstract": " Conventional wisdom has long held that, in relationship-based economies such as Japan and Germany, corporations are able to borrow more than U.S. companies, which in turn reduces their cost of capital and gives them a competitive edge. But such folklore does not stand up to scrutiny. In Japan and Germany, large businesses do not borrow more than U.S. companies-and, in fact, judging from coverage ratios, German companies (as well as U.K. companies) seem to borrow considerably less than their international competitors. 1998 Morgan Stanley.", "authors": ["epra149", "epzi101"], "abstractStem": " convent wisdom ha long held that in relationshipbas economi such as japan and germani corpor are abl to borrow more than us compani which in turn reduc their cost of capit and give them a competit edg but such folklor doe not stand up to scrutini in japan and germani larg busi do not borrow more than us companiesand in fact judg from coverag ratio german compani as well as uk compani seem to borrow consider less than their intern competitor 1998 morgan stanley", "title": "Debt, Folklore, And Cross-Country Differences In Financial Structure"}, "https://ideas.repec.org/a/bla/irvfin/v12y2012i2p123-131.html": {"abstract": "No abstract is available for this item.", "authors": ["epzi101"], "abstractStem": "no abstract is avail for thi item", "title": "A Trust Crisis"}, "https://ideas.repec.org/a/rje/randje/v35y20042p245-259.html": {"abstract": "Firms that maintain no formal record of actions and events would hardly be considered well managed. Yet, organizations that require the recording of actions and the filing of reports are often labelled ``bureaucratic\" and inefficient. We argue that the thin line between efficient management practices and inefficient bureaucracy is crossed to curb managerial agency costs in a multilayer hierarchy. The model predicts that bureaucracy increases with the frequency of managerial turnover, and it establishes a link between bureaucracy, incentive schemes, and leverage in a cross-section of firms.", "authors": ["epno138", "epzi101"], "abstractStem": "firm that maintain no formal record of action and event would hardli be consid well manag yet organ that requir the record of action and the file of report are often label bureaucrat and ineffici we argu that the thin line between effici manag practic and ineffici bureaucraci is cross to curb manageri agenc cost in a multilay hierarchi the model predict that bureaucraci increas with the frequenc of manageri turnov and it establish a link between bureaucraci incent scheme and leverag in a crosssect of firm", "title": "Bureaucracy as a Mechanism to Generate Information"}, "https://ideas.repec.org/a/ucp/macann/doi10.1086-664005.html": {"abstract": "No abstract is available for this item.", "authors": ["epzi101"], "abstractStem": "no abstract is avail for thi item", "title": "Comment"}, "https://ideas.repec.org/a/aea/aecrev/v88y1998i3p559-86.html": {"abstract": " This paper examines whether financial development facilitates economic growth by scrutinizing one rationale for such a relationship: that financial development reduces the costs of external finance to firms. Specifically, the authors ask whether industrial sectors that are relatively more in need of external finance develop disproportionately faster in countries with more-developed financial markets. They find this to be true in a large sample of countries over the 1980s. The authors show this result is unlikely to be driven by omitted variables, outliers, or reverse causality. Copyright 1998 by American Economic Association.", "authors": ["epra149", "epzi101"], "abstractStem": " thi paper examin whether financi develop facilit econom growth by scrutin one rational for such a relationship that financi develop reduc the cost of extern financ to firm specif the author ask whether industri sector that are rel more in need of extern financ develop disproportion faster in countri with moredevelop financi market they find thi to be true in a larg sampl of countri over the 1980 the author show thi result is unlik to be driven by omit variabl outlier or revers causal copyright 1998 by american econom associ", "title": "Financial Dependence and Growth"}, "https://ideas.repec.org/a/bpj/evoice/v5y2008i5n2.html": {"abstract": "There are alternatives to a massive government bailout of the U.S. financial industry, according to Luigi Zingales--they just would be more costly for financiers and cheaper for taxpayers.", "authors": ["epzi101"], "abstractStem": "there are altern to a massiv govern bailout of the us financi industri accord to luigi zingalesthey just would be more costli for financi and cheaper for taxpay", "title": "Why Paulson is Wrong"}, "https://ideas.repec.org/a/ecj/econjl/v123y2013i12p1313-1332.html": {"abstract": "Several papers study the effect of trust by using the answer to the World Values Survey (WVS) question “Generally speaking, would you say that most people can be trusted or that you can’t be too careful in dealing with people?” to measure the level of trust. Glaeser et al. (2000) question the validity of this measure by showing that it is not correlated with senders’ behaviour in the standard trust game, but only with his trustworthiness. By using a large sample of German households, Fehr et al. (2003) find the opposite result: WVS-like measures of trust are correlated with the sender’s behaviour, but not with its trustworthiness. In this paper we resolve this puzzle by recognizing that trust has two components: a belief-based one and a preference based one. While the sender behaviour’s reflects both, we show that WVS-like measures capture mostly the belief-based component, while questions on past trusting behaviour are better at capturing the preference component of trust.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epzi101"], "abstractStem": "sever paper studi the effect of trust by use the answer to the world valu survey wv question  gener speak would you say that most peopl can be trust or that you can t be too care in deal with peopl  to measur the level of trust glaeser et al 2000 question the valid of thi measur by show that it is not correl with sender  behaviour in the standard trust game but onli with hi trustworthi by use a larg sampl of german household fehr et al 2003 find the opposit result wvslike measur of trust are correl with the sender s behaviour but not with it trustworthi in thi paper we resolv thi puzzl by recogn that trust ha two compon a beliefbas one and a prefer base one while the sender behaviour s reflect both we show that wvslike measur captur mostli the beliefbas compon while question on past trust behaviour are better at captur the prefer compon of trustpthi abstract wa borrow from anoth version of thi item", "title": "Understanding Trust"}, "https://ideas.repec.org/a/eee/ecolet/v104y2009i2p89-91.html": {"abstract": "We study experimentally the effect of expectations on whether trust is repaid. Subjects respond with untrustworthy behavior if they see that little is expected of them. This suggests that guilt aversion plays an important role in the repayment of trust.", "authors": ["epre29", "epsa155", "epzi101"], "abstractStem": "we studi experiment the effect of expect on whether trust is repaid subject respond with untrustworthi behavior if they see that littl is expect of them thi suggest that guilt avers play an import role in the repay of trust", "title": "Is mistrust self-fulfilling?"}, "https://ideas.repec.org/a/oup/amlawe/v13y2011i2p453-490.html": {"abstract": " We design a new capital requirement for large financial institutions (LFIs) that are \"too big to fail.\" Our mechanism mimics the operation of margin accounts. To ensure LFIs do not default on systemically relevant obligations, we require that they maintain a cushion of equity and junior long-term debt sufficiently great that the credit default swap (CDS) price on the long-term debt stays below a threshold level. If the CDS price moves above the threshold, either LFIs issue equity to bring it down or the regulator intervenes. This mechanism ensures that LFIs are always solvent, while preserving some of the benefits of debt. Copyright 2011, Oxford University Press.", "authors": ["epzi101"], "abstractStem": " we design a new capit requir for larg financi institut lfi that are too big to fail our mechan mimic the oper of margin account to ensur lfi do not default on system relev oblig we requir that they maintain a cushion of equiti and junior longterm debt suffici great that the credit default swap cd price on the longterm debt stay below a threshold level if the cd price move abov the threshold either lfi issu equiti to bring it down or the regul interven thi mechan ensur that lfi are alway solvent while preserv some of the benefit of debt copyright 2011 oxford univers press", "title": "A New Capital Regulation for Large Financial Institutions"}, "https://ideas.repec.org/a/aea/aecrev/v103y2013i3p636-42.html": {"abstract": "We compare answers to policy questions by economic experts and a representative sample of the US population. We find a 35 percentage point difference between the two groups. This gap is only partially explained by differences in ideological or personal characteristics of the two samples. Interestingly, the difference is the largest on the questions where economists agree the most and where there is the largest amount of literature. Informing people of the expert opinions does not seem to have much of an impact. Ordinary people seem to be skeptical of the implicit assumptions embedded into the economists' answers.", "authors": ["epzi101"], "abstractStem": "we compar answer to polici question by econom expert and a repres sampl of the us popul we find a 35 percentag point differ between the two group thi gap is onli partial explain by differ in ideolog or person characterist of the two sampl interestingli the differ is the largest on the question where economist agre the most and where there is the largest amount of literatur inform peopl of the expert opinion doe not seem to have much of an impact ordinari peopl seem to be skeptic of the implicit assumpt embed into the economist answer", "title": "Economic Experts versus Average Americans"}, "https://ideas.repec.org/a/oup/oxford/v17y2001i4p467-482.html": {"abstract": " How does the development of the financial sector affect industrial growth? What effect does it have on the composition of industry, and the size distribution of firms? What is the relative importance of financial institutions and financial markets, and does it depend on the stage of economic growth? How do financial systems differ in their vulnerability to crisis? This paper attempts to provide an answer to these questions based on the current state of empirical research. Copyright 2001, Oxford University Press.", "authors": ["epra149", "epzi101"], "abstractStem": " how doe the develop of the financi sector affect industri growth what effect doe it have on the composit of industri and the size distribut of firm what is the rel import of financi institut and financi market and doe it depend on the stage of econom growth how do financi system differ in their vulner to crisi thi paper attempt to provid an answer to these question base on the current state of empir research copyright 2001 oxford univers press", "title": "Financial Systems, Industrial Structure, and Growth"}, "homepage": "https://ideas.repec.org/e/pzi101.html", "https://ideas.repec.org/a/bla/joares/v47y2009i2p391-425.html": {"abstract": " The U.S. system of securities law was designed more than 70 years ago to regain investors' trust after a major financial crisis. Today we face a similar problem. But while in the 1930s the prevailing perception was that investors had been defrauded by offerings of dubious quality securities, in the new millennium, investors' perception is that they have been defrauded by managers who are not accountable to anyone. For this reason, I propose a series of reforms that center around corporate governance, while shifting the focus from the protection of unsophisticated investors in the purchasing of new securities issues to the investment in mutual funds, pension funds, and other forms of asset management. Copyright (c), University of Chicago on behalf of the Institute of Professional Accounting, 2009.", "authors": ["epzi101"], "abstractStem": " the us system of secur law wa design more than 70 year ago to regain investor trust after a major financi crisi today we face a similar problem but while in the 1930 the prevail percept wa that investor had been defraud by offer of dubiou qualiti secur in the new millennium investor percept is that they have been defraud by manag who are not account to anyon for thi reason i propos a seri of reform that center around corpor govern while shift the focu from the protect of unsophist investor in the purchas of new secur issu to the invest in mutual fund pension fund and other form of asset manag copyright c univers of chicago on behalf of the institut of profession account 2009", "title": "The Future of Securities Regulation"}, "https://ideas.repec.org/a/bpj/evoice/v5y2008i6n4.html": {"abstract": "As Paulson's and the world's confidence in the original rescue plan has waned, Luigi Zingales, a finance professor from the University of Chicago, who early on opposed the Paulson plan, presents Plan B. Plan B is an innovative approach for dealing directly with the foreclosure crises which avoids the costs and moral hazard problems of other proposals, together with a prepackaged bankruptcy/recapitalization proposal inspired by Lucian Bebchuk.", "authors": ["epzi101"], "abstractStem": "as paulson and the world confid in the origin rescu plan ha wane luigi zingal a financ professor from the univers of chicago who earli on oppos the paulson plan present plan b plan b is an innov approach for deal directli with the foreclosur crise which avoid the cost and moral hazard problem of other propos togeth with a prepackag bankruptcyrecapit propos inspir by lucian bebchuk", "title": "Plan B"}, "firstname": "Luigi", "https://ideas.repec.org/a/eee/ecolet/v106y2010i2p125-127.html": {"abstract": "This paper reports a positive and statistically significant relation between short-term discount rates elicited with a monetary and a primary reward (chocolate). This finding suggests that high short-term discount rates are related to an underlying individual trait.", "authors": ["epre29", "epsa155", "epzi101"], "abstractStem": "thi paper report a posit and statist signific relat between shortterm discount rate elicit with a monetari and a primari reward chocol thi find suggest that high shortterm discount rate are relat to an underli individu trait", "title": "Time discounting for primary and monetary rewards"}, "https://ideas.repec.org/a/cto/journl/v30y2010i3p535-540.html": {"abstract": "No abstract is available for this item.", "authors": ["epzi101"], "abstractStem": "no abstract is avail for thi item", "title": "A Market-Based Regulatory Policy to Avoid Financial Crises"}, "lastname": "Zingales", "https://ideas.repec.org/a/oup/qjecon/v116y2001i3p805-851..html": {"abstract": "In the formative stages of their businesses, entrepreneurs have to provide incentives for employees to protect, rather than steal, the source of organizational rents. We study how the entrepreneur's response to this problem determines the organization's internal structure, growth, and its eventual size. Large, steep hierarchies will predominate in physical-capital-intensive industries, and will have seniority-based promotion policies. By contrast, flat hierarchies will prevail in human-capital-intensive industries and will have up-or-out promotion systems. Furthermore, flat hierarchies will have more distinctive technologies or cultures than steep hierarchies. The model points to some essential differences between organized hierarchies and markets.", "authors": [], "abstractStem": "in the form stage of their busi entrepreneur have to provid incent for employe to protect rather than steal the sourc of organiz rent we studi how the entrepreneur respons to thi problem determin the organ intern structur growth and it eventu size larg steep hierarchi will predomin in physicalcapitalintens industri and will have senioritybas promot polici by contrast flat hierarchi will prevail in humancapitalintens industri and will have uporout promot system furthermor flat hierarchi will have more distinct technolog or cultur than steep hierarchi the model point to some essenti differ between organ hierarchi and market", "title": "The Firm as a Dedicated Hierarchy: A Theory of the Origins and Growth of Firms"}, "https://ideas.repec.org/a/oup/restud/v62y1995i3p425-448..html": {"abstract": "This paper focuses on the role of an initial public offering (IPO) in maximizing the proceeds an initial owner obtains in selling his company. In deciding whether to undertake an IPO, and what fraction of ownership to retain, the initial owner must balance two factors. By selling to dispersed shareholders, he maximizes his proceeds from the sale of cash flow rights. However, by directly bargaining with a potential buyer, he maximizes his proceeds from the sale of control rights. Whether a company should be private or public, as well as the insider's ownership in public companies, depends on the particular combination of majority control and dispersed ownership which maximizes the incumbent's wealth. The model provides implications on the strategy to be followed in selling a company as well as on the timing of IPOs and going-private transactions.", "authors": [], "abstractStem": "thi paper focus on the role of an initi public offer ipo in maxim the proce an initi owner obtain in sell hi compani in decid whether to undertak an ipo and what fraction of ownership to retain the initi owner must balanc two factor by sell to dispers sharehold he maxim hi proce from the sale of cash flow right howev by directli bargain with a potenti buyer he maxim hi proce from the sale of control right whether a compani should be privat or public as well as the insid ownership in public compani depend on the particular combin of major control and dispers ownership which maxim the incumb wealth the model provid implic on the strategi to be follow in sell a compani as well as on the time of ipo and goingpriv transact", "title": "Insider Ownership and the Decision to Go Public"}, "https://ideas.repec.org/a/bla/jacrfn/v11y1998i3p40-48.html": {"abstract": " As a result of the Asian crisis, relationship-based economic systems are now under attack for corruption and inefficiency. Yet, until recently, they were held up as an alternative (and in some respects superior) form of capitalism to the arm's-length, market-based, Anglo-Saxon systems of the U.S. and the U.K. 1998 Morgan Stanley.", "authors": ["epra149", "epzi101"], "abstractStem": " as a result of the asian crisi relationshipbas econom system are now under attack for corrupt and ineffici yet until recent they were held up as an altern and in some respect superior form of capit to the armslength marketbas anglosaxon system of the us and the uk 1998 morgan stanley", "title": "Which Capitalism? Lessons Form The East Asian Crisis"}, "https://ideas.repec.org/a/fip/fedlrv/y2003ijulp47-52nv.85no.4.html": {"abstract": "No abstract is available for this item.", "authors": ["epzi101"], "abstractStem": "no abstract is avail for thi item", "title": "Commentary on More on finance and growth: more finance, more growth?\""}, "https://ideas.repec.org/a/aea/aecrev/v94y2004i3p526-556.html": {"abstract": "To identify the effect of social capital on financial development, we exploit social capital differences within Italy. In high-social-capital areas, households are more likely to use checks, invest less in cash and more in stock, have higher access to institutional credit, and make less use of informal credit. The effect of social capital is stronger where legal enforcement is weaker and among less educated people. These results are not driven by omitted environmental variables, since we show that the behavior of movers is still affected by the level of social capital of the province where they were born.", "authors": ["epgu58", "epsa155", "epzi101"], "abstractStem": "to identifi the effect of social capit on financi develop we exploit social capit differ within itali in highsocialcapit area household are more like to use check invest less in cash and more in stock have higher access to institut credit and make less use of inform credit the effect of social capit is stronger where legal enforc is weaker and among less educ peopl these result are not driven by omit environment variabl sinc we show that the behavior of mover is still affect by the level of social capit of the provinc where they were born", "title": "The Role of Social Capital in Financial Development"}, "https://ideas.repec.org/a/oup/qjecon/v124y2009i3p1095-1131..html": {"abstract": "How much do cultural biases affect economic exchange? We answer this question by using data on bilateral trust between European countries. We document that this trust is affected not only by the characteristics of the country being trusted, but also by cultural aspects of the match between trusting country and trusted country, such as their history of conflicts and their religious, genetic, and somatic similarities. We then find that lower bilateral trust leads to less trade between two countries, less portfolio investment, and less direct investment, even after controlling for the characteristics of the two countries. This effect is stronger for goods that are more trust intensive. Our results suggest that perceptions rooted in culture are important (and generally omitted) determinants of economic exchange.", "authors": ["epgu58"], "abstractStem": "how much do cultur bias affect econom exchang we answer thi question by use data on bilater trust between european countri we document that thi trust is affect not onli by the characterist of the countri be trust but also by cultur aspect of the match between trust countri and trust countri such as their histori of conflict and their religi genet and somat similar we then find that lower bilater trust lead to less trade between two countri less portfolio invest and less direct invest even after control for the characterist of the two countri thi effect is stronger for good that are more trust intens our result suggest that percept root in cultur are import and gener omit determin of econom exchang", "title": "Cultural Biases in Economic Exchange?"}, "https://ideas.repec.org/a/bla/jfinan/v53y1998i1p27-64.html": {"abstract": " Using a large database of private firms in Italy, we analyze the determinants of initial public offerings (IPOs) by comparing the ex ante and ex post characteristics of IPOs with those of private firms. The likelihood of an IPO is increasing in the company's size and the industry's market-to-book ratio. Companies appear to go public not to finance future investments and growth, but to rebalance their accounts after high investment and growth. IPOs are also followed by lower cost of credit and increased turnover in control. Copyright The American Finance Association 1998.", "authors": ["eppa56", "epzi101"], "abstractStem": " use a larg databas of privat firm in itali we analyz the determin of initi public offer ipo by compar the ex ant and ex post characterist of ipo with those of privat firm the likelihood of an ipo is increas in the compani size and the industri markettobook ratio compani appear to go public not to financ futur invest and growth but to rebal their account after high invest and growth ipo are also follow by lower cost of credit and increas turnov in control copyright the american financ associ 1998", "title": "Why Do Companies Go Public? An Empirical Analysis"}, "https://ideas.repec.org/a/bla/jfinan/v63y2008i6p2557-2600.html": {"abstract": " We study the effect that a general lack of trust can have on stock market participation. In deciding whether to buy stocks, investors factor in the risk of being cheated. The perception of this risk is a function of the objective characteristics of the stocks and the subjective characteristics of the investor. Less trusting individuals are less likely to buy stock and, conditional on buying stock, they will buy less. In Dutch and Italian micro data, as well as in cross-country data, we find evidence consistent with lack of trust being an important factor in explaining the limited participation puzzle. Copyright (c) 2008 The American Finance Association.", "authors": ["epgu58", "epsa155", "epzi101"], "abstractStem": " we studi the effect that a gener lack of trust can have on stock market particip in decid whether to buy stock investor factor in the risk of be cheat the percept of thi risk is a function of the object characterist of the stock and the subject characterist of the investor less trust individu are less like to buy stock and condit on buy stock they will buy less in dutch and italian micro data as well as in crosscountri data we find evid consist with lack of trust be an import factor in explain the limit particip puzzl copyright c 2008 the american financ associ", "title": "Trusting the Stock Market"}, "https://ideas.repec.org/a/eee/pubeco/v76y2000i3p521-558.html": {"abstract": "Life is replete with instances where two closely related parties forego mutually advantageous opportunities: peace treaties are not signed, inefficient regulations are not altered, and possibilities for investment are frittered away. Since the parties are in close contact, asymmetric information cannot be an explanation for the failure to agree. The explanation this paper offers is based on the assumption that when two parties interact repeatedly, not all aspects of the relationship are contractible. Each party's property rights in the relationship then become endogenous. Efficiency and distribution are not separable in such a world, leading the parties to forego perfectly contractible opportunities. The inability to cooperate is especially severe when one of the parties has relatively poor production opportunities which may explain why the inefficient have undue sway. We explore a number of applications.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epra149", "epzi101"], "abstractStem": "life is replet with instanc where two close relat parti forego mutual advantag opportun peac treati are not sign ineffici regul are not alter and possibl for invest are fritter away sinc the parti are in close contact asymmetr inform cannot be an explan for the failur to agre the explan thi paper offer is base on the assumpt that when two parti interact repeatedli not all aspect of the relationship are contract each parti properti right in the relationship then becom endogen effici and distribut are not separ in such a world lead the parti to forego perfectli contract opportun the inabl to cooper is especi sever when one of the parti ha rel poor product opportun which may explain whi the ineffici have undu sway we explor a number of applicationspthi abstract wa borrow from anoth version of thi item", "title": "The tyranny of inequality"}, "https://ideas.repec.org/a/bla/jfinan/v63y2008i3p1093-1135.html": {"abstract": " We study the effect of media coverage on corporate governance by focusing on Russia in the period 1999 to 2002. We find that an investment fund's lobbying increases coverage of corporate governance violations in the Anglo-American press. We also find that coverage in the Anglo-American press increases the probability that a corporate governance violation is reversed. This effect is present even when we instrument coverage with an exogenous determinant, the fund's portfolio composition at the beginning of the period. The fund's strategy seems to work in part by impacting Russian companies' reputation abroad and in part by forcing regulators into action. Copyright (c) 2008 by The American Finance Association.", "authors": ["epvo60", "epzi101"], "abstractStem": " we studi the effect of media coverag on corpor govern by focus on russia in the period 1999 to 2002 we find that an invest fund lobbi increas coverag of corpor govern violat in the angloamerican press we also find that coverag in the angloamerican press increas the probabl that a corpor govern violat is revers thi effect is present even when we instrument coverag with an exogen determin the fund portfolio composit at the begin of the period the fund strategi seem to work in part by impact russian compani reput abroad and in part by forc regul into action copyright c 2008 by the american financ associ", "title": "The Corporate Governance Role of the Media: Evidence from Russia"}, "https://ideas.repec.org/a/bla/jfinan/v55y2000i4p1623-1653.html": {"abstract": " In this paper I argue that corporate finance theory, empirical research, practical applications, and policy recommendations are deeply rooted in an underlying theory of the firm. I also argue that although the existing theories have delivered very important and useful insights, they seem to be quite ineffective in helping us cope with the new type of firms that is emerging. I outline the characteristics that a new theory of the firm should satisfy and how such a theory could change the way we do corporate finance, both theoretically and empirically. Copyright The American Finance Association 2000.", "authors": ["epzi101"], "abstractStem": " in thi paper i argu that corpor financ theori empir research practic applic and polici recommend are deepli root in an underli theori of the firm i also argu that although the exist theori have deliv veri import and use insight they seem to be quit ineffect in help us cope with the new type of firm that is emerg i outlin the characterist that a new theori of the firm should satisfi and how such a theori could chang the way we do corpor financ both theoret and empir copyright the american financ associ 2000", "title": "In Search of New Foundations"}, "https://ideas.repec.org/a/bla/jfinan/v50y1995i5p1421-60.html": {"abstract": " The authors investigate the determinants of capital structure choice by analyzing the financing decisions of public firms in the major industrialized countries. At an aggregate level, firm leverage is fairly similar across the G-7 countries. The authors find that factors identified by previous studies as correlated in the cross-section with firm leverage in the United States are similarly correlated in other countries as well. However, a deeper examination of the U.S. and foreign evidence suggests that the theoretical underpinnings of the observed correlations are still largely unresolved. Copyright 1995 by American Finance Association.", "authors": ["epra149", "epzi101"], "abstractStem": " the author investig the determin of capit structur choic by analyz the financ decis of public firm in the major industri countri at an aggreg level firm leverag is fairli similar across the g7 countri the author find that factor identifi by previou studi as correl in the crosssect with firm leverag in the unit state are similarli correl in other countri as well howev a deeper examin of the us and foreign evid suggest that the theoret underpin of the observ correl are still larg unresolv copyright 1995 by american financ associ", "title": " What Do We Know about Capital Structure? Some Evidence from International Data"}, "https://ideas.repec.org/a/aea/aecrev/v91y2001i2p206-211.html": {"abstract": "Major technological, regulatory, and institutional changes have made finance more widely available in recent years, amounting to a bona fide ‘financial revolution’. In this article, we focus on the impact the financial revolution has had on the way firms are (or should be) organized and managed, and on the policy consequences.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epra149", "epzi101"], "abstractStem": "major technolog regulatori and institut chang have made financ more wide avail in recent year amount to a bona fide  financi revolut  in thi articl we focu on the impact the financi revolut ha had on the way firm are or should be organ and manag and on the polici consequencespthi abstract wa borrow from anoth version of thi item", "title": "The Influence of the Financial Revolution on the Nature of Firms"}, "https://ideas.repec.org/a/bla/jfinan/v65y2010i6p2213-2253.html": {"abstract": " To identify the most effective mechanisms for detecting corporate fraud, we study all reported fraud cases in large U.S. companies between 1996 and 2004. We find that fraud detection does not rely on standard corporate governance actors (investors, SEC, and auditors), but rather takes a village, including several nontraditional players (employees, media, and industry regulators). Differences in access to information, as well as monetary and reputational incentives, help to explain this pattern. In-depth analyses suggest that reputational incentives in general are weak, except for journalists in large cases. By contrast, monetary incentives help explain employee whistleblowing. Copyright (c) 2010 the American Finance Association.", "authors": ["epzi101"], "abstractStem": " to identifi the most effect mechan for detect corpor fraud we studi all report fraud case in larg us compani between 1996 and 2004 we find that fraud detect doe not reli on standard corpor govern actor investor sec and auditor but rather take a villag includ sever nontradit player employe media and industri regul differ in access to inform as well as monetari and reput incent help to explain thi pattern indepth analys suggest that reput incent in gener are weak except for journalist in larg case by contrast monetari incent help explain employe whistleblow copyright c 2010 the american financ associ", "title": "Who Blows the Whistle on Corporate Fraud?"}, "https://ideas.repec.org/a/oup/amlawe/v11y2009i2p575-607.html": {"abstract": " The housing crisis threatens to destroy hundreds of billions of dollars of value by causing homeowners with negative equity to walk away from their houses. We advocate a legal reform that would allow homeowners to reduce principal while giving mortgage holders an equity interest. Such a plan would give homeowners an incentive to keep or resell their homes, thus reducing the market value loss of homes while protecting the effective value of creditors' interests. Two further elements of the plan are that it uses prices based on the average house price in a particular ZIP code; and it is automated. Copyright 2009, Oxford University Press.", "authors": ["epzi101"], "abstractStem": " the hous crisi threaten to destroy hundr of billion of dollar of valu by caus homeown with neg equiti to walk away from their hous we advoc a legal reform that would allow homeown to reduc princip while give mortgag holder an equiti interest such a plan would give homeown an incent to keep or resel their home thu reduc the market valu loss of home while protect the effect valu of creditor interest two further element of the plan are that it use price base on the averag hous price in a particular zip code and it is autom copyright 2009 oxford univers press", "title": "A Loan Modification Approach to the Housing Crisis"}, "https://ideas.repec.org/a/bla/jfinan/v59y2004i2p537-600.html": {"abstract": " We estimate private benefits of control in 39 countries using 393 controlling blocks sales. On average the value of control is 14 percent, but in some countries can be as low as -4 percent, in others as high a &amp;plus;65 percent. As predicted by theory, higher private benefits of control are associated with less developed capital markets, more concentrated ownership, and more privately negotiated privatizations. We also analyze what institutions are most important in curbing private benefits. We find evidence for both legal and extra-legal mechanisms. In a multivariate analysis, however, media pressure and tax enforcement seem to be the dominating factors. Copyright 2004 by The American Finance Association.", "authors": ["epdy5", "epzi101"], "abstractStem": " we estim privat benefit of control in 39 countri use 393 control block sale on averag the valu of control is 14 percent but in some countri can be as low as 4 percent in other as high a ampplus65 percent as predict by theori higher privat benefit of control are associ with less develop capit market more concentr ownership and more privat negoti privat we also analyz what institut are most import in curb privat benefit we find evid for both legal and extraleg mechan in a multivari analysi howev media pressur and tax enforc seem to be the domin factor copyright 2004 by the american financ associ", "title": "Private Benefits of Control: An International Comparison"}, "https://ideas.repec.org/a/tpr/jeurec/v6y2008i2-3p295-320.html": {"abstract": " To explain the extremely long-term persistence (more than 500 years) of positive historical experiences of cooperation (Putnam 1993), we model the intergenerational transmission of priors about the trustworthiness of others. We show that this transmission tends to be biased toward excessively conservative priors. As a result, societies can be trapped in a low-trust equilibrium. In this context, a temporary shock to the return to trusting can have a permanent effect on the level of trust. We validate the model by testing its predictions on the World Values Survey data and the German Socio Economic Panel. We also present some anecdotal evidence that these priors are reflected in novels that originate in different parts of the country. (JEL: 04, 016, 043, P16) (c) 2008 by the European Economic Association.", "authors": ["epgu58", "epsa155", "epzi101"], "abstractStem": " to explain the extrem longterm persist more than 500 year of posit histor experi of cooper putnam 1993 we model the intergener transmiss of prior about the trustworthi of other we show that thi transmiss tend to be bias toward excess conserv prior as a result societi can be trap in a lowtrust equilibrium in thi context a temporari shock to the return to trust can have a perman effect on the level of trust we valid the model by test it predict on the world valu survey data and the german socio econom panel we also present some anecdot evid that these prior are reflect in novel that origin in differ part of the countri jel 04 016 043 p16 c 2008 by the european econom associ", "title": "Alfred Marshall Lecture Social Capital as Good Culture"}, "https://ideas.repec.org/a/fip/feddpr/y2003ioctp175-189.html": {"abstract": "No abstract is available for this item.", "authors": ["epzi101"], "abstractStem": "no abstract is avail for thi item", "title": "Financial markets and economic freedom"}, "https://ideas.repec.org/a/eee/jfinec/v84y2007i3p591-623.html": {"abstract": "This Paper analyses the interaction between corporate taxes and corporate governance. We show that the characteristics of a taxation system affect the extraction of private benefits by company insiders. A higher tax rate increases the amount of income insiders divert and thus worsens governance outcomes. In contrast, stronger tax enforcement reduces diversion and, in so doing, can raise the stock market value of a company in spite of the increase in the tax burden. We also show that the corporate governance system affects the level of tax revenues and the sensitivity of tax revenues to tax changes. When the corporate governance system is ineffective (i.e., when it is easy to divert income), an increase in the tax rate can reduce tax revenues. We test this prediction in a panel of countries. Consistent with the model, we find that corporate tax rate increases have smaller (in fact, negative) effects on revenues when corporate governance is weaker. Finally, this approach provides a novel justification for the existence of a separate corporate tax based on profits.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epzi101"], "abstractStem": "thi paper analys the interact between corpor tax and corpor govern we show that the characterist of a taxat system affect the extract of privat benefit by compani insid a higher tax rate increas the amount of incom insid divert and thu worsen govern outcom in contrast stronger tax enforc reduc divers and in so do can rais the stock market valu of a compani in spite of the increas in the tax burden we also show that the corpor govern system affect the level of tax revenu and the sensit of tax revenu to tax chang when the corpor govern system is ineffect ie when it is easi to divert incom an increas in the tax rate can reduc tax revenu we test thi predict in a panel of countri consist with the model we find that corpor tax rate increas have smaller in fact neg effect on revenu when corpor govern is weaker final thi approach provid a novel justif for the exist of a separ corpor tax base on profitspthi abstract wa borrow from anoth version of thi item", "title": "Theft and taxes"}, "https://ideas.repec.org/a/eee/jeborg/v83y2012i1p111-117.html": {"abstract": "We present evidence from an experiment in which groups select a leader to compete against the leaders of other groups in a real-effort task that they have all performed in the past. We find that women are selected much less often as leaders than is suggested by their individual past performance. We study three potential explanations for the underrepresentation of women, namely, gender differences in overconfidence concerning past performance, in the willingness to exaggerate past performance to the group, and in the reaction to monetary incentives. We find that men's overconfidence is the driving force behind the observed prevalence of male representation.", "authors": ["epre29", "epre69", "epzi101"], "abstractStem": "we present evid from an experi in which group select a leader to compet against the leader of other group in a realeffort task that they have all perform in the past we find that women are select much less often as leader than is suggest by their individu past perform we studi three potenti explan for the underrepresent of women name gender differ in overconfid concern past perform in the willing to exagger past perform to the group and in the reaction to monetari incent we find that men overconfid is the drive forc behind the observ preval of male represent", "title": "The emergence of male leadership in competitive environments"}, "https://ideas.repec.org/a/eee/jfinec/v97y2010i3p303-305.html": {"abstract": "No abstract is available for this item.", "authors": ["epka35", "epzi101"], "abstractStem": "no abstract is avail for thi item", "title": "The 2007-8 financial crisis: Lessons from corporate finance"}, "https://ideas.repec.org/a/bla/jacrfn/v16y2004i4p101-108.html": {"abstract": " Capitalism-or, more precisely, the free enterprise system-is the most effective system for allocating resources and rewards. For this reason, most economists tend to believe that capitalism is bound to spread from the U.S. to all parts of the world. But the authors argue that the triumph of capitalism is far from certain. Part of the problem is that the forms of capitalism that are experienced in most countries are very far from the ideal. They are a corrupt version in which vested interests prevent competition from playing its socially bene. cial role. 2004 Morgan Stanley.", "authors": ["epra149", "epzi101"], "abstractStem": " capitalismor more precis the free enterpris systemi the most effect system for alloc resourc and reward for thi reason most economist tend to believ that capit is bound to spread from the us to all part of the world but the author argu that the triumph of capit is far from certain part of the problem is that the form of capit that are experienc in most countri are veri far from the ideal they are a corrupt version in which vest interest prevent competit from play it social bene cial role 2004 morgan stanley", "title": "Making Capitalism Work for Everyone"}, "https://ideas.repec.org/a/bla/jfinan/v53y1998i3p905-938.html": {"abstract": " This paper studies the impact that capital market imperfections have on the natural selection of the most efficient firms by estimating the effect of the prederegulation level of leverage on the survival of trucking firms after the Carter deregulation. Highly leveraged carriers are less likely to survive the deregulation shock, even after controlling for various measures of efficiency. This effect is stronger in the imperfectly competitive segment of the motor carrier industry. High debt seems to affect survival by curtailing investments and reducing the price per ton-mile that a carrier can afford to charge after deregulation. Copyright The American Finance Association 1998.", "authors": ["epzi101"], "abstractStem": " thi paper studi the impact that capit market imperfect have on the natur select of the most effici firm by estim the effect of the prederegul level of leverag on the surviv of truck firm after the carter deregul highli leverag carrier are less like to surviv the deregul shock even after control for variou measur of effici thi effect is stronger in the imperfectli competit segment of the motor carrier industri high debt seem to affect surviv by curtail invest and reduc the price per tonmil that a carrier can afford to charg after deregul copyright the american financ associ 1998", "title": "Survival of the Fittest or the Fattest? Exit and Financing in the Trucking Industry"}, "https://ideas.repec.org/a/aea/jecper/v20y2006i2p23-48.html": {"abstract": "Until recently, economists have been reluctant to rely on culture as a possible determinant of economic phenomena. Much of this reluctance stems from the very notion of culture: it is so broad and the channels through which it can enter the economic discourse so ubiquitous (and vague) that it is difficult to design testable, refutable hypotheses. In recent years, however, better techniques and more data have made it possible to identify systematic differences in people's preferences and beliefs and to relate them to various measures of cultural legacy. These developments suggest an approach to introducing culturally-based explanations into economics that can be tested and may substantially enrich our understanding of economic phenomena. This paper summarizes this approach and its achievements so far, and outlines directions for future research.", "authors": ["epgu58", "epsa155", "epzi101"], "abstractStem": "until recent economist have been reluct to reli on cultur as a possibl determin of econom phenomena much of thi reluct stem from the veri notion of cultur it is so broad and the channel through which it can enter the econom discours so ubiquit and vagu that it is difficult to design testabl refut hypothes in recent year howev better techniqu and more data have made it possibl to identifi systemat differ in peopl prefer and belief and to relat them to variou measur of cultur legaci these develop suggest an approach to introduc culturallybas explan into econom that can be test and may substanti enrich our understand of econom phenomena thi paper summar thi approach and it achiev so far and outlin direct for futur research", "title": "Does Culture Affect Economic Outcomes?"}, "https://ideas.repec.org/a/bla/jfinan/v55y2000i1p35-80.html": {"abstract": " We model the distortions that internal power struggles can generate in the allocation of resources between divisions of a diversified firm. The model predicts that if divisions are similar in the level of their resources and opportunities, funds will be transferred from divisions with poor opportunities to divisions with good opportunities. When diversity in resources and opportunities increases, however, resources can flow toward the most inefficient division, leading to more inefficient investment and less valuable firms. We test these predictions on a panel of diversified U.S. firms during the period from 1980 to 1993 and find evidence consistent with them. Copyright The American Finance Association 2000.", "authors": ["epra149", "fpse218", "epzi101"], "abstractStem": " we model the distort that intern power struggl can gener in the alloc of resourc between divis of a diversifi firm the model predict that if divis are similar in the level of their resourc and opportun fund will be transfer from divis with poor opportun to divis with good opportun when divers in resourc and opportun increas howev resourc can flow toward the most ineffici divis lead to more ineffici invest and less valuabl firm we test these predict on a panel of diversifi us firm dure the period from 1980 to 1993 and find evid consist with them copyright the american financ associ 2000", "title": "The Cost of Diversity: The Diversification Discount and Inefficient Investment"}, "https://ideas.repec.org/a/eee/jfinec/v69y2003i1p5-50.html": {"abstract": "No abstract is available for this item.", "authors": ["epra149", "epzi101"], "abstractStem": "no abstract is avail for thi item", "title": "The great reversals: the politics of financial development in the twentieth century"}}}