{"fpba251": {"https://ideas.repec.org/a/fip/fedfpr/y2001ijunx3.html": {"abstract": "Shifts in the extent of competition, which affect markup ratios, are possible sources of aggregate business fluctuations. markups are countercyclical, and booms are times at which the economy operates more efficiently. We begin with a real model in which markup ratios correspond to the prices of differentiated intermediate inputs relative to the price of undifferentiated final product. If the nominal prices of the differentiated goods are relatively sticky, then unexpected inflation reduces the relative price of intermediates and, thereby, mimics the output effects from an increase in competition. In an open economy, domestic output is stimulated by reductions in the relative price of foreign intermediates and, therefore, by unexpected inflation abroad. The models tend to imply that relative output prices are more countercyclical the less competitive the sector. We find support for this hypothesis from price data of four-digit manufacturing industries.", "authors": ["fpba251", "epte171"], "abstractStem": "shift in the extent of competit which affect markup ratio are possibl sourc of aggreg busi fluctuat markup are countercycl and boom are time at which the economi oper more effici we begin with a real model in which markup ratio correspond to the price of differenti intermedi input rel to the price of undifferenti final product if the nomin price of the differenti good are rel sticki then unexpect inflat reduc the rel price of intermedi and therebi mimic the output effect from an increas in competit in an open economi domest output is stimul by reduct in the rel price of foreign intermedi and therefor by unexpect inflat abroad the model tend to impli that rel output price are more countercycl the less competit the sector we find support for thi hypothesi from price data of fourdigit manufactur industri", "title": "Closed and open economy models of business cycles with marked-up and sticky prices"}, "https://ideas.repec.org/a/eee/deveco/v104y2013icp184-198.html": {"abstract": "Our panel data set on educational attainment has been updated for 146 countries from 1950 to 2010. The data are disaggregated by sex and by 5-year age intervals. We have improved the accuracy of estimation by using information from consistent census data, disaggregated by age group, along with new estimates of mortality rates and completion rates by age and education level. We compare the estimates with our previous ones (Barro and Lee, 2001) and alternative measures (Cohen and Soto, 2007). Our estimates of educational attainment provide a reasonable proxy for the stock of human capital for a broad group of countries and should be useful for a variety of empirical work.", "authors": ["fpba251", "eple164"], "abstractStem": "our panel data set on educ attain ha been updat for 146 countri from 1950 to 2010 the data are disaggreg by sex and by 5year age interv we have improv the accuraci of estim by use inform from consist censu data disaggreg by age group along with new estim of mortal rate and complet rate by age and educ level we compar the estim with our previou one barro and lee 2001 and altern measur cohen and soto 2007 our estim of educ attain provid a reason proxi for the stock of human capit for a broad group of countri and should be use for a varieti of empir work", "title": "A new data set of educational attainment in the world, 1950–2010"}, "https://ideas.repec.org/a/eee/moneco/v23y1989i1p3-30.html": {"abstract": "No abstract is available for this item.", "authors": ["fpba251"], "abstractStem": "no abstract is avail for thi item", "title": "Interest-rate targeting"}, "https://ideas.repec.org/a/eee/moneco/v12y1983i1p101-121.html": {"abstract": "In a discretionary regime the monetary authority can print more money and create more inflation than people expect. But, although these inflation surprises can have some benefits, they cannot arise systematically in equilibrium when people understand the policymaker's incentives and form their expectations accordingly. Because the policymaker has the power to create inflation shocks ex post, the equilibrium growth rates of money and prices turn out to be higher than otherwise. Therefore, enforced commitments (rules) for monetary behavior can improve matters. Given the repeated interaction between the policymaker and the private agents, it is possible that reputational forces can substitute for formal rules.Here, we develop an example of a reputational equilibrium where the out-comes turn out to be weighted averages of those from discretion and those from the ideal rule. In particular, the rates of inflation and monetary growth look more like those under discretion when the discount rate is high.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpba251", "epgo64"], "abstractStem": "in a discretionari regim the monetari author can print more money and creat more inflat than peopl expect but although these inflat surpris can have some benefit they cannot aris systemat in equilibrium when peopl understand the policymak incent and form their expect accordingli becaus the policymak ha the power to creat inflat shock ex post the equilibrium growth rate of money and price turn out to be higher than otherwis therefor enforc commit rule for monetari behavior can improv matter given the repeat interact between the policymak and the privat agent it is possibl that reput forc can substitut for formal rulesher we develop an exampl of a reput equilibrium where the outcom turn out to be weight averag of those from discret and those from the ideal rule in particular the rate of inflat and monetari growth look more like those under discret when the discount rate is highpthi abstract wa borrow from anoth version of thi item", "title": "Rules, discretion and reputation in a model of monetary policy"}, "https://ideas.repec.org/a/ucp/jnlbus/v59y1986i2ps21-38.html": {"abstract": "Inflation and nominal interest rates have been volatile in recent years. Futures contracts in price indices would help in this environment by enhancing information about prices and by providing a convenient means for people to hedge against inflation. There is some evidence that the availability of these instruments would encourage investment and reduce the mean real rate of return on long-term bonds. Indexed bonds--which are now significant in Britain--serve a similar purpose. IN the absence of such bonds, there would be a market for price-index futures, although the volume of trading would probably be modest.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpba251"], "abstractStem": "inflat and nomin interest rate have been volatil in recent year futur contract in price indic would help in thi environ by enhanc inform about price and by provid a conveni mean for peopl to hedg against inflat there is some evid that the avail of these instrument would encourag invest and reduc the mean real rate of return on longterm bond index bondswhich are now signific in britainserv a similar purpos in the absenc of such bond there would be a market for priceindex futur although the volum of trade would probabl be modestpthi abstract wa borrow from anoth version of thi item", "title": "Futures Markets and the Fluctuations in Inflation, Monetary Growth, and Asset Returns"}, "https://ideas.repec.org/a/ecm/emetrp/v48y1980i6p1393-1417.html": {"abstract": "Previous equilibrium \"business cycle\" models are extended by the incorporation of an economy-wide capital market. One aspect of this ex-tension is that the relative price that appears in commodity supply and demand functions becomes an anticipated real rate of return on earning assets, rather than a ratio of actual to expected prices. From the stand-point of expectation formation, the key aspect of the extended model is that observation of the economy-wide nominal interest rate conveys current global information to individuals. With respect to the effect of money supply shocks on output, the model yields results that are similar to those generated in simpler models. Anew result concerns the behavior of the anticipated real rate of return on earning assets. Because this variable is the pertinent relative price for commodity supply and demand decisions, it turns out to be unambiguous that positive money surprises raise the anticipated real rate of return. In fact, this response provides the essential channel in this equilibrium model by which a money shock can raise the supply of commodities and thereby increase output. However, it is possible through a sort of \"liquidity\" effect that positive money surprises can depress the economy-wide nominal interest rate.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpba251"], "abstractStem": "previou equilibrium busi cycl model are extend by the incorpor of an economywid capit market one aspect of thi extens is that the rel price that appear in commod suppli and demand function becom an anticip real rate of return on earn asset rather than a ratio of actual to expect price from the standpoint of expect format the key aspect of the extend model is that observ of the economywid nomin interest rate convey current global inform to individu with respect to the effect of money suppli shock on output the model yield result that are similar to those gener in simpler model anew result concern the behavior of the anticip real rate of return on earn asset becaus thi variabl is the pertin rel price for commod suppli and demand decis it turn out to be unambigu that posit money surpris rais the anticip real rate of return in fact thi respons provid the essenti channel in thi equilibrium model by which a money shock can rais the suppli of commod and therebi increas output howev it is possibl through a sort of liquid effect that posit money surpris can depress the economywid nomin interest ratepthi abstract wa borrow from anoth version of thi item", "title": "A Capital Market in an Equilibrium Business Cycle Model"}, "https://ideas.repec.org/a/cem/jaecon/v2y1999n2p281-289.html": {"abstract": "No abstract is available for this item.", "authors": ["fpba251"], "abstractStem": "no abstract is avail for thi item", "title": "Notes on Optimal Debt Management"}, "https://ideas.repec.org/a/bla/scandj/v88y1986i1p55-58.html": {"abstract": "No abstract is available for this item.", "authors": ["fpba251"], "abstractStem": "no abstract is avail for thi item", "title": " Payroll-Tax Financed Social Insurance with Variable Retirement: Comment"}, "https://ideas.repec.org/a/ucp/jpolec/v86y1978i4p549-80.html": {"abstract": "Earlier analysis of unanticipated money growth is extended to output (GNP) and the price level (GNP deflator) for recent U.S. experience. Price level determination is more complicated than output determination, because both anticipated and unanticipated money movements are involved. Empirical results accord well with the model-notably, they support the key hypothesis of a one-to-one, contemporaneous link be- tween anticipated money and the price level. Precise estimates are obtained for the lagged responses of output and prices to unanticipated money movements. Cross-equation comparisons indicate that the price response to unanticipated money movements has a longer lag than the output response. A form of lagged adjustment in money demand can account for this difference. The forecasts for inflation average 5.5 percent per year for 1977-80.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpba251"], "abstractStem": "earlier analysi of unanticip money growth is extend to output gnp and the price level gnp deflat for recent us experi price level determin is more complic than output determin becaus both anticip and unanticip money movement are involv empir result accord well with the modelnot they support the key hypothesi of a onetoon contemporan link be tween anticip money and the price level precis estim are obtain for the lag respons of output and price to unanticip money movement crossequ comparison indic that the price respons to unanticip money movement ha a longer lag than the output respons a form of lag adjust in money demand can account for thi differ the forecast for inflat averag 55 percent per year for 197780pthi abstract wa borrow from anoth version of thi item", "title": "Unanticipated Money, Output, and the Price Level in the United States"}, "https://ideas.repec.org/a/eee/jpolmo/v26y2004i4p507-512.html": {"abstract": "No abstract is available for this item.", "authors": ["fpba251"], "abstractStem": "no abstract is avail for thi item", "title": "Current protectionism and the benefits of free trade"}, "https://ideas.repec.org/a/oup/qjecon/v117y2002i2p409-436..html": {"abstract": "Common currencies affect trading costs and, thereby, the amounts of trade, output, and consumption. From the perspective of monetary policy, the adoption of another country's currency trades off the benefits of commitment to price stability (if a committed anchor is selected) against the loss of an independent stabilization policy. We show that the type of country that has more to gain from giving up its own currency is a small open economy heavily trading with one particular large partner, with a history of high inflation and with a business cycle highly correlated with that of the potential \"anchor.\" We also characterize the features of the optimal number of currency unions.", "authors": ["fpba251"], "abstractStem": "common currenc affect trade cost and therebi the amount of trade output and consumpt from the perspect of monetari polici the adopt of anoth countri currenc trade off the benefit of commit to price stabil if a commit anchor is select against the loss of an independ stabil polici we show that the type of countri that ha more to gain from give up it own currenc is a small open economi heavili trade with one particular larg partner with a histori of high inflat and with a busi cycl highli correl with that of the potenti anchor we also character the featur of the optim number of currenc union", "title": "Currency Unions"}, "homepage": "https://ideas.repec.org/f/pba251.html", "https://ideas.repec.org/a/ucp/jpolec/v78y1970i6p1228-63.html": {"abstract": "No abstract is available for this item.", "authors": ["fpba251"], "abstractStem": "no abstract is avail for thi item", "title": "Inflation, the Payments Period, and the Demand for Money"}, "lastname": "Barro", "https://ideas.repec.org/a/cuf/journl/y2003v4i2p231-274.html": {"abstract": "Growth rates vary enormously across countries over long periods of time. The reason for these variations is a central issue for economic policy, and crosscountry empirical work on this topic has been popular since the early 1990s. The findings from cross-country panel regressions show that the differences in per capita growth rates relate systematically to a set of quantifiable explanatory variables. One effect is a conditional convergence term-the growth rate rises when the initial level of real per capita GDP is low relative to the starting amount of human capital in the forms of educational attainment and health and for given values of other variables that reflect policies, institutions, and national characteristics. For given per capita GDP and human capital, growth depends positively on the rule of law and the investment ratio and negatively on the fertility rate, the ratio of government consumption to GDP, and the inflation rate. Growth increases with favorable movements in the terms of trade and with increased international openness, but the latter effect is surprisingly weak.", "authors": ["fpba251"], "abstractStem": "growth rate vari enorm across countri over long period of time the reason for these variat is a central issu for econom polici and crosscountri empir work on thi topic ha been popular sinc the earli 1990 the find from crosscountri panel regress show that the differ in per capita growth rate relat systemat to a set of quantifi explanatori variabl one effect is a condit converg termth growth rate rise when the initi level of real per capita gdp is low rel to the start amount of human capit in the form of educ attain and health and for given valu of other variabl that reflect polici institut and nation characterist for given per capita gdp and human capit growth depend posit on the rule of law and the invest ratio and neg on the fertil rate the ratio of govern consumpt to gdp and the inflat rate growth increas with favor movement in the term of trade and with increas intern open but the latter effect is surprisingli weak", "title": "Determinants of Economic Growth in a Panel of Countries"}, "https://ideas.repec.org/a/ucp/jpolec/v85y1977i4p843-49.html": {"abstract": "This paper contrasts consumer choice under uncertain lifetimes with the behavior that would arise if each individual's lifetime were announced at birth. In a model that includes life insurance and excludes investments in human capital, the expected utility under uncertain lifetimes exceeds that under known lifetimes when the latter expectation is based on preannouncement survival probabilities. This conclusion emerges, first, because the model without human capital contains no planning benefits from knowledge of the horizon and, second, because the prior announcement of lifetimes forces risk-averse consumers to undertake an extra gamble that they could otherwise avoid by using life insurance.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpba251", "epfr15"], "abstractStem": "thi paper contrast consum choic under uncertain lifetim with the behavior that would aris if each individu lifetim were announc at birth in a model that includ life insur and exclud invest in human capit the expect util under uncertain lifetim exce that under known lifetim when the latter expect is base on preannounc surviv probabl thi conclus emerg first becaus the model without human capit contain no plan benefit from knowledg of the horizon and second becaus the prior announc of lifetim forc riskavers consum to undertak an extra gambl that they could otherwis avoid by use life insurancepthi abstract wa borrow from anoth version of thi item", "title": "On Uncertain Lifetimes"}, "https://ideas.repec.org/a/aea/aejmac/v5y2013i3p35-74.html": {"abstract": "We estimate an empirical model of consumption disasters using new data on consumption for 24 countries over more than 100 years, and study its implications for asset prices. The model allows for partial recoveries after disasters that unfold over multiple years. We find that roughly half of the drop in consumption due to disasters is subsequently reversed. Our model generates a sizable equity premium from disaster risk, but one that is substantially smaller than in simpler models. It implies that a large value of the intertemporal elasticity of substitution is necessary to explain stock-market crashes at the onset of disasters.", "authors": ["fpba251", "epst155"], "abstractStem": "we estim an empir model of consumpt disast use new data on consumpt for 24 countri over more than 100 year and studi it implic for asset price the model allow for partial recoveri after disast that unfold over multipl year we find that roughli half of the drop in consumpt due to disast is subsequ revers our model gener a sizabl equiti premium from disast risk but one that is substanti smaller than in simpler model it impli that a larg valu of the intertempor elast of substitut is necessari to explain stockmarket crash at the onset of disast", "title": "Crises and Recoveries in an Empirical Model of Consumption Disasters"}, "https://ideas.repec.org/a/cuf/journl/y2003v4i1p1-15.html": {"abstract": "A tax-smoothing objective is used to assess the optimal composition of public debt with respect to maturity and contingencies. This objective motivates the government to make its debt payouts contingent on the levels of public outlay and the tax base. If these contingencies are present, but asset prices of non-contingent indexed debt are stochastic, then full tax smoothing dictates an optimal maturity structure of the non-contingent debt. If the certaintyequivalent outlays are the same for each period, then the government should guarantee equal real payouts in each period, that is, the debt takes the form of indexed consols. This structure insulates the government¡¯s budget constraint from unpredictable variations in the market prices of indexed bonds of various maturities. If contingent debt is precluded, then the government may want to depart from a consol maturity structure to exploit covariances among public outlay, the tax base, and the term structure of real interest rates. However, if moral hazard is the reason for the preclusion of contingent debt, then this consideration also deters exploitation of these covariances and tends to return the optimal solution to the consol maturity structure. The issue of nominal bonds may allow the government to exploit the covariances among public outlay, the tax base, and the rate of inflation. But if moral-hazard explains the absence of contingent debt, then the same reasoning tends to make nominal debt issue undesirable. The bottom line is that an optimal-tax approach to public debt favors bonds that are indexed and long term.", "authors": ["fpba251"], "abstractStem": "a taxsmooth object is use to assess the optim composit of public debt with respect to matur and conting thi object motiv the govern to make it debt payout conting on the level of public outlay and the tax base if these conting are present but asset price of nonconting index debt are stochast then full tax smooth dictat an optim matur structur of the nonconting debt if the certaintyequival outlay are the same for each period then the govern should guarante equal real payout in each period that is the debt take the form of index consol thi structur insul the govern s budget constraint from unpredict variat in the market price of index bond of variou matur if conting debt is preclud then the govern may want to depart from a consol matur structur to exploit covari among public outlay the tax base and the term structur of real interest rate howev if moral hazard is the reason for the preclus of conting debt then thi consider also deter exploit of these covari and tend to return the optim solut to the consol matur structur the issu of nomin bond may allow the govern to exploit the covari among public outlay the tax base and the rate of inflat but if moralhazard explain the absenc of conting debt then the same reason tend to make nomin debt issu undesir the bottom line is that an optimaltax approach to public debt favor bond that are index and long term", "title": "Optimal Management of Indexed and Nominal Debt"}, "https://ideas.repec.org/a/eee/moneco/v2y1976i1p1-32.html": {"abstract": "No abstract is available for this item.", "authors": ["fpba251"], "abstractStem": "no abstract is avail for thi item", "title": "Rational expectations and the role of monetary policy"}, "https://ideas.repec.org/a/eee/moneco/v39y1997i1p17-43.html": {"abstract": "No abstract is available for this item.", "authors": ["fpba251"], "abstractStem": "no abstract is avail for thi item", "title": "Central bank preferences and macroeconomic equilibrium"}, "https://ideas.repec.org/a/oup/qjecon/v114y1999i4p1125-1152..html": {"abstract": "The neoclassical growth model is modified to include a variable rate of time preference. With no commitment ability and log utility, the equilibrium features a constant effective rate of time preference and is observationally equivalent to the standard model. The extended framework yields testable linkages between the extent of commitment ability and the rates of saving and growth. The model also has welfare implications, including the optimal design of institutions that facilitate household commitments. Steady-state results are obtained for general concave utility functions, and some properties of the transitional dynamics are characterized for isoelastic utility.", "authors": ["fpba251"], "abstractStem": "the neoclass growth model is modifi to includ a variabl rate of time prefer with no commit abil and log util the equilibrium featur a constant effect rate of time prefer and is observ equival to the standard model the extend framework yield testabl linkag between the extent of commit abil and the rate of save and growth the model also ha welfar implic includ the optim design of institut that facilit household commit steadyst result are obtain for gener concav util function and some properti of the transit dynam are character for isoelast util", "title": "Ramsey Meets Laibson in the Neoclassical Growth Model"}, "https://ideas.repec.org/a/ucp/jpolec/v107y1999is6ps158-s183.html": {"abstract": "A panel study of over 100 countries from 1960 to 1995 finds that improvements in the standard of living predict increase in democracy, as measured by a subjective indicator of electoral rights. The propensity for democracy rises with per capita GDP, primary schooling, and a smaller gap between male and female primary attainment. For a given standard of living, democaracy tends to fall with urbnization and with a greater reliance on natrual resources. Democracy has little relation to country size but rises with the middleâ€class share of income. The apparently strong relation of democracy to colonial heritage mostly disappears when the economic variables are held constant. Similarly, the allowance for these economic variables weakens the interplay between democracy and religious affiliation. However, negative effects from Muslim and nonâ€religious affiliations remain intact.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpba251"], "abstractStem": "a panel studi of over 100 countri from 1960 to 1995 find that improv in the standard of live predict increas in democraci as measur by a subject indic of elector right the propens for democraci rise with per capita gdp primari school and a smaller gap between male and femal primari attain for a given standard of live democaraci tend to fall with urbniz and with a greater relianc on natrual resourc democraci ha littl relat to countri size but rise with the middl class share of incom the appar strong relat of democraci to coloni heritag mostli disappear when the econom variabl are held constant similarli the allow for these econom variabl weaken the interplay between democraci and religi affili howev neg effect from muslim and non religi affili remain intactpthi abstract wa borrow from anoth version of thi item", "title": "Determinants of Democracy"}, "https://ideas.repec.org/a/ucp/jpolec/v84y1976i2p343-49.html": {"abstract": "No abstract is available for this item.", "authors": ["fpba251"], "abstractStem": "no abstract is avail for thi item", "title": "Reply to \"Perceived Wealth in Bonds and Social Security\" and \"Barro on the Ricardian Equivalence Theorem.\""}, "https://ideas.repec.org/a/eee/moneco/v20y1987i2p191-193.html": {"abstract": "No abstract is available for this item.", "authors": ["fpba251"], "abstractStem": "no abstract is avail for thi item", "title": "The economic effects of budget deficits and government spending : Introduction"}, "https://ideas.repec.org/a/chb/bcchec/v5y2002i2p17-36.html": {"abstract": "Most cross-country studies of economic performance have focused on narrow economic variables. The present study emphasizes instead some quality dimensions of economic development, including health, fertility, income distribution, political institutions, crime, and religion. The data reveal a regular pattern in which economic development goes along with higher life expectancy and reduced fertility. Improvements in the standard of living are also associated with expansions of democracy, increased maintenance of the rule of law, and reductions in official corruption. Despite the presence of a Kuznets curve, little of the variations in income inequality are explained by the overall level of economic development. Crime rates, proxied by murder rates, also bear little relation with the level of development but are more closely associated with income inequality. Finally, there is some support for the secularization hypothesis, in that economic development is typically accompanied by lower levels of church attendance and religious beliefs. However, religiosity is positively related to education, holding fixed other indicators of economic development.", "authors": ["fpba251"], "abstractStem": "most crosscountri studi of econom perform have focus on narrow econom variabl the present studi emphas instead some qualiti dimens of econom develop includ health fertil incom distribut polit institut crime and religion the data reveal a regular pattern in which econom develop goe along with higher life expect and reduc fertil improv in the standard of live are also associ with expans of democraci increas mainten of the rule of law and reduct in offici corrupt despit the presenc of a kuznet curv littl of the variat in incom inequ are explain by the overal level of econom develop crime rate proxi by murder rate also bear littl relat with the level of develop but are more close associ with incom inequ final there is some support for the secular hypothesi in that econom develop is typic accompani by lower level of church attend and religi belief howev religios is posit relat to educ hold fix other indic of econom develop", "title": "Quantity and Quality of Economic Growth"}, "https://ideas.repec.org/a/aea/aecrev/v99y2009i1p243-64.html": {"abstract": "A representative-consumer model with Epstein-Zin-Weil preferences and i.i.d. shocks, including rare disasters, accords with observed equity premia and risk-free rates if the coefficient of relative risk aversion equals 3-4. If the intertemporal elasticity of substitution exceeds one, an increase in uncertainty lowers the price-dividend ratio for equity, and a rise in the expected growth rate raises this ratio. Calibrations indicate that society would willingly reduce GDP by around 20 percent each year to eliminate rare disasters. The welfare cost from usual economic fluctuations is much smaller, though still important, corresponding to lowering GDP by about 1.5 percent each year. (JEL E13, E21, E22, E32)", "authors": ["fpba251"], "abstractStem": "a representativeconsum model with epsteinzinweil prefer and iid shock includ rare disast accord with observ equiti premia and riskfre rate if the coeffici of rel risk avers equal 34 if the intertempor elast of substitut exce one an increas in uncertainti lower the pricedividend ratio for equiti and a rise in the expect growth rate rais thi ratio calibr indic that societi would willingli reduc gdp by around 20 percent each year to elimin rare disast the welfar cost from usual econom fluctuat is much smaller though still import correspond to lower gdp by about 15 percent each year jel e13 e21 e22 e32", "title": "Rare Disasters, Asset Prices, and Welfare Costs"}, "https://ideas.repec.org/a/eee/jetheo/v13y1976i2p229-244.html": {"abstract": "No abstract is available for this item.", "authors": ["fpba251"], "abstractStem": "no abstract is avail for thi item", "title": "Indexation in a rational expectations model"}, "https://ideas.repec.org/a/aea/aecrev/v91y2001i2p12-17.html": {"abstract": "No abstract is available for this item.", "authors": ["fpba251"], "abstractStem": "no abstract is avail for thi item", "title": "Human Capital and Growth"}, "https://ideas.repec.org/a/aea/aecrev/v86y1996i2p218-23.html": {"abstract": "No abstract is available for this item.", "authors": ["fpba251", "eple164"], "abstractStem": "no abstract is avail for thi item", "title": "International Measures of Schooling Years and Schooling Quality"}, "https://ideas.repec.org/a/ksp/journ1/v1y2014i2p351-358.html": {"abstract": "1980’lerin sonundan beri makro-ekonomistler, dikkatlerinin büyük kýsmýný uzun vadeli ekonomik büyümenin belirleyicilerine odaklandýrmýþ durumdadýrlar. Bu makale eðitimin rolünü vurgulamaktadýr. Çalýþmada yapýlan analiz ile eðitimin okula devam edilen yýllarla ölçülen niceliði ile uluslararasý düzeyde birbirleri ile karþýlaþtýrýlabilecek sýnavlarda alýnan notlar kanalýyla ölçülen niteliði arasýnda ayrým yapýlmaktadýr.", "authors": ["fpba251"], "abstractStem": "1980 lerin sonundan beri makroekonomistl dikkatlerinin b y k k sm n  uzun vade ekonomik b y menin belirleyicilerin odakland rm  durumdad rlar bu makal e itimin rol n  vurgulamaktad r  al mada yap lan analiz ile e itimin okula devam edilen y llarla  l len nice i ile uluslarara  d zeyd birbirleri ile kar la t r labilecek s navlarda al nan notlar kanal yla  l len nite i ara nda ayr m yap lmaktad r", "title": "[Human Capital and Growth), Beþeri Sermaye ve Büyüme"}, "https://ideas.repec.org/a/eee/crcspp/v23y1985ip47-53.html": {"abstract": "No abstract is available for this item.", "authors": ["fpba251"], "abstractStem": "no abstract is avail for thi item", "title": "Bank deregulation, accounting systems of exchange, and the unit of account: A critical review A comment on the McCallum paper"}, "https://ideas.repec.org/a/eee/moneco/v2y1976i3p297-310.html": {"abstract": "No abstract is available for this item.", "authors": ["fpba251"], "abstractStem": "no abstract is avail for thi item", "title": "Output and employment in a macro model with discrete transaction costs"}, "https://ideas.repec.org/a/kap/pubcho/v14y1973i1p19-42.html": {"abstract": "No abstract is available for this item.", "authors": ["fpba251"], "abstractStem": "no abstract is avail for thi item", "title": "The control of politicians: An economic model"}, "https://ideas.repec.org/a/kap/jecgro/v2y1997i1p1-26.html": {"abstract": " We construct a model that combines elements of endogenous growth with the convergence implications of the neoclassical growth model. In the long run, the world growth rate is driven by discoveries in the technologically leading economies Followers converge toward the leaders because copying is cheaper than innovation over some range. A tendency for copying costs to increase reduces followers growth rates and thereby generates a pattern of conditional convergence. We discuss how countries are selected to be technological leaders, and we assess welfare implications. Poorly defined intellectual property rights imply that leaders have insufficient incentive to invent and followers have excessive incentive to copy. Copyright 1997 by Kluwer Academic Publishers", "authors": ["fpba251", "fpsa510"], "abstractStem": " we construct a model that combin element of endogen growth with the converg implic of the neoclass growth model in the long run the world growth rate is driven by discoveri in the technolog lead economi follow converg toward the leader becaus copi is cheaper than innov over some rang a tendenc for copi cost to increas reduc follow growth rate and therebi gener a pattern of condit converg we discuss how countri are select to be technolog leader and we assess welfar implic poorli defin intellectu properti right impli that leader have insuffici incent to invent and follow have excess incent to copi copyright 1997 by kluwer academ publish", "title": " Technological Diffusion, Convergence, and Growth"}, "https://ideas.repec.org/a/fip/fedkpr/y1992p199-230.html": {"abstract": "No abstract is available for this item.", "authors": ["fpba251", "fpli821"], "abstractStem": "no abstract is avail for thi item", "title": "Human capital and economic growth"}, "https://ideas.repec.org/a/oup/oxecpp/v53y2001i3p541-63.html": {"abstract": " This paper presents a data set that improves the measurement of educational attainment for a broad group of countries. We extend our previous estimates to 1995 for educational attainment for the population over ages 15 and 25. We also provide projections for 2000. We discuss the estimation method for the measures of educational attainment and relate our estimates to alternative international measures of human capital stocks. Copyright 2001 by Oxford University Press.", "authors": ["fpba251", "eple164"], "abstractStem": " thi paper present a data set that improv the measur of educ attain for a broad group of countri we extend our previou estim to 1995 for educ attain for the popul over age 15 and 25 we also provid project for 2000 we discuss the estim method for the measur of educ attain and relat our estim to altern intern measur of human capit stock copyright 2001 by oxford univers press", "title": "International Data on Educational Attainment: Updates and Implications"}, "https://ideas.repec.org/a/bin/bpeajo/v22y1991i1991-1p107-182.html": {"abstract": "No abstract is available for this item.", "authors": ["fpba251", "fpsa510"], "abstractStem": "no abstract is avail for thi item", "title": "Convergence across States and Regions"}, "https://ideas.repec.org/a/aea/aecrev/v81y1991i1p378-80.html": {"abstract": "No abstract is available for this item.", "authors": ["fpba251", "epro45"], "abstractStem": "no abstract is avail for thi item", "title": "Ski-Lift Pricing, with Applications to Labor and Other Markets: Reply"}, "https://ideas.repec.org/a/aea/aecrev/v69y1979i5p1004-09.html": {"abstract": "No abstract is available for this item.", "authors": ["fpba251"], "abstractStem": "no abstract is avail for thi item", "title": "Unanticipated Money Growth and Unemployment in the United States: Reply"}, "https://ideas.repec.org/a/eee/moneco/v20y1987i2p221-247.html": {"abstract": "The British data from the early 1700s through World War I provide an unmatched opportunity for studying the effects of temporary changes in government purchases. In this paper I examine the effects of these changes on interest rates, the quantity of money, the price level, and budget deficits. Temporary increases in government purchases--showing up in the sample as increases in military outlays during wartime--had positive effects on long-term interest rates. The effect on the growth rate of money (bank notes) was positive only during the two periods of suspension of the gold standard (1797-1821 and 1914-1918). As long as convertibility of bank notes into specie was maintained, there was no systematic relation of government spending to monetary growth. Similarly, the main interplay between temporary government spending and inflation occurred during the periods of suspension. Temporary changes in military spending accounted for the bulk of budget deficits from the early 1700s through 1918. This association explains the main increases in the ratio of the public debt to GNP, as well as the decreases that typically occurred during peacetime. Over the sample of more than two hundred years, I found only two examples of major budget deficits that were unrelated to wartime -- one associated with compensation payments to slaveowners in 1835-36 and the other with a political dispute over the income tax in 1909-10. Because of the \"exogeneity\" of these deficits, it is interesting that interest rates showed no special movements at these times.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpba251"], "abstractStem": "the british data from the earli 1700 through world war i provid an unmatch opportun for studi the effect of temporari chang in govern purchas in thi paper i examin the effect of these chang on interest rate the quantiti of money the price level and budget deficit temporari increas in govern purchasesshow up in the sampl as increas in militari outlay dure wartimehad posit effect on longterm interest rate the effect on the growth rate of money bank note wa posit onli dure the two period of suspens of the gold standard 17971821 and 19141918 as long as convert of bank note into speci wa maintain there wa no systemat relat of govern spend to monetari growth similarli the main interplay between temporari govern spend and inflat occur dure the period of suspens temporari chang in militari spend account for the bulk of budget deficit from the earli 1700 through 1918 thi associ explain the main increas in the ratio of the public debt to gnp as well as the decreas that typic occur dure peacetim over the sampl of more than two hundr year i found onli two exampl of major budget deficit that were unrel to wartim  one associ with compens payment to slaveown in 183536 and the other with a polit disput over the incom tax in 190910 becaus of the exogen of these deficit it is interest that interest rate show no special movement at these timespthi abstract wa borrow from anoth version of thi item", "title": "Government spending, interest rates, prices, and budget deficits in the United Kingdom, 1701-1918"}, "https://ideas.repec.org/a/bpj/evoice/v6y2009i4n2.html": {"abstract": "Robert Barro of Harvard recalls the days when he did work on Keynesian macroeconomics.", "authors": ["fpba251"], "abstractStem": "robert barro of harvard recal the day when he did work on keynesian macroeconom", "title": "Letter: Notes on Keynes and a Reply to Greg Hill"}, "https://ideas.repec.org/a/aea/jecper/v3y1989i2p37-54.html": {"abstract": "Persistent budget deficits have increased economists' interest in theories and evidence about fiscal policy. This paper develops the Ricardian approach and contrasts it with standard models. The discussion considers from major theoretical objections to Ricardian equivalence - finite lifetimes, imperfect capital markets, uncertainty about future taxes and incomes, and the distorting effects of taxation. The paper then considers empirical evidence on interest rates, consumption and saving, and current-account deficits. The conclusion is that the Ricardian approach is a useful first-order approximation, and that this approach will probably become the benchmark model for assessing fiscal policy.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpba251"], "abstractStem": "persist budget deficit have increas economist interest in theori and evid about fiscal polici thi paper develop the ricardian approach and contrast it with standard model the discuss consid from major theoret object to ricardian equival  finit lifetim imperfect capit market uncertainti about futur tax and incom and the distort effect of taxat the paper then consid empir evid on interest rate consumpt and save and currentaccount deficit the conclus is that the ricardian approach is a use firstord approxim and that thi approach will probabl becom the benchmark model for assess fiscal policypthi abstract wa borrow from anoth version of thi item", "title": "The Ricardian Approach to Budget Deficits"}, "https://ideas.repec.org/a/eee/moneco/v52y2005i7p1245-1269.html": {"abstract": "IMF lending practices respond to economic conditions but are also sensitive to political-economy variables. Specifically, the sizes and frequencies of loans are influenced by a country's presence at the Fund, as measured by the country's share of quotas and professional staff. IMF lending is also sensitive to a country's political and economic proximity to some major shareholding countries of the IMF -- the United States, France, Germany, and the United Kingdom. We measured political proximity by voting patterns in the United Nations and economic proximity by bilateral trading volumes. These results are of considerable interest for their own sake but also provide instrumental variables for estimating the effects of IMF lending on economic performance. Instrumental estimates indicate that the size of IMF lending is insignificantly related to economic growth in the contemporaneous five-year period but has a significantly negative effect in the subsequent five years.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpba251", "eple164"], "abstractStem": "imf lend practic respond to econom condit but are also sensit to politicaleconomi variabl specif the size and frequenc of loan are influenc by a countri presenc at the fund as measur by the countri share of quota and profession staff imf lend is also sensit to a countri polit and econom proxim to some major sharehold countri of the imf  the unit state franc germani and the unit kingdom we measur polit proxim by vote pattern in the unit nation and econom proxim by bilater trade volum these result are of consider interest for their own sake but also provid instrument variabl for estim the effect of imf lend on econom perform instrument estim indic that the size of imf lend is insignificantli relat to econom growth in the contemporan fiveyear period but ha a significantli neg effect in the subsequ five yearspthi abstract wa borrow from anoth version of thi item", "title": "IMF programs: Who is chosen and what are the effects?"}, "https://ideas.repec.org/a/bla/scandj/v88y1986i1p195-22.html": {"abstract": "No abstract is available for this item.", "authors": ["fpba251"], "abstractStem": "no abstract is avail for thi item", "title": " U.S. Deficits since World War I"}, "https://ideas.repec.org/a/mcb/jmoncb/v17y1985i4p682-85.html": {"abstract": "No abstract is available for this item.", "authors": ["fpba251"], "abstractStem": "no abstract is avail for thi item", "title": "Federal Deficits, Interest Rates, and Monetary Policy: Comment"}, "https://ideas.repec.org/a/ucp/jpolec/v100y1992i2p223-51.html": {"abstract": " A key economic issue is whether poor countries or regions tend to grow faster than rich ones: are there automatic forces that lead to convergence over time in the levels of per capita income and product? The authors use the neoclassical growth model as a framework to study convergence across the forty-eight contiguous U.S. states. They exploit data on personal income since 1840 and on gross state product since 1963. The U.S. states provide clear evidence of convergence, but the findings can be reconciled quantitatively with the neoclassical model only if diminishing returns to capital set in very slowly. Copyright 1992 by University of Chicago Press.", "authors": ["fpba251", "fpsa510"], "abstractStem": " a key econom issu is whether poor countri or region tend to grow faster than rich one are there automat forc that lead to converg over time in the level of per capita incom and product the author use the neoclass growth model as a framework to studi converg across the fortyeight contigu us state they exploit data on person incom sinc 1840 and on gross state product sinc 1963 the us state provid clear evid of converg but the find can be reconcil quantit with the neoclass model onli if diminish return to capit set in veri slowli copyright 1992 by univers of chicago press", "title": "Convergence"}, "https://ideas.repec.org/a/bla/ecinqu/v45y2007i1p1-23.html": {"abstract": " \"We develop a new instrumental-variable (IV) approach to estimate the effects of different exchange rate regimes on bilateral outcomes. The basic idea is that the characteristics of the exchange rate between two countries are partially related to the independent decisions of these countries to peg-explicitly or de facto-to a third currency, notably that of a main anchor. This component of the exchange rate regime can be used as an IV in regressions of bilateral outcomes. We apply the methodology to study the economic effects of currency unions. The likelihood that two countries independently adopt the currency of the same anchor country is used as an instrument for whether they share a common currency. We find that sharing a common currency enhances trade, increases price comovements, and decreases the comovement of real gross domestic product shocks.\" (\"JEL\" C3, F3, F4) Copyright 2006 Western Economic Association International.", "authors": ["fpba251", "epte171"], "abstractStem": " we develop a new instrumentalvari iv approach to estim the effect of differ exchang rate regim on bilater outcom the basic idea is that the characterist of the exchang rate between two countri are partial relat to the independ decis of these countri to pegexplicitli or de factoto a third currenc notabl that of a main anchor thi compon of the exchang rate regim can be use as an iv in regress of bilater outcom we appli the methodolog to studi the econom effect of currenc union the likelihood that two countri independ adopt the currenc of the same anchor countri is use as an instrument for whether they share a common currenc we find that share a common currenc enhanc trade increas price comov and decreas the comov of real gross domest product shock jel c3 f3 f4 copyright 2006 western econom associ intern", "title": "Economic Effects Of Currency Unions"}, "https://ideas.repec.org/a/bla/jfinan/v31y1976i1p77-88.html": {"abstract": "No abstract is available for this item.", "authors": ["fpba251"], "abstractStem": "no abstract is avail for thi item", "title": "Integral Constraints and Aggregation in an Inventory Model of Money Demand"}, "https://ideas.repec.org/a/mcb/jmoncb/v4y1972i2p397-413.html": {"abstract": "No abstract is available for this item.", "authors": ["fpba251"], "abstractStem": "no abstract is avail for thi item", "title": "Household Money Holdings and The Demand Deposit Rate"}, "https://ideas.repec.org/a/bpj/evoice/v6y2009i2n5.html": {"abstract": "Robert Barro, Paul W. Warburg Professor of Economics at Harvard, questions the plausibility of large fiscal stimulus estimates.", "authors": ["fpba251"], "abstractStem": "robert barro paul w warburg professor of econom at harvard question the plausibl of larg fiscal stimulu estim", "title": "Demand Side Voodoo Economics"}, "https://ideas.repec.org/a/aea/jecper/v20y2006i2p49-72.html": {"abstract": "Religion has a two-way interaction with political economy. With religion viewed as a dependent variable, a central question is how economic development and political institutions affect religious participation and beliefs. With religion viewed as an independent variable, a key issue is how religiosity affects individual characteristics, such as work ethic, honesty, and thrift, and thereby influences economic performance. In this paper, we sketch previous studies of this two-way interaction but focus on our ongoing quantitative research with international data.", "authors": ["fpba251"], "abstractStem": "religion ha a twoway interact with polit economi with religion view as a depend variabl a central question is how econom develop and polit institut affect religi particip and belief with religion view as an independ variabl a key issu is how religios affect individu characterist such as work ethic honesti and thrift and therebi influenc econom perform in thi paper we sketch previou studi of thi twoway interact but focu on our ongo quantit research with intern data", "title": "Religion and Economy"}, "https://ideas.repec.org/a/eee/moneco/v6y1980i2p257-267.html": {"abstract": "An important \"empirical regularity\" is the strong positive effect of money shocks on output and employment. One strand of business cycle theory relates this finding to temporary confusions between absolute and relative price changes. These models predict positive output effects of unperceived monetary movements, but the quantitative importance of unperceived shifts in nominal aggregates is subject to question. Another strand of theory, based on long-term nominal contracts and analogous price-setting institutions, generates output effects from unanticipated, but not necessarily contemporaneously unperceived, money shocks. However, the real effects of unpredicted, but contemporaneously understood, monetary changes are not obviously consistent with efficient institutional arrangements. The present paper provides some empirical evidence on the two types of theories by analyzing the output effects associated with revisions in the money stock data, where the revisions are interpreted as components of unperceived monetary movements. The revisions turn out to have no significant explanatory power for output. Previous findings that innovations from an estimated money growth equation have a significant output effect remain intact when the revisions are included as separate explanatory variables. Overall, the study provides a small amount of evidence against the special role of unperceived, as opposed to unanticipated, money movements as a determinant of business fluctuations.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpba251", "ephe121"], "abstractStem": "an import empir regular is the strong posit effect of money shock on output and employ one strand of busi cycl theori relat thi find to temporari confus between absolut and rel price chang these model predict posit output effect of unperceiv monetari movement but the quantit import of unperceiv shift in nomin aggreg is subject to question anoth strand of theori base on longterm nomin contract and analog priceset institut gener output effect from unanticip but not necessarili contemporan unperceiv money shock howev the real effect of unpredict but contemporan understood monetari chang are not obvious consist with effici institut arrang the present paper provid some empir evid on the two type of theori by analyz the output effect associ with revis in the money stock data where the revis are interpret as compon of unperceiv monetari movement the revis turn out to have no signific explanatori power for output previou find that innov from an estim money growth equat have a signific output effect remain intact when the revis are includ as separ explanatori variabl overal the studi provid a small amount of evid against the special role of unperceiv as oppos to unanticip money movement as a determin of busi fluctuationspthi abstract wa borrow from anoth version of thi item", "title": "Money stock revisions and unanticipated money growth"}, "https://ideas.repec.org/a/mcb/jmoncb/v8y1976i4p439-56.html": {"abstract": "No abstract is available for this item.", "authors": ["fpba251"], "abstractStem": "no abstract is avail for thi item", "title": "The Loan Market, Collateral, and Rates of Interest"}, "https://ideas.repec.org/a/oup/qjecon/v103y1988i1p1-25..html": {"abstract": "Altruistic parents choose fertility and consumption by maximizing a dynastic utility function. The maximization implies an arbitrage condition for consumption across generations, and equality between the benefit from an extra child and the child-rearing cost. These conditions imply that fertility in open economies depends positively on the world's long-term real interest rate, the degree of altruism, and the growth of child-survival probabilities; and negatively on the rate of technical progress and the growth rate of social security. The growth of per capita consumption across generations depends on changes in the child-rearing cost, but not on interest rates or time preference.", "authors": ["fpba251"], "abstractStem": "altruist parent choos fertil and consumpt by maxim a dynast util function the maxim impli an arbitrag condit for consumpt across gener and equal between the benefit from an extra child and the childrear cost these condit impli that fertil in open economi depend posit on the world longterm real interest rate the degre of altruism and the growth of childsurviv probabl and neg on the rate of technic progress and the growth rate of social secur the growth of per capita consumpt across gener depend on chang in the childrear cost but not on interest rate or time prefer", "title": "A Reformulation of the Economic Theory of Fertility"}, "https://ideas.repec.org/a/oup/restud/v39y1972i1p17-26..html": {"abstract": "No abstract is available for this item.", "authors": ["fpba251"], "abstractStem": "no abstract is avail for thi item", "title": "A Theory of Monopolistic Price Adjustment"}, "https://ideas.repec.org/a/eee/pubeco/v11y1979i3p275-289.html": {"abstract": "No abstract is available for this item.", "authors": ["fpba251"], "abstractStem": "no abstract is avail for thi item", "title": "Social security and consumer spending in an international cross section"}, "https://ideas.repec.org/a/cuf/journl/y2013v14i1n6barro.html": {"abstract": "Data for around 100 countries from 1960 to 1990 are used to assess the effects of inflation on economic performance. If a number of country characteristics are held constant, then regression results indicate that the impact effects from an increase in average inflation by 10 percentage points per year are a reduction of the growth rate of real per capita GOP by 0.2-0.3 percentage points per year and a decrease in the ratio of investment to GOP by 0.4-0.6 percentage points. Since the statistical procedures use plausible instruments for inflation, there is some reason to believe that these relations reflect causal influences from inflation to growth and investment. However, statistically significant results emerge only when high-inflation experiences are included in the sample. Although the adverse influence of inflation on growth looks small, the long-term effects on standards of living are substantial. For example, a shift in monetary policy that raises the long-term average inflation rate by 10 percentage points per year is estimated to lower the level of real GOP after 30 years by 4-7%, more than enough to justify a strong interest in price stability.", "authors": ["fpba251"], "abstractStem": "data for around 100 countri from 1960 to 1990 are use to assess the effect of inflat on econom perform if a number of countri characterist are held constant then regress result indic that the impact effect from an increas in averag inflat by 10 percentag point per year are a reduct of the growth rate of real per capita gop by 0203 percentag point per year and a decreas in the ratio of invest to gop by 0406 percentag point sinc the statist procedur use plausibl instrument for inflat there is some reason to believ that these relat reflect causal influenc from inflat to growth and invest howev statist signific result emerg onli when highinfl experi are includ in the sampl although the advers influenc of inflat on growth look small the longterm effect on standard of live are substanti for exampl a shift in monetari polici that rais the longterm averag inflat rate by 10 percentag point per year is estim to lower the level of real gop after 30 year by 47 more than enough to justifi a strong interest in price stabil", "title": "Inflation and Economic Growth"}, "https://ideas.repec.org/a/aea/aecrev/v67y1977i2p101-15.html": {"abstract": "No abstract is available for this item.", "authors": ["fpba251"], "abstractStem": "no abstract is avail for thi item", "title": "Unanticipated Money Growth and Unemployment in the United States"}, "https://ideas.repec.org/a/eee/moneco/v12y1983i1p1-5.html": {"abstract": "No abstract is available for this item.", "authors": ["fpba251", "eppl11"], "abstractStem": "no abstract is avail for thi item", "title": "Alternative monetary standards : Introduction"}, "https://ideas.repec.org/a/cuf/journl/y2013v14i2barrohealth.html": {"abstract": "No abstract is available for this item.", "authors": ["fpba251"], "abstractStem": "no abstract is avail for thi item", "title": "Health and Economic Growth"}, "https://ideas.repec.org/a/ucp/jnlbus/v59y1986i4p555-66.html": {"abstract": "We extend previous estimates of the average marginal tax rate from the federal individual income tax to include social security. Our computations consider the tax rates on employers, employees, and the self-employed; the income that accrues to persons with earnings below the ceiling; and the effective deductibility of employers' social security contributions from workers' taxable income. The next effect of social security on the average marginal tax rate is below .02 until 1966 but then rises to .03 in 1968, .04 in 1973, .05 in 1974, .06 in 1979, and .07 in 1982.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpba251"], "abstractStem": "we extend previou estim of the averag margin tax rate from the feder individu incom tax to includ social secur our comput consid the tax rate on employ employe and the selfemploy the incom that accru to person with earn below the ceil and the effect deduct of employ social secur contribut from worker taxabl incom the next effect of social secur on the averag margin tax rate is below 02 until 1966 but then rise to 03 in 1968 04 in 1973 05 in 1974 06 in 1979 and 07 in 1982pthi abstract wa borrow from anoth version of thi item", "title": "Average Marginal Tax Rates from Social Security and the Individual Income Tax"}, "https://ideas.repec.org/a/eee/eecrev/v13y1980i3p411-412.html": {"abstract": "No abstract is available for this item.", "authors": ["fpba251"], "abstractStem": "no abstract is avail for thi item", "title": "'Unemployment, employment and exports in British manufacturing: A non-clearing markets approach' by Muellbauer and Winter"}, "https://ideas.repec.org/a/wly/econjl/v125y2015i585p911-942.html": {"abstract": "No abstract is available for this item.", "authors": ["fpba251"], "abstractStem": "no abstract is avail for thi item", "title": "Convergence and Modernisation"}, "https://ideas.repec.org/a/oup/qjecon/v126y2011i1p51-102.html": {"abstract": " For U.S. annual data that include World War II, the estimated multiplier for temporary defense spending is 0.4--0.5 contemporaneously and 0.6--0.7 over 2 years. If the change in defense spending is \"permanent\" (gauged by Ramey's defense news variable), the multipliers are higher by 0.1--0.2. Since all estimated multipliers are significantly less than 1, greater spending crowds out other components of GDP, particularly investment. The lack of good instruments prevents estimation of reliable multipliers for nondefense purchases; multipliers in the literature of two or more likely reflect reverse causation from GDP to nondefense purchases. Increases in average marginal income tax rates (measured by a newly constructed time series) have significantly negative effects on GDP. When interpreted as a tax multiplier, the magnitude is around 1.1. The combination of the estimated spending and tax multipliers implies that the balanced-budget multiplier for defense spending is negative. We have some evidence that tax changes affect GDP mainly through substitution effects, rather than wealth effects. Copyright 2011, Oxford University Press.", "authors": ["fpba251"], "abstractStem": " for us annual data that includ world war ii the estim multipli for temporari defens spend is 0405 contemporan and 0607 over 2 year if the chang in defens spend is perman gaug by ramey defens news variabl the multipli are higher by 0102 sinc all estim multipli are significantli less than 1 greater spend crowd out other compon of gdp particularli invest the lack of good instrument prevent estim of reliabl multipli for nondefens purchas multipli in the literatur of two or more like reflect revers causat from gdp to nondefens purchas increas in averag margin incom tax rate measur by a newli construct time seri have significantli neg effect on gdp when interpret as a tax multipli the magnitud is around 11 the combin of the estim spend and tax multipli impli that the balancedbudget multipli for defens spend is neg we have some evid that tax chang affect gdp mainli through substitut effect rather than wealth effect copyright 2011 oxford univers press", "title": "Macroeconomic Effects From Government Purchases and Taxes"}, "https://ideas.repec.org/a/eee/moneco/v2y1976i2p133-167.html": {"abstract": "No abstract is available for this item.", "authors": ["fpba251"], "abstractStem": "no abstract is avail for thi item", "title": "Recent developments in monetary theory"}, "https://ideas.repec.org/a/aea/aecrev/v85y1995i1p103-15.html": {"abstract": " The neoclassical growth model accords with empirical evidence on convergence if capital is viewed broadly to include human investments, so that diminishing returns to capital set in slowly, and if differences in government policies or other variables create substantial differences in steady-state positions. However, open-economy versions of the theory predict higher rates of convergence than those observed empirically. The authors show that the open-economy model conforms with the evidence if an economy can borrow to finance only a portion of its capital, for example, if human capital must be financed by domestic savings. Copyright 1995 by American Economic Association.", "authors": ["fpba251", "epma131", "fpsa510"], "abstractStem": " the neoclass growth model accord with empir evid on converg if capit is view broadli to includ human invest so that diminish return to capit set in slowli and if differ in govern polici or other variabl creat substanti differ in steadyst posit howev openeconomi version of the theori predict higher rate of converg than those observ empir the author show that the openeconomi model conform with the evid if an economi can borrow to financ onli a portion of it capit for exampl if human capit must be financ by domest save copyright 1995 by american econom associ", "title": "Capital Mobility in Neoclassical Models of Growth"}, "https://ideas.repec.org/a/kap/jecgro/v1y1996i1p1-27.html": {"abstract": " Growth and democracy (subjective indexes of political freedom) are analyzed for a panel of about 100 countries from 1960 to 1990. The favorable effects on growth include maintenance of the rule of law, free markets, small government consumption, and high human capital. Once these kinds of variables and the initial level of real per capita GDP are held constant, the overall effect of democracy on growth is weakly negative. There is a suggestion of a nonlinear relationship in which more democracy enhances growth at low levels of political freedom but depresses growth when a moderate level of freedom has already been attained. Improvements in the standard of living--measured by GDP, health status, and education--substantially raise the probability that political freedom will grow. These results allow for predications about which countries will become more or less democratic over time. Copyright 1996 by Kluwer Academic Publishers", "authors": ["fpba251"], "abstractStem": " growth and democraci subject index of polit freedom are analyz for a panel of about 100 countri from 1960 to 1990 the favor effect on growth includ mainten of the rule of law free market small govern consumpt and high human capit onc these kind of variabl and the initi level of real per capita gdp are held constant the overal effect of democraci on growth is weakli neg there is a suggest of a nonlinear relationship in which more democraci enhanc growth at low level of polit freedom but depress growth when a moder level of freedom ha alreadi been attain improv in the standard of livingmeasur by gdp health statu and educationsubstanti rais the probabl that polit freedom will grow these result allow for predic about which countri will becom more or less democrat over time copyright 1996 by kluwer academ publish", "title": " Democracy and Growth"}, "https://ideas.repec.org/a/aea/aecrev/v61y1971i1p82-93.html": {"abstract": "No abstract is available for this item.", "authors": ["fpba251", "epgr65"], "abstractStem": "no abstract is avail for thi item", "title": "A General Disequilibrium Model of Income and Employment"}, "https://ideas.repec.org/a/oup/qjecon/v99y1984i4p817-839..html": {"abstract": "Time-separability of utility means that past work and consumption do not influence current and future tastes. This form of preferences does not restrict the size of intertemporal-substitution effects, but does place constraints on the relative responses of leisure and consumption to changes in relative prices and in permanent income. These constraints are important for evaluating the impact of shifts in expectations about the future, which play a key role in equilibrium models of the business cycle. Further, if consumption and effort are to be positively correlated over the cycle, then equilibrium theories with time-separable preferences predict a procyclical behavior for the real wage rate.", "authors": ["fpba251"], "abstractStem": "timesepar of util mean that past work and consumpt do not influenc current and futur tast thi form of prefer doe not restrict the size of intertemporalsubstitut effect but doe place constraint on the rel respons of leisur and consumpt to chang in rel price and in perman incom these constraint are import for evalu the impact of shift in expect about the futur which play a key role in equilibrium model of the busi cycl further if consumpt and effort are to be posit correl over the cycl then equilibrium theori with timesepar prefer predict a procycl behavior for the real wage rate", "title": "Time-Separable Preferences and Intertemporal-Substitution Models of Business Cycles"}, "https://ideas.repec.org/a/eej/eeconj/v20y1994i1p1-6.html": {"abstract": "The aggregate-supply/ aggregate-demand (AS-AD) model is popular in textbooks, but has problems with logical consistency. In one interpretation, the Keynesian underpinnings of the AD curve-derived from the IS/LM model with downward price stickiness-conflict with the determination of the price level at the intersection of the AS and AD curves. In another view, the model corresponds to rational-expectations theories in which Keynesian properties are absent. In a third interpretation, the model is equivalent to the \"complete Keynesian model,\" which has counterfactual implications for real wages and other variables. The main conclusion is that the AS/AD model should be abandoned.", "authors": ["fpba251"], "abstractStem": "the aggregatesuppli aggregatedemand asad model is popular in textbook but ha problem with logic consist in one interpret the keynesian underpin of the ad curvederiv from the islm model with downward price stickinessconflict with the determin of the price level at the intersect of the as and ad curv in anoth view the model correspond to rationalexpect theori in which keynesian properti are absent in a third interpret the model is equival to the complet keynesian model which ha counterfactu implic for real wage and other variabl the main conclus is that the asad model should be abandon", "title": "The Aggregate-Supply/Aggregate-Demand Model"}, "https://ideas.repec.org/a/ucp/jpolec/v98y1990i5ps103-26.html": {"abstract": " One strand of endogenous-growth models assumes constant returns to a broad concept of capital. The author extends these models to include tax-financed government services that affect production or utility. Growth and saving rates fall with an increase in utility-type expenditures; the two rates rise initially with productive government expenditures, but subsequently decline. With an income tax, the decentralized choices of growth and saving are \"too low,\" but if the production function is Cobb-Douglas, the optimizing government still satisfies a natural condition for productive efficiency. Empirical evidence across countries supports some of the hypotheses about government and growth. Copyright 1990 by University of Chicago Press.", "authors": ["fpba251"], "abstractStem": " one strand of endogenousgrowth model assum constant return to a broad concept of capit the author extend these model to includ taxfinanc govern servic that affect product or util growth and save rate fall with an increas in utilitytyp expenditur the two rate rise initi with product govern expenditur but subsequ declin with an incom tax the decentr choic of growth and save are too low but if the product function is cobbdougla the optim govern still satisfi a natur condit for product effici empir evid across countri support some of the hypothes about govern and growth copyright 1990 by univers of chicago press", "title": "Government Spending in a Simple Model of Endogenous Growth"}, "https://ideas.repec.org/a/aea/aecrev/v98y2008i2p58-63.html": {"abstract": "No abstract is available for this item.", "authors": ["fpba251"], "abstractStem": "no abstract is avail for thi item", "title": "Consumption Disasters in the Twentieth Century"}, "https://ideas.repec.org/a/ecj/econjl/v96y1986i380ap23-37.html": {"abstract": "No abstract is available for this item.", "authors": ["fpba251"], "abstractStem": "no abstract is avail for thi item", "title": "Recent Developments in the Theory of Rules versus Discretion"}, "https://ideas.repec.org/a/ecm/emetrp/v79y2011i5p1567-1589.html": {"abstract": " In the rare-disasters setting, a key determinant of the equity premium is the size distribution of macroeconomic disasters, gauged by proportionate declines in per capita consumption or GDP. The long-term national-accounts data for up to 36 countries provide a large sample of disaster events of magnitude 10% or more. For this sample, a power-law density provides a good fit to the distribution of the ratio of normal to disaster consumption or GDP. The key parameter of the size distribution is the upper-tail exponent, `alpha`, estimated to be near 5, with a 95% confidence interval between 3-1/2 and 7. The equity premium involves a race between `alpha` and the coefficient of relative risk aversion, `gamma`. A higher `alpha` signifies a thinner tail and, therefore, a lower equity premium, whereas a higher `gamma` implies a higher equity premium. The equity premium is finite if `alpha-1&gt;gamma`. To accord with the observed average unlevered equity premium of around 5%, we get a point estimate for `gamma` close to 3, with a 95% confidence interval of roughly 2 to 4.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpba251", "epji129"], "abstractStem": " in the raredisast set a key determin of the equiti premium is the size distribut of macroeconom disast gaug by proportion declin in per capita consumpt or gdp the longterm nationalaccount data for up to 36 countri provid a larg sampl of disast event of magnitud 10 or more for thi sampl a powerlaw densiti provid a good fit to the distribut of the ratio of normal to disast consumpt or gdp the key paramet of the size distribut is the uppertail expon alpha estim to be near 5 with a 95 confid interv between 312 and 7 the equiti premium involv a race between alpha and the coeffici of rel risk avers gamma a higher alpha signifi a thinner tail and therefor a lower equiti premium wherea a higher gamma impli a higher equiti premium the equiti premium is finit if alpha1gtgamma to accord with the observ averag unlev equiti premium of around 5 we get a point estim for gamma close to 3 with a 95 confid interv of roughli 2 to 4pthi abstract wa borrow from anoth version of thi item", "title": "On the Size Distribution of Macroeconomic Disasters"}, "https://ideas.repec.org/a/ucp/jlabec/v8y1990i4p448-81.html": {"abstract": " A new data set covers chief executive officers (CEOs) of large commercial banks over the period 1982-87. For newly hired CEOs, the elasticity of pay with respect to assets is about one-third. For continuing CEOs, the change in compensation depends on performance, as measured by stock and accounting returns. The sensitivity of pay to performance diminishes with experience, but the returns are not filtered for peer-group returns. Logit regressions relate the probability of CEO departure to age and performance, as measured by stock returns filtered for peer-group returns; CEO experience does not influence this relationship. Copyright 1990 by University of Chicago Press.", "authors": ["fpba251"], "abstractStem": " a new data set cover chief execut offic ceo of larg commerci bank over the period 198287 for newli hire ceo the elast of pay with respect to asset is about onethird for continu ceo the chang in compens depend on perform as measur by stock and account return the sensit of pay to perform diminish with experi but the return are not filter for peergroup return logit regress relat the probabl of ceo departur to age and perform as measur by stock return filter for peergroup return ceo experi doe not influenc thi relationship copyright 1990 by univers of chicago press", "title": "Pay, Performance, and Turnover of Bank CEOs"}, "https://ideas.repec.org/a/eee/jjieco/v6y1992i4p312-346.html": {"abstract": "No abstract is available for this item.", "authors": ["fpba251", "fpsa510"], "abstractStem": "no abstract is avail for thi item", "title": "Regional growth and migration: A Japan-United States comparison"}, "https://ideas.repec.org/a/ucp/jnlbus/v56y1983i4p419-52.html": {"abstract": "The economic effects of taxation depend on the configuration of marginal tax rates. We consider here the appropriate measure of a marginal tax rate for the federal individual income tax, which has a graduated-rate structure and allows for numerous legal and illegal deductions from total income. Our conclusion is that the explicit marginal rate from the tax schedule is the right concept for many purposes. Hence, we construct approximately weighted averages of these marginal tax rates for 1916-80. When weighted by adjusted gross income, the arithmetic average of marginal tax rates is 5% in 1920, 2% in 1930, 6% in 1940, 20% in 1950, 23% in 1960, 24% in 1970, and 30% in 1980.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpba251"], "abstractStem": "the econom effect of taxat depend on the configur of margin tax rate we consid here the appropri measur of a margin tax rate for the feder individu incom tax which ha a graduatedr structur and allow for numer legal and illeg deduct from total incom our conclus is that the explicit margin rate from the tax schedul is the right concept for mani purpos henc we construct approxim weight averag of these margin tax rate for 191680 when weight by adjust gross incom the arithmet averag of margin tax rate is 5 in 1920 2 in 1930 6 in 1940 20 in 1950 23 in 1960 24 in 1970 and 30 in 1980pthi abstract wa borrow from anoth version of thi item", "title": "Measuring the Average Marginal Tax Rate from the Individual Income Tax"}, "https://ideas.repec.org/a/ecm/emetrp/v57y1989i2p481-501.html": {"abstract": " Altruistic parents make choices of family size along with decisions about consumption and intergenerational transfers. The authors apply this framework to a closed economy, where the determination of interest rates and wage rates is simultaneous with the determination of population growth and the accumulation of capital. Thus, they extend the literature on optimal economic growth to allow for optimizing choices of fertility and intergenerational transfers. The authors use the model to assess the effects of child-rearing costs, the tax system, the conditions of technology and preferences, and shocks to the initial levels of population and the capital stock. Copyright 1989 by The Econometric Society.", "authors": ["fpba251", "epbe29"], "abstractStem": " altruist parent make choic of famili size along with decis about consumpt and intergener transfer the author appli thi framework to a close economi where the determin of interest rate and wage rate is simultan with the determin of popul growth and the accumul of capit thu they extend the literatur on optim econom growth to allow for optim choic of fertil and intergener transfer the author use the model to assess the effect of childrear cost the tax system the condit of technolog and prefer and shock to the initi level of popul and the capit stock copyright 1989 by the econometr societi", "title": "Fertility Choice in a Model of Economic Growth"}, "https://ideas.repec.org/a/kap/jecgro/v4y1999i2p119-37.html": {"abstract": " Growth accounting breaks down economic growth into components associated with changes in factor inputs and the Solow residual, which reflects technological progress and other elements. After a presentation of the standard model, the analysis considers dual approaches to growth accounting (which considers changes in factor prices rather than quantities), spillover effects and increasing returns, taxes, and multiple types of factor inputs. Later sections place the growth-accounting exercise within the context of two recent strands of endogenous growth theory--varieties-of-products models and quality-ladders models. Within these settings, the Solow residual can be interpreted in terms of measures of the endogenously changing level of technology. Copyright 1999 by Kluwer Academic Publishers", "authors": ["fpba251"], "abstractStem": " growth account break down econom growth into compon associ with chang in factor input and the solow residu which reflect technolog progress and other element after a present of the standard model the analysi consid dual approach to growth account which consid chang in factor price rather than quantiti spillov effect and increas return tax and multipl type of factor input later section place the growthaccount exercis within the context of two recent strand of endogen growth theoryvarietiesofproduct model and qualityladd model within these set the solow residu can be interpret in term of measur of the endogen chang level of technolog copyright 1999 by kluwer academ publish", "title": " Notes on Growth Accounting"}, "https://ideas.repec.org/a/ecj/econjl/v89y1979i353p13-33.html": {"abstract": "No abstract is available for this item.", "authors": ["fpba251"], "abstractStem": "no abstract is avail for thi item", "title": "Money and the Price Level under the Gold Standard"}, "https://ideas.repec.org/a/eee/moneco/v17y1986i1p3-20.html": {"abstract": "Previous models of rules versus discretion are extended to include uncertainty about the policymaker's \"type.\" When people observe low inflation, they raise the possibility that the policymaker is committed to low inflation (type 1). This enhancement of reputation gives the uncommitted policymaker (type 2) an incentive to masquerade as the committed type. In the equilibrium the policymaker of type 1 delivers surprisingly low inflation -- with corresponding costs to the economy -- over an extended interval. The type 2 person mimics this outcome for awhile, but shift seventually to high inflation. This high inflation is surprising initially, but subsequently becomes anticipated.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpba251"], "abstractStem": "previou model of rule versu discret are extend to includ uncertainti about the policymak type when peopl observ low inflat they rais the possibl that the policymak is commit to low inflat type 1 thi enhanc of reput give the uncommit policymak type 2 an incent to masquerad as the commit type in the equilibrium the policymak of type 1 deliv surprisingli low inflat  with correspond cost to the economi  over an extend interv the type 2 person mimic thi outcom for awhil but shift seventu to high inflat thi high inflat is surpris initi but subsequ becom anticipatedpthi abstract wa borrow from anoth version of thi item", "title": "Reputation in a model of monetary policy with incomplete information"}, "https://ideas.repec.org/a/eee/crcspp/v12y1980ip35-38.html": {"abstract": "No abstract is available for this item.", "authors": ["fpba251"], "abstractStem": "no abstract is avail for thi item", "title": "Discussion of Robert E. Hall's \"labor supply and aggregate fluctuations\""}, "https://ideas.repec.org/a/ucp/jpolec/v80y1972i5p978-1001.html": {"abstract": "This paper applies previous theoretical and empirical results on inflation and demand for money to a study of inflationary finance and the welfare cost of inflation. The amount of revenue generated by a steady inflation is derived as a function of the inflation rate and some underlying parameters. Empirically, the revenue-maximizing rate is on the order of 140 percent per month with the corresponding revenue approximating 15 percent of national income. It is argued that hyper-inflations become unstable when the revenue-maximizing rate is exceeded. Because inflation leads to higher transaction costs (resulting from greater payment frequencies and reduced use of \"money\" as a payments medium), there is a net social cost attached to inflationary finance. The model implies that marginal collection costs of inflationary finance exceed 50 percent for all positive rates of inflation-hence, alternative means of raising revenue should be socially preferable. The analysis also provides estimates of the social gain from moving to the optimum quantity of money as 1-3 percent of income.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpba251"], "abstractStem": "thi paper appli previou theoret and empir result on inflat and demand for money to a studi of inflationari financ and the welfar cost of inflat the amount of revenu gener by a steadi inflat is deriv as a function of the inflat rate and some underli paramet empir the revenuemaxim rate is on the order of 140 percent per month with the correspond revenu approxim 15 percent of nation incom it is argu that hyperinfl becom unstabl when the revenuemaxim rate is exceed becaus inflat lead to higher transact cost result from greater payment frequenc and reduc use of money as a payment medium there is a net social cost attach to inflationari financ the model impli that margin collect cost of inflationari financ exceed 50 percent for all posit rate of inflationh altern mean of rais revenu should be social prefer the analysi also provid estim of the social gain from move to the optimum quantiti of money as 13 percent of incomepthi abstract wa borrow from anoth version of thi item", "title": "Inflationary Finance and the Welfare Cost of Inflation"}, "https://ideas.repec.org/a/oup/qjecon/v121y2006i3p823-866..html": {"abstract": "The potential for rare economic disasters explains a lot of asset-pricing puzzles. I calibrate disaster probabilities from the twentieth century global history, especially the sharp contractions associated with World War I, the Great Depression, and World War II. The puzzles that can be explained include the high equity premium, low risk-free rate, and volatile stock returns. Another mystery that may be resolved is why expected real interest rates were low in the United States during major wars, such as World War II. The model, an extension of work by Rietz, maintains the tractable framework of a representative agent, time-additive and isoelastic preferences, and complete markets. The results hold with i.i.d. shocks to productivity growth in a Lucas-tree type economy and also with the inclusion of capital formation.", "authors": ["fpba251"], "abstractStem": "the potenti for rare econom disast explain a lot of assetpr puzzl i calibr disast probabl from the twentieth centuri global histori especi the sharp contract associ with world war i the great depress and world war ii the puzzl that can be explain includ the high equiti premium low riskfre rate and volatil stock return anoth mysteri that may be resolv is whi expect real interest rate were low in the unit state dure major war such as world war ii the model an extens of work by rietz maintain the tractabl framework of a repres agent timeaddit and isoelast prefer and complet market the result hold with iid shock to product growth in a lucastre type economi and also with the inclus of capit format", "title": "Rare Disasters and Asset Markets in the Twentieth Century"}, "https://ideas.repec.org/a/oup/qjecon/v106y1991i2p407-443..html": {"abstract": "For 98 countries in the period 1960–1985, the growth rate of real per capita GDP is positively related to initial human capital (proxied by 1960 school-enrollment rates) and negatively related to the initial (1960) level of real per capita GDP. Countries with higher human capital also have lower fertility rates and higher ratios of physical investment to GDP. Growth is inversely related to the share of government consumption in GDP, but insignificantly related to the share of public investment. Growth rates are positively related to measures of political stability and inversely related to a proxy for market distortions.", "authors": ["fpba251"], "abstractStem": "for 98 countri in the period 1960 1985 the growth rate of real per capita gdp is posit relat to initi human capit proxi by 1960 schoolenrol rate and neg relat to the initi 1960 level of real per capita gdp countri with higher human capit also have lower fertil rate and higher ratio of physic invest to gdp growth is invers relat to the share of govern consumpt in gdp but insignificantli relat to the share of public invest growth rate are posit relat to measur of polit stabil and invers relat to a proxi for market distort", "title": "Economic Growth in a Cross Section of Countries"}, "https://ideas.repec.org/a/aea/aecrev/v78y1988i2p32-37.html": {"abstract": "No abstract is available for this item.", "authors": ["fpba251"], "abstractStem": "no abstract is avail for thi item", "title": "The Persistence of Unemployment"}, "https://ideas.repec.org/a/oup/qjecon/v92y1978i1p149-164..html": {"abstract": "I. Setup of the model, 149. — II. Determination of the exchange rate and the expected future exchange rate, 154. — III. Effects of exogenous variables, 156. — IV. Incomplete current information, 159. — V. Concluding remarks, 161.", "authors": ["fpba251"], "abstractStem": "i setup of the model 149   ii determin of the exchang rate and the expect futur exchang rate 154   iii effect of exogen variabl 156   iv incomplet current inform 159   v conclud remark 161", "title": "A Stochastic Equilibrium Model of an Open Economy Under Flexible Exchange Rates"}, "https://ideas.repec.org/a/kap/jecgro/v5y2000i1p5-32.html": {"abstract": " Evidence from a broad panel of countries shows little overall relation between income inequality and rates of growth and investment. For growth, higher inequality tends to retard growth in poor countries and encourage growth in richer places. The Kuznets curve--whereby inequality first increases and later decreases during the process of economic development--emerges as a clear empirical regularity. However, this relation does not explain the bulk of variations in inequality across countries or over time. Copyright 2000 by Kluwer Academic Publishers", "authors": ["fpba251"], "abstractStem": " evid from a broad panel of countri show littl overal relat between incom inequ and rate of growth and invest for growth higher inequ tend to retard growth in poor countri and encourag growth in richer place the kuznet curvewherebi inequ first increas and later decreas dure the process of econom developmentemerg as a clear empir regular howev thi relat doe not explain the bulk of variat in inequ across countri or over time copyright 2000 by kluwer academ publish", "title": " Inequality and Growth in a Panel of Countries"}, "https://ideas.repec.org/a/eee/moneco/v4y1978i4p775-775.html": {"abstract": "No abstract is available for this item.", "authors": ["fpba251"], "abstractStem": "no abstract is avail for thi item", "title": "Recent developments in monetary theory : Erratum"}, "https://ideas.repec.org/a/eee/moneco/v3y1977i3p305-316.html": {"abstract": "No abstract is available for this item.", "authors": ["fpba251"], "abstractStem": "no abstract is avail for thi item", "title": "Long-term contracting, sticky prices, and monetary policy"}, "https://ideas.repec.org/a/aea/aecrev/v74y1984i2p179-82.html": {"abstract": "No abstract is available for this item.", "authors": ["fpba251"], "abstractStem": "no abstract is avail for thi item", "title": "Rational Expectations and Macroeconomics in 1984"}, "https://ideas.repec.org/a/oup/qjecon/v120y2005i4p1331-1370..html": {"abstract": "Among 188 countries, 72 had no state religion in 2000,1970, and 1900; 58 had a state religion throughout; and 58 had 1 or 2 transitions. We use a Hotelling spatial competition model to analyze the likelihood that the religion market would be monopolized. Similar forces influence a government's decision to establish a state religion. Consistent with the model, the probability of state religion in 1970 and 2000 is increasing with the adherence rate to the main religion, has a nonlinear relation with population, and has little relation with per capita GDP. The probability of state religion decreases sharply under Communism, but lagged Communism has only a weak effect. With costly adjustment for institutions, the probability of state religion in 1970 or 2000 depends substantially on the status in 1900. This persistence is much stronger for countries with no major regime change than for countries with such a change.", "authors": ["fpba251"], "abstractStem": "among 188 countri 72 had no state religion in 20001970 and 1900 58 had a state religion throughout and 58 had 1 or 2 transit we use a hotel spatial competit model to analyz the likelihood that the religion market would be monopol similar forc influenc a govern decis to establish a state religion consist with the model the probabl of state religion in 1970 and 2000 is increas with the adher rate to the main religion ha a nonlinear relat with popul and ha littl relat with per capita gdp the probabl of state religion decreas sharpli under commun but lag commun ha onli a weak effect with costli adjust for institut the probabl of state religion in 1970 or 2000 depend substanti on the statu in 1900 thi persist is much stronger for countri with no major regim chang than for countri with such a chang", "title": "Which Countries Have State Religions?"}, "https://ideas.repec.org/a/cto/journl/v27y2007i2p127-134.html": {"abstract": "No abstract is available for this item.", "authors": ["fpba251"], "abstractStem": "no abstract is avail for thi item", "title": "Milton Friedman: Perspectives, Particularly on Monetary Policy"}, "https://ideas.repec.org/a/aea/aecrev/v91y2001i2p381-385.html": {"abstract": "No abstract is available for this item.", "authors": ["fpal207", "fpba251"], "abstractStem": "no abstract is avail for thi item", "title": "Dollarization"}, "https://ideas.repec.org/a/ioe/cuadec/v36y1999i107p443-478.html": {"abstract": "The determinants of economic growth and investment are analyzed in a panel of around 100 countries observed from 1960 to 1995. The data reveal a pattern of conditional convergence in the sense that the growth rate of per capita GDP is inversely related to", "authors": ["fpba251"], "abstractStem": "the determin of econom growth and invest are analyz in a panel of around 100 countri observ from 1960 to 1995 the data reveal a pattern of condit converg in the sens that the growth rate of per capita gdp is invers relat to", "title": "Determinants of Economic Growth: Implications of the Global Evidence for Chile"}, "https://ideas.repec.org/a/kap/jecgro/v1y1996i2p145-48.html": {"abstract": "No abstract is available for this item.", "authors": ["fpba251"], "abstractStem": "no abstract is avail for thi item", "title": " Institutions and Growth, an Introductory Essay"}, "https://ideas.repec.org/a/bla/econom/v82y2015i325p1-23.html": {"abstract": " type=\"main\" xml:id=\"ecca12117-abs-0001\"&gt; The Stern Review's evaluation of environmental protection stresses low discount rates and uncertainty about environmental effects. An appropriate model for analysing this uncertainty and the associated discount rates requires sufficient risk aversion and fat-tailed uncertainty to account for the observed equity premium. Calibrations based on Epstein–Zin preferences and existing analyses of rare macroeconomic disasters suggest that optimal environmental investment can be a significant share of GDP even with reasonable rates of time preference. Optimal environmental investment increases with risk aversion and the probability and typical size of environmental disasters, but decreases with uncertainty about policy effectiveness.", "authors": ["fpba251"], "abstractStem": " typemain xmlidecca12117abs0001gt the stern review evalu of environment protect stress low discount rate and uncertainti about environment effect an appropri model for analys thi uncertainti and the associ discount rate requir suffici risk avers and fattail uncertainti to account for the observ equiti premium calibr base on epstein zin prefer and exist analys of rare macroeconom disast suggest that optim environment invest can be a signific share of gdp even with reason rate of time prefer optim environment invest increas with risk avers and the probabl and typic size of environment disast but decreas with uncertainti about polici effect", "title": "Environmental Protection, Rare Disasters and Discount Rates"}, "https://ideas.repec.org/a/eee/crcspp/v32y1990ip287-291.html": {"abstract": "No abstract is available for this item.", "authors": ["fpba251"], "abstractStem": "no abstract is avail for thi item", "title": "Human capital and growth: Theory and evidence : A comment"}, "https://ideas.repec.org/a/ioe/cuadec/v20y1983i60p211-228.html": {"abstract": "A discretionary policymaker can create surprise inflation, which may reduce unemployment and raise government revenue. But when people understand the policymaker's objectives, these surprises cannot occur systematically. In equilibrium people form expecta", "authors": ["fpba251", "epgo64"], "abstractStem": "a discretionari policymak can creat surpris inflat which may reduc unemploy and rais govern revenu but when peopl understand the policymak object these surpris cannot occur systemat in equilibrium peopl form expecta", "title": "Una Teoría Positiva de Política Monetaria en un Modelo de Tasa Natural"}, "https://ideas.repec.org/a/aea/aecrev/v69y1979i2p54-59.html": {"abstract": "No abstract is available for this item.", "authors": ["fpba251"], "abstractStem": "no abstract is avail for thi item", "title": "Second Thoughts on Keynesian Economics"}, "https://ideas.repec.org/a/mcb/jmoncb/v12y1980i4p747-62.html": {"abstract": "Shifts between current taxation and debt issue alter the timing of taxes, which induces a variety of intertemporal substitution effects. In some circumstances the minimization of excess budget costs would entail stabilization of expected overall tax rates over time. The first section of the paper discusses this condition and derives its implications for the behavior of public debt. Empirically the major movements in U.S. public debt can be explained along the lines of the theoretical model as sensible responses to business fluctuations, changes in government expenditures, and variations in the anticipated inflation rate. In particular, much of federal deficit policy appears to be consistent with economic efficiency. The next section focuses on the economic effects of debt shocks, which are interpreted as departures of public debt movements from the systematic behavior that was investigated in the previous section. It is possible theoretically that these shocks could influence aggregate demand even when such effects did not arise from the systematic behavior of the deficit. The constructed debt shocks appear to have expansionary influences on output and negative effects on the unemployment rate, although the magnitudes of the effects that have been isolated are substantially weaker than those estimated for money shocks. Because it is the shock component of deficits -- rather than the systematic \"policy\" response -- that has been shown to affect real economic activity, the results do not provide a basis for using the deficit as an element of activist stabilization policy. Overall, the results do not suggest much payoff from the imposition of restrictions on federal deficit behavior; it Is likely that such constraints would mainly increase the excess burden that is imposed on the private sector by financing of government expenditures.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpba251"], "abstractStem": "shift between current taxat and debt issu alter the time of tax which induc a varieti of intertempor substitut effect in some circumst the minim of excess budget cost would entail stabil of expect overal tax rate over time the first section of the paper discuss thi condit and deriv it implic for the behavior of public debt empir the major movement in us public debt can be explain along the line of the theoret model as sensibl respons to busi fluctuat chang in govern expenditur and variat in the anticip inflat rate in particular much of feder deficit polici appear to be consist with econom effici the next section focus on the econom effect of debt shock which are interpret as departur of public debt movement from the systemat behavior that wa investig in the previou section it is possibl theoret that these shock could influenc aggreg demand even when such effect did not aris from the systemat behavior of the deficit the construct debt shock appear to have expansionari influenc on output and neg effect on the unemploy rate although the magnitud of the effect that have been isol are substanti weaker than those estim for money shock becaus it is the shock compon of deficit  rather than the systemat polici respons  that ha been shown to affect real econom activ the result do not provid a basi for use the deficit as an element of activist stabil polici overal the result do not suggest much payoff from the imposit of restrict on feder deficit behavior it is like that such constraint would mainli increas the excess burden that is impos on the privat sector by financ of govern expenditurespthi abstract wa borrow from anoth version of thi item", "title": "Federal Deficit Policy and the Effects of Public Debt Shocks"}, "https://ideas.repec.org/a/red/ecodyn/v10y2009i2interview.html": {"abstract": "Robert Barro is the Paul M. Warburg Professor of Economics at Harvard University and a senior fellow of the Hoover Institution of Stanford University. He is currently interested in the interplay between religion and political economy and the impact of rare disasters on asset markets.", "authors": ["fpba251"], "abstractStem": "robert barro is the paul m warburg professor of econom at harvard univers and a senior fellow of the hoover institut of stanford univers he is current interest in the interplay between religion and polit economi and the impact of rare disast on asset market", "title": "EconomicDynamics Interviews Robert Barro on Rare Events"}, "https://ideas.repec.org/a/eee/ecolet/v10y1982i3-4p327-332.html": {"abstract": "The national accounts include the Fed's payments to the Treasury as a component of corporate taxes. These payments constituted 22% of reported corporate profits taxes in 1981. This paper discusses alternative concepts of inflationary finance. Measures for these concepts are reported for the post-World War I1 period<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpba251"], "abstractStem": "the nation account includ the fed payment to the treasuri as a compon of corpor tax these payment constitut 22 of report corpor profit tax in 1981 thi paper discuss altern concept of inflationari financ measur for these concept are report for the postworld war i1 periodpthi abstract wa borrow from anoth version of thi item", "title": "Measuring the Fed's revenue from money creation"}, "https://ideas.repec.org/a/ucp/jpolec/v87y1979i5p940-71.html": {"abstract": "A public debt theory is constructed in which the Ricardian invariance theorem is valid as a first-order proposition but where the dependence of excess burden on the timing of taxation implies an optimal time path of debt issue. A central proposition is that deficits are varied in order to maintain expect ed constancy in tax rates. This behavior implies a positive effect on debt issue of temporary increases in government spending (as in wartime) a countercyclical response of debt to temporary income movements, and a one-to-one effect of expected inflation on nominal debt growth. Debt issue would be invariant with the outstanding debt-income ratio and, except for a minor effect, with the level of government spending. Hypotheses are tested on U.S. data since World WXar1. Results are basically in accord Fith the theory. It also turns out that a small set of explanatory variables can account for the principal movements in interest-bearing federal debt since the 1920s.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpba251"], "abstractStem": "a public debt theori is construct in which the ricardian invari theorem is valid as a firstord proposit but where the depend of excess burden on the time of taxat impli an optim time path of debt issu a central proposit is that deficit are vari in order to maintain expect ed constanc in tax rate thi behavior impli a posit effect on debt issu of temporari increas in govern spend as in wartim a countercycl respons of debt to temporari incom movement and a onetoon effect of expect inflat on nomin debt growth debt issu would be invari with the outstand debtincom ratio and except for a minor effect with the level of govern spend hypothes are test on us data sinc world wxar1 result are basic in accord fith the theori it also turn out that a small set of explanatori variabl can account for the princip movement in interestbear feder debt sinc the 1920spthi abstract wa borrow from anoth version of thi item", "title": "On the Determination of the Public Debt"}, "https://ideas.repec.org/a/bla/econom/v68y2001i272p465-88.html": {"abstract": " This paper presents a newly constructed panel data-set that includes output and input measures of schooling quality for a broad number of countries. Based on this data-set, we investigate the determinants of educational quality. The results show that family inputs and school resources are closely related to school outcomes, as measured by internationally comparable test scores, repetition rates and dropout rates. Family characteristics, such as income and education of parents, have strong relations with student performance. The findings also suggest that more school resources--especially smaller class sizes, but probably also higher teacher salaries and greater school length--enhance educational outcomes. Copyright 2001 by The London School of Economics and Political Science", "authors": ["fpba251", "eple164"], "abstractStem": " thi paper present a newli construct panel dataset that includ output and input measur of school qualiti for a broad number of countri base on thi dataset we investig the determin of educ qualiti the result show that famili input and school resourc are close relat to school outcom as measur by intern compar test score repetit rate and dropout rate famili characterist such as incom and educ of parent have strong relat with student perform the find also suggest that more school resourcesespeci smaller class size but probabl also higher teacher salari and greater school lengthenh educ outcom copyright 2001 by the london school of econom and polit scienc", "title": "Schooling Quality in a Cross-Section of Countries"}, "https://ideas.repec.org/a/oup/restud/v41y1974i1p87-104..html": {"abstract": "No abstract is available for this item.", "authors": ["fpba251"], "abstractStem": "no abstract is avail for thi item", "title": "Suppressed Inflation and the Supply Multiplier"}, "https://ideas.repec.org/a/oup/restud/v59y1992i4p645-661..html": {"abstract": "The recent literature on endogenous economic growth allows for effects of fiscal policy on long-term growth. If the social rate of return on investment exceeds the private return, then tax policies that encourage investment can raise the growth rate and levels of utility. An excess of the social return over the private return can reflect learning-by-doing with spillover effects, the financing of government consumption purchases with an income tax, and monopoly pricing of new types of capital goods. Tax incentives for investment are not called for if the private rate of return on investment equals the social return. This situation applies in growth models if the accumulation of a broad concept of capital does not entail diminishing returns, or if technological progress appears as an expanding variety of consumer products. In growth models that incorporate public services, the optimal tax policy hinges on the characteristics of the services. If the public services are publicly-provided private goods, which are rival and excludable, or publicly-provided public goods, which are non-rival and non-excludable, then lump-sum taxation is superior to income taxation. Many types of public goods are subject to congestion, and are therefore rival but to some extent non-excludable. In these cases, income taxation works approximately as a user fee and can therefore be superior to lump-sum taxation. In particular, the incentives for investment and growth are too high if taxes are lump sum. We argue that the congestion model applies to a wide array of public expenditures, including transportation facilities, public utilities, courts, and possibly national defence and police.", "authors": ["fpba251"], "abstractStem": "the recent literatur on endogen econom growth allow for effect of fiscal polici on longterm growth if the social rate of return on invest exce the privat return then tax polici that encourag invest can rais the growth rate and level of util an excess of the social return over the privat return can reflect learningbydo with spillov effect the financ of govern consumpt purchas with an incom tax and monopoli price of new type of capit good tax incent for invest are not call for if the privat rate of return on invest equal the social return thi situat appli in growth model if the accumul of a broad concept of capit doe not entail diminish return or if technolog progress appear as an expand varieti of consum product in growth model that incorpor public servic the optim tax polici hing on the characterist of the servic if the public servic are publiclyprovid privat good which are rival and exclud or publiclyprovid public good which are nonriv and nonexclud then lumpsum taxat is superior to incom taxat mani type of public good are subject to congest and are therefor rival but to some extent nonexclud in these case incom taxat work approxim as a user fee and can therefor be superior to lumpsum taxat in particular the incent for invest and growth are too high if tax are lump sum we argu that the congest model appli to a wide array of public expenditur includ transport facil public util court and possibl nation defenc and polic", "title": "Public Finance in Models of Economic Growth"}, "https://ideas.repec.org/a/fip/fedbcp/y1994p237-240n38.html": {"abstract": "No abstract is available for this item.", "authors": ["fpba251"], "abstractStem": "no abstract is avail for thi item", "title": "How can monetary policy be improved?"}, "firstname": "Robert", "https://ideas.repec.org/a/sae/jospec/v1y2000i3p310.html": {"abstract": "No abstract is available for this item.", "authors": ["fpba251"], "abstractStem": "no abstract is avail for thi item", "title": "'Economics of Golf Balls': Reply"}, "https://ideas.repec.org/a/oup/ecinqu/v12y1974i3p356-76.html": {"abstract": "No abstract is available for this item.", "authors": ["fpba251"], "abstractStem": "no abstract is avail for thi item", "title": "A General Equilibrium Approach to Money Supply and Monetary Policy"}, "https://ideas.repec.org/a/sae/jospec/v1y2000i1p86-89.html": {"abstract": "No abstract is available for this item.", "authors": ["fpba251"], "abstractStem": "no abstract is avail for thi item", "title": "Economics of Golf Balls"}, "https://ideas.repec.org/a/aea/aecrev/v77y1987i5p875-90.html": {"abstract": " The market for ski runs or amusement rides often features admission tickets with no explicit price per ride. Therefore, the equilibrium i nvolves queues, which are systematically longer during peak periods s uch as weekends. Moreover, the prices of admission tickets are much l ess responsive than the length of queues to variations in demand, eve n when these variations are predictable. Despite the queues and stick y prices, the authors show that the outcomes are nearly efficient und er plausible conditions. They then show that similar results obtain f or some familiar congestion problems and for profit-sharing schemes i n the labor market. Copyright 1987 by American Economic Association.", "authors": ["fpba251", "epro45"], "abstractStem": " the market for ski run or amus ride often featur admiss ticket with no explicit price per ride therefor the equilibrium i nvolv queue which are systemat longer dure peak period s uch as weekend moreov the price of admiss ticket are much l ess respons than the length of queue to variat in demand eve n when these variat are predict despit the queue and stick y price the author show that the outcom are nearli effici und er plausibl condit they then show that similar result obtain f or some familiar congest problem and for profitshar scheme i n the labor market copyright 1987 by american econom associ", "title": "Ski-Lift Pricing, with Applications to Labor and Other"}, "https://ideas.repec.org/a/ucp/jpolec/v97y1989i4p999-1001.html": {"abstract": "No abstract is available for this item.", "authors": ["fpba251"], "abstractStem": "no abstract is avail for thi item", "title": "An Efficiency-Wage Theory of the Weather"}, "https://ideas.repec.org/a/eee/moneco/v4y1978i3p569-581.html": {"abstract": "No abstract is available for this item.", "authors": ["fpba251"], "abstractStem": "no abstract is avail for thi item", "title": "Comment from an unreconstructed Ricardian"}, "https://ideas.repec.org/a/eee/crcspp/v40y1994ip1-46.html": {"abstract": "No abstract is available for this item.", "authors": ["fpba251", "eple164"], "abstractStem": "no abstract is avail for thi item", "title": "Sources of economic growth"}, "https://ideas.repec.org/a/ucp/jpolec/v91y1983i4p589-610.html": {"abstract": "Natural-rate models suggest that the systematic parts of monetary policy will not have important consequences for the business cycle. Nevertheless, we often observe high and variable rates of monetary growth, and a tendency for monetary authorities to pursue countercyclical policies. This behavior is shown to be consistent with a rational expectations equilibrium in a discretionary environment where the policymaker pursues a \"reasonable\" objective, but where precommitments on monetary growth are precluded. At each point in time, the policymaker optimizes subject to given inflationary expectations, which determine a Phillips Curve-type tradeoff between monetary growth/inflation and unemployment. Inflationary expectations are formed with the knowledge that policymakers will be in this situation. Accordingly, equilibrium excludes systematic deviations between actual and expected inflation, which means that the equilibrium unemployment rate ends up independent of \"policy\" in our model. However, the equilibrium rates of monetary growth/inflation depend on various parameters, including the slope of the Phillips Curve, the costs attached to unemployment versus inflation, and the level of the natural unemployment rate. The monetary authority determines an average inflation rate that is \"excessive,\" and also tends to behave countercyclically. Outcomes are shown to improve if a costlessly operating rule is implemented in order to precomrnit future policy choices in the appropriate manner. The value of these precommitments -- that is, of long-term agreements between the government and the private sector -- underlies the argument for rules over discretion. Discretion is the sub-set of rules that provides no guarantees about the government's future behavior.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpba251", "epgo64"], "abstractStem": "naturalr model suggest that the systemat part of monetari polici will not have import consequ for the busi cycl nevertheless we often observ high and variabl rate of monetari growth and a tendenc for monetari author to pursu countercycl polici thi behavior is shown to be consist with a ration expect equilibrium in a discretionari environ where the policymak pursu a reason object but where precommit on monetari growth are preclud at each point in time the policymak optim subject to given inflationari expect which determin a phillip curvetyp tradeoff between monetari growthinfl and unemploy inflationari expect are form with the knowledg that policymak will be in thi situat accordingli equilibrium exclud systemat deviat between actual and expect inflat which mean that the equilibrium unemploy rate end up independ of polici in our model howev the equilibrium rate of monetari growthinfl depend on variou paramet includ the slope of the phillip curv the cost attach to unemploy versu inflat and the level of the natur unemploy rate the monetari author determin an averag inflat rate that is excess and also tend to behav countercycl outcom are shown to improv if a costlessli oper rule is implement in order to precomrnit futur polici choic in the appropri manner the valu of these precommit  that is of longterm agreement between the govern and the privat sector  underli the argument for rule over discret discret is the subset of rule that provid no guarante about the govern futur behaviorpthi abstract wa borrow from anoth version of thi item", "title": "A Positive Theory of Monetary Policy in a Natural Rate Model"}, "https://ideas.repec.org/a/ucp/jpolec/v80y1972i3p598-602.html": {"abstract": "No abstract is available for this item.", "authors": ["fpba251"], "abstractStem": "no abstract is avail for thi item", "title": "Monopoly and Contrived Depreciation"}, "https://ideas.repec.org/a/cje/issued/v16y1983i1p1-16.html": {"abstract": "Inflationary finance involves first, the tax on cash balances from expected inflation, and second, a capital levy from unexpected inflation. From the standpoint of minimizing distortions, these capital levies are attractive, ex post, to the policymaker. In a full equilibrium two conditions hold: 1) the monetary authority optimizes subject to people's expectations mechanisms, and 2) people form expectations rationally, given their knowledge of the policymaker's objectives. The outcomes under discretionary policy are contrasted with those generated under rules. In a purely discretionary regime the monetary authority can make no meaningful commitments about the future behavior of money and prices. Under an enforced rule, it becomes possible to make some guarantees. Hence, the links between monetary actions and inflationary expectations can be internalized. There is a distinction between fully-contingent rules and rules of simple form. A simple rule allows the internalization of some connections between policy act ion and inflationary expectations, but discretion permits some desirable flexibility of monetary growth.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpba251"], "abstractStem": "inflationari financ involv first the tax on cash balanc from expect inflat and second a capit levi from unexpect inflat from the standpoint of minim distort these capit levi are attract ex post to the policymak in a full equilibrium two condit hold 1 the monetari author optim subject to peopl expect mechan and 2 peopl form expect ration given their knowledg of the policymak object the outcom under discretionari polici are contrast with those gener under rule in a pure discretionari regim the monetari author can make no meaning commit about the futur behavior of money and price under an enforc rule it becom possibl to make some guarante henc the link between monetari action and inflationari expect can be intern there is a distinct between fullyconting rule and rule of simpl form a simpl rule allow the intern of some connect between polici act ion and inflationari expect but discret permit some desir flexibl of monetari growthpthi abstract wa borrow from anoth version of thi item", "title": "Inflationary Finance under Discretion and Rules"}, "https://ideas.repec.org/a/oup/rfinst/v3y1990i1p115-31.html": {"abstract": " Changes in stock prices have substantial explanatory power for U.S. investment, especially for long-term samples, and even in the presence of cash flow variables. The stock market dramatically out-performs a standard q-variable because the market-equity component of this variable is only a rough proxy for stock market value. Although the stock market did not predict accurately after the crash of October 1987, the errors were not statistically significant. Parallel relationships for Canada raise the puzzle that Canadian investment appears to react more to the U.S. stock market than to the Canadian market. Article published by Oxford University Press on behalf of the Society for Financial Studies in its journal, The Review of Financial Studies.", "authors": ["fpba251"], "abstractStem": " chang in stock price have substanti explanatori power for us invest especi for longterm sampl and even in the presenc of cash flow variabl the stock market dramat outperform a standard qvariabl becaus the marketequ compon of thi variabl is onli a rough proxi for stock market valu although the stock market did not predict accur after the crash of octob 1987 the error were not statist signific parallel relationship for canada rais the puzzl that canadian invest appear to react more to the us stock market than to the canadian market articl publish by oxford univers press on behalf of the societi for financi studi in it journal the review of financi studi", "title": "The Stock Market and Investment"}, "https://ideas.repec.org/a/bla/scandj/v94y1992i2p323-42.html": {"abstract": " In a world of integrated capital markets, the price of credit--which is measured by short-term expected real interest rates--is determined to equate the world aggregate of investment demand to the world aggregate of desired national saving. This approach is implemented empirically by approximating the world by aggregates for ten major developed countries. For the period since 1959, the common component of expected real interest rates for these countries relates especially to developments on world stock and oil markets and secondarily to world monetary and fiscal policies. Copyright 1992 by The editors of the Scandinavian Journal of Economics.", "authors": ["fpba251"], "abstractStem": " in a world of integr capit market the price of creditwhich is measur by shortterm expect real interest ratesi determin to equat the world aggreg of invest demand to the world aggreg of desir nation save thi approach is implement empir by approxim the world by aggreg for ten major develop countri for the period sinc 1959 the common compon of expect real interest rate for these countri relat especi to develop on world stock and oil market and secondarili to world monetari and fiscal polici copyright 1992 by the editor of the scandinavian journal of econom", "title": " World Interest Rates and Investment"}, "https://ideas.repec.org/a/fip/fedlrv/y1996imayp153-169nv.78no.3.html": {"abstract": "No abstract is available for this item.", "authors": ["fpba251"], "abstractStem": "no abstract is avail for thi item", "title": "Inflation and growth"}, "https://ideas.repec.org/a/anr/reveco/v4y2012p83-109.html": {"abstract": "The potential for rare macroeconomic disasters may explain an array of asset-pricing puzzles. Our empirical studies of these extreme events rely on long-term data now covering 28 countries for consumption and 40 for GDP. A baseline model calibrated with observed peak-to-trough disaster sizes accords with the average equity premium with a reasonable coefficient of relative risk aversion. High stock-price volatility can be explained by incorporating time-varying long-run growth rates and disaster probabilities. Business-cycle models with shocks to disaster probability have implications for the cyclical behavior of asset returns and corporate leverage, and international versions may explain the uncovered-interest-parity puzzle. Richer models of disaster dynamics allow for transitions between normalcy and disaster, bring in postcrisis recoveries, and use the full time series on consumption. Potential future research includes applications to long-term economic growth and environmental economics, and the use of stock-index options prices and other variables to gauge time-varying disaster probabilities.", "authors": ["fpba251"], "abstractStem": "the potenti for rare macroeconom disast may explain an array of assetpr puzzl our empir studi of these extrem event reli on longterm data now cover 28 countri for consumpt and 40 for gdp a baselin model calibr with observ peaktotrough disast size accord with the averag equiti premium with a reason coeffici of rel risk avers high stockpric volatil can be explain by incorpor timevari longrun growth rate and disast probabl businesscycl model with shock to disast probabl have implic for the cyclic behavior of asset return and corpor leverag and intern version may explain the uncoveredinterestpar puzzl richer model of disast dynam allow for transit between normalci and disast bring in postcrisi recoveri and use the full time seri on consumpt potenti futur research includ applic to longterm econom growth and environment econom and the use of stockindex option price and other variabl to gaug timevari disast probabl", "title": "Rare Macroeconomic Disasters"}, "https://ideas.repec.org/a/ses/arsjes/1989-iii-7.html": {"abstract": "Old- style Keynesian models relied on sticky prices or wages to explain unemployment and to argue for demand-side macroeconomic policies. This approach relied increasingly on a Phillips-curve view of the world, and therefore lost considerable prestige with the events of the 1970s. The new classical macroeconomics began at about that time, and focused initially on the apparent real effects of monetary disturbances. Despite initial successes, this analysis ultimately was unsatisfactory as an explanation for an important role of money in business fluctuations. Nevertheless, the approach achieved important methodological advances, such as rational expectations and new methods of policy evaluation. Subsequent research by new classicals has deemphasized monetary shocks, and focused instead on real business cycle models and theories of endogenous economic growth. These areas appear promising at this time. Another development is the so-called new Keynesian economics, which includes long-term contracts, menu costs, efficiency wages and insider-outsider theories, and macroeconomic models with imperfect competition. Although some of these ideas may prove helpful as elements in real business cycle models, my main conclusion is that the new Keynesian economics has not been successful in rehabilitating the Keynesian approach.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpba251"], "abstractStem": "old style keynesian model reli on sticki price or wage to explain unemploy and to argu for demandsid macroeconom polici thi approach reli increasingli on a phillipscurv view of the world and therefor lost consider prestig with the event of the 1970 the new classic macroeconom began at about that time and focus initi on the appar real effect of monetari disturb despit initi success thi analysi ultim wa unsatisfactori as an explan for an import role of money in busi fluctuat nevertheless the approach achiev import methodolog advanc such as ration expect and new method of polici evalu subsequ research by new classic ha deemphas monetari shock and focus instead on real busi cycl model and theori of endogen econom growth these area appear promis at thi time anoth develop is the socal new keynesian econom which includ longterm contract menu cost effici wage and insideroutsid theori and macroeconom model with imperfect competit although some of these idea may prove help as element in real busi cycl model my main conclus is that the new keynesian econom ha not been success in rehabilit the keynesian approachpthi abstract wa borrow from anoth version of thi item", "title": "New Classicals and Keynesians, or the Good Guys and the Bad Guys"}, "https://ideas.repec.org/a/ucp/jpolec/v89y1981i6p1086-1121.html": {"abstract": "Because of a small direct negative effect on private spending, temporary variations in government purchases as in wartime, would have a strong positive effect on aggregate demand. Intertemporal substitution effects would direct work and production toward these periods where output was valued unusually highly. Defense purchases are divided empirically into \"permanent\" and \"temporary\" components by considering the role of (temporary) wars. Shifts in non-defense purchases are mostly permanent. Empirical results verify a strong expansionary effect on output of temporary purchases, but contradict some more specific expectational propositions.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpba251"], "abstractStem": "becaus of a small direct neg effect on privat spend temporari variat in govern purchas as in wartim would have a strong posit effect on aggreg demand intertempor substitut effect would direct work and product toward these period where output wa valu unusu highli defens purchas are divid empir into perman and temporari compon by consid the role of temporari war shift in nondefens purchas are mostli perman empir result verifi a strong expansionari effect on output of temporari purchas but contradict some more specif expect propositionspthi abstract wa borrow from anoth version of thi item", "title": "Output Effects of Government Purchases"}, "https://ideas.repec.org/a/eee/crcspp/v14y1981ip237-268.html": {"abstract": "This paper summarizes the theoretical role of intertemporal substitution variables in the \"new classical macroeconomics.\" An important implication is that positive monetary shocks tend to raise expected real returns that are calculated from the usual partial information set, but tend to lower realized real returns. After reviewing previous empirical findings in the area, the study reports new results on the behavior of returns on the New York Stock Exchange and on Treasury Bills. The analysis isolates realized real rate of return effects that are significantly positive for a temporary government purchases variable and significantly negative for monetary movements. However, the results do not support the theoretical distinction between money shocks and anticipated changes in money. Since the study focuses on realized real returns, which can be measured in a straightforward manner, there is no evidence on the hypothesis that expected real returns, which are calculated on the basis of incomplete in-formation, rise with monetary disturbances. Because this proposition is sensitive to the specification of information sets, It may be infeasible to test it directly.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpba251"], "abstractStem": "thi paper summar the theoret role of intertempor substitut variabl in the new classic macroeconom an import implic is that posit monetari shock tend to rais expect real return that are calcul from the usual partial inform set but tend to lower realiz real return after review previou empir find in the area the studi report new result on the behavior of return on the new york stock exchang and on treasuri bill the analysi isol realiz real rate of return effect that are significantli posit for a temporari govern purchas variabl and significantli neg for monetari movement howev the result do not support the theoret distinct between money shock and anticip chang in money sinc the studi focus on realiz real return which can be measur in a straightforward manner there is no evid on the hypothesi that expect real return which are calcul on the basi of incomplet inform rise with monetari disturb becaus thi proposit is sensit to the specif of inform set it may be infeas to test it directlypthi abstract wa borrow from anoth version of thi item", "title": "Intertemporal substitution and the business cycle"}, "https://ideas.repec.org/a/aea/aecrev/v61y1971i4p649-64.html": {"abstract": "No abstract is available for this item.", "authors": ["fpba251"], "abstractStem": "no abstract is avail for thi item", "title": "Officer Supply-The Impact of Pay, the Draft, and the Vietnam War"}, "https://ideas.repec.org/a/ucp/jpolec/v82y1974i6p1095-1117.html": {"abstract": "The assumption that government bonds are perceived as net wealth by the private sector is crucial in demonstrating real effects of shifts in the stock of public debt. In particular, the standard effects of \"expansionary\" fiscal policy on aggregate demand hinge on this assumption. Government bonds will be perceived as net wealth only if their value exceeds the capitalized value of the implied stream of future tax liabilities. This paper considers the effects on bond values and tax capitalization of finite lives, imperfect private capital markets, a government monopoly in the production of bond \"liquidity services,\" and uncertainty about future tax obligations. It is shown within the context of an overlapping-generations model that finite lives will not be relevant to the capitalization of future tax liabilities so long as current generations are connected to future generations by a chain of operative intergenerational transfers (either in the direction from old to young or in the direction from young to old). Applications of this result to social security and to other types of imposed intergenerational transfer schemes are also noted. In the presence of imperfect private capital markets, government debt issue will increase net wealth if the government is more efficient, at the margin, than the private market in carrying out the loan process. Similarly, if the government has monopoly power in the production of bond \"liquidity services,\" then public debt issue will raise net wealth. Finally, the existence of uncertainty with respect to individual future tax liabilities implies that public debt issue may increase the overall risk contained in household balance sheets and thereby effectively reduce household wealth.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpba251"], "abstractStem": "the assumpt that govern bond are perceiv as net wealth by the privat sector is crucial in demonstr real effect of shift in the stock of public debt in particular the standard effect of expansionari fiscal polici on aggreg demand hing on thi assumpt govern bond will be perceiv as net wealth onli if their valu exce the capit valu of the impli stream of futur tax liabil thi paper consid the effect on bond valu and tax capit of finit live imperfect privat capit market a govern monopoli in the product of bond liquid servic and uncertainti about futur tax oblig it is shown within the context of an overlappinggener model that finit live will not be relev to the capit of futur tax liabil so long as current gener are connect to futur gener by a chain of oper intergener transfer either in the direct from old to young or in the direct from young to old applic of thi result to social secur and to other type of impos intergener transfer scheme are also note in the presenc of imperfect privat capit market govern debt issu will increas net wealth if the govern is more effici at the margin than the privat market in carri out the loan process similarli if the govern ha monopoli power in the product of bond liquid servic then public debt issu will rais net wealth final the exist of uncertainti with respect to individu futur tax liabil impli that public debt issu may increas the overal risk contain in household balanc sheet and therebi effect reduc household wealthpthi abstract wa borrow from anoth version of thi item", "title": "Are Government Bonds Net Wealth?"}, "https://ideas.repec.org/a/cuf/journl/y2013v14i2barroeducation.html": {"abstract": "No abstract is available for this item.", "authors": ["fpba251"], "abstractStem": "no abstract is avail for thi item", "title": "Education and Economic Growth"}, "https://ideas.repec.org/a/bin/bpeajo/v39y2008i2008-01p255-350.html": {"abstract": "We build on the Maddison GDP data to assemble international time series from before 1914 on real per capita personal consumer expenditure, C. We also improve the GDP data in many cases. The C variable comes closer than GDP to the consumption concept that enters into usual asset-pricing equations. (A separation of consumer expenditure into durables and non-durables is feasible for only a minority of cases.) We have essentially full annual data on C for 22 countries and GDP for 35 countries, and we plan to complete the long-term time series for a few more countries. For samples that start as early as 1870, we apply a peak-to-trough method for each country to isolate economic crises, defined as cumulative declines in C or GDP by at least 10%. The principal world economic crises ranked by importance are World War II, World War I and the Great Depression, the early 1920s (possibly reflecting the influenza epidemic of 1918-20), and post-World War II events such as the Latin American debt crisis and the Asian financial crisis. We find 87 crises for C and 148 for GDP, implying disaster probabilities around 3.6% per year. The disaster size has a mean of 21-22% and an average duration of 3.5 years. A comparison of C and GDP declines shows roughly coincident timing. The average fractional decline in C exceeds that in GDP during wartime crises but is similar for non-war crises. We simulate a Lucas-tree model with i.i.d. growth shocks and Epstein-Zin-Weil preferences. This simulation accords with the observed average equity premium of around 7% on levered equity, using a \"reasonable\" coefficient of relative risk aversion of 3.5. This result is robust to a number of perturbations, except for limiting the sample to non-war crises, a selection that eliminates most of the largest declines in C and GDP. We plan a statistical analysis that uses all the time-series data and includes estimation of long-run effects of crises on levels and growth rates of C and GDP. We will also<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpba251"], "abstractStem": "we build on the maddison gdp data to assembl intern time seri from befor 1914 on real per capita person consum expenditur c we also improv the gdp data in mani case the c variabl come closer than gdp to the consumpt concept that enter into usual assetpr equat a separ of consum expenditur into durabl and nondur is feasibl for onli a minor of case we have essenti full annual data on c for 22 countri and gdp for 35 countri and we plan to complet the longterm time seri for a few more countri for sampl that start as earli as 1870 we appli a peaktotrough method for each countri to isol econom crise defin as cumul declin in c or gdp by at least 10 the princip world econom crise rank by import are world war ii world war i and the great depress the earli 1920 possibl reflect the influenza epidem of 191820 and postworld war ii event such as the latin american debt crisi and the asian financi crisi we find 87 crise for c and 148 for gdp impli disast probabl around 36 per year the disast size ha a mean of 2122 and an averag durat of 35 year a comparison of c and gdp declin show roughli coincid time the averag fraction declin in c exce that in gdp dure wartim crise but is similar for nonwar crise we simul a lucastre model with iid growth shock and epsteinzinweil prefer thi simul accord with the observ averag equiti premium of around 7 on lever equiti use a reason coeffici of rel risk avers of 35 thi result is robust to a number of perturb except for limit the sampl to nonwar crise a select that elimin most of the largest declin in c and gdp we plan a statist analysi that use all the timeseri data and includ estim of longrun effect of crise on level and growth rate of c and gdp we will alsopthi abstract wa borrow from anoth version of thi item", "title": "Macroeconomic Crises since 1870"}, "https://ideas.repec.org/a/eee/moneco/v32y1993i3p363-394.html": {"abstract": "Many theories of economic growth stress the role of human capital in the form of education, but empirical studies have been hampered by inadequate data. We describe a data set on educational attainment that we have constructed for 129 countries over five-year periods from 1960-1985. We use census/survey information to fill over 40% of the cells, and we use school enrollment figures in a perpetual-inventory framework to fill the remainder. The data refer to male and female attainment of the adult population at four levels: no-schooling. primary. secondary, and higher. We also provide a rough breakdown into incomplete and complete attainment at the three levels of schooling. We then take account of cross-country variations in the durations of schooling at each level to provide figures on total years of attainment.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpba251", "eple164"], "abstractStem": "mani theori of econom growth stress the role of human capit in the form of educ but empir studi have been hamper by inadequ data we describ a data set on educ attain that we have construct for 129 countri over fiveyear period from 19601985 we use censussurvey inform to fill over 40 of the cell and we use school enrol figur in a perpetualinventori framework to fill the remaind the data refer to male and femal attain of the adult popul at four level noschool primari secondari and higher we also provid a rough breakdown into incomplet and complet attain at the three level of school we then take account of crosscountri variat in the durat of school at each level to provid figur on total year of attainmentpthi abstract wa borrow from anoth version of thi item", "title": "International comparisons of educational attainment"}}}