{"fpca694": {"https://ideas.repec.org/a/oup/restud/v45y1978i1p97-102..html": {"abstract": "No abstract is available for this item.", "authors": [], "abstractStem": "no abstract is avail for thi item", "title": "Some Notes on Time Inconsistency and Rawls' Maximin Criterion"}, "https://ideas.repec.org/a/pal/imfstp/v38y1991i4p921-926.html": {"abstract": "The sterilization of capital inflows at the start of a price stabilization program may give rise to future pressures to discontinue the program as a result of the unduly high debt-service burden that the sterilization policy may generate.", "authors": ["fpca694"], "abstractStem": "the steril of capit inflow at the start of a price stabil program may give rise to futur pressur to discontinu the program as a result of the unduli high debtservic burden that the steril polici may gener", "title": "The Perils of Sterilization"}, "https://ideas.repec.org/a/eee/deveco/v47y1995i1p97-133.html": {"abstract": "This paper presents a theoretical and empirical analysis of policies aimed at setting a more depreciated level of the real exchange rate. An intertemporal optimizing model suggests that, in the absence of changes in fiscal policy, a more depreciated level of the real exchange can only be attained temporarily. This can be achieved by means of higher inflation and/or higher real interest rates, depending on the degree of capital mobility. Evidence for Brazil, Chile, and Colombia supports the model’s prediction that undervalued real exchange rates are associated with higher inflation.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpca694", "epre33", "epve34"], "abstractStem": "thi paper present a theoret and empir analysi of polici aim at set a more depreci level of the real exchang rate an intertempor optim model suggest that in the absenc of chang in fiscal polici a more depreci level of the real exchang can onli be attain temporarili thi can be achiev by mean of higher inflat andor higher real interest rate depend on the degre of capit mobil evid for brazil chile and colombia support the model s predict that undervalu real exchang rate are associ with higher inflationpthi abstract wa borrow from anoth version of thi item", "title": "Targeting the real exchange rate: theory and evidence"}, "https://ideas.repec.org/a/aea/aecrev/v69y1979i2p102-07.html": {"abstract": "No abstract is available for this item.", "authors": ["fpca694"], "abstractStem": "no abstract is avail for thi item", "title": "Quasi-Walrasian Theories of Unemployment"}, "https://ideas.repec.org/a/eee/moneco/v15y1985i1p95-112.html": {"abstract": "No abstract is available for this item.", "authors": ["fpca694"], "abstractStem": "no abstract is avail for thi item", "title": "Macroeconomic implications of the government budget: Some basic considerations"}, "https://ideas.repec.org/a/ucp/jpolec/v87y1979i5p991-1010.html": {"abstract": "No abstract is available for this item.", "authors": ["fpca694"], "abstractStem": "no abstract is avail for thi item", "title": "Hierarchy, Ability, and Income Distribution"}, "https://ideas.repec.org/a/ucp/jpolec/v85y1977i3p617-25.html": {"abstract": "No abstract is available for this item.", "authors": ["fpca694", "epro104"], "abstractStem": "no abstract is avail for thi item", "title": "A Model of Exchange Rate Determination under Currency Substitution and Rational Expectations"}, "https://ideas.repec.org/a/mcb/jmoncb/v27y1995i1p49-66.html": {"abstract": " In high inflation countries, policymakers often end up paying interest on part of the money supply. Higher interest rates on money have been used both to reduce inflation and to defend the domestic currency. This paper analyzes the effectiveness of such a policy in the context of an open economy with flexible prices and exchange rates. A temporary increase in the interest rate on money reduces the price level on impact but inflation follows an explosive path afterwards. The domestic currency appreciates on impact but begins to depreciate immediately thereafter. Hence, the analysis does not support the use of high interest rates in disinflationary programs. Copyright 1995 by Ohio State University Press.", "authors": ["fpca694", "epve34"], "abstractStem": " in high inflat countri policymak often end up pay interest on part of the money suppli higher interest rate on money have been use both to reduc inflat and to defend the domest currenc thi paper analyz the effect of such a polici in the context of an open economi with flexibl price and exchang rate a temporari increas in the interest rate on money reduc the price level on impact but inflat follow an explos path afterward the domest currenc appreci on impact but begin to depreci immedi thereaft henc the analysi doe not support the use of high interest rate in disinflationari program copyright 1995 by ohio state univers press", "title": "Fighting Inflation with High Interest Rates: The Small Open Economy Case under Flexible Prices"}, "https://ideas.repec.org/a/eee/jpolmo/v28y2006i6p605-613.html": {"abstract": "No abstract is available for this item.", "authors": ["fpca694"], "abstractStem": "no abstract is avail for thi item", "title": "The resolution of global imbalances: Soft landing in the North, sudden stop in emerging markets?"}, "https://ideas.repec.org/a/ier/iecrev/v20y1979i1p83-103.html": {"abstract": "No abstract is available for this item.", "authors": ["fpca694"], "abstractStem": "no abstract is avail for thi item", "title": "On Models of Money and Perfect Foresight"}, "https://ideas.repec.org/a/eee/inecon/v73y2007i1p48-68.html": {"abstract": "No abstract is available for this item.", "authors": ["fpca694", "epku60"], "abstractStem": "no abstract is avail for thi item", "title": "Inflation inertia and credible disinflation"}, "homepage": "https://ideas.repec.org/f/pca694.html", "https://ideas.repec.org/a/col/000425/008696.html": {"abstract": "Capital inflows to emerging market economies rose to unprecedented heights in the first part of the 1990s and then collapsed very rapidly in the second. Such volatility could partly be explained by financial vulnerability in the emerging markets themselves, but the global nature of the phenomenon raises the suspicion that the world financial market is wrought with systemic problems that are largely independent of the individual countries affected. This paper puts forward the conjecture that phenomena such as contagion could stem from the way the capital market operates (for example, crises generated by margin calls). These systemic phenomena require systemic instruments. Unfortunately, few are available. The International Monetary Fund (IMF) operates more like a fire department than like a central bank. Liquidity is sprayed where fire is found, not on the system as a whole in the manner of a central bank faced with a liquidity crisis.", "authors": ["fpca694"], "abstractStem": "capit inflow to emerg market economi rose to unpreced height in the first part of the 1990 and then collaps veri rapidli in the second such volatil could partli be explain by financi vulner in the emerg market themselv but the global natur of the phenomenon rais the suspicion that the world financi market is wrought with system problem that are larg independ of the individu countri affect thi paper put forward the conjectur that phenomena such as contagion could stem from the way the capit market oper for exampl crise gener by margin call these system phenomena requir system instrument unfortun few are avail the intern monetari fund imf oper more like a fire depart than like a central bank liquid is spray where fire is found not on the system as a whole in the manner of a central bank face with a liquid crisi", "title": "Globalization Hazard and Delayed Reform in Emerging Markets"}, "https://ideas.repec.org/a/taf/jpolrf/v1y1996i1p3-24.html": {"abstract": "No abstract is available for this item.", "authors": ["fpca694", "epco163"], "abstractStem": "no abstract is avail for thi item", "title": "Monetary policy and interenterprise arrears in post-communist economies: Theory and evidence"}, "https://ideas.repec.org/a/pal/imfstp/v41y1994i4p555-586.html": {"abstract": "This paper examines trade reforms of uncertain duration in economies affected by real shocks. These reforms induce consumption booms regardless of their duration and of the degree of intertemporal substitution. A recession may follow the boom, depending on the outcome of the reform and on whether government transfers offset wealth effects of tariffs. Observed booms in reforming economies are a noisy indicator of credibility because they reflect both policy uncertainty and real shocks, and the credibility component is determined in part by the properties of real shocks. Lack of credibility produces generally smaller fluctuations than those induced by real disturbances.", "authors": ["fpca694", "epme30"], "abstractStem": "thi paper examin trade reform of uncertain durat in economi affect by real shock these reform induc consumpt boom regardless of their durat and of the degre of intertempor substitut a recess may follow the boom depend on the outcom of the reform and on whether govern transfer offset wealth effect of tariff observ boom in reform economi are a noisi indic of credibl becaus they reflect both polici uncertainti and real shock and the credibl compon is determin in part by the properti of real shock lack of credibl produc gener smaller fluctuat than those induc by real disturb", "title": "Trade Reforms of Uncertain Duration and Real Uncertainty: A First Approximation"}, "https://ideas.repec.org/a/aea/jecper/v17y2003i4p99-118.html": {"abstract": "This paper argues that much of the debate on choosing an exchange rate regime misses the boat. It begins by discussing the standard theory of choice between exchange rate regimes, and then explores the weaknesses in this theory, especially when it is applied to emerging market economies. It then discusses a range of institutional traits that might predispose a country to favor either fixed or floating rates, and then turns to the converse question of whether the choice of exchange rate regime may favor the development of certain desirable institutional traits. The conclusion from the analysis is that the choice of exchange rate regime is likely to be of second order importance to the development of good fiscal, financial, and monetary institutions in producing macroeconomic success in emerging market countries. This suggests that less attention should be focused on the general question whether a floating or a fixed exchange rate is preferable, and more on these deeper institutional arrangements. A focus on institutional reforms rather than on the exchange rate regime may encourage emerging market countries to be healthier and less prone to the crises that we have seen in recent years.", "authors": ["fpca694", "epmi37"], "abstractStem": "thi paper argu that much of the debat on choos an exchang rate regim miss the boat it begin by discuss the standard theori of choic between exchang rate regim and then explor the weak in thi theori especi when it is appli to emerg market economi it then discuss a rang of institut trait that might predispos a countri to favor either fix or float rate and then turn to the convers question of whether the choic of exchang rate regim may favor the develop of certain desir institut trait the conclus from the analysi is that the choic of exchang rate regim is like to be of second order import to the develop of good fiscal financi and monetari institut in produc macroeconom success in emerg market countri thi suggest that less attent should be focus on the gener question whether a float or a fix exchang rate is prefer and more on these deeper institut arrang a focu on institut reform rather than on the exchang rate regim may encourag emerg market countri to be healthier and less prone to the crise that we have seen in recent year", "title": "The Mirage of Exchange Rate Regimes for Emerging Market Countries"}, "https://ideas.repec.org/a/aea/aecrev/v96y2006i2p405-410.html": {"abstract": "No abstract is available for this item.", "authors": ["fpca694", "epiz6"], "abstractStem": "no abstract is avail for thi item", "title": "Sudden Stops and Phoenix Miracles in Emerging Markets"}, "https://ideas.repec.org/a/mcb/jmoncb/v19y1987i1p19-32.html": {"abstract": " The author shows that a flexible-prices, Sidrauski-type model with a cash-in-advance constraint is capable of depicting some of the phenomena associated with a balance of payments crisis, like the onesrecently observed in Argentina and Mexico (current-accounts deficits,and appreciation of the real exchange rat e). It is also shown that these phenomena become exacerbated as the rate of devaluation (before the crisis occurs) becomes smaller. Copyright 1987 by Ohio State University Press.", "authors": ["fpca694"], "abstractStem": " the author show that a flexiblepric sidrauskityp model with a cashinadv constraint is capabl of depict some of the phenomena associ with a balanc of payment crisi like the onesrec observ in argentina and mexico currentaccount deficitsand appreci of the real exchang rat e it is also shown that these phenomena becom exacerb as the rate of devalu befor the crisi occur becom smaller copyright 1987 by ohio state univers press", "title": "Balance of Payments Crises in a Cash-in-Advance Economy"}, "https://ideas.repec.org/a/ecm/emetrp/v45y1977i2p317-27.html": {"abstract": "No abstract is available for this item.", "authors": ["fpca694"], "abstractStem": "no abstract is avail for thi item", "title": "Optimal Maximin Accumulation with Uncertain Future Technology"}, "https://ideas.repec.org/a/pal/imfstp/v37y1990i3p612-635.html": {"abstract": "The role of debt maturity in managing the government's incentives to use opportunistic inflation to reduce the ex post real value of its nominal liabilities is explored. The maturity structure of government debt is shown to be a powerful instrument for affecting the time profile of the inflation tax base and, hence, for mitigating the distortions introduced by time inconsistency on taxation policies. The nature of the optimal policy is shown to be heavily dependent on the type of precommitment enjoyed by policymakers.", "authors": ["fpca694", "fpgu488"], "abstractStem": "the role of debt matur in manag the govern incent to use opportunist inflat to reduc the ex post real valu of it nomin liabil is explor the matur structur of govern debt is shown to be a power instrument for affect the time profil of the inflat tax base and henc for mitig the distort introduc by time inconsist on taxat polici the natur of the optim polici is shown to be heavili depend on the type of precommit enjoy by policymak", "title": "Credibility and Nominal Debt: Exploring the Role of Maturity in Managing Inflation"}, "https://ideas.repec.org/a/elt/journl/v77y2010i308p773-828.html": {"abstract": "The frequency of financial crises over recent decades makes an in-depth study of the phenomenon imperative. This should involve particular attention to those points the different crises have in common, so as to draw lessons that can be used by financial authorities, regulators and the actual participants in the financial system. The causes of the crisis and the efficacy (or inefficacy) of response by governments are essential aspects that must be studied in order to determine the lessons to be drawn and recommendations to be made. Besides their shared border and their strong economic, social and cultural links, Mexico and the United States have also in recent times faced deep financial crises which —leaving aside the different historical moments and varying degrees of sophistication of their respective financial markets— have much in common. The Centro de Estudios Espinosa Yglesias (CEEY) brought together a group of experts in financial systems and public finance to debate the origin of the above-mentioned financial crises and the viability of means for anticipating them. This is particularly important since the environment in which we now find ourselves is one where technical advances and financial innovations are themselves a source of risk; this is because the speed of development often outstrips the capacity of regulators and financial supervisors to keep abreast of them. The experts also analyzed the responses of the respective authorities to the two crises, their effectiveness and alternative strategies that might have been applied. Finally, it was of interest to the CEEY to find mechanisms that might minimize the risk of financial crises and reduce the cost of the rescue programs that ensue upon them.// La frecuencia de las crisis financieras en decenios recientes hace imperativo profundizar en su estudio, en particular en los puntos en común entre ellas, para inferir lecciones que puedan ser utilizadas por autoridades financieras, reguladores y por los propios participantes en un sistema financiero. Las causas de la crisis y la efectividad (o inefectividad) de la respuesta por parte de los gobiernos son aspectos esenciales por estudiar para determinar lecciones y recomendaciones. México y los Estados Unidos, además de compartir frontera y de sostener fuertes lazos económicos, sociales y culturales, han enfrentado en la historia reciente grandes crisis financieras que —a reserva de las diferencias de tiempo y del grado de refinación de sus respectivos mercados financieros— coinciden en muchos aspectos. El Centro de Estudios Espinosa Yglesias (CEEY) ha reunido a un grupo de expertos en sistemas financieros y finanzas públicas para debatir el origen de dichas crisis financieras y la viabilidad de anticiparlas. Esto es en particular relevante porque enfrentamos un entorno en que los avances tecnológicos y la innovación financiera implican riesgos, debido a que muchas veces van un paso adelante de los reguladores y los supervisores financieros. Asimismo, se analiza las respuestas de las respectivas autoridades a las crisis, su efectividad y las opciones que podrían haberse aplicado. Finalmente, es de interés para el CEEY encontrar mecanismos que minimicen el riesgo de las crisis financieras y el costo de los rescates que les suceden.", "authors": ["fpca694", "epes46", "ephe96", "epre33", "fpro527", "fpwi242"], "abstractStem": "the frequenc of financi crise over recent decad make an indepth studi of the phenomenon imper thi should involv particular attent to those point the differ crise have in common so as to draw lesson that can be use by financi author regul and the actual particip in the financi system the caus of the crisi and the efficaci or inefficaci of respons by govern are essenti aspect that must be studi in order to determin the lesson to be drawn and recommend to be made besid their share border and their strong econom social and cultur link mexico and the unit state have also in recent time face deep financi crise which  leav asid the differ histor moment and vari degre of sophist of their respect financi market  have much in common the centro de estudio espinosa yglesia ceey brought togeth a group of expert in financi system and public financ to debat the origin of the abovement financi crise and the viabil of mean for anticip them thi is particularli import sinc the environ in which we now find ourselv is one where technic advanc and financi innov are themselv a sourc of risk thi is becaus the speed of develop often outstrip the capac of regul and financi supervisor to keep abreast of them the expert also analyz the respons of the respect author to the two crise their effect and altern strategi that might have been appli final it wa of interest to the ceey to find mechan that might minim the risk of financi crise and reduc the cost of the rescu program that ensu upon them la frecuencia de la crisi financiera en decenio recient hace imperativo profundizar en su estudio en particular en lo punto en com n entr ella para inferir leccion que puedan ser utilizada por autoridad financiera regulador y por lo propio participant en un sistema financiero la causa de la crisi y la efectividad o inefectividad de la respuesta por part de lo gobierno son aspecto esencial por estudiar para determinar leccion y recomendacion m xico y lo estado unido adem s de compartir frontera y de sosten fuert lazo econ mico social y cultural han enfrentado en la historia recient grand crisi financiera que  a reserva de la diferencia de tiempo y del grado de refinaci n de su respectivo mercado financiero  coinciden en mucho aspecto el centro de estudio espinosa yglesia ceey ha reunido a un grupo de experto en sistema financiero y finanza p blica para debatir el origen de dicha crisi financiera y la viabilidad de anticiparla esto es en particular relevant porqu enfrentamo un entorno en que lo avanc tecnol gico y la innovaci n financiera implican riesgo debido a que mucha vece van un paso adelant de lo regulador y lo supervisor financiero asimismo se analiza la respuesta de la respectiva autoridad a la crisi su efectividad y la opcion que podr an habers aplicado finalment es de inter s para el ceey encontrar mecanismo que minimicen el riesgo de la crisi financiera y el costo de lo rescat que le suceden", "title": "Análisis comparado sobre la crisis y los rescates financieros de México (1995) y los Estados Unidos (2008)"}, "https://ideas.repec.org/a/oup/wbecrv/v6y1992i1p71-90.html": {"abstract": " Dismantling subsidies could give rise to serious macroeconomic difficulties in the short run. This article explores a view based on the enterprise sector as a central source and main channel of the stagflation phenomenon, using as an example the stagflation that followed the 1990 stabilization program in Poland. The stagflation phenomenon is linked to features of the financial market that are somewhat peculiar to reforming socialist economies: the weak credit links between households and enterprises, and the existence of large interenterprise debt. The policy implications of the enterprise-side view include more explicit consideration of initial conditions in the credit market, implementation of privatization schemes, and the development of a domestic banking system. Copyright 1992 by Oxford University Press.", "authors": ["fpca694", "epco163"], "abstractStem": " dismantl subsidi could give rise to seriou macroeconom difficulti in the short run thi articl explor a view base on the enterpris sector as a central sourc and main channel of the stagflat phenomenon use as an exampl the stagflat that follow the 1990 stabil program in poland the stagflat phenomenon is link to featur of the financi market that are somewhat peculiar to reform socialist economi the weak credit link between household and enterpris and the exist of larg interenterpris debt the polici implic of the enterprisesid view includ more explicit consider of initi condit in the credit market implement of privat scheme and the develop of a domest bank system copyright 1992 by oxford univers press", "title": "Stagflationary Effects of Stabilization Programs in Reforming Socialist Countries: Enterprise-Side and Household-Side Factors"}, "https://ideas.repec.org/a/bla/coecpo/v12y1994i3p54-66.html": {"abstract": " \"Since 1990, capital has flowed from industrial countries to developing regions like Latin America and parts of Asia. Most countries welcome reentry into international capital markets. However, capital inflows often are associated with inflationary pressures, a real exchange rate appreciation, a deterioration in the current account, and a boom in bank lending. This paper briefly examines how these inflows have altered the macroeconomic environment in a number of Asian and Latin American countries, and discusses the pros and cons of the policy options\". Copyright 1994 Western Economic Association International.", "authors": ["fpca694", "epre33"], "abstractStem": " sinc 1990 capit ha flow from industri countri to develop region like latin america and part of asia most countri welcom reentri into intern capit market howev capit inflow often are associ with inflationari pressur a real exchang rate appreci a deterior in the current account and a boom in bank lend thi paper briefli examin how these inflow have alter the macroeconom environ in a number of asian and latin american countri and discuss the pro and con of the polici option copyright 1994 western econom associ intern", "title": "The Capital Inflows Problem: Concepts And Issues"}, "https://ideas.repec.org/a/aea/aecrev/v78y1988i4p647-61.html": {"abstract": " The author studies models in which debt repudiation, openly or through inflation, is possible. The government maximizes the utility of the representative individual, and the author focuses on n o-precommitment equilibria of the Barro-Gordon type. He shows cases i n which the existence of government bonds generate multiple perfect-f oresight equilibria. However, price indexation and/or interest-rate c eilings are shown to be possible solutions of the equilibrium multipl icity problem. Copyright 1988 by American Economic Association.", "authors": ["fpca694"], "abstractStem": " the author studi model in which debt repudi openli or through inflat is possibl the govern maxim the util of the repres individu and the author focus on n oprecommit equilibria of the barrogordon type he show case i n which the exist of govern bond gener multipl perfectf oresight equilibria howev price index andor interestr c eil are shown to be possibl solut of the equilibrium multipl iciti problem copyright 1988 by american econom associ", "title": "Servicing the Public Debt: The Role of Expectations"}, "https://ideas.repec.org/a/fip/fedfpr/y2004ijunx7.html": {"abstract": "Using a sample of 32 developed and developing countries we analyze the empirical characteristics of Sudden Stops in capital flows and the relevance of balance sheet effects in the likelihood of their materialization. We find that large real exchange rate (RER) fluctuations coming hand in hand with Sudden Stops are basically an emerging market (EM) phenomenon. Sudden Stops seem to come in bunches, grouping together countries that are different in many respects. However, countries are similar in that they remain vulnerable to large RER fluctuations - be it because they could be forced to large adjustments in the absorption of tradable goods, and/or because the size of dollar liabilities in the banking system (i.e., domestic liability dollarization, or DLD) is high. Openness, understood as a large supply of tradable goods that reduces leverage over the current account deficit, coupled with DLD, are key determinants of the probability of Sudden Stops. The relationship between Openness and DLD in the determination of the probability of Sudden Stops is highly non-linear, implying that the interaction of high current account leverage and high dollarization may be a dangerous cocktail.", "authors": ["fpca694", "epiz6", "epme106", "epur9"], "abstractStem": "use a sampl of 32 develop and develop countri we analyz the empir characterist of sudden stop in capit flow and the relev of balanc sheet effect in the likelihood of their materi we find that larg real exchang rate rer fluctuat come hand in hand with sudden stop are basic an emerg market em phenomenon sudden stop seem to come in bunch group togeth countri that are differ in mani respect howev countri are similar in that they remain vulner to larg rer fluctuat  be it becaus they could be forc to larg adjust in the absorpt of tradabl good andor becaus the size of dollar liabil in the bank system ie domest liabil dollar or dld is high open understood as a larg suppli of tradabl good that reduc leverag over the current account deficit coupl with dld are key determin of the probabl of sudden stop the relationship between open and dld in the determin of the probabl of sudden stop is highli nonlinear impli that the interact of high current account leverag and high dollar may be a danger cocktail", "title": "On the empirics of Sudden Stops: the relevance of balance-sheet effects"}, "https://ideas.repec.org/a/bla/coecpo/v12y1994i2p35-45.html": {"abstract": " This paper analyzes the choice of a nominal anchor in disinflation programs in chronic inflation countries. Both theory and evidence suggest several conclusions. (i) The recessionary effects associated with disinflation appear in the early stages of money-based programs but only in the late stages of exchange rate-based programs. (ii) Lack of credibility is more disruptive under fixed exchange rates than under floating exchange rates. (iii) Attempting to pursue a disinflationary policy while maintaining a given level of the real exchange rate is likely to be self-defeating. (iv) A high degree of currency substitution favors the exchange rate as the nominal anchor. Copyright 1994 Western Economic Association International.", "authors": ["fpca694", "epve34"], "abstractStem": " thi paper analyz the choic of a nomin anchor in disinfl program in chronic inflat countri both theori and evid suggest sever conclus i the recessionari effect associ with disinfl appear in the earli stage of moneybas program but onli in the late stage of exchang ratebas program ii lack of credibl is more disrupt under fix exchang rate than under float exchang rate iii attempt to pursu a disinflationari polici while maintain a given level of the real exchang rate is like to be selfdef iv a high degre of currenc substitut favor the exchang rate as the nomin anchor copyright 1994 western econom associ intern", "title": "Inflation Stabilization And Nominal Anchors"}, "https://ideas.repec.org/a/eee/jimfin/v4y1985i1p43-60.html": {"abstract": "No abstract is available for this item.", "authors": ["fpca694"], "abstractStem": "no abstract is avail for thi item", "title": "Reserves and the managed float: a search for the essentials"}, "https://ideas.repec.org/a/eee/deveco/v27y1987i1-2p245-261.html": {"abstract": "No abstract is available for this item.", "authors": ["fpca694"], "abstractStem": "no abstract is avail for thi item", "title": "On the costs of temporary policy"}, "https://ideas.repec.org/a/ucp/ecdecc/v34y1986i3p511-33.html": {"abstract": "No abstract is available for this item.", "authors": ["fpca694"], "abstractStem": "no abstract is avail for thi item", "title": "Fractured Liberalism: Argentina under Martinez de Hoz"}, "https://ideas.repec.org/a/eee/deveco/v36y1991i1p5-36.html": {"abstract": "No abstract is available for this item.", "authors": ["fpca694", "epka84"], "abstractStem": "no abstract is avail for thi item", "title": "Debt relief and debt rescheduling : The optimal-contract approach"}, "https://ideas.repec.org/a/eee/ecolet/v12y1983i3-4p313-317.html": {"abstract": "No abstract is available for this item.", "authors": ["fpca694", "epfe92"], "abstractStem": "no abstract is avail for thi item", "title": "Competitive banks and the inflation tax"}, "https://ideas.repec.org/a/eee/dyncon/v15y1991i1p197-213.html": {"abstract": "No abstract is available for this item.", "authors": ["fpca694"], "abstractStem": "no abstract is avail for thi item", "title": "Temporary stabilization policy : The case of flexible prices and exchange rates"}, "https://ideas.repec.org/a/oup/wbecrv/v6y1992i1p55-69.html": {"abstract": " High interest rates are considered an effective tool for stopping high inflation. The case for a policy of high interest rates is developed in terms of a conventional IS-LM model. However, among other things, the model ignores some central aspects of modern credit markets. In particular high interest rates may give rise to nonperforming bank loans, thus seriously jeopardizing the effectiveness of the policy. Examples are developed in which it would be optimal to aim for equilibriums of low, rather than high, interest rates. One of these examples hinges on the existence of nonindexed domestic debt. Copyright 1992 by Oxford University Press.", "authors": ["fpca694"], "abstractStem": " high interest rate are consid an effect tool for stop high inflat the case for a polici of high interest rate is develop in term of a convent islm model howev among other thing the model ignor some central aspect of modern credit market in particular high interest rate may give rise to nonperform bank loan thu serious jeopard the effect of the polici exampl are develop in which it would be optim to aim for equilibrium of low rather than high interest rate one of these exampl hing on the exist of nonindex domest debt copyright 1992 by oxford univers press", "title": "Are High Interest Rates Effective for Stopping High Inflation? Some Skeptical Notes"}, "https://ideas.repec.org/a/col/000107/005322.html": {"abstract": "Este trabajo presenta un análisis teórico y empírico de las políticas dirigidas a alcanzar un nivel más depreciado de la tasa de cambio real. Un modelo de optimización intertempolar sugiere que, en ausencia de cambios en la política fiscal, un nivel más depreciado de la tasa de un mayor nivel de la inflación y/o tasa real de interés, dependiendo del grado de movilidad de capital.", "authors": ["fpca694", "epre33", "epve34"], "abstractStem": "est trabajo presenta un an lisi te rico y emp rico de la pol tica dirigida a alcanzar un nivel m s depreciado de la tasa de cambio real un modelo de optimizaci n intertempolar sugier que en ausencia de cambio en la pol tica fiscal un nivel m s depreciado de la tasa de un mayor nivel de la inflaci n yo tasa real de inter s dependiendo del grado de movilidad de capit", "title": "La Tasa De Cambio Real Como Meta De Política Teoría Y Evidencia"}, "https://ideas.repec.org/a/ecj/econjl/v106y1996i439p1546-63.html": {"abstract": " In high inflation countries, policymakers often end up paying interest on part of the money supply. Higher interest rates on money have been used as a disinflationary policy. This paper analyzes the effectiveness of such a policy in the context of a closed-economy, staggered-prices model. Both a permanent and a temporary rise in the interest rate on money provoke an inflation at the expense of a recession. When the rise is temporary, however, the initial inflation slowdown is eventually followed by an upsurge of inflation over the level prevailing before the policy was implemented. Copyright 1996 by Royal Economic Society.", "authors": ["fpca694", "epve34"], "abstractStem": " in high inflat countri policymak often end up pay interest on part of the money suppli higher interest rate on money have been use as a disinflationari polici thi paper analyz the effect of such a polici in the context of a closedeconomi staggeredpric model both a perman and a temporari rise in the interest rate on money provok an inflat at the expens of a recess when the rise is temporari howev the initi inflat slowdown is eventu follow by an upsurg of inflat over the level prevail befor the polici wa implement copyright 1996 by royal econom societi", "title": "Disinflation and Interest-Bearing Money"}, "https://ideas.repec.org/a/eee/crcspp/v17y1982ip153-157.html": {"abstract": "No abstract is available for this item.", "authors": ["fpca694"], "abstractStem": "no abstract is avail for thi item", "title": "The Chilean economy in the 1970s : A comment"}, "https://ideas.repec.org/a/eee/inecon/v11y1981i2p295-299.html": {"abstract": "No abstract is available for this item.", "authors": ["fpca694"], "abstractStem": "no abstract is avail for thi item", "title": "Open economy macroeconomics : Rudiger Dornbusch, (Basic Books, New York, 1980) pp. ix+293"}, "https://ideas.repec.org/a/ecm/emetrp/v56y1988i2p411-32.html": {"abstract": " This paper analyzes aspects of optimal fiscal policy for economies with capital ac cumulation and finitely-lived, heterogeneous agents. For a particular utilitarian social welfare function, the problem faced by a central planner can be broken down into two subproblems: a standard problem o f optimally allocating aggregate consumption over time and a problem of distributing aggregate consumption optimally at each moment among those alive. If it can use a sufficiently rich set of lump-sum taxes and transfers, the government can replicate the command optimum as a market equilibrium outcome. No issue of government debt is needed to achieve this decentralization. Copyright 1988 by The Econometric Society.", "authors": ["fpca694", "epob13"], "abstractStem": " thi paper analyz aspect of optim fiscal polici for economi with capit ac cumul and finitelyliv heterogen agent for a particular utilitarian social welfar function the problem face by a central planner can be broken down into two subproblem a standard problem o f optim alloc aggreg consumpt over time and a problem of distribut aggreg consumpt optim at each moment among those aliv if it can use a suffici rich set of lumpsum tax and transfer the govern can replic the command optimum as a market equilibrium outcom no issu of govern debt is need to achiev thi decentr copyright 1988 by the econometr societi", "title": "Optimal Time-Consistent Fiscal Policy with Finite Lifetimes"}, "https://ideas.repec.org/a/cml/moneta/vxxxvy2013i1p1-35.html": {"abstract": "This paper addresses the issue of the optimal stock of international reserves in terms of a statistical model in which reserves affect both the probability of a sudden stop –as well as associated output costs– by reducing the balance-sheet effects of liability dollarization. Observed reserves on the eve of the global financial crisis were–on average–not distant from optimal reserves", "authors": ["fpca694", "epiz6", "eplo100"], "abstractStem": "thi paper address the issu of the optim stock of intern reserv in term of a statist model in which reserv affect both the probabl of a sudden stop  as well as associ output cost  by reduc the balancesheet effect of liabil dollar observ reserv on the eve of the global financi crisi were on averag not distant from optim reserv", "title": "Optimal Holdings of International Reserves: Self-insurance against Sudden Stops"}, "https://ideas.repec.org/a/ier/iecrev/v19y1978i1p65-81.html": {"abstract": "No abstract is available for this item.", "authors": ["fpca694"], "abstractStem": "no abstract is avail for thi item", "title": "Urban Employment and Wage Determination in LDC's: Trade Unions in the Harris-Todaro Model"}, "https://ideas.repec.org/a/eee/inecon/v69y2006i1p231-254.html": {"abstract": "Sudden Stops are associated with increased volatility in relative prices. We introduce a model based on information acquisition to rationalize this increased volatility. An empirical analysis of the conditional variance of the wholesale price to consumer price ratio using panel ARCH techniques confirms the relevance of Sudden Stops and potential balance-sheet effects as key determinants of relative-price volatility, where balance-sheet effects are captured by the interaction of a proxy for potential changes in the real exchange rate (linked to the degree of external leverage of the absorption of tradable goods) and a measure of domestic liability dollarization.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpca694", "epiz6", "eplo100"], "abstractStem": "sudden stop are associ with increas volatil in rel price we introduc a model base on inform acquisit to ration thi increas volatil an empir analysi of the condit varianc of the wholesal price to consum price ratio use panel arch techniqu confirm the relev of sudden stop and potenti balancesheet effect as key determin of relativepric volatil where balancesheet effect are captur by the interact of a proxi for potenti chang in the real exchang rate link to the degre of extern leverag of the absorpt of tradabl good and a measur of domest liabil dollarizationpthi abstract wa borrow from anoth version of thi item", "title": "Relative price volatility under Sudden Stops: The relevance of balance sheet effects"}, "https://ideas.repec.org/a/aea/jecper/v5y1991i4p139-48.html": {"abstract": "This paper focuses on the special role that capital markets play in the transformation of centrally planned economies into well-functioning market economies. We demonstrate that underdeveloped credit markets inhibit the effectiveness of price reform, monetary and credit policies, and trade liberalization. We explore various ways to overcome the difficulties associated with the underdeveloped credit markets. In this regard, we examine the implications of \"cleaning\" the balance sheets of enterprises and banks from nonperforming loans, as well as ways to enhance credibility. The paper concludes with a brief discussion of sequencing of economic reform measures.", "authors": ["fpca694"], "abstractStem": "thi paper focus on the special role that capit market play in the transform of central plan economi into wellfunct market economi we demonstr that underdevelop credit market inhibit the effect of price reform monetari and credit polici and trade liber we explor variou way to overcom the difficulti associ with the underdevelop credit market in thi regard we examin the implic of clean the balanc sheet of enterpris and bank from nonperform loan as well as way to enhanc credibl the paper conclud with a brief discuss of sequenc of econom reform measur", "title": "Credit Markets, Credibility, and Economic Transformation"}, "https://ideas.repec.org/a/cem/jaecon/v4y2001n1p1-25.html": {"abstract": "I. Introduction II. Time Inconsistency III. The Origins of Financial Crises IV. The Nature of Financial Crises V. Emerging Bond Markets VI. National Economic Policy Proposals VII. International Economic Policy Proposals VIII. Alternative Monetary Rules IX. Conclusions", "authors": ["fpca694"], "abstractStem": "i introduct ii time inconsist iii the origin of financi crise iv the natur of financi crise v emerg bond market vi nation econom polici propos vii intern econom polici propos viii altern monetari rule ix conclus", "title": "Economic Policy in Stormy Waters: Financial Vulnerability in Emerging Economies"}, "https://ideas.repec.org/a/eee/inecon/v11y1981i2p165-172.html": {"abstract": "No abstract is available for this item.", "authors": ["fpca694"], "abstractStem": "no abstract is avail for thi item", "title": "Devaluation: Levels versus rates"}, "https://ideas.repec.org/a/cup/macdyn/v2y1998i04p443-455_00.html": {"abstract": "No abstract is available for this item.", "authors": ["fpca694"], "abstractStem": "no abstract is avail for thi item", "title": "Uncertain Duration Of Reform"}, "https://ideas.repec.org/a/ioe/cuadec/v18y1981i53p5-14.html": {"abstract": "We analyze a family of simple, but microeconomically grounded, models under the alternative assumptions of perfect capital mobility and immobility, and different degrees of private sector capitalization of reserves held by the Central Bank. We show that a", "authors": ["fpca694"], "abstractStem": "we analyz a famili of simpl but microeconom ground model under the altern assumpt of perfect capit mobil and immobl and differ degre of privat sector capit of reserv held by the central bank we show that a", "title": "Capitalización de las Reservas y Tipo Real de Cambio"}, "https://ideas.repec.org/a/cem/jaecon/v14y2011n1pi-iii.html": {"abstract": "No abstract is available for this item.", "authors": ["fpca694"], "abstractStem": "no abstract is avail for thi item", "title": "Leonardo \"Pepe\" Auernheimer"}, "https://ideas.repec.org/a/ucp/jpolec/v94y1986i6p1319-29.html": {"abstract": "No abstract is available for this item.", "authors": ["fpca694"], "abstractStem": "no abstract is avail for thi item", "title": "Temporary Stabilization: Predetermined Exchange Rates"}, "https://ideas.repec.org/a/pal/imfstp/v41y1994i2p314-349.html": {"abstract": "This paper examines factors determining the allocation of bank credit to the enterprise sector and the implications of this allocation for aggregate supply and macroeconomic performance in the former socialist economies. It first develops a model to explain how changes in demand for money by the household sector directly influence the availability of working capital, which in turn determines aggregate output and employment. It then examines factors influencing the allocation of bank credit between enterprises and other borrowers, in particular the government. Finally, the paper discusses both the relative merits of bank finance and equity capital in financing medium-term and long-term investment and constraints on the development of efficient equity markets.", "authors": ["fpca694"], "abstractStem": "thi paper examin factor determin the alloc of bank credit to the enterpris sector and the implic of thi alloc for aggreg suppli and macroeconom perform in the former socialist economi it first develop a model to explain how chang in demand for money by the household sector directli influenc the avail of work capit which in turn determin aggreg output and employ it then examin factor influenc the alloc of bank credit between enterpris and other borrow in particular the govern final the paper discuss both the rel merit of bank financ and equiti capit in financ mediumterm and longterm invest and constraint on the develop of effici equiti market", "title": "Money Demand, Bank Credit, and Economic Performance in Former Socialist Economies"}, "https://ideas.repec.org/a/eee/eecrev/v56y2012i3p317-326.html": {"abstract": "In contrast with the financial multiplier literature, this note explores a case in which the shock triggering a financial crisis stems from the financial sector itself; it is not a shock stemming from the real sector which gets amplified by, say, agency problems. The basic intuition is provided by the bank-run literature of the Diamond and Dybvig (1983) variety. Financial development is modeled as a mechanism that endows real assets (e.g., land and capital) with liquidity. However, liquidity can be impaired by shocks that are equivalent to a bank run. Liquidity creation enhances real asset prices, while a liquidity crunch generates asset price collapse. This bubble-looking episode is not driven by standard fundamentals, although it is fully in line with rationality. In this context, devoid of other frictions like price stickiness, the note examines the effect of monetary policy in the absence of nominal rigidities. It shows that preventing price deflation is not enough to offset relative (to output) asset price meltdown, but lower policy interest rates increase relative asset prices and steady-state output. Moreover, in the neighborhood of a first-best capital allocation, an increase in the liquidity of capital may lower the welfare of the representative individual, even if the higher liquidity of capital is sustainable and, hence, not destroyed by future crash – illustrating the possibility of “excessive” financial innovation. An extension of the basic model supports the conjecture that low policy interest rates may have given further incentives to the development of “shadow banking.”", "authors": ["fpca694"], "abstractStem": "in contrast with the financi multipli literatur thi note explor a case in which the shock trigger a financi crisi stem from the financi sector itself it is not a shock stem from the real sector which get amplifi by say agenc problem the basic intuit is provid by the bankrun literatur of the diamond and dybvig 1983 varieti financi develop is model as a mechan that endow real asset eg land and capit with liquid howev liquid can be impair by shock that are equival to a bank run liquid creation enhanc real asset price while a liquid crunch gener asset price collaps thi bubblelook episod is not driven by standard fundament although it is fulli in line with ration in thi context devoid of other friction like price sticki the note examin the effect of monetari polici in the absenc of nomin rigid it show that prevent price deflat is not enough to offset rel to output asset price meltdown but lower polici interest rate increas rel asset price and steadyst output moreov in the neighborhood of a firstbest capit alloc an increas in the liquid of capit may lower the welfar of the repres individu even if the higher liquid of capit is sustain and henc not destroy by futur crash   illustr the possibl of  excess  financi innov an extens of the basic model support the conjectur that low polici interest rate may have given further incent to the develop of  shadow bank ", "title": "Financial crises and liquidity shocks a bank-run perspective"}, "https://ideas.repec.org/a/aea/aecrev/v90y2000i2p59-64.html": {"abstract": "No abstract is available for this item.", "authors": ["fpca694", "epme30"], "abstractStem": "no abstract is avail for thi item", "title": "Capital-Markets Crises and Economic Collapse in Emerging Markets: An Informational-Frictions Approach"}, "https://ideas.repec.org/a/pal/imfstp/v36y1989i4p950-960.html": {"abstract": "The possibility of reducing the real value of domestic nonindexed government debt through inflation is studied. A central result is that this kind of debt liquidation is possible even though prices are sticky and government bonds are short term. A policy implication is that short bond maturities are no safeguard against surprise devaluations intended to lower the burden of the debt. If devaluation incentives are present, nominal nonindexed bonds could give rise to situations in which devaluations are a consequence of self-fulfilling expectations cycles.", "authors": ["fpca694"], "abstractStem": "the possibl of reduc the real valu of domest nonindex govern debt through inflat is studi a central result is that thi kind of debt liquid is possibl even though price are sticki and govern bond are short term a polici implic is that short bond matur are no safeguard against surpris devalu intend to lower the burden of the debt if devalu incent are present nomin nonindex bond could give rise to situat in which devalu are a consequ of selffulfil expect cycl", "title": "Is Inflation Effective for Liquidating Short-Term Nominal Debt?"}, "https://ideas.repec.org/a/eee/moneco/v4y1978i3p503-517.html": {"abstract": "No abstract is available for this item.", "authors": ["fpca694"], "abstractStem": "no abstract is avail for thi item", "title": "Optimal seigniorage from money creation : An analysis in terms of the optimum balance of payments deficit problem"}, "https://ideas.repec.org/a/oup/qjecon/v117y2002i2p379-408..html": {"abstract": "Many emerging market countries have suffered financial crises. One view blames soft pegs for these crises. Adherents of this view suggest that countries move to corner solutions—hard pegs or floating exchange rates. We analyze the behavior of exchange rates, reserves, and interest rates to assess whether there is evidence that country practice is moving toward corner solutions. We focus on whether countries that claim they are floating are indeed doing so. We find that countries that say they allow their exchange rate to float mostly do not—there seems to be an epidemic case of \"fear of floating.\"", "authors": ["epre33"], "abstractStem": "mani emerg market countri have suffer financi crise one view blame soft peg for these crise adher of thi view suggest that countri move to corner solut hard peg or float exchang rate we analyz the behavior of exchang rate reserv and interest rate to assess whether there is evid that countri practic is move toward corner solut we focu on whether countri that claim they are float are inde do so we find that countri that say they allow their exchang rate to float mostli do not there seem to be an epidem case of fear of float", "title": "Fear of Floating"}, "https://ideas.repec.org/a/pal/imfstp/v40y1993i1p32-52.html": {"abstract": "Real bank credit in Eastern European countries after their recent stabilization programs is shown to have fallen sharply, except in the case of Hungary. The meaning of the fall is discussed from the present value and liquidity perspectives. Moreover, it is shown that the hypothesis that the output contraction may partly owe to a credit contraction cannot be ruled out. The hypothesis is tested on a sample of 85 branches of industry in Poland. Also analyzed are the rationale for expecting a connection between credit and output and the policy options available to mitigate the liquidity crunch in postsocialist economies.", "authors": ["fpca694", "epco163"], "abstractStem": "real bank credit in eastern european countri after their recent stabil program is shown to have fallen sharpli except in the case of hungari the mean of the fall is discuss from the present valu and liquid perspect moreov it is shown that the hypothesi that the output contract may partli owe to a credit contract cannot be rule out the hypothesi is test on a sampl of 85 branch of industri in poland also analyz are the rational for expect a connect between credit and output and the polici option avail to mitig the liquid crunch in postsocialist economi", "title": "Output Collapse in Eastern Europe: The Role of Credit"}, "https://ideas.repec.org/a/ucp/jpolec/v86y1978i5p943-52.html": {"abstract": "No abstract is available for this item.", "authors": ["fpca694"], "abstractStem": "no abstract is avail for thi item", "title": "Supervision, Loss of Control, and the Optimum Size of the Firm"}, "https://ideas.repec.org/a/ecm/emetrp/v46y1978i6p1411-28.html": {"abstract": "No abstract is available for this item.", "authors": ["fpca694"], "abstractStem": "no abstract is avail for thi item", "title": "On the Time Consistency of Optimal Policy in a Monetary Economy"}, "https://ideas.repec.org/a/eee/jmacro/v4y1982i3p253-275.html": {"abstract": "No abstract is available for this item.", "authors": ["fpca694"], "abstractStem": "no abstract is avail for thi item", "title": "Involuntary unemployment and inventories: An exploratory model of equilibrium and pure competition"}, "https://ideas.repec.org/a/ucp/jpolec/v87y1979i4p869-74.html": {"abstract": "No abstract is available for this item.", "authors": ["fpca694", "epko44", "epro104"], "abstractStem": "no abstract is avail for thi item", "title": "The Incidence of a Tax on Pure Rent: A New (?) Reason for an Old Answer"}, "https://ideas.repec.org/a/eee/inecon/v51y2000i1p5-19.html": {"abstract": "No abstract is available for this item.", "authors": ["fpca694"], "abstractStem": "no abstract is avail for thi item", "title": "Betting against the state socially costly financial engineering"}, "https://ideas.repec.org/a/ucp/jpolec/v91y1983i5p880-87.html": {"abstract": "No abstract is available for this item.", "authors": ["fpca694", "eppe143"], "abstractStem": "no abstract is avail for thi item", "title": "Growth and Inflationary Finance: Variations on a Mundellian Theme"}, "https://ideas.repec.org/a/eee/inecon/v41y1996i3-4p235-264.html": {"abstract": "This paper claims that the roots of Mexico's balance-of-payments crisis are found in the prevailing high degree of capital mobility and financial globalization. Under these circumstances, shifts in foreign capital flows and anticipation of a banking-system bailout may produce large imbalances between stocks of financial assets and foreign reserves, threatening the sustainability of currency pegs. Econometric analysis suggests that 1/2 of Mexico's reserve losses could be accounted for by these phenomena. Large financial imbalances are also fertile ground for self-fulfilling-prophesy crises which lead devaluations to produce deep recessions. These difficulties can be partly remedied by appropriate policies.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpca694", "epme30"], "abstractStem": "thi paper claim that the root of mexico balanceofpay crisi are found in the prevail high degre of capit mobil and financi global under these circumst shift in foreign capit flow and anticip of a bankingsystem bailout may produc larg imbal between stock of financi asset and foreign reserv threaten the sustain of currenc peg econometr analysi suggest that 12 of mexico reserv loss could be account for by these phenomena larg financi imbal are also fertil ground for selffulfillingprophesi crise which lead devalu to produc deep recess these difficulti can be partli remedi by appropri policiespthi abstract wa borrow from anoth version of thi item", "title": "Mexico's balance-of-payments crisis: a chronicle of a death foretold"}, "https://ideas.repec.org/a/eee/ecolet/v35y1991i4p415-421.html": {"abstract": "No abstract is available for this item.", "authors": ["fpca694", "fpgu488"], "abstractStem": "no abstract is avail for thi item", "title": "Optimal maturity of nominal government debt : The first tests"}, "https://ideas.repec.org/a/aea/aecrev/v86y1996i2p170-75.html": {"abstract": "No abstract is available for this item.", "authors": ["fpca694", "epme30"], "abstractStem": "no abstract is avail for thi item", "title": "Petty Crime and Cruel Punishment: Lessons from the Mexican Debacle"}, "https://ideas.repec.org/a/ime/imemes/v31y2013p39-64.html": {"abstract": "The paper claims that conventional monetary theory obliterates the central role played by media of exchange in the workings and instability of capitalist economies; and that a significant part of the financial system depends on the resiliency of paper currency and liquid assets that have been built on top of it. The resilience of the resulting financial tree is questionable if regulators are not present to adequately trim its branches to keep it from toppling due to its own weight or minor wind gusts. The issues raised in the paper are not entirely new, but have been ignored in conventional theory. This is very strange, because disregard for these key issues has lasted for more than half a century. Are we destined to continue making the same mistake? The paper argues that a way to prevent this is to understand the issuesf roots, and traces them to the Keynes/Hicks tradition. In addition, the paper presents a narrative and some empirical evidence suggesting a key channel from Liquidity Crunch to gSudden Stop,h which supports the view that liquidity/credit shocks have been a central factor in recent crises. In addition, the paper claims that liquidity considerations help to explain (1) why a credit boom may precede a financial crisis, (2) why capital inflows grow in the run-up to balance-of-payments crises, and (3) why gross flows are procyclical.", "authors": ["fpca694"], "abstractStem": "the paper claim that convent monetari theori obliter the central role play by media of exchang in the work and instabl of capitalist economi and that a signific part of the financi system depend on the resili of paper currenc and liquid asset that have been built on top of it the resili of the result financi tree is question if regul are not present to adequ trim it branch to keep it from toppl due to it own weight or minor wind gust the issu rais in the paper are not entir new but have been ignor in convent theori thi is veri strang becaus disregard for these key issu ha last for more than half a centuri are we destin to continu make the same mistak the paper argu that a way to prevent thi is to understand the issuesf root and trace them to the keyneshick tradit in addit the paper present a narr and some empir evid suggest a key channel from liquid crunch to gsudden stoph which support the view that liquiditycredit shock have been a central factor in recent crise in addit the paper claim that liquid consider help to explain 1 whi a credit boom may preced a financi crisi 2 whi capit inflow grow in the runup to balanceofpay crise and 3 whi gross flow are procycl", "title": "The Mayekawa Lecture: Puzzling over the Anatomy of Crises- Liquidity and the Veil of Finance"}, "https://ideas.repec.org/a/pal/imfstp/v40y1993i1p108-151.html": {"abstract": "The characteristics of recent capital inflows into Latin America are discussed. It is argued that these inflows are partly explained by conditions outside the region, like the recession in the United States and lower international interest rates. The importance of external factors suggests that a reversal of those conditions may lead to a future capital outflow, increasing the macroeconomic vulnerability of Latin American economies. Policy options, it is argued, are limited.", "authors": ["fpca694", "epre33"], "abstractStem": "the characterist of recent capit inflow into latin america are discuss it is argu that these inflow are partli explain by condit outsid the region like the recess in the unit state and lower intern interest rate the import of extern factor suggest that a revers of those condit may lead to a futur capit outflow increas the macroeconom vulner of latin american economi polici option it is argu are limit", "title": "Capital Inflows and Real Exchange Rate Appreciation in Latin America: The Role of External Factors"}, "https://ideas.repec.org/a/eee/inecon/v51y2000i1p79-113.html": {"abstract": "This paper argues that the globalization of securities markets may promote contagion among investors by weakening incentives for gathering costly country-specific information and by strengthening incentives for imitating arbitrary market portfolios. In the presence of short-selling constraints, the utility gain of gathering information at a fixed cost converges to a constant level and may diminish as securities markets grow. Moreover, if a portfolio manager's marginal cost for yielding below-market returns exceeds the marginal gain for above-market returns, there is a range of optimal portfolios in which all investors imitate arbitrary market portfolios and this range widens as the market grows. Numerical simulations suggest that these frictions can have significant quantitative implications and they may induce large capital flows in emerging markets.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpca694", "epme30"], "abstractStem": "thi paper argu that the global of secur market may promot contagion among investor by weaken incent for gather costli countryspecif inform and by strengthen incent for imit arbitrari market portfolio in the presenc of shortsel constraint the util gain of gather inform at a fix cost converg to a constant level and may diminish as secur market grow moreov if a portfolio manag margin cost for yield belowmarket return exce the margin gain for abovemarket return there is a rang of optim portfolio in which all investor imit arbitrari market portfolio and thi rang widen as the market grow numer simul suggest that these friction can have signific quantit implic and they may induc larg capit flow in emerg marketspthi abstract wa borrow from anoth version of thi item", "title": "Rational contagion and the globalization of securities markets"}, "https://ideas.repec.org/a/ier/iecrev/v33y1992i4p895-919.html": {"abstract": " The role of debt maturity is analyzed in a framework that blends tax smoothing with time inconsistency of optimal policy when policymakers have an incentive to use unanticipated inflation to reduce the real value of nominal government liabilities. Three conclusions emerge: (1) nominal debt leads policymakers to resort to inflation even though, in equilibrium, inflation collects no revenue; (2) when under full precommitment the optimal policy calls for complete tax smoothing and a constant debt level, the equilibrium policy without precommitment calls for anticipating tax collection and early debt repayment; and (3) management of debt maturity is an essential component of the equilibrium policy. Copyright 1992 by Economics Department of the University of Pennsylvania and the Osaka University Institute of Social and Economic Research Association.", "authors": ["fpca694", "fpgu488"], "abstractStem": " the role of debt matur is analyz in a framework that blend tax smooth with time inconsist of optim polici when policymak have an incent to use unanticip inflat to reduc the real valu of nomin govern liabil three conclus emerg 1 nomin debt lead policymak to resort to inflat even though in equilibrium inflat collect no revenu 2 when under full precommit the optim polici call for complet tax smooth and a constant debt level the equilibrium polici without precommit call for anticip tax collect and earli debt repay and 3 manag of debt matur is an essenti compon of the equilibrium polici copyright 1992 by econom depart of the univers of pennsylvania and the osaka univers institut of social and econom research associ", "title": "Optimal Maturity of Nominal Government Debt: An Infinite-Horizon Model"}, "https://ideas.repec.org/a/pal/imfstp/v37y1990i4p753-776.html": {"abstract": "An important obstacle encountered in analyzing interest rate targeting is that standard models usually lead to indeterminacy of the price level or the inflation rate. This paper develops a simple framework that avoids such problems, because the bonds whose interest rate is controlled provide liquidity services. This framework is used to examine interest rate policy in a small open economy under predetermined exchange rates. A permanent increase in the interest rate has no real effects, whereas a temporary increase in the interest rate leads to higher consumption and a current account deficit that worsens over time.", "authors": ["fpca694"], "abstractStem": "an import obstacl encount in analyz interest rate target is that standard model usual lead to indeterminaci of the price level or the inflat rate thi paper develop a simpl framework that avoid such problem becaus the bond whose interest rate is control provid liquid servic thi framework is use to examin interest rate polici in a small open economi under predetermin exchang rate a perman increas in the interest rate ha no real effect wherea a temporari increas in the interest rate lead to higher consumpt and a current account deficit that worsen over time", "title": "Interest Rate Policy in a Small Open Economy: The Predetermined Exchange Rates Case"}, "https://ideas.repec.org/a/ier/iecrev/v30y1989i3p587-606.html": {"abstract": " The effect of a future anticipated devaluation is studied in the context of Sidrauski-type model without capital mobility. When the public is compensated for the real balance effect of the devaluation, the current account deteriorates and the interest rate increases before the devaluation occurs; when the devaluation takes place, the current account turns into surplus and the interest rate suffers a precipitous fall. If the public is not compensated, results are similar after the devaluation, but they may have the opposite sign in the transition. A full characterization is, however, provided. Linkages with policy credibility issues are briefly discussed. Copyright 1989 by Economics Department of the University of Pennsylvania and the Osaka University Institute of Social and Economic Research Association.", "authors": ["fpca694"], "abstractStem": " the effect of a futur anticip devalu is studi in the context of sidrauskityp model without capit mobil when the public is compens for the real balanc effect of the devalu the current account deterior and the interest rate increas befor the devalu occur when the devalu take place the current account turn into surplu and the interest rate suffer a precipit fall if the public is not compens result are similar after the devalu but they may have the opposit sign in the transit a full character is howev provid linkag with polici credibl issu are briefli discuss copyright 1989 by econom depart of the univers of pennsylvania and the osaka univers institut of social and econom research associ", "title": "Anticipated Devaluations"}, "https://ideas.repec.org/a/cem/jaecon/v1y1998n1p35-54.html": {"abstract": "The paper studies mechanisms through which a sudden stop in international credit flows may bring about financial and balance of payments crises. It is shown that these crises can occur even though the current account deficit is fully financed by foreign direct investment. However, equity and long-term bond financing may shield the economy from sudden stop crises. The paper also examines possible factors that could trigger sudden stops, and argues that the greater independence that countries have, as compared to regions of a given country, could help to explain why sudden stop crises are more prevalent and destructive at international than at national levels.", "authors": ["fpca694"], "abstractStem": "the paper studi mechan through which a sudden stop in intern credit flow may bring about financi and balanc of payment crise it is shown that these crise can occur even though the current account deficit is fulli financ by foreign direct invest howev equiti and longterm bond financ may shield the economi from sudden stop crise the paper also examin possibl factor that could trigger sudden stop and argu that the greater independ that countri have as compar to region of a given countri could help to explain whi sudden stop crise are more preval and destruct at intern than at nation level", "title": "Capital Flows and Capital-Market Crises: The Simple Economics of Sudden Stops"}, "https://ideas.repec.org/a/eee/inecon/v8y1978i4p513-524.html": {"abstract": "No abstract is available for this item.", "authors": ["fpca694", "epfi15"], "abstractStem": "no abstract is avail for thi item", "title": "On the optimal acquisition of foreign capital through investment of oil export revenues"}, "https://ideas.repec.org/a/bla/etrans/v10y2002-07i2p393-403.html": {"abstract": "No abstract is available for this item.", "authors": ["fpca694"], "abstractStem": "no abstract is avail for thi item", "title": "On dollarization"}, "https://ideas.repec.org/a/eee/moneco/v12y1983i3p383-398.html": {"abstract": "No abstract is available for this item.", "authors": ["fpca694"], "abstractStem": "no abstract is avail for thi item", "title": "Staggered prices in a utility-maximizing framework"}, "https://ideas.repec.org/a/cml/moneta/vxxxvy2013i1p1-39.html": {"abstract": "En este artículo se determina el nivel óptimo de reservas internacionales en términos de un modelo estadístico en el cual las reservas afectan tanto la probabilidad de una interrupción súbita de flujos de capital, como los costos en producto asociados, al reducir los efectos de balance producidos porla dolarización de pasivos. Se encuentra que las reservas observadas en vísperas de la crisis financiera no estuvieron –en promedio– alejadas de los niveles óptimos derivados del modelo", "authors": ["fpca694", "epiz6", "eplo100"], "abstractStem": "en est art culo se determina el nivel  ptimo de reserva internacional en t rmino de un modelo estad stico en el cual la reserva afectan tanto la probabilidad de una interrupci n s bita de flujo de capit como lo costo en producto asociado al reducir lo efecto de balanc producido porla dolarizaci n de pasivo se encuentra que la reserva observada en v spera de la crisi financiera no estuvieron  en promedio  alejada de lo nivel  ptimo derivado del modelo", "title": "Tenencias óptimas de reservas internacionales: autoaseguramiento contra interrupciones súbitas de flujos de capital"}, "https://ideas.repec.org/a/oup/qjecon/v95y1980i4p663-677..html": {"abstract": "We analyze Schumpeterian entrepreneurship within a general equilibrium model of a competitive economy patterned after Lucas. All individuals have access to exogenously growing knowledge. Those who acquire sufficient knowledge become entrepreneurs. If learning is only a function of ability, the faster the progress, the fewer the entrepreneurs, and the higher their pay relative to workers' wages. If knowledge is only a function of lifetime, the faster the progress is, the earlier the entry will be into the entrepreneurial group. When age and ability are considered together, the individuals (if any) who become entrepreneurs with faster progress are younger and more able than those (if any) who drop out of the group.", "authors": [], "abstractStem": "we analyz schumpeterian entrepreneurship within a gener equilibrium model of a competit economi pattern after luca all individu have access to exogen grow knowledg those who acquir suffici knowledg becom entrepreneur if learn is onli a function of abil the faster the progress the fewer the entrepreneur and the higher their pay rel to worker wage if knowledg is onli a function of lifetim the faster the progress is the earlier the entri will be into the entrepreneuri group when age and abil are consid togeth the individu if ani who becom entrepreneur with faster progress are younger and more abl than those if ani who drop out of the group", "title": "Technology, Entrepreneurs, and Firm Size"}, "https://ideas.repec.org/a/aea/jecper/v10y1996i2p123-39.html": {"abstract": "Half a decade has passed since the resurgence of international capital flows to many developing countries and history has, once again, shown that foreign investment is prone to repeated booms and busts. Mexico's 1994 crisis is but a recent example that highlights the vulnerability of capital-importing countries to abrupt reversals; thus, an aim of policy is to reduce that vulnerability. This paper discusses the principal causes, facts, and policies that have characterized capital inflows to Asia and Latin America. In particular, the authors examine what policies have proved useful in protecting these economies from the vagaries of international capital flow.", "authors": ["fpca694", "epre33"], "abstractStem": "half a decad ha pass sinc the resurg of intern capit flow to mani develop countri and histori ha onc again shown that foreign invest is prone to repeat boom and bust mexico 1994 crisi is but a recent exampl that highlight the vulner of capitalimport countri to abrupt revers thu an aim of polici is to reduc that vulner thi paper discuss the princip caus fact and polici that have character capit inflow to asia and latin america in particular the author examin what polici have prove use in protect these economi from the vagari of intern capit flow", "title": "Inflows of Capital to Developing Countries in the 1990s"}, "https://ideas.repec.org/a/eee/deveco/v43y1994i1p59-84.html": {"abstract": "Exchange rate-based stabilizations often result in an initial output expansion. One explanation for this phenomenon has been that, in the presence of inflation inertia, a reduction in the nominal interest rate causes the domestic real interest rate to fall, thus increasing aggregate demand. This paper reexamines this issue in the context of an intertemporal optimizing model. In contrast to previous results, the analysis shows that, if the intertemporal elasticity of substitution is smaller than the elasticity of substitution between traded and home goods, a permanent reduction in the rate of devaluation leads to a fall in aggregate demand.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpca694", "epve34"], "abstractStem": "exchang ratebas stabil often result in an initi output expans one explan for thi phenomenon ha been that in the presenc of inflat inertia a reduct in the nomin interest rate caus the domest real interest rate to fall thu increas aggreg demand thi paper reexamin thi issu in the context of an intertempor optim model in contrast to previou result the analysi show that if the intertempor elast of substitut is smaller than the elast of substitut between trade and home good a perman reduct in the rate of devalu lead to a fall in aggreg demandpthi abstract wa borrow from anoth version of thi item", "title": "Stabilization dynamics and backward-looking contracts"}, "https://ideas.repec.org/a/eee/jimfin/v4y1985i2p175-188.html": {"abstract": "No abstract is available for this item.", "authors": ["fpca694"], "abstractStem": "no abstract is avail for thi item", "title": "Currency substitution and the real exchange rate: the utility maximization approach"}, "https://ideas.repec.org/a/bla/scandj/v116y2014i1p5-19.html": {"abstract": "No abstract is available for this item.", "authors": ["fpca694"], "abstractStem": "no abstract is avail for thi item", "title": "Sudden Stop and Sudden Flood of Foreign Direct Investment: Inverse Bank Run, Output, and Welfare Distribution"}, "https://ideas.repec.org/a/eee/jmacro/v1y1979i2p149-166.html": {"abstract": "No abstract is available for this item.", "authors": ["fpca694"], "abstractStem": "no abstract is avail for thi item", "title": "Fiscal policy, welfare, and employment with perfect foresight"}, "https://ideas.repec.org/a/eee/jetheo/v19y1978i2p321-337.html": {"abstract": "No abstract is available for this item.", "authors": ["fpca694"], "abstractStem": "no abstract is avail for thi item", "title": "On the indeterminacy of interest rates and wages with perfect foresight"}, "https://ideas.repec.org/a/eee/ecolet/v1y1978i3p275-278.html": {"abstract": "No abstract is available for this item.", "authors": ["fpca694"], "abstractStem": "no abstract is avail for thi item", "title": "The ex-post behavior of firms offering optimal employment contracts"}, "https://ideas.repec.org/a/oup/restud/v46y1979i1p59-71..html": {"abstract": "No abstract is available for this item.", "authors": [], "abstractStem": "no abstract is avail for thi item", "title": "Optimal Population and Capital over Time: The Maximin Perspective"}, "https://ideas.repec.org/a/aea/aecrev/v65y1975i1p181-86.html": {"abstract": "No abstract is available for this item.", "authors": ["fpca694"], "abstractStem": "no abstract is avail for thi item", "title": "Efficient and Optimal Utilization of Capital Services"}, "https://ideas.repec.org/a/ecm/emetrp/v58y1990i5p1245-47.html": {"abstract": "No abstract is available for this item.", "authors": ["fpca694", "epob13"], "abstractStem": "no abstract is avail for thi item", "title": "Time Consistency of Fiscal and Monetary Policy: A Comment"}, "lastname": "Calvo", "https://ideas.repec.org/a/ijf/ijfiec/v1y1996i3p207-23.html": {"abstract": " This paper examines the recent financial debacle in Mexico and its effects on other emerging markets (the Tequila effect). I argue that financial and liquidity considerations--as opposed to current account sustainability or real exchange rate considerations--appear to have played a prominent role. Special attention is given to financial factors in Latin America. On this basis it is concluded that Mexico and Argentina were particularly vulnerable to speculative attacks. For contrast, the experience of Austria is examined and compared with that of Mexico. The analysis suggests that the remarkable stability of Austria--which pegged its currency to the Deutsche Mark for more than 15 years--may be due to the low volatility of its monetary aggregates. I also argue that financial factors could account for multiple self-fulfilling equilibria, helping to explain the sudden and deep reversals in Mexico and Argentina. It concludes with a discussion on policy implications. I suggest that, aside from the usual fiscal prudence advice, countries should pay special attention to the banking system and the maturity of public debt. Furthermore, the appropriateness of an exchange rate regime should take into account the characteristics of the financial sector. Copyright @ 1996 by John Wiley &amp; Sons, Ltd. All rights reserved.", "authors": ["fpca694"], "abstractStem": " thi paper examin the recent financi debacl in mexico and it effect on other emerg market the tequila effect i argu that financi and liquid considerationsa oppos to current account sustain or real exchang rate considerationsappear to have play a promin role special attent is given to financi factor in latin america on thi basi it is conclud that mexico and argentina were particularli vulner to specul attack for contrast the experi of austria is examin and compar with that of mexico the analysi suggest that the remark stabil of austriawhich peg it currenc to the deutsch mark for more than 15 yearsmay be due to the low volatil of it monetari aggreg i also argu that financi factor could account for multipl selffulfil equilibria help to explain the sudden and deep revers in mexico and argentina it conclud with a discuss on polici implic i suggest that asid from the usual fiscal prudenc advic countri should pay special attent to the bank system and the matur of public debt furthermor the appropri of an exchang rate regim should take into account the characterist of the financi sector copyright  1996 by john wiley amp son ltd all right reserv", "title": "Capital Flows and Macroeconomic Management: Tequila Lessons"}, "https://ideas.repec.org/a/eee/inecon/v22y1987i1-2p141-155.html": {"abstract": "No abstract is available for this item.", "authors": ["fpca694"], "abstractStem": "no abstract is avail for thi item", "title": "Real exchange rate dynamics with nominal parities Structural change and overshooting"}, "https://ideas.repec.org/a/mcb/jmoncb/v33y2001i2p312-34.html": {"abstract": " The paper reviews the main challenges faced by policymakers in emerging market economies, EM, in light of recent financial crises, and taking into account salient factors like the existence of partial dollarization, imperfect credibility, weak financial systems, and contagion. The standard theory of optimal currency areas is discussed and criticized for omitting the above factors. When these factors are taken into account, an extreme foreign exchange regime like dollarization is shown to become much more attractive. The paper discusses the pros and cons of dollarization and, among other things, shows that the lack of a lender of last resort is not necessarily a major drawback in EM. The paper also discusses inflation targeting, IT. In a formal model, it is shown that IT could be subject to credibility problems similar to those found in exchange rate-based stabilization programs.", "authors": ["fpca694"], "abstractStem": " the paper review the main challeng face by policymak in emerg market economi em in light of recent financi crise and take into account salient factor like the exist of partial dollar imperfect credibl weak financi system and contagion the standard theori of optim currenc area is discuss and critic for omit the abov factor when these factor are taken into account an extrem foreign exchang regim like dollar is shown to becom much more attract the paper discuss the pro and con of dollar and among other thing show that the lack of a lender of last resort is not necessarili a major drawback in em the paper also discuss inflat target it in a formal model it is shown that it could be subject to credibl problem similar to those found in exchang ratebas stabil program", "title": "Capital Markets and the Exchange Rate with Special Reference to the Dollarization Debate in Latin America"}, "firstname": "Guillermo", "https://ideas.repec.org/a/col/000090/006705.html": {"abstract": "Se trata de hacer un aporte a la comprensión del concepto de globalización. Luego se hará especial énfasis cambiario, puesto que, a pesar de no ser necesario lo más importante dentro de la organización de un país, es un tema que siempre se hace presente, y es una de las pocas variables o instituciones sobre las que se tiene control. Además, es sabido que existe un movimiento hacia la dolarización en algunos países, liderados por la Argentina.", "authors": ["fpca694"], "abstractStem": "se trata de hacer un aport a la comprensi n del concepto de globalizaci n luego se har  especi  nfasi cambiario puesto que a pesar de no ser necesario lo m s important dentro de la organizaci n de un pa s es un tema que siempr se hace present y es una de la poca variabl o institucion sobr la que se tien control adem s es sabido que exist un movimiento hacia la dolarizaci n en alguno pa se liderado por la argentina", "title": "Globalización y régimen cambiario: ¿tiene sentido dolarizar?"}, "https://ideas.repec.org/a/ecm/emetrp/v44y1976i5p867-78.html": {"abstract": "No abstract is available for this item.", "authors": ["fpca694"], "abstractStem": "no abstract is avail for thi item", "title": "Optimal Growth in a Putty-Clay Model"}, "https://ideas.repec.org/a/pal/imfstp/v38y1991i2p268-299.html": {"abstract": "The early stages of transformation of centrally planned economies into market economies are examined. In the transitional phase when an economy is no longer centrally planned, but not yet market based--when it is a \"previously centrally planned economy\"--expectations play a key role. A model is developed to analyze the consequences of expected price liberalization, and the benefits from early development of financial markets and speedy implementation of price reform are demonstrated. Ways to reduce liquidity overhang are examined, the consequences of privatization are analyzed, and the benefits of an effective tax system are highlighted.", "authors": ["fpca694"], "abstractStem": "the earli stage of transform of central plan economi into market economi are examin in the transit phase when an economi is no longer central plan but not yet market basedwhen it is a previous central plan economyexpect play a key role a model is develop to analyz the consequ of expect price liber and the benefit from earli develop of financi market and speedi implement of price reform are demonstr way to reduc liquid overhang are examin the consequ of privat are analyz and the benefit of an effect tax system are highlight", "title": "From Centrally Planned to Market Economy: The Road from CPE to PCPE"}, "https://ideas.repec.org/a/eee/dyncon/v2y1980i1p61-78.html": {"abstract": "No abstract is available for this item.", "authors": ["fpca694"], "abstractStem": "no abstract is avail for thi item", "title": "Tax-financed government spending in a neoclassical model with sticky wages and rational expectations"}, "https://ideas.repec.org/a/eee/inecon/v14y1983i1-2p103-114.html": {"abstract": "No abstract is available for this item.", "authors": ["fpca694"], "abstractStem": "no abstract is avail for thi item", "title": "International factor mobility and national advantage"}, "https://ideas.repec.org/a/ecm/emetrp/v45y1977i7p1737-39.html": {"abstract": "No abstract is available for this item.", "authors": ["fpca694"], "abstractStem": "no abstract is avail for thi item", "title": "The Stability of Models of Money and Perfect Foresight: A Comment"}, "https://ideas.repec.org/a/pal/imfstp/v35y1988i3p461-473.html": {"abstract": "The social costs of a temporary liberalization policy in the context of an economy with infinitely lived individuals and no intertemporal consumption substitution are studied. Importable goods, however, can be stored, and storability is the central source of distortions. Possible welfare costs of the induced inventory accumulation are shown to be significant. It is also argued that temporariness is formally equivalent to \"lack of credibility.\" Because international capital mobility is the vehicle that magnifies these distortions, the results suggest that an optimal trade liberalization without full credibility could call for controls on international capital mobility.", "authors": ["fpca694"], "abstractStem": "the social cost of a temporari liber polici in the context of an economi with infinit live individu and no intertempor consumpt substitut are studi import good howev can be store and storabl is the central sourc of distort possibl welfar cost of the induc inventori accumul are shown to be signific it is also argu that temporari is formal equival to lack of credibl becaus intern capit mobil is the vehicl that magnifi these distort the result suggest that an optim trade liber without full credibl could call for control on intern capit mobil", "title": "Costly Trade Liberalizations: Durable Goods and Capital Mobility"}, "https://ideas.repec.org/a/eee/ecolet/v4y1979i2p135-139.html": {"abstract": "No abstract is available for this item.", "authors": ["fpca694"], "abstractStem": "no abstract is avail for thi item", "title": "Capital accumulation and welfare: a note"}, "https://ideas.repec.org/a/aea/aecrev/v82y1992i1p179-94.html": {"abstract": " The authors develop and test the orthogonality conditions implied by a dynamic model of the inflation tax. A distinguishing feature of the analysis is that the welfare loss from inflation, the money-demand function, and the time path of inflation are jointly derived from first principles of government and private-sector intertemporal optimization. Quarterly data for Argentina, Brazil, and Israel are used in implementing the model. Although the overidentifying restrictions of the model are not rejected in most cases, there are several data points characterized by higher rates of inflation than the optimal rates under precommitment. Copyright 1992 by American Economic Association.", "authors": ["fpca694"], "abstractStem": " the author develop and test the orthogon condit impli by a dynam model of the inflat tax a distinguish featur of the analysi is that the welfar loss from inflat the moneydemand function and the time path of inflat are jointli deriv from first principl of govern and privatesector intertempor optim quarterli data for argentina brazil and israel are use in implement the model although the overidentifi restrict of the model are not reject in most case there are sever data point character by higher rate of inflat than the optim rate under precommit copyright 1992 by american econom associ", "title": "Optimal Inflation Tax under Precommitment: Theory and Evidence"}, "https://ideas.repec.org/a/pal/imfstp/v40y1993i4p868-870.html": {"abstract": "In this short note we further discuss the role of macroeconomic policies to deal with surges in capital inflows. Primarily policies aimed at avoiding financial crises or an overvaluation of the real exchange rate.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpca694", "epre33"], "abstractStem": "in thi short note we further discuss the role of macroeconom polici to deal with surg in capit inflow primarili polici aim at avoid financi crise or an overvalu of the real exchang ratepthi abstract wa borrow from anoth version of thi item", "title": "Formulating a Policy Response: Reply to Snowden"}}}