{"fpha303": {"https://ideas.repec.org/a/eee/ecolet/v8y1981i3p255-260.html": {"abstract": "A prediction formula for geometrically declining sums of future forcing variables is derived for models in which the forcing variables are generated by a vector autoregressive-moving average process. This formula is useful in deducing and characterizing cross-equation restrictions implied by linear rational expectations models.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpha303", "epsa83"], "abstractStem": "a predict formula for geometr declin sum of futur forc variabl is deriv for model in which the forc variabl are gener by a vector autoregressivemov averag process thi formula is use in deduc and character crossequ restrict impli by linear ration expect modelspthi abstract wa borrow from anoth version of thi item", "title": "A note on Wiener-Kolmogorov prediction formulas for rational expectations models"}, "https://ideas.repec.org/a/eee/econom/v183y2014i1p67-90.html": {"abstract": "We develop new methods for representing the asset-pricing implications of stochastic general equilibrium models. We provide asset-pricing counterparts to impulse response functions and the resulting dynamic value decompositions (DVDs). These methods quantify the exposures of macroeconomic cash flows to shocks over alternative investment horizons and the corresponding prices or investors’ compensations. We extend the continuous-time methods developed in Hansen and Scheinkman (2012) and Borovička et al. (2011) by constructing discrete-time, state-dependent, shock-exposure and shock-price elasticities as functions of the investment horizon. Our methods are applicable to economic models that are nonlinear, including models with stochastic volatility.", "authors": ["fpbo435", "fpha303"], "abstractStem": "we develop new method for repres the assetpr implic of stochast gener equilibrium model we provid assetpr counterpart to impuls respons function and the result dynam valu decomposit dvd these method quantifi the exposur of macroeconom cash flow to shock over altern invest horizon and the correspond price or investor  compens we extend the continuoustim method develop in hansen and scheinkman 2012 and borovi ka et al 2011 by construct discretetim statedepend shockexposur and shockpric elast as function of the invest horizon our method are applic to econom model that are nonlinear includ model with stochast volatil", "title": "Examining macroeconomic models through the lens of asset pricing"}, "https://ideas.repec.org/a/ecm/quante/v1y2010i1p129-162.html": {"abstract": "No abstract is available for this item.", "authors": ["fpha303", "epsa83"], "abstractStem": "no abstract is avail for thi item", "title": "Fragile beliefs and the price of uncertainty"}, "https://ideas.repec.org/a/ksp/journ6/v1y2014i1p57-65.html": {"abstract": "Belirsizlik Modelive Saðlamlýlýk Kontrolü", "authors": ["fpha303", "epsa83"], "abstractStem": "belirsizlik model sa laml l k kontrol ", "title": "[Robust Control and Model Uncertainty], Belirsizlik Modeli ve Saðlamlýlýk Kontrolü"}, "https://ideas.repec.org/a/ucp/macann/doi10.1086-663999.html": {"abstract": "No abstract is available for this item.", "authors": ["fpha303"], "abstractStem": "no abstract is avail for thi item", "title": "Comment"}, "https://ideas.repec.org/a/eee/jetheo/v128y2006i1p45-90.html": {"abstract": "No abstract is available for this item.", "authors": ["fpha303", "epsa83", "epwi107"], "abstractStem": "no abstract is avail for thi item", "title": "Robust control and model misspecification"}, "https://ideas.repec.org/a/eee/crcspp/v17y1982ip239-250.html": {"abstract": "No abstract is available for this item.", "authors": ["fpha303"], "abstractStem": "no abstract is avail for thi item", "title": "Consumption, asset markets, and macroeconomic fluctuations : A comment"}, "https://ideas.repec.org/a/eee/econom/v170y2012i2p325-330.html": {"abstract": "I present proofs for the consistency of generalized method of moments (GMM) estimators presented in Hansen (1982). Some basic approximation results provide the groundwork for the analysis of a class of such estimators. Using these results, I establish the large sample convergence of GMM estimators under alternative restrictions on the estimation problem.", "authors": ["fpha303"], "abstractStem": "i present proof for the consist of gener method of moment gmm estim present in hansen 1982 some basic approxim result provid the groundwork for the analysi of a class of such estim use these result i establish the larg sampl converg of gmm estim under altern restrict on the estim problem", "title": "Proofs for large sample properties of generalized method of moments estimators"}, "https://ideas.repec.org/a/aea/jecper/v10y1996i1p87-104.html": {"abstract": "Interest in simulating recently developed dynamic stochastic general equilibrium models of the economy stimulated a demand for parameters. This has given rise to calibration as advocated by Finn E. Kydland and Edward C. Prescott (1982). This paper explores the implicit assumptions underlying their calibration method. The authors question that there is a ready supply of micro estimates available to calibrate macroeconomic models. Measures of parameter uncertainty and specification sensitivity should be routinely reported. They propose a more symbiotic role for calibration as providing signals to microeconomists about important gaps in knowledge, which when filled will solidify the empirical underpinning, improving the credibility of the quantitative output.", "authors": ["fpha303", "ephe22"], "abstractStem": "interest in simul recent develop dynam stochast gener equilibrium model of the economi stimul a demand for paramet thi ha given rise to calibr as advoc by finn e kydland and edward c prescott 1982 thi paper explor the implicit assumpt underli their calibr method the author question that there is a readi suppli of micro estim avail to calibr macroeconom model measur of paramet uncertainti and specif sensit should be routin report they propos a more symbiot role for calibr as provid signal to microeconomist about import gap in knowledg which when fill will solidifi the empir underpin improv the credibl of the quantit output", "title": "The Empirical Foundations of Calibration"}, "https://ideas.repec.org/a/cup/macdyn/v8y2004i02p273-294_03.html": {"abstract": "No abstract is available for this item.", "authors": ["fpha303"], "abstractStem": "no abstract is avail for thi item", "title": "An Interview With Christopher A. Sims"}, "https://ideas.repec.org/a/eee/moneco/v59y2012i5p422-445.html": {"abstract": "For each of three types of ambiguity, we compute a robust Ramsey plan and an associated worst-case probability model. Ex post, ambiguity of type I implies endogenously distorted homogeneous beliefs, while ambiguities of types II and III imply distorted heterogeneous beliefs. Martingales characterize alternative probability specifications and clarify distinctions among the three types of ambiguity. We use recursive formulations of Ramsey problems to impose local predictability of commitment multipliers directly. To reduce the dimension of the state in a recursive formulation, we transform the commitment multiplier to accommodate the heterogeneous beliefs that arise with ambiguity of types II and III. Our formulations facilitate comparisons of the consequences of these alternative types of ambiguity.", "authors": ["fpha303", "epsa83"], "abstractStem": "for each of three type of ambigu we comput a robust ramsey plan and an associ worstcas probabl model ex post ambigu of type i impli endogen distort homogen belief while ambigu of type ii and iii impli distort heterogen belief martingal character altern probabl specif and clarifi distinct among the three type of ambigu we use recurs formul of ramsey problem to impos local predict of commit multipli directli to reduc the dimens of the state in a recurs formul we transform the commit multipli to accommod the heterogen belief that aris with ambigu of type ii and iii our formul facilit comparison of the consequ of these altern type of ambigu", "title": "Three types of ambiguity"}, "https://ideas.repec.org/a/ecm/emetrp/v55y1987i3p587-613.html": {"abstract": " The purpose of this paper is to investigate testable implications of equilibrium asset pricing models. The authors derive a general representation for asset prices that displays the role of conditioning information. This representation is then used to examine restrictions implied by asset pricing models on the unconditional moments of asset payoffs and prices. In particular, they analyze the effect of information omission on the mean-variance frontier of one- period returns on portfolios of securities. Also, the authors deduce an information extension of equilibrium pricing functions that is useful in deriving restrictions on the unconditional moments of payoffs and prices. Copyright 1987 by The Econometric Society.", "authors": ["fpha303"], "abstractStem": " the purpos of thi paper is to investig testabl implic of equilibrium asset price model the author deriv a gener represent for asset price that display the role of condit inform thi represent is then use to examin restrict impli by asset price model on the uncondit moment of asset payoff and price in particular they analyz the effect of inform omiss on the meanvari frontier of one period return on portfolio of secur also the author deduc an inform extens of equilibrium price function that is use in deriv restrict on the uncondit moment of payoff and price copyright 1987 by the econometr societi", "title": "The Role of Conditioning Information in Deducing Testable"}, "https://ideas.repec.org/a/red/issued/v4y2001i3p519-535.html": {"abstract": "We explore methods for confronting model misspecification in macroeconomics. We construct dynamic equilibria in which private agents and policy makers recognize that models are approximations. We explore two generalizations of reational expectations equilibria. In one of these equilibria, decision-makers use dynamic evolution equations that are imperfect statistical approximations, and in the other misspecification is impossible to detect even from infinite samples of time series data. In the first of these equilibria, decision rules are tailored to be robust to the allowable statistical discrepancies. Using frequency domain methods, we show that robust decision-makers treat model misspecification like time series econometricians.", "authors": ["fpha303", "epsa83"], "abstractStem": "we explor method for confront model misspecif in macroeconom we construct dynam equilibria in which privat agent and polici maker recogn that model are approxim we explor two gener of reation expect equilibria in one of these equilibria decisionmak use dynam evolut equat that are imperfect statist approxim and in the other misspecif is imposs to detect even from infinit sampl of time seri data in the first of these equilibria decis rule are tailor to be robust to the allow statist discrep use frequenc domain method we show that robust decisionmak treat model misspecif like time seri econometrician", "title": "Acknowledging Misspecification in Macroeconomic Theory"}, "https://ideas.repec.org/a/ime/imemes/v19y2001is1p213-227.html": {"abstract": "We explore methods for confronting model misspecification in macroeconomics. We construct dynamic equilibria in which private agents and policy makers recognize that models are approximations. We explore two generalizations of rational expectations equilibria. In one of these equilibria, decision makers use dynamic evolution equations that are imperfect statistical approximations, and in the other misspecification is impossible to detect even from infinite samples of time-series data. In the first of these equilibria, decision rules are tailored to be robust to the allowable statistical discrepancies. Using frequency domain methods, we show that robust decision makers treat model misspecification like time-series econometricians.", "authors": ["fpha303", "epsa83"], "abstractStem": "we explor method for confront model misspecif in macroeconom we construct dynam equilibria in which privat agent and polici maker recogn that model are approxim we explor two gener of ration expect equilibria in one of these equilibria decis maker use dynam evolut equat that are imperfect statist approxim and in the other misspecif is imposs to detect even from infinit sampl of timeseri data in the first of these equilibria decis rule are tailor to be robust to the allow statist discrep use frequenc domain method we show that robust decis maker treat model misspecif like timeseri econometrician", "title": "Acknowledgement Misspecification in Macroeconomic Theory"}, "https://ideas.repec.org/a/tpr/jeurec/v1y2003i1p68-123.html": {"abstract": " A representative agent fears that his model, a continuous time Markov process with jump and diffusion components, is misspecified and therefore uses robust control theory to make decisions. Under the decision maker's approximating model, cautious behavior puts adjustments for model misspecification into market prices for risk factors. We use a statistical theory of detection to quantify how much model misspecification the decision maker should fear, given his historical data record. A semigroup is a collection of objects connected by something like the law of iterated expectations. The law of iterated expectations defines the semigroup for a Markov process, while similar laws define other semigroups. Related semigroups describe (1) an approximating model; (2) a model misspecification adjustment to the continuation value in the decision maker's Bellman equation; (3) asset prices; and (4) the behavior of the model detection statistics that we use to calibrate how much robustness the decision maker prefers. Semigroups 2, 3, and 4 establish a tight link between the market price of uncertainty and a bound on the error in statistically discriminating between an approximating and a worst case model. (JEL: C00, D51, D81, E1, G12) Copyright (c) 2003 The European Economic Association.", "authors": ["fpha303", "epsa83"], "abstractStem": " a repres agent fear that hi model a continu time markov process with jump and diffus compon is misspecifi and therefor use robust control theori to make decis under the decis maker approxim model cautiou behavior put adjust for model misspecif into market price for risk factor we use a statist theori of detect to quantifi how much model misspecif the decis maker should fear given hi histor data record a semigroup is a collect of object connect by someth like the law of iter expect the law of iter expect defin the semigroup for a markov process while similar law defin other semigroup relat semigroup describ 1 an approxim model 2 a model misspecif adjust to the continu valu in the decis maker bellman equat 3 asset price and 4 the behavior of the model detect statist that we use to calibr how much robust the decis maker prefer semigroup 2 3 and 4 establish a tight link between the market price of uncertainti and a bound on the error in statist discrimin between an approxim and a worst case model jel c00 d51 d81 e1 g12 copyright c 2003 the european econom associ", "title": "A Quartet of Semigroups for Model Specification, Robustness, Prices of Risk, and Model Detection"}, "https://ideas.repec.org/a/ecm/emetrp/v50y1982i4p1029-54.html": {"abstract": "No abstract is available for this item.", "authors": ["fpha303"], "abstractStem": "no abstract is avail for thi item", "title": "Large Sample Properties of Generalized Method of Moments Estimators"}, "https://ideas.repec.org/a/eee/dyncon/v34y2010i10p1951-1966.html": {"abstract": "For linear quadratic Gaussian problems, this paper uses two risk-sensitivity operators defined by Hansen and Sargent (2007b) to construct decision rules that are robust to misspecifications of (1) transition dynamics for state variables and (2) a probability density over hidden states induced by Bayes' law. Duality of risk sensitivity to the multiplier version of min-max expected utility theory of Hansen and Sargent (2001) allows us to compute risk-sensitivity operators by solving two-player zero-sum games. Because the approximating model is a Gaussian probability density over sequences of signals and states, we can exploit a modified certainty equivalence principle to solve four games that differ in continuation value functions and discounting of time t increments to entropy. The different games express different dimensions of concerns about robustness. All four games give rise to time consistent worst-case distributions for observed signals. But in Games I-III, the minimizing players' worst-case densities over hidden states are time inconsistent, while Game IV is an LQG version of a game of Hansen and Sargent (2005) that builds in time consistency. We show how detection error probabilities can be used to calibrate the risk-sensitivity parameters that govern fear of model misspecification in hidden Markov models.", "authors": ["fpha303", "fpma1440", "epsa83"], "abstractStem": "for linear quadrat gaussian problem thi paper use two risksensit oper defin by hansen and sargent 2007b to construct decis rule that are robust to misspecif of 1 transit dynam for state variabl and 2 a probabl densiti over hidden state induc by bay law dualiti of risk sensit to the multipli version of minmax expect util theori of hansen and sargent 2001 allow us to comput risksensit oper by solv twoplay zerosum game becaus the approxim model is a gaussian probabl densiti over sequenc of signal and state we can exploit a modifi certainti equival principl to solv four game that differ in continu valu function and discount of time t increment to entropi the differ game express differ dimens of concern about robust all four game give rise to time consist worstcas distribut for observ signal but in game iiii the minim player worstcas densiti over hidden state are time inconsist while game iv is an lqg version of a game of hansen and sargent 2005 that build in time consist we show how detect error probabl can be use to calibr the risksensit paramet that govern fear of model misspecif in hidden markov model", "title": "Robust hidden Markov LQG problems"}, "https://ideas.repec.org/a/eee/econom/v45y1990i1-2p141-179.html": {"abstract": "No abstract is available for this item.", "authors": ["fpga696", "fpha303", "epta61"], "abstractStem": "no abstract is avail for thi item", "title": "Using conditional moments of asset payoffs to infer the volatility of intertemporal marginal rates of substitution"}, "https://ideas.repec.org/a/eee/moneco/v50y2003i3p581-604.html": {"abstract": "No abstract is available for this item.", "authors": ["fpha303", "epsa83"], "abstractStem": "no abstract is avail for thi item", "title": "Robust control of forward-looking models"}, "https://ideas.repec.org/a/ecm/emetrp/v63y1995i4p767-804.html": {"abstract": " Continuous-time Markov processes can be characterized conveniently by their infinitesimal generators. For such processes there exist forward and reverse-time generators. The authors show how to use these generators to construct moment conditions implied by stationary Markov processes. Generalized method of moments estimators and tests can be constructed using these moment conditions. The resulting econometric methods are designed to be applied to discrete-time data obtained by sampling continuous-time Markov processes. Copyright 1995 by The Econometric Society.", "authors": ["fpha303", "epsc26"], "abstractStem": " continuoustim markov process can be character conveni by their infinitesim gener for such process there exist forward and reversetim gener the author show how to use these gener to construct moment condit impli by stationari markov process gener method of moment estim and test can be construct use these moment condit the result econometr method are design to be appli to discretetim data obtain by sampl continuoustim markov process copyright 1995 by the econometr societi", "title": "Back to the Future: Generating Moment Implications for Continuous-Time Markov Processes"}, "https://ideas.repec.org/a/oup/rfinst/v15y2002i2p363-404.html": {"abstract": " We study how decision-makers' concerns about robustness affect prices and quantities in a stochastic growth model. In the model economy, growth rates in technology are altered by infrequent large shocks and continuous small shocks. An investor observes movements in the technology level but cannot perfectly distinguish their sources. Instead the investor solves a signal extraction problem. We depart from most of the macroeconomics and finance literature by presuming that the investor treats the specification of technology evolution as an approximation. To promote a decision rule that is robust to model misspecification, an investor acts as if a malevolent player threatens to perturb the actual data-generating process relative to his approximating model. We study how a concern about robustness alters asset prices. We show that the dynamic evolution of the risk-return trade-off is dominated by movements in the growth-state probabilities and that the evolution of the dividend-price ratio is driven primarily by the capital-technology ratio. Copyright 2002, Oxford University Press.", "authors": ["fpha303", "epsa83", "epwi107"], "abstractStem": " we studi how decisionmak concern about robust affect price and quantiti in a stochast growth model in the model economi growth rate in technolog are alter by infrequ larg shock and continu small shock an investor observ movement in the technolog level but cannot perfectli distinguish their sourc instead the investor solv a signal extract problem we depart from most of the macroeconom and financ literatur by presum that the investor treat the specif of technolog evolut as an approxim to promot a decis rule that is robust to model misspecif an investor act as if a malevol player threaten to perturb the actual datagener process rel to hi approxim model we studi how a concern about robust alter asset price we show that the dynam evolut of the riskreturn tradeoff is domin by movement in the growthstat probabl and that the evolut of the dividendpric ratio is driven primarili by the capitaltechnolog ratio copyright 2002 oxford univers press", "title": "Robustness and Pricing with Uncertain Growth"}, "https://ideas.repec.org/a/ucp/jpolec/v116y2008i2p260-302.html": {"abstract": " We characterize and measure a long-term risk-return trade-off for the valuation of cash flows exposed to fluctuations in macroeconomic growth. This trade-off features risk prices of cash flows that are realized far into the future but continue to be reflected in asset values. We apply this analysis to claims on aggregate cash flows and to cash flows from value and growth portfolios by imputing values to the long-run dynamic responses of cash flows to macroeconomic shocks. We explore the sensitivity of our results to features of the economic valuation model and of the model cash flow dynamics. (c) 2008 by The University of Chicago. All rights reserved.", "authors": ["fpha303", "fpli275"], "abstractStem": " we character and measur a longterm riskreturn tradeoff for the valuat of cash flow expos to fluctuat in macroeconom growth thi tradeoff featur risk price of cash flow that are realiz far into the futur but continu to be reflect in asset valu we appli thi analysi to claim on aggreg cash flow and to cash flow from valu and growth portfolio by imput valu to the longrun dynam respons of cash flow to macroeconom shock we explor the sensit of our result to featur of the econom valuat model and of the model cash flow dynam c 2008 by the univers of chicago all right reserv", "title": "Consumption Strikes Back? Measuring Long-Run Risk"}, "https://ideas.repec.org/a/ier/iecrev/v24y1983i1p21-35.html": {"abstract": "No abstract is available for this item.", "authors": ["fpha303", "epho4"], "abstractStem": "no abstract is avail for thi item", "title": "Multiperiod Probit Models and Orthogonality Condition Estimation"}, "https://ideas.repec.org/a/fip/fedgpr/y2005p17-38.html": {"abstract": "Simon’s and Theil’s certainty equivalence property justifies a convenient algorithm for solving dynamic programming problems with quadratic objectives and linear transition laws: first, optimize under perfect foresight, then substitute optimal forecasts for unknown future values. A similar decomposition into separate optimization and forecasting steps prevails when a decision maker wants a decision rule that is robust to model misspecification. Concerns about model misspecification leave the first step of the algorithm intact and affect only the second step of forecasting the future. The decision maker attains robustness by making forecasts with a distorted model that twists probabilities relative to his approximating model. The appropriate twisting emerges from a two-player zero-sum dynamic game.", "authors": ["fpha303", "epsa83"], "abstractStem": "simon s and theil s certainti equival properti justifi a conveni algorithm for solv dynam program problem with quadrat object and linear transit law first optim under perfect foresight then substitut optim forecast for unknown futur valu a similar decomposit into separ optim and forecast step prevail when a decis maker want a decis rule that is robust to model misspecif concern about model misspecif leav the first step of the algorithm intact and affect onli the second step of forecast the futur the decis maker attain robust by make forecast with a distort model that twist probabl rel to hi approxim model the appropri twist emerg from a twoplay zerosum dynam game", "title": "Certainty equivalence and model uncertainty"}, "https://ideas.repec.org/a/cup/macdyn/v6y2002i01p40-84_02.html": {"abstract": "No abstract is available for this item.", "authors": ["fpha303", "epsa83", "fpwa390"], "abstractStem": "no abstract is avail for thi item", "title": "Robust Permanent Income And Pricing With Filtering"}, "https://ideas.repec.org/a/eee/econom/v86y1998i1p1-32.html": {"abstract": "No abstract is available for this item.", "authors": ["fpha303", "epsc26"], "abstractStem": "no abstract is avail for thi item", "title": "Spectral methods for identifying scalar diffusions"}, "https://ideas.repec.org/a/eee/moneco/v9y1982i3p263-296.html": {"abstract": "A prediction formula for geometrically declining sums of future forcing variables is derived for models in which the forcing variables are generated by a vector autoregressive-moving average process. This formula is useful in deducing and characterizing cross-equation restrictions implied by linear rational expectations models.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpha303", "epsa83"], "abstractStem": "a predict formula for geometr declin sum of futur forc variabl is deriv for model in which the forc variabl are gener by a vector autoregressivemov averag process thi formula is use in deduc and character crossequ restrict impli by linear ration expect modelspthi abstract wa borrow from anoth version of thi item", "title": "Instrumental variables procedures for estimating linear rational expectations models"}, "https://ideas.repec.org/a/eee/dyncon/v36y2012i4p468-500.html": {"abstract": "We provide small noise expansions for the value function and decision rule for the recursive risk-sensitive preferences specified by Hansen and Sargent (1995), Hansen et al. (1999), and Tallarini (2000). We use the expansions (1) to provide a fast method for approximating solutions of dynamic stochastic problems and (2) to quantify the effects on decisions of uncertainty and concerns about robustness to misspecification.", "authors": ["fpha303", "epsa83"], "abstractStem": "we provid small nois expans for the valu function and decis rule for the recurs risksensit prefer specifi by hansen and sargent 1995 hansen et al 1999 and tallarini 2000 we use the expans 1 to provid a fast method for approxim solut of dynam stochast problem and 2 to quantifi the effect on decis of uncertainti and concern about robust to misspecif", "title": "Small noise methods for risk-sensitive/robust economies"}, "https://ideas.repec.org/a/eee/jetheo/v146y2011i3p1195-1223.html": {"abstract": "We use statistical detection theory in a continuous-time environment to provide a new perspective on calibrating a concern about robustness or an aversion to ambiguity. A decision maker repeatedly confronts uncertainty about state transition dynamics and a prior distribution over unobserved states or parameters. Two continuous-time formulations are counterparts of two discrete-time recursive specifications of Hansen and Sargent (2007) [16]. One formulation shares features of the smooth ambiguity model of Klibanoff et al. (2005) and (2009) [24] and [25]. Here our statistical detection calculations guide how to adjust contributions to entropy coming from hidden states as we take a continuous-time limit.", "authors": ["fpha303", "epsa83"], "abstractStem": "we use statist detect theori in a continuoustim environ to provid a new perspect on calibr a concern about robust or an avers to ambigu a decis maker repeatedli confront uncertainti about state transit dynam and a prior distribut over unobserv state or paramet two continuoustim formul are counterpart of two discretetim recurs specif of hansen and sargent 2007 16 one formul share featur of the smooth ambigu model of klibanoff et al 2005 and 2009 24 and 25 here our statist detect calcul guid how to adjust contribut to entropi come from hidden state as we take a continuoustim limit", "title": "Robustness and ambiguity in continuous time"}, "https://ideas.repec.org/a/fip/fedfpr/y2004imarx14.html": {"abstract": "No abstract is available for this item.", "authors": ["fpha303"], "abstractStem": "no abstract is avail for thi item", "title": "Empirical and policy performance of a forward-looking monetary model, comments"}, "https://ideas.repec.org/a/ecm/emetrp/v80y2012i3p911-967.html": {"abstract": "No abstract is available for this item.", "authors": ["fpha303"], "abstractStem": "no abstract is avail for thi item", "title": "Dynamic Valuation Decomposition Within Stochastic Economies"}, "firstname": "Lars", "https://ideas.repec.org/a/eee/ecolet/v1y1978i4p315-319.html": {"abstract": "No abstract is available for this item.", "authors": ["fpha303", "epho200", "eppe182"], "abstractStem": "no abstract is avail for thi item", "title": "A note on first degree stochastic dominance"}, "https://ideas.repec.org/a/eee/econom/v55y1993i1-2p21-55.html": {"abstract": "No abstract is available for this item.", "authors": ["fpha303", "epsa83"], "abstractStem": "no abstract is avail for thi item", "title": "Seasonality and approximation errors in rational expectations models"}, "lastname": "Hansen", "https://ideas.repec.org/a/ucp/jpolec/v99y1991i2p225-62.html": {"abstract": " The authors show how to use security market data to restrict the admissible region for means and standard deviations of intertemporal marginal rates of substitution of consumers. Their approach (1) is nonparametric and applies to a rich class of models of dynamic economics; (2) characterizes the duality between the mean-standard deviation frontier for intertemporal marginal rates of substitution and the familiar mean-standard deviation frontier for asset returns; and (3) exploits the restriction that intertemporal marginal rates of substitution are positive random variables. The region provides a convenient summary of the sense in which asset market data are anomalous from the vantage point of intertemporal asset pricing theory. Copyright 1991 by University of Chicago Press.", "authors": ["fpha303", "epja91"], "abstractStem": " the author show how to use secur market data to restrict the admiss region for mean and standard deviat of intertempor margin rate of substitut of consum their approach 1 is nonparametr and appli to a rich class of model of dynam econom 2 character the dualiti between the meanstandard deviat frontier for intertempor margin rate of substitut and the familiar meanstandard deviat frontier for asset return and 3 exploit the restrict that intertempor margin rate of substitut are posit random variabl the region provid a conveni summari of the sens in which asset market data are anomal from the vantag point of intertempor asset price theori copyright 1991 by univers of chicago press", "title": "Implications of Security Market Data for Models of Dynamic Economies"}, "https://ideas.repec.org/a/eee/jetheo/v136y2007i1p1-27.html": {"abstract": "In a Markov decision problem with hidden state variables, a posterior distribution serves as a state variable and Bayes' law under an approximating model gives its law of motion. A decision maker expresses fear that his model is misspecified by surrounding it with a set of alternatives that are nearby when measured by their expected log likelihood ratios (entropies). Martingales represent alternative models. A decision maker constructs a sequence of robust decision rules by pretending that a sequence of minimizing players choose increments to a martingale and distortions to the prior over the hidden state. A risk sensitivity operator induces robustness to perturbations of the approximating model conditioned on the hidden state. Another risk sensitivity operator induces robustness to the prior distribution over the hidden state. We use these operators to extend the approach of Hansen and Sargent (1995) to problems that contain hidden states. The worst case martingale is overdetermined, expressing an intertemporal inconsistency of worst case beliefs about the hidden state, but not about observables.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpha303", "epsa83"], "abstractStem": "in a markov decis problem with hidden state variabl a posterior distribut serv as a state variabl and bay law under an approxim model give it law of motion a decis maker express fear that hi model is misspecifi by surround it with a set of altern that are nearbi when measur by their expect log likelihood ratio entropi martingal repres altern model a decis maker construct a sequenc of robust decis rule by pretend that a sequenc of minim player choos increment to a martingal and distort to the prior over the hidden state a risk sensit oper induc robust to perturb of the approxim model condit on the hidden state anoth risk sensit oper induc robust to the prior distribut over the hidden state we use these oper to extend the approach of hansen and sargent 1995 to problem that contain hidden state the worst case martingal is overdetermin express an intertempor inconsist of worst case belief about the hidden state but not about observablespthi abstract wa borrow from anoth version of thi item", "title": "Recursive robust estimation and control without commitment"}, "https://ideas.repec.org/a/fip/fedfpr/y2005x7.html": {"abstract": "No abstract is available for this item.", "authors": ["fpha303"], "abstractStem": "no abstract is avail for thi item", "title": "Model uncertainty and policy evaluation: some theory and empirics - comments"}, "https://ideas.repec.org/a/ucp/jpolec/v88y1980i5p829-53.html": {"abstract": "No abstract is available for this item.", "authors": ["fpha303", "epho115"], "abstractStem": "no abstract is avail for thi item", "title": "Forward Exchange Rates as Optimal Predictors of Future Spot Rates: An Econometric Analysis"}, "https://ideas.repec.org/a/eee/econom/v30y1985i1-2p203-238.html": {"abstract": "No abstract is available for this item.", "authors": ["fpha303"], "abstractStem": "no abstract is avail for thi item", "title": "A method for calculating bounds on the asymptotic covariance matrices of generalized method of moments estimators"}, "https://ideas.repec.org/a/cup/macdyn/v1y1997i02p279-311_00.html": {"abstract": "No abstract is available for this item.", "authors": ["fpco561", "fpha303"], "abstractStem": "no abstract is avail for thi item", "title": "Bootstrapping The Long Run"}, "https://ideas.repec.org/a/eee/moneco/v69y2015icp97-113.html": {"abstract": "This paper studies alternative ways of representing uncertainty about a law of motion in a version of a classic macroeconomic targetting problem of Milton Friedman (1953). We study both “unstructured uncertainty” – ignorance of the conditional distribution of the target next period as a function of states and controls – and more “structured uncertainty” – ignorance of the probability distribution of a response coefficient in an otherwise fully trusted specification of the conditional distribution of next period׳s target. We study whether and how different uncertainties affect Friedman׳s advice to be cautious in using a quantitative model to fine tune macroeconomic outcomes.", "authors": ["fpha303", "epsa83"], "abstractStem": "thi paper studi altern way of repres uncertainti about a law of motion in a version of a classic macroeconom target problem of milton friedman 1953 we studi both  unstructur uncertainti    ignor of the condit distribut of the target next period as a function of state and control   and more  structur uncertainti    ignor of the probabl distribut of a respons coeffici in an otherwis fulli trust specif of the condit distribut of next period s target we studi whether and how differ uncertainti affect friedman s advic to be cautiou in use a quantit model to fine tune macroeconom outcom", "title": "Four types of ignorance"}, "https://ideas.repec.org/a/eee/jetheo/v128y2006i1p1-3.html": {"abstract": "No abstract is available for this item.", "authors": ["fpha303", "fpru209", "epsa83", "epsi53"], "abstractStem": "no abstract is avail for thi item", "title": "Introduction to model uncertainty and robustness"}, "https://ideas.repec.org/a/ecm/emetrp/v51y1983i2p377-87.html": {"abstract": "This paper reconsiders the aliasing problem of identifying the parameters of a continuous time stochastic process from discrete time data. It analyzes the extent to which restricting attention to processes with rational spectral density matrices reduces the number of observationally equivalent models. It focuses on rational specifications of spectral density matrices since rational parameterizations are commonly employed in the analysis of the time series data.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpha303", "epsa83"], "abstractStem": "thi paper reconsid the alias problem of identifi the paramet of a continu time stochast process from discret time data it analyz the extent to which restrict attent to process with ration spectral densiti matric reduc the number of observ equival model it focus on ration specif of spectral densiti matric sinc ration parameter are commonli employ in the analysi of the time seri datapthi abstract wa borrow from anoth version of thi item", "title": "The Dimensionality of the Aliasing Problem in Models with Rational Spectral Densities"}, "https://ideas.repec.org/a/mcb/jmoncb/v40y2008i8p1599-1623.html": {"abstract": " We study how a concern for robustness modifies a policymaker's incentive to experiment. A policymaker has a prior over two submodels of inflation-unemployment dynamics. One submodel implies an exploitable trade-off, the other does not. Bayes' law gives the policymaker an incentive to experiment. The policymaker fears that both submodels and his prior probability distribution over them are misspecified. We compute decision rules that are robust to misspecifications of each submodel and of the prior distribution over submodels. We compare robust rules to ones that Cogley, Colacito, and Sargent (2007) computed assuming that the models and the prior distribution are correctly specified. We explain how the policymaker's desires to protect against misspecifications of the submodels, on the one hand, and misspecifications of the prior over them, on the other, have different effects on the decision rule. Copyright (c) 2008 The Ohio State University.", "authors": ["fpco212", "epco39", "fpha303", "epsa83"], "abstractStem": " we studi how a concern for robust modifi a policymak incent to experi a policymak ha a prior over two submodel of inflationunemploy dynam one submodel impli an exploit tradeoff the other doe not bay law give the policymak an incent to experi the policymak fear that both submodel and hi prior probabl distribut over them are misspecifi we comput decis rule that are robust to misspecif of each submodel and of the prior distribut over submodel we compar robust rule to one that cogley colacito and sargent 2007 comput assum that the model and the prior distribut are correctli specifi we explain how the policymak desir to protect against misspecif of the submodel on the one hand and misspecif of the prior over them on the other have differ effect on the decis rule copyright c 2008 the ohio state univers", "title": "Robustness and U.S. Monetary Policy Experimentation"}, "https://ideas.repec.org/a/bes/jnlbes/v4y1986i4p418-21.html": {"abstract": "No abstract is available for this item.", "authors": ["fpha303"], "abstractStem": "no abstract is avail for thi item", "title": "Statistical Properties of Generalized Method-of-Moments Estimators of Structural Parameters Obtained from Financial Market Data: Comment"}, "https://ideas.repec.org/a/eee/jetheo/v144y2009i6p2388-2418.html": {"abstract": "Reinterpreting most of the market price of risk as a price of model uncertainty eradicates a link between asset prices and measures of the welfare costs of aggregate fluctuations that was proposed by Hansen, Sargent, and Tallarini [17], Tallarini [30], Alvarez and Jermann [1]. Prices of model uncertainty contain information about the benefits of removing model uncertainty, not the consumption fluctuations that Lucas [22] and [23] studied. A max-min expected utility theory lets us reinterpret Tallarini's risk-aversion parameter as measuring a representative consumer's doubts about the model specification. We use model detection instead of risk-aversion experiments to calibrate that parameter. Plausible values of detection error probabilities give prices of model uncertainty that approach the Hansen and Jagannathan [11] bounds. Fixed detection error probabilities give rise to virtually identical asset prices as well as virtually identical costs of model uncertainty for Tallarini's two models of consumption growth.", "authors": ["fpha303", "epsa83"], "abstractStem": "reinterpret most of the market price of risk as a price of model uncertainti erad a link between asset price and measur of the welfar cost of aggreg fluctuat that wa propos by hansen sargent and tallarini 17 tallarini 30 alvarez and jermann 1 price of model uncertainti contain inform about the benefit of remov model uncertainti not the consumpt fluctuat that luca 22 and 23 studi a maxmin expect util theori let us reinterpret tallarini riskavers paramet as measur a repres consum doubt about the model specif we use model detect instead of riskavers experi to calibr that paramet plausibl valu of detect error probabl give price of model uncertainti that approach the hansen and jagannathan 11 bound fix detect error probabl give rise to virtual ident asset price as well as virtual ident cost of model uncertainti for tallarini two model of consumpt growth", "title": "Doubts or variability?"}, "https://ideas.repec.org/a/eee/econom/v155y2010i2p155-169.html": {"abstract": "Nonlinearities in the drift and diffusion coefficients influence temporal dependence in diffusion models. We study this link using three measures of temporal dependence: [rho]-mixing, [beta]-mixing and [alpha]-mixing. Stationary diffusions that are [rho]-mixing have mixing coefficients that decay exponentially to zero. When they fail to be [rho]-mixing, they are still [beta]-mixing and [alpha]-mixing; but coefficient decay is slower than exponential. For such processes we find transformations of the Markov states that have finite variances but infinite spectral densities at frequency zero. The resulting spectral densities behave like those of stochastic processes with long memory. Finally we show how state dependent, Poisson sampling alters the temporal dependence.", "authors": ["epca65", "fpha303"], "abstractStem": "nonlinear in the drift and diffus coeffici influenc tempor depend in diffus model we studi thi link use three measur of tempor depend rhomix betamix and alphamix stationari diffus that are rhomix have mix coeffici that decay exponenti to zero when they fail to be rhomix they are still betamix and alphamix but coeffici decay is slower than exponenti for such process we find transform of the markov state that have finit varianc but infinit spectral densiti at frequenc zero the result spectral densiti behav like those of stochast process with long memori final we show how state depend poisson sampl alter the tempor depend", "title": "Nonlinearity and temporal dependence"}, "https://ideas.repec.org/a/aea/aecrev/v97y2007i2p1-30.html": {"abstract": "No abstract is available for this item.", "authors": ["fpha303"], "abstractStem": "no abstract is avail for thi item", "title": "Beliefs, Doubts and Learning: Valuing Macroeconomic Risk"}, "https://ideas.repec.org/a/eee/jetheo/v124y2005i2p258-301.html": {"abstract": "No abstract is available for this item.", "authors": ["fpha303", "epsa83"], "abstractStem": "no abstract is avail for thi item", "title": "Robust estimation and control under commitment"}, "https://ideas.repec.org/a/aea/aecrev/v91y2001i2p60-66.html": {"abstract": "No abstract is available for this item.", "authors": ["fpha303", "epsa83"], "abstractStem": "no abstract is avail for thi item", "title": "Robust Control and Model Uncertainty"}, "https://ideas.repec.org/a/ecm/emetrp/v77y2009i1p177-234.html": {"abstract": " We create an analytical structure that reveals the long-run risk-return relationship for nonlinear continuous-time Markov environments. We do so by studying an eigenvalue problem associated with a positive eigenfunction for a conveniently chosen family of valuation operators. The members of this family are indexed by the elapsed time between payoff and valuation dates, and they are necessarily related via a mathematical structure called a semigroup. We represent the semigroup using a positive process with three components: an exponential term constructed from the eigenvalue, a martingale, and a transient eigenfunction term. The eigenvalue encodes the risk adjustment, the martingale alters the probability measure to capture long-run approximation, and the eigenfunction gives the long-run dependence on the Markov state. We discuss sufficient conditions for the existence and uniqueness of the relevant eigenvalue and eigenfunction. By showing how changes in the stochastic growth components of cash flows induce changes in the corresponding eigenvalues and eigenfunctions, we reveal a long-run risk-return trade-off. Copyright 2009 The Econometric Society.", "authors": ["fpha303", "epsc26"], "abstractStem": " we creat an analyt structur that reveal the longrun riskreturn relationship for nonlinear continuoustim markov environ we do so by studi an eigenvalu problem associ with a posit eigenfunct for a conveni chosen famili of valuat oper the member of thi famili are index by the elaps time between payoff and valuat date and they are necessarili relat via a mathemat structur call a semigroup we repres the semigroup use a posit process with three compon an exponenti term construct from the eigenvalu a martingal and a transient eigenfunct term the eigenvalu encod the risk adjust the martingal alter the probabl measur to captur longrun approxim and the eigenfunct give the longrun depend on the markov state we discuss suffici condit for the exist and uniqu of the relev eigenvalu and eigenfunct by show how chang in the stochast growth compon of cash flow induc chang in the correspond eigenvalu and eigenfunct we reveal a longrun riskreturn tradeoff copyright 2009 the econometr societi", "title": "Long-Term Risk: An Operator Approach"}, "https://ideas.repec.org/a/bes/jnlbes/v14y1996i1p53-68.html": {"abstract": " This paper studies alternative methods for estimating parameters from multiperiod conditional moment restrictions. The authors' discussion is couched in the context of a multivariate linear time series model and they use the log-linear intertemporal asset pricing model as a prototype when comparing alternative econometric methods. They propose a generalized method of moments estimator that is scale invariant and is asymptotically equivalent to one used previously in empirical work on asset pricing. The authors then show how to improve the efficiency of this estimator. Finally, they apply these methods in an empirical investigation of the log-linear intertemporal asset pricing model.", "authors": ["fpha303"], "abstractStem": " thi paper studi altern method for estim paramet from multiperiod condit moment restrict the author discuss is couch in the context of a multivari linear time seri model and they use the loglinear intertempor asset price model as a prototyp when compar altern econometr method they propos a gener method of moment estim that is scale invari and is asymptot equival to one use previous in empir work on asset price the author then show how to improv the effici of thi estim final they appli these method in an empir investig of the loglinear intertempor asset price model", "title": "Efficient Estimation of Linear Asset-Pricing Models with Moving Average Errors"}, "https://ideas.repec.org/a/ier/iecrev/v24y1983i1p1-20.html": {"abstract": "This paper describes the continuous time stochastic process for money and inflation under which Cagan’s adaptive expectations model is optimal. It then analyzes how data formed by sampling money and prices at discrete points in time would behave.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpha303", "epsa83"], "abstractStem": "thi paper describ the continu time stochast process for money and inflat under which cagan s adapt expect model is optim it then analyz how data form by sampl money and price at discret point in time would behavepthi abstract wa borrow from anoth version of thi item", "title": "Aggregation over Time and the Inverse Optimal Predictor Problem for Adaptive Expectations in Conginuous Time"}, "homepage": "https://ideas.repec.org/f/pha303.html", "https://ideas.repec.org/a/ecm/emetrp/v50y1982i5p1269-86.html": {"abstract": "No abstract is available for this item.", "authors": ["fpha303"], "abstractStem": "no abstract is avail for thi item", "title": "Generalized Instrumental Variables Estimation of Nonlinear Rational Expectations Models"}, "https://ideas.repec.org/a/eee/econom/v170y2012i2p256-280.html": {"abstract": "We develop methods for testing that an econometric model is underidentified and for estimating the nature of the failed identification. We adopt a generalized-method-of moments perspective in a possibly non-linear econometric specification. If, after attempting to replicate the structural relation, we find substantial evidence against the overidentifying restrictions of an augmented model, this is evidence against underidentification of the original model. To diagnose how identification might fail, we study the estimation of a one-dimensional curve that gives the parameter configurations that provide the greatest challenge to identification, and we illustrate this calculation in an empirical example.", "authors": ["epar4", "fpha303", "epse39"], "abstractStem": "we develop method for test that an econometr model is underidentifi and for estim the natur of the fail identif we adopt a generalizedmethodof moment perspect in a possibl nonlinear econometr specif if after attempt to replic the structur relat we find substanti evid against the overidentifi restrict of an augment model thi is evid against underidentif of the origin model to diagnos how identif might fail we studi the estim of a onedimension curv that give the paramet configur that provid the greatest challeng to identif and we illustr thi calcul in an empir exampl", "title": "Underidentification?"}, "https://ideas.repec.org/a/bla/jfinan/v52y1997i2p557-90.html": {"abstract": " In this article, the authors develop alternative ways to compare asset pricing models when it is understood that their implied stochastic discount factors do not price all portfolios correctly. Unlike comparisons based on chi square statistics associated with null hypotheses that models are correct, the authors' measures of model performance do not reward variability of discount factor proxies. One of their measures is designed to exploit fully the implications of arbitrage-free pricing of derivative claims. The authors demonstrate empirically the usefulness of their methods in assessing some alternative stochastic factor models that have been proposed in asset pricing literature. Copyright 1997 by American Finance Association.", "authors": ["fpha303", "epja91"], "abstractStem": " in thi articl the author develop altern way to compar asset price model when it is understood that their impli stochast discount factor do not price all portfolio correctli unlik comparison base on chi squar statist associ with null hypothes that model are correct the author measur of model perform do not reward variabl of discount factor proxi one of their measur is design to exploit fulli the implic of arbitragefre price of deriv claim the author demonstr empir the use of their method in assess some altern stochast factor model that have been propos in asset price literatur copyright 1997 by american financ associ", "title": " Assessing Specification Errors in Stochastic Discount Factor Models"}, "https://ideas.repec.org/a/oup/rfinst/v8y1995i2p237-74.html": {"abstract": " In this article we provide econometric tools for the evaluation of intertemporal asset pricing models using specification-error and volatility bounds. We formulate analog estimators of these bounds, give conditions for consistency, and derive the limiting distribution of these estimators. The analysis incorporates market frictions such as short-sale constraints and proportional transactions costs. Among several applications we show how to use the methods to assess specific asset pricing models and to provide nonparametric characterizations of asset pricing anomalies. Article published by Oxford University Press on behalf of the Society for Financial Studies in its journal, The Review of Financial Studies.", "authors": ["fpha303", "eplu199"], "abstractStem": " in thi articl we provid econometr tool for the evalu of intertempor asset price model use specificationerror and volatil bound we formul analog estim of these bound give condit for consist and deriv the limit distribut of these estim the analysi incorpor market friction such as shortsal constraint and proport transact cost among sever applic we show how to use the method to assess specif asset price model and to provid nonparametr character of asset price anomali articl publish by oxford univers press on behalf of the societi for financi studi in it journal the review of financi studi", "title": "Econometric Evaluation of Asset Pricing Models"}, "https://ideas.repec.org/a/bes/jnlbes/v14y1996i3p262-80.html": {"abstract": " The authors investigate the small sample properties of three alternative generalized method of moments estimators of asset pricing models. The estimators that they consider include ones in which the weighting matrix is iterated to convergence and ones in which the weighting matrix is changed with each choice of the parameters. Particular attention is devoted to assessing the performance of the asymptotic theory for making inferences based directly on the deterioration of GMM criterion functions.", "authors": ["fpha303", "epya156"], "abstractStem": " the author investig the small sampl properti of three altern gener method of moment estim of asset price model the estim that they consid includ one in which the weight matrix is iter to converg and one in which the weight matrix is chang with each choic of the paramet particular attent is devot to assess the perform of the asymptot theori for make infer base directli on the deterior of gmm criterion function", "title": "Finite-Sample Properties of Some Alternative GMM Estimators"}, "https://ideas.repec.org/a/eee/dyncon/v2y1980i2p7-46.html": {"abstract": "This paper describes methods for conveniently formulating and estimating dynamic linear econometric models under the hypothesis of rational expectations. An econometrically convenient formula for the cross-equation rational expectations restrictions is derived. Models of error terms and the role of the concept of Granger causality in formulating rational expectations models are both discussed. Tests of hypothesis of strict econometric exogeneity along the lines of Sim’s are compared with a test that is related to Wu’s.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpha303", "epsa83"], "abstractStem": "thi paper describ method for conveni formul and estim dynam linear econometr model under the hypothesi of ration expect an econometr conveni formula for the crossequ ration expect restrict is deriv model of error term and the role of the concept of granger causal in formul ration expect model are both discuss test of hypothesi of strict econometr exogen along the line of sim s are compar with a test that is relat to wu spthi abstract wa borrow from anoth version of thi item", "title": "Formulating and estimating dynamic linear rational expectations models"}, "https://ideas.repec.org/a/fip/fedfpr/y1993imarx8.html": {"abstract": "This paper describes a class of dynamic stochastic linear quadratic equilibrium models. A model is specified by naming lists of matrices that determine preferences, technology, and the information structure. Aggregate equilibrium allocations and prices are computed by solving a social planning problem in the form of an optimal linear regulator. Heterogeneity among agents is permitted. Several examples are computed.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpha303", "epsa83"], "abstractStem": "thi paper describ a class of dynam stochast linear quadrat equilibrium model a model is specifi by name list of matric that determin prefer technolog and the inform structur aggreg equilibrium alloc and price are comput by solv a social plan problem in the form of an optim linear regul heterogen among agent is permit sever exampl are computedpthi abstract wa borrow from anoth version of thi item", "title": "Recursive linear models of dynamic economies"}, "https://ideas.repec.org/a/ucp/jpolec/v91y1983i2p249-65.html": {"abstract": "No abstract is available for this item.", "authors": ["fpha303"], "abstractStem": "no abstract is avail for thi item", "title": "Stochastic Consumption, Risk Aversion, and the Temporal Behavior of Asset Returns"}, "https://ideas.repec.org/a/ucp/jpolec/doi10.1086-678456.html": {"abstract": "No abstract is available for this item.", "authors": ["fpha303"], "abstractStem": "no abstract is avail for thi item", "title": "Nobel Lecture: Uncertainty Outside and Inside Economic Models"}, "https://ideas.repec.org/a/fip/fedfpr/y1993imarx9.html": {"abstract": "No abstract is available for this item.", "authors": ["fpha303", "epsa83"], "abstractStem": "no abstract is avail for thi item", "title": "Flat rate taxes with adjustment costs and several capital stocks and household types"}, "https://ideas.repec.org/a/spr/finsto/v16y2012i1p1-15.html": {"abstract": "No abstract is available for this item.", "authors": ["fpha303", "epsc26"], "abstractStem": "no abstract is avail for thi item", "title": "Pricing growth-rate risk"}, "https://ideas.repec.org/a/oup/qjecon/v103y1988i1p51-78..html": {"abstract": "This paper investigates empirically a model of aggregate consumption and leisure decisions in which utility from goods and leisure is nontime-separable. The nonseparability of preferences accommodates intertemporal substitution or complementarity of leisure and thereby affects the comovements in aggregate compensation and hours worked. These cross-relations are examined empirically using postwar monthly U. S. data on quantities, real wages, and the real return on the one-month Treasury bill. The estimated values of the parameters governing preferences differ significantly from the values assumed in several studies of real business models. Several possible explanations of these discrepancies are discussed.", "authors": ["epei4"], "abstractStem": "thi paper investig empir a model of aggreg consumpt and leisur decis in which util from good and leisur is nontimesepar the nonsepar of prefer accommod intertempor substitut or complementar of leisur and therebi affect the comov in aggreg compens and hour work these crossrel are examin empir use postwar monthli u s data on quantiti real wage and the real return on the onemonth treasuri bill the estim valu of the paramet govern prefer differ significantli from the valu assum in sever studi of real busi model sever possibl explan of these discrep are discuss", "title": "A Time Series Analysis of Representative Agent Models of Consumption and Leisure Choice Under Uncertainty"}, "https://ideas.repec.org/a/bes/jnlbes/v8y1990i1p53-69.html": {"abstract": "In conducting empirical investigations of the permanent income model of consumption and the consumption-based intertemporal asset pricing model, various authors have imposed restrictions on the nature of the substitutability of consumption across goods and over time. In this paper we suggest a method for testing some of these restrictions and present empirical results using this approach. Our empirical analyses focuses on three questions: (i) Can the services from durable and nondurable goods be treated as perfect substitutes? (ii) Are preferences completely separable between durable and nondurable goods? (iii) What is the nature of intertemporal substitutability of nondurable consumption? When consumers' preferences are assumed to be quadratic, there is very little evidence against the hypothesis that the services from durable goods and nondurable goods are perfect substitutes. These results call into question the practice of testing quadratic models of aggregate consumption using data on nondurables and services only. When we consider S branch specifications, we find more evidence against perfect substitutability between service flows, but less evidence against strict separability across durable and nondurable consumption goods. Among other things, these findings suggest that the empirical shortcomings of the intertemporal asset pricing model cannot be attributed to the neglect of durable goods.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epei4", "fpha303"], "abstractStem": "in conduct empir investig of the perman incom model of consumpt and the consumptionbas intertempor asset price model variou author have impos restrict on the natur of the substitut of consumpt across good and over time in thi paper we suggest a method for test some of these restrict and present empir result use thi approach our empir analys focus on three question i can the servic from durabl and nondur good be treat as perfect substitut ii are prefer complet separ between durabl and nondur good iii what is the natur of intertempor substitut of nondur consumpt when consum prefer are assum to be quadrat there is veri littl evid against the hypothesi that the servic from durabl good and nondur good are perfect substitut these result call into question the practic of test quadrat model of aggreg consumpt use data on nondur and servic onli when we consid s branch specif we find more evid against perfect substitut between servic flow but less evid against strict separ across durabl and nondur consumpt good among other thing these find suggest that the empir shortcom of the intertempor asset price model cannot be attribut to the neglect of durabl goodspthi abstract wa borrow from anoth version of thi item", "title": "Estimating Models with Intertemporal Substitution Using Aggregate Time Series Data"}}}