{"fpha893": {"https://ideas.repec.org/a/kap/revind/v42y2013i2p203-230.html": {"abstract": " Alfred E. Kahn was an observer and practitioner of telecommunications regulation as technology changed the industry from a natural monopoly to a platform-based oligopoly among telephone, cable, satellite, and wireless carriers. Regulation and legislation were slow to recognize these changes, and large welfare losses occurred, some of which could have been avoided if regulators, legislators and economists had followed Fred’s economic advice: Prices must be informed by costs; the relevant costs are actual incremental costs; costs and prices are an outcome of a Schumpeterian competitive process, not the starting point; excluding firms from markets is fundamentally anticompetitive; a reliance on imperfect markets subject to antitrust law is preferable to necessarily imperfect regulation; and a regulatory transition to deregulation entails propensities to micromanage the process to generate preferred outcomes, visible competitors, and expedient price reductions. Copyright Springer Science+Business Media New York 2013", "authors": ["fpha893", "fpta578"], "abstractStem": " alfr e kahn wa an observ and practition of telecommun regul as technolog chang the industri from a natur monopoli to a platformbas oligopoli among telephon cabl satellit and wireless carrier regul and legisl were slow to recogn these chang and larg welfar loss occur some of which could have been avoid if regul legisl and economist had follow fred s econom advic price must be inform by cost the relev cost are actual increment cost cost and price are an outcom of a schumpeterian competit process not the start point exclud firm from market is fundament anticompetit a relianc on imperfect market subject to antitrust law is prefer to necessarili imperfect regul and a regulatori transit to deregul entail propens to micromanag the process to gener prefer outcom visibl competitor and expedi price reduct copyright springer sciencebusi media new york 2013", "title": "Telecommunication in the US: From Regulation to Competition (Almost)"}, "https://ideas.repec.org/a/jae/japmet/v22y2007i7p1157-1177.html": {"abstract": " Non-traditional retail outlets, including supercenters, warehouse club stores, and mass merchandisers, have nearly doubled their share of consumer food-at-home expenditures in the U.S. from 1998 to 2003. Wal-Mart supercenters have had the biggest impact on food retailing as they compete most closely with traditional supermarkets and offer many identical food items at an average price about 15%-25% lower than traditional supermarkets. We consider consumer benefits from this market share growth and estimate the effect on consumer welfare of entry and expansion into new geographic markets. We calculate the compensating variation that arises from both the direct variety effect of the entry of supercenters and the indirect price effect that arises from the increased competition that supercenters create and find the average effect of the total compensating variation to be 25% of food expenditures. Since we find that lower income households tend to shop more at these lower priced outlets, a significant decrease in consumer surplus arises from restricting entry and expansion of supercenters into new geographic markets. Copyright © 2007 John Wiley &amp; Sons, Ltd.", "authors": ["fpha893", "fple514"], "abstractStem": " nontradit retail outlet includ supercent warehous club store and mass merchandis have nearli doubl their share of consum foodathom expenditur in the us from 1998 to 2003 walmart supercent have had the biggest impact on food retail as they compet most close with tradit supermarket and offer mani ident food item at an averag price about 1525 lower than tradit supermarket we consid consum benefit from thi market share growth and estim the effect on consum welfar of entri and expans into new geograph market we calcul the compens variat that aris from both the direct varieti effect of the entri of supercent and the indirect price effect that aris from the increas competit that supercent creat and find the averag effect of the total compens variat to be 25 of food expenditur sinc we find that lower incom household tend to shop more at these lower price outlet a signific decreas in consum surplu aris from restrict entri and expans of supercent into new geograph market copyright   2007 john wiley amp son ltd", "title": "Consumer benefits from increased competition in shopping outlets: Measuring the effect of Wal-Mart"}, "https://ideas.repec.org/a/eee/econom/v147y2008i2p232-246.html": {"abstract": "In this paper, we introduce a new flexible mixed model for multinomial discrete choice where the key individual- and alternative-specific parameters of interest are allowed to follow an assumption-free nonparametric density specification, while other alternative-specific coefficients are assumed to be drawn from a multivariate Normal distribution, which eliminates the independence of irrelevant alternatives assumption at the individual level. A hierarchical specification of our model allows us to break down a complex data structure into a set of submodels with the desired features that are naturally assembled in the original system. We estimate the model, using a Bayesian Markov Chain Monte Carlo technique with a multivariate Dirichlet Process (DP) prior on the coefficients with nonparametrically estimated density. We employ a \"latent class\" sampling algorithm, which is applicable to a general class of models, including non-conjugate DP base priors. The model is applied to supermarket choices of a panel of Houston households whose shopping behavior was observed over a 24-month period in years 2004-2005. We estimate the nonparametric density of two key variables of interest: the price of a basket of goods based on scanner data, and driving distance to the supermarket based on their respective locations. Our semi-parametric approach allows us to identify a complex multi-modal preference distribution, which distinguishes between inframarginal consumers and consumers who strongly value either lower prices or shopping convenience.", "authors": ["epbu134", "fpha893"], "abstractStem": "in thi paper we introduc a new flexibl mix model for multinomi discret choic where the key individu and alternativespecif paramet of interest are allow to follow an assumptionfre nonparametr densiti specif while other alternativespecif coeffici are assum to be drawn from a multivari normal distribut which elimin the independ of irrelev altern assumpt at the individu level a hierarch specif of our model allow us to break down a complex data structur into a set of submodel with the desir featur that are natur assembl in the origin system we estim the model use a bayesian markov chain mont carlo techniqu with a multivari dirichlet process dp prior on the coeffici with nonparametr estim densiti we employ a latent class sampl algorithm which is applic to a gener class of model includ nonconjug dp base prior the model is appli to supermarket choic of a panel of houston household whose shop behavior wa observ over a 24month period in year 20042005 we estim the nonparametr densiti of two key variabl of interest the price of a basket of good base on scanner data and drive distanc to the supermarket base on their respect locat our semiparametr approach allow us to identifi a complex multimod prefer distribut which distinguish between inframargin consum and consum who strongli valu either lower price or shop conveni", "title": "A Bayesian mixed logit-probit model for multinomial choice"}, "https://ideas.repec.org/a/ecm/emetrp/v45y1977i4p919-38.html": {"abstract": "No abstract is available for this item.", "authors": ["fpha893", "epwi45"], "abstractStem": "no abstract is avail for thi item", "title": "Social Experimentation, Truncated Distributions, and Efficient Estimation"}, "https://ideas.repec.org/a/eee/econom/v166y2012i2p184-203.html": {"abstract": "In this paper, we introduce a new Poisson mixture model for count panel data where the underlying Poisson process intensity is determined endogenously by consumer latent utility maximization over a set of choice alternatives. This formulation accommodates the choice and count in a single random utility framework with desirable theoretical properties. Individual heterogeneity is introduced through a random coefficient scheme with a flexible semiparametric distribution. We deal with the analytical intractability of the resulting mixture by recasting the model as an embedding of infinite sequences of scaled moments of the mixing distribution, and newly derive their cumulant representations along with bounds on their rate of numerical convergence. We further develop an efficient recursive algorithm for fast evaluation of the model likelihood within a Bayesian Gibbs sampling scheme. We apply our model to a recent household panel of supermarket visit counts. We estimate the nonparametric density of three key variables of interest–price, driving distance, and their interaction–while controlling for a range of consumer demographic characteristics. We use this econometric framework to assess the opportunity cost of time and analyze the interaction between store choice, trip frequency, search intensity, and household and store characteristics. We also conduct a counterfactual welfare experiment and compute the compensating variation for a 10%–30% increase in Walmart prices.", "authors": ["epbu134", "fpha893"], "abstractStem": "in thi paper we introduc a new poisson mixtur model for count panel data where the underli poisson process intens is determin endogen by consum latent util maxim over a set of choic altern thi formul accommod the choic and count in a singl random util framework with desir theoret properti individu heterogen is introduc through a random coeffici scheme with a flexibl semiparametr distribut we deal with the analyt intract of the result mixtur by recast the model as an embed of infinit sequenc of scale moment of the mix distribut and newli deriv their cumul represent along with bound on their rate of numer converg we further develop an effici recurs algorithm for fast evalu of the model likelihood within a bayesian gibb sampl scheme we appli our model to a recent household panel of supermarket visit count we estim the nonparametr densiti of three key variabl of interest price drive distanc and their interact while control for a rang of consum demograph characterist we use thi econometr framework to assess the opportun cost of time and analyz the interact between store choic trip frequenc search intens and household and store characterist we also conduct a counterfactu welfar experi and comput the compens variat for a 10 30 increas in walmart price", "title": "A Poisson mixture model of discrete choice"}, "https://ideas.repec.org/a/cup/etheor/v28y2012i01p42-86_00.html": {"abstract": "This paper derives the limiting distributions of alternative jackknife instrumental variables (JIV) estimators and gives formulas for accompanying consistent standard errors in the presence of heteroskedasticity and many instruments. The asymptotic framework includes the many instrument sequence of Bekker (1994, Econometrica 62, 657–681) and the many weak instrument sequence of Chao and Swanson (2005, Econometrica 73, 1673–1691). We show that JIV estimators are asymptotically normal and that standard errors are consistent provided that null as n →∞, where K and r denote, respectively, the number of instruments and the concentration parameter. This is in contrast to the asymptotic behavior of such classical instrumental variables estimators as limited information maximum likelihood, bias-corrected two-stage least squares, and two-stage least squares, all of which are inconsistent in the presence of heteroskedasticity, unless K n/ rn →0. We also show that the rate of convergence and the form of the asymptotic covariance matrix of the JIV estimators will in general depend on the strength of the instruments as measured by the relative orders of magnitude of r and K .", "authors": ["fpha893", "fpne241", "epsw10"], "abstractStem": "thi paper deriv the limit distribut of altern jackknif instrument variabl jiv estim and give formula for accompani consist standard error in the presenc of heteroskedast and mani instrument the asymptot framework includ the mani instrument sequenc of bekker 1994 econometrica 62 657 681 and the mani weak instrument sequenc of chao and swanson 2005 econometrica 73 1673 1691 we show that jiv estim are asymptot normal and that standard error are consist provid that null as n   where k and r denot respect the number of instrument and the concentr paramet thi is in contrast to the asymptot behavior of such classic instrument variabl estim as limit inform maximum likelihood biascorrect twostag least squar and twostag least squar all of which are inconsist in the presenc of heteroskedast unless k n rn  0 we also show that the rate of converg and the form of the asymptot covari matrix of the jiv estim will in gener depend on the strength of the instrument as measur by the rel order of magnitud of r and k ", "title": "Asymptotic Distribution Of Jive In A Heteroskedastic Iv Regression With Many Instruments"}, "https://ideas.repec.org/a/eee/pubeco/v56y1995i1p1-30.html": {"abstract": "No abstract is available for this item.", "authors": ["fpha893", "epmc7"], "abstractStem": "no abstract is avail for thi item", "title": "A utility-consistent, combined discrete choice and count data model Assessing recreational use losses due to natural resource damage"}, "https://ideas.repec.org/a/eee/pubeco/v23y1984i1-2p81-114.html": {"abstract": "No abstract is available for this item.", "authors": ["epdi24", "fpha893"], "abstractStem": "no abstract is avail for thi item", "title": "Individual retirement and savings behavior"}, "https://ideas.repec.org/a/eee/indorg/v23y2005i9-10p693-698.html": {"abstract": "No abstract is available for this item.", "authors": ["fpha893"], "abstractStem": "no abstract is avail for thi item", "title": "Using merger simulation models: Testing the underlying assumptions"}, "https://ideas.repec.org/a/jae/japmet/v5y1990i1p1-28.html": {"abstract": " In this paper we specify and estimate a flexible parametric proportional hazards model. The model specification is flexibly parametric in the sense that the baseline hazard is nonparametric while the effect of the covariates takes a particular functional form. We also add parametric heterogeneity to the underlying hazard model specification. We specify a flexible parametric proportional competing risks model which permits unrestricted correlation among the risks. Unemployment duration data are then analyzed using the flexible parametric duration and competing risks specifications. We find an important effect arising from the exhaustion of unemployment insurance and significantly different hazards for the two types of risks, new jobs and recalls. Copyright 1990 by John Wiley &amp; Sons, Ltd.", "authors": ["fpha893"], "abstractStem": " in thi paper we specifi and estim a flexibl parametr proport hazard model the model specif is flexibl parametr in the sens that the baselin hazard is nonparametr while the effect of the covari take a particular function form we also add parametr heterogen to the underli hazard model specif we specifi a flexibl parametr proport compet risk model which permit unrestrict correl among the risk unemploy durat data are then analyz use the flexibl parametr durat and compet risk specif we find an import effect aris from the exhaust of unemploy insur and significantli differ hazard for the two type of risk new job and recal copyright 1990 by john wiley amp son ltd", "title": "Flexible Parametric Estimation of Duration and Competing Risk Models"}, "homepage": "https://ideas.repec.org/f/pha893.html", "https://ideas.repec.org/a/bla/jindec/v50y2002i3p237-63.html": {"abstract": " This paper analyzes the competitive effect of a new product introduction. We break the overall competitive effect into two parts: the effect on the prices of existing products due to increased competition, and the effect of having additional product variety. Using data from both before and after the introduction, we directly estimate the price effects and the additional variety effect. Then, using only the estimated post-introduction demand structure, along with an assumed model of competition, we estimate the price effects indirectly. By comparing the \"indirect\" and \"direct\" estimates, we assess the validity of alternative models of competition for the industry. Copyright 2002 by Blackwell Publishing Ltd", "authors": ["fpha893"], "abstractStem": " thi paper analyz the competit effect of a new product introduct we break the overal competit effect into two part the effect on the price of exist product due to increas competit and the effect of have addit product varieti use data from both befor and after the introduct we directli estim the price effect and the addit varieti effect then use onli the estim postintroduct demand structur along with an assum model of competit we estim the price effect indirectli by compar the indirect and direct estim we assess the valid of altern model of competit for the industri copyright 2002 by blackwel publish ltd", "title": "The Competitive Effects of a New Product Introduction: A Case Study"}, "lastname": "Hausman", "https://ideas.repec.org/a/eee/econom/v34y1987i1-2p83-104.html": {"abstract": "No abstract is available for this item.", "authors": ["fpha893", "fpru215"], "abstractStem": "no abstract is avail for thi item", "title": "Specifying and testing econometric models for rank-ordered data"}, "https://ideas.repec.org/a/aea/jecper/v8y1994i4p45-64.html": {"abstract": "Without market outcomes for comparison, internal consistency tests, particularly adding-up tests, are needed for credibility. When tested, contingent valuation has failed. Proponents find surveys tested poorly done. To the authors' knowledge, no survey has passed these tests. The 'embedding effect' is the similarity of willingness-to-pay responses that theory suggests (and sometimes requires) be different. This problem has long been recognized but not solved. The authors conclude that current methods are not suitable for damage assessment or benefit-cost analysis. They believe the problems come from an absence of preferences, not a flaw in survey methodology, making improvement unlikely.", "authors": ["epdi24", "fpha893"], "abstractStem": "without market outcom for comparison intern consist test particularli addingup test are need for credibl when test conting valuat ha fail propon find survey test poorli done to the author knowledg no survey ha pass these test the embed effect is the similar of willingnesstopay respons that theori suggest and sometim requir be differ thi problem ha long been recogn but not solv the author conclud that current method are not suitabl for damag assess or benefitcost analysi they believ the problem come from an absenc of prefer not a flaw in survey methodolog make improv unlik", "title": "Contingent Valuation: Is Some Number Better than No Number?"}, "https://ideas.repec.org/a/aea/aecrev/v91y2001i2p302-307.html": {"abstract": "No abstract is available for this item.", "authors": ["fpha893"], "abstractStem": "no abstract is avail for thi item", "title": "Cable Modems and DSL: Broadband Internet Access for Residential Customers"}, "https://ideas.repec.org/a/aea/jecper/v15y2001i4p57-67.html": {"abstract": "The effect of mismeasured variables in the most straightforward regression analysis with a single regressor variable leads to a least squares estimate that is downward biased in magnitude toward zero. I begin by reviewing classical issues involving mismeasured variables. I then consider three recent developments for mismeasurement econometric models. The first issue involves difficulties in using instrumental variables. A second involves the consistent estimators that have recently been developed for mismeasured nonlinear regression models. Finally, I return to mismeasured left hand side variables, where I will focus on issues in binary choice models and duration models.", "authors": ["fpha893"], "abstractStem": "the effect of mismeasur variabl in the most straightforward regress analysi with a singl regressor variabl lead to a least squar estim that is downward bias in magnitud toward zero i begin by review classic issu involv mismeasur variabl i then consid three recent develop for mismeasur econometr model the first issu involv difficulti in use instrument variabl a second involv the consist estim that have recent been develop for mismeasur nonlinear regress model final i return to mismeasur left hand side variabl where i will focu on issu in binari choic model and durat model", "title": "Mismeasured Variables in Econometric Analysis: Problems from the Right and Problems from the Left"}, "https://ideas.repec.org/a/rje/bellje/v10y1979ispringp33-54.html": {"abstract": " This article presents a model of individual behavior in the purchase and utilization of energy-using durables. The tradeoff between capital costs for more energy efficient appliances and operating costs for the appliances is emphasized. Using data on both the purchase and utilization of room air conditioners, the model is applied to a sample of households. The utilization equation indicates a relatively low price elasticity. The purchase equation, based on a discrete choice model, demonstrates that individuals do trade off capital costs and expected operating costs. The results also show that individuals use a discount rate of about 20 percent in making the tradeoff decision and that the discount rate varies inversely with income.", "authors": ["fpha893"], "abstractStem": " thi articl present a model of individu behavior in the purchas and util of energyus durabl the tradeoff between capit cost for more energi effici applianc and oper cost for the applianc is emphas use data on both the purchas and util of room air condition the model is appli to a sampl of household the util equat indic a rel low price elast the purchas equat base on a discret choic model demonstr that individu do trade off capit cost and expect oper cost the result also show that individu use a discount rate of about 20 percent in make the tradeoff decis and that the discount rate vari invers with incom", "title": "Individual Discount Rates and the Purchase and Utilization of Energy-Using Durables"}, "https://ideas.repec.org/a/ier/iecrev/v48y2007i4p1311-1328.html": {"abstract": " Current methods of estimating the random coefficients logit model employ simulations of the distribution of the taste parameters through pseudo-random sequences. These methods suffer from difficulties in estimating correlations between parameters and computational limitations such as the curse of dimensionality. This article provides a solution to these problems by approximating the integral expression of the expected choice probability using a multivariate extension of the Laplace approximation. Simulation results reveal that our method performs very well, in terms of both accuracy and computational time. Copyright 2007 by the Economics Department Of The University Of Pennsylvania And Osaka University Institute Of Social And Economic Research Association.", "authors": ["fpha893"], "abstractStem": " current method of estim the random coeffici logit model employ simul of the distribut of the tast paramet through pseudorandom sequenc these method suffer from difficulti in estim correl between paramet and comput limit such as the curs of dimension thi articl provid a solut to these problem by approxim the integr express of the expect choic probabl use a multivari extens of the laplac approxim simul result reveal that our method perform veri well in term of both accuraci and comput time copyright 2007 by the econom depart of the univers of pennsylvania and osaka univers institut of social and econom research associ", "title": "Using A Laplace Approximation To Estimate The Random Coefficients Logit Model By Nonlinear Least Squares"}, "https://ideas.repec.org/a/ecm/emetrp/v53y1985i6p1255-82.html": {"abstract": "No abstract is available for this item.", "authors": ["fpha893"], "abstractStem": "no abstract is avail for thi item", "title": "The Econometrics of Nonlinear Budget Sets"}, "https://ideas.repec.org/a/ect/emjrnl/v7y2004i1p272-306.html": {"abstract": "In this paper, we consider parameter estimation in a linear simultaneous equations model. It is well known that two-stage least squares (2SLS) estimators may perform poorly when the instruments are weak. In this case 2SLS tends to suffer from the substantial small sample biases. It is also known that LIML and Nagar-type estimators are less biased than 2SLS but suffer from large small sample variability. We construct a bias-corrected version of 2SLS based on the Jackknife principle. Using higher-order expansions we show that the MSE of our Jackknife 2SLS estimator is approximately the same as the MSE of the Nagar-type estimator. We also compare the Jackknife 2SLS with an estimator suggested by Fuller (Econometrica 45, 933--54) that significantly decreases the small sample variability of LIML. Monte Carlo simulations show that even in relatively large samples the MSE of LIML and Nagar can be substantially larger than for Jackknife 2SLS. The Jackknife 2SLS estimator and Fuller's estimator give the best overall performance. Based on our Monte Carlo experiments we conduct informal statistical tests of the accuracy of approximate bias and MSE formulas. We find that higher-order expansions traditionally used to rank LIML, 2SLS and other IV estimators are unreliable when identification of the model is weak. Overall, our results show that only estimators with well-defined finite sample moments should be used when identification of the model is weak. Copyright Royal Economic Socciety 2004", "authors": ["fpha893", "epku116"], "abstractStem": "in thi paper we consid paramet estim in a linear simultan equat model it is well known that twostag least squar 2sl estim may perform poorli when the instrument are weak in thi case 2sl tend to suffer from the substanti small sampl bias it is also known that liml and nagartyp estim are less bias than 2sl but suffer from larg small sampl variabl we construct a biascorrect version of 2sl base on the jackknif principl use higherord expans we show that the mse of our jackknif 2sl estim is approxim the same as the mse of the nagartyp estim we also compar the jackknif 2sl with an estim suggest by fuller econometrica 45 93354 that significantli decreas the small sampl variabl of liml mont carlo simul show that even in rel larg sampl the mse of liml and nagar can be substanti larger than for jackknif 2sl the jackknif 2sl estim and fuller estim give the best overal perform base on our mont carlo experi we conduct inform statist test of the accuraci of approxim bia and mse formula we find that higherord expans tradit use to rank liml 2sl and other iv estim are unreli when identif of the model is weak overal our result show that onli estim with welldefin finit sampl moment should be use when identif of the model is weak copyright royal econom soccieti 2004", "title": "Estimation with weak instruments: Accuracy of higher-order bias and MSE approximations"}, "https://ideas.repec.org/a/rje/randje/v19y1988isummerp253-265.html": {"abstract": " Patent and antitrust policy are often presumed to be in conflict. As an important example, there is ongoing controversy about whether price discrimination by a patent holder is an illegal or socially undesirable exploitation of monopoly power. In this article we show that no conflict exists in many price discrimination cases. Even ignoring the (dynamic) effects on incentives for innovation, third-degree price discrimination by patent holders can raise (static) social welfare. In fact, Pareto improvements may well occur. Welfare gains occur because price discrimination allows patent holders to open new markets and to achieve economies of scale or learning. Further, even in cases where discrimination incurs static welfare losses, it may be efficient relative to other mechanisms, such as length of patent life, for rewarding innovators with profits.", "authors": ["fpha893", "epma1"], "abstractStem": " patent and antitrust polici are often presum to be in conflict as an import exampl there is ongo controversi about whether price discrimin by a patent holder is an illeg or social undesir exploit of monopoli power in thi articl we show that no conflict exist in mani price discrimin case even ignor the dynam effect on incent for innov thirddegre price discrimin by patent holder can rais static social welfar in fact pareto improv may well occur welfar gain occur becaus price discrimin allow patent holder to open new market and to achiev economi of scale or learn further even in case where discrimin incur static welfar loss it may be effici rel to other mechan such as length of patent life for reward innov with profit", "title": "Price Discrimination and Patent Policy"}, "https://ideas.repec.org/a/eee/ecolet/v12y1983i3-4p277-281.html": {"abstract": "No abstract is available for this item.", "authors": ["fpha893", "eppe34"], "abstractStem": "no abstract is avail for thi item", "title": "The J-test as a Hausman specification test"}, "https://ideas.repec.org/a/eee/econom/v17y1981i1p1-19.html": {"abstract": "No abstract is available for this item.", "authors": ["fpha893"], "abstractStem": "no abstract is avail for thi item", "title": "Assessing the potential demand for electric cars"}, "https://ideas.repec.org/a/aea/jecper/v26y2012i4p43-56.html": {"abstract": "Approximately 20 years ago, Peter Diamond and I wrote an article for this journal analyzing contingent valuation methods. At that time Peter's view was that contingent valuation was hopeless, while I was dubious but somewhat more optimistic. But 20 years later, after millions of dollars of largely government-funded research, I have concluded that Peter's earlier position was correct and that contingent valuation is hopeless. In this paper, I selectively review the contingent valuation literature, focusing on empirical results. I find that three long-standing problems continue to exist: 1) hypothetical response bias that leads contingent valuation to overstatements of value; 2) large differences between willingness to pay and willingness to accept; and 3) the embedding problem which encompasses scope problems. The problems of embedding and scope are likely to be the most intractable. Indeed, I believe that respondents to contingent valuation surveys are often not responding out of stable or well-defined preferences, but are essentially inventing their answers on the fly, in a way which makes the resulting data useless for serious analysis. Finally, I offer a case study of a prominent contingent valuation study done by recognized experts in this approach, a study that should be only minimally affected by these concerns but in which the answers of respondents to the survey are implausible and inconsistent.", "authors": ["fpha893"], "abstractStem": "approxim 20 year ago peter diamond and i wrote an articl for thi journal analyz conting valuat method at that time peter view wa that conting valuat wa hopeless while i wa dubiou but somewhat more optimist but 20 year later after million of dollar of larg governmentfund research i have conclud that peter earlier posit wa correct and that conting valuat is hopeless in thi paper i select review the conting valuat literatur focus on empir result i find that three longstand problem continu to exist 1 hypothet respons bia that lead conting valuat to overstat of valu 2 larg differ between willing to pay and willing to accept and 3 the embed problem which encompass scope problem the problem of embed and scope are like to be the most intract inde i believ that respond to conting valuat survey are often not respond out of stabl or welldefin prefer but are essenti invent their answer on the fli in a way which make the result data useless for seriou analysi final i offer a case studi of a promin conting valuat studi done by recogn expert in thi approach a studi that should be onli minim affect by these concern but in which the answer of respond to the survey are implaus and inconsist", "title": "Contingent Valuation: From Dubious to Hopeless"}, "https://ideas.repec.org/a/ecm/emetrp/v63y1995i6p1445-76.html": {"abstract": " The authors apply nonparametric regression models to estimation of demand curves of the type most often used in applied research. From the demand curve estimators they derive estimates of exact consumers surplus and deadweight loss. The authors also develop tests of the symmetry and downward sloping properties of compensated demand. They work out asymptotic normal sampling theory for kernel and series nonparametric estimators as well as for the parametric case. The paper includes an application to gasoline demand that estimates the shape of the demand curve and the average magnitude of welfare loss from a tax on gasoline. Copyright 1995 by The Econometric Society.", "authors": ["fpha893", "fpne241"], "abstractStem": " the author appli nonparametr regress model to estim of demand curv of the type most often use in appli research from the demand curv estim they deriv estim of exact consum surplu and deadweight loss the author also develop test of the symmetri and downward slope properti of compens demand they work out asymptot normal sampl theori for kernel and seri nonparametr estim as well as for the parametr case the paper includ an applic to gasolin demand that estim the shape of the demand curv and the averag magnitud of welfar loss from a tax on gasolin copyright 1995 by the econometr societi", "title": "Nonparametric Estimation of Exact Consumers Surplus and Deadweight Loss"}, "https://ideas.repec.org/a/inm/ormnsc/v57y2011i6p1009-1024.html": {"abstract": "Product variety is an important strategic tool that firms can use to attract customers and respond to competition. This study focuses on the retail industry and investigates how stores manage their product variety, contingent on the presence of competition and their actual distance from rivals. Using a unique data set that contains all Best Buy and Circuit City stores in the United States, the authors find that a store's product variety (i.e., number of stock-keeping units) increases if a rival store exists in its market but, in the presence of such competition, decreases when the rival store is collocated (within one mile of the focal store). Moreover, collocated rival stores tend to differentiate themselves by overlapping less in product range than do noncollocated rivals. This smaller and more differentiated product variety may be because of coordinated interactions between collocated stores. In summary, this paper presents evidence of both coordination and competition in retailers' use of product variety. This paper was accepted by Bruno Cassiman, business strategy.", "authors": ["fpha893"], "abstractStem": "product varieti is an import strateg tool that firm can use to attract custom and respond to competit thi studi focus on the retail industri and investig how store manag their product varieti conting on the presenc of competit and their actual distanc from rival use a uniqu data set that contain all best buy and circuit citi store in the unit state the author find that a store product varieti ie number of stockkeep unit increas if a rival store exist in it market but in the presenc of such competit decreas when the rival store is colloc within one mile of the focal store moreov colloc rival store tend to differenti themselv by overlap less in product rang than do noncolloc rival thi smaller and more differenti product varieti may be becaus of coordin interact between colloc store in summari thi paper present evid of both coordin and competit in retail use of product varieti thi paper wa accept by bruno cassiman busi strategi", "title": "Managing Product Variety and Collocation in a Competitive Environment: An Empirical Investigation of Consumer Electronics Retailing"}, "https://ideas.repec.org/a/aea/aecrev/v93y2003i2p118-125.html": {"abstract": "No abstract is available for this item.", "authors": ["fpha893"], "abstractStem": "no abstract is avail for thi item", "title": "Weak Instruments: Diagnosis and Cures in Empirical Econometrics"}, "https://ideas.repec.org/a/eee/ecolet/v116y2012i2p232-235.html": {"abstract": "Since the advent of heteroskedasticity-robust standard errors, several papers have proposed adjustments to the original White formulation. We replicate earlier findings that each of these adjusted estimators performs quite poorly in finite samples. We propose a class of alternative heteroskedasticity-robust tests of linear hypotheses based on an Edgeworth expansion of the test statistic distribution. Our preferred test outperforms existing methods in both size and power for low, moderate, and severe levels of heteroskedasticity.", "authors": ["fpha893"], "abstractStem": "sinc the advent of heteroskedasticityrobust standard error sever paper have propos adjust to the origin white formul we replic earlier find that each of these adjust estim perform quit poorli in finit sampl we propos a class of altern heteroskedasticityrobust test of linear hypothes base on an edgeworth expans of the test statist distribut our prefer test outperform exist method in both size and power for low moder and sever level of heteroskedast", "title": "Heteroskedasticity-robust inference in finite samples"}, "https://ideas.repec.org/a/eee/econom/v26y1984i1-2p115-139.html": {"abstract": "No abstract is available for this item.", "authors": ["fpha893"], "abstractStem": "no abstract is avail for thi item", "title": "Appliance purchase and usage adaptation to a permanent time-of-day electricity rate schedule"}, "https://ideas.repec.org/a/rje/randje/v34y2003i1p43-62.html": {"abstract": " We evaluate the competitive and governance effects of \"duality.\" Duality refers to the joint membership (e.g., by banks) in competing associations or joint ventures (e.g., Visa and MasterCard). We first show that the not-for-profit nature of the associations along with the usage-based fees they charge yield productive efficiency. We then analyze the impact of (i) membership exclusivity, when the associations remain not-for-profit, and (ii) the conversion into for-profit systems. We illustrate the results in the case of a double-differentiation model that is of independent interest. Finally, we discuss extensions to (i) endogenous system differentiation, and (ii) agency considerations. Copyright 2003 by the RAND Corporation.", "authors": ["fpha893", "epti33"], "abstractStem": " we evalu the competit and govern effect of dualiti dualiti refer to the joint membership eg by bank in compet associ or joint ventur eg visa and mastercard we first show that the notforprofit natur of the associ along with the usagebas fee they charg yield product effici we then analyz the impact of i membership exclus when the associ remain notforprofit and ii the convers into forprofit system we illustr the result in the case of a doubledifferenti model that is of independ interest final we discuss extens to i endogen system differenti and ii agenc consider copyright 2003 by the rand corpor", "title": " On Nonexclusive Membership in Competing Joint Ventures"}, "https://ideas.repec.org/a/bla/ausecr/v44y2011i3p239-244.html": {"abstract": "No abstract is available for this item.", "authors": ["fpha893"], "abstractStem": "no abstract is avail for thi item", "title": "Non‐Neutrality of the Proposed Resource Super Profits Tax"}, "https://ideas.repec.org/a/ier/iecrev/v27y1986i2p265-83.html": {"abstract": "No abstract is available for this item.", "authors": ["epgr23", "epha54", "fpha893"], "abstractStem": "no abstract is avail for thi item", "title": "Patents and R and D: Is There a Lag?"}, "https://ideas.repec.org/a/eee/econom/v112y2003i1p107-113.html": {"abstract": "No abstract is available for this item.", "authors": ["fpha893"], "abstractStem": "no abstract is avail for thi item", "title": "Triangular structural model specification and estimation with application to causality"}, "https://ideas.repec.org/a/ecm/emetrp/v55y1987i4p849-74.html": {"abstract": " The authors consider estimation of simultaneous equations models with covariance restrictions. They consider FIML estimation and extend J. A. Hausman's instrumental variables interpretation of the FIML estim ator to the covariance restrictions case. A slight variation on the i nstrumental variables theme yields a simple, efficient alternative to FIML. The authors augment the original equation system by equations implied by the covariance restrictions, linearized around an initial consistent estimator, and perform three-stage least squares to obtain an asymptotically efficient estimator. They also present a simple me thod of obtaining an initial consistent estimator when the covariance restrictions are needed for identification. Finally, they consider i dentification from the standpoint of the moment restrictions implied by instrument-residual orthogonality and covariance restrictions. Copyright 1987 by The Econometric Society.", "authors": ["fpha893", "fpne241", "fpta578"], "abstractStem": " the author consid estim of simultan equat model with covari restrict they consid fiml estim and extend j a hausman instrument variabl interpret of the fiml estim ator to the covari restrict case a slight variat on the i nstrument variabl theme yield a simpl effici altern to fiml the author augment the origin equat system by equat impli by the covari restrict linear around an initi consist estim and perform threestag least squar to obtain an asymptot effici estim they also present a simpl me thod of obtain an initi consist estim when the covari restrict are need for identif final they consid i dentif from the standpoint of the moment restrict impli by instrumentresidu orthogon and covari restrict copyright 1987 by the econometr societi", "title": "Efficient Estimation and Identification of Simultaneous Equation Models with Covariance Restrictions"}, "https://ideas.repec.org/a/kap/regeco/v22y2002i3p287-310.html": {"abstract": " The Surface Transportation Board (STB) applies the theory of contestable markets to regulate dominant railroad freight movements. The STB bases its determination whether railroad revenues are excessive if they would be more than sufficient to support investment in a hypothetical stand-alone railroad designed to handle the at-issue traffic efficiently. The STB regulatory approach does not take correct account of the importance of sunk costs and irreversible investments in the railroad industry. We estimate how large the mistakes can be by applying a real options approach that takes into account the effect of sunk costs, irreversible investment, and asymmetric returns. Copyright 2002 by Kluwer Academic Publishers", "authors": ["fpha893"], "abstractStem": " the surfac transport board stb appli the theori of contest market to regul domin railroad freight movement the stb base it determin whether railroad revenu are excess if they would be more than suffici to support invest in a hypothet standalon railroad design to handl the atissu traffic effici the stb regulatori approach doe not take correct account of the import of sunk cost and irrevers invest in the railroad industri we estim how larg the mistak can be by appli a real option approach that take into account the effect of sunk cost irrevers invest and asymmetr return copyright 2002 by kluwer academ publish", "title": "Regulating the United States Railroads: The Effects of Sunk Costs and Asymmetric Risk"}, "https://ideas.repec.org/a/eee/pubeco/v18y1982i2p139-159.html": {"abstract": "We consider the retirement behavior of civilian employees of the United States government. Unlike previous studies, this investigation is based upon a data set containing fairly complete and accurate information about the Social Security and employer-provided pensions for which employees are (or ultimately will be) eligible. These data permit us to specify the financial aspects of individual retirement decisions with a reasonable degree of precision. A large fraction of civil service pensioners is eligible to receive Social Security benefits because a part of their working careers was spent in Social-Security-covered employment. The prevalence of double pension coverage among government employees has raised serious equity questions about the treatment of civil servants by Social Security, and these questions have led to various suggestions for pension reform. Partly, the reform proposals have been put forward due to the perceived unfairness of \"double dipping\" which arises from the double pension coverage of government employees. Our analysis finds: (1) Both the amount of a Federal pension entitlement and the expected wait until the pension commences affect the timing of retirement from the Federal service. (2) The rate of anticipated wage growth significantly affects individual decisions to remain in Federal employment. (3) Workers who are eligible to ultimately receive Social Security in some cases show a different pattern of retirement than do workers not vested in Social Security. However, our analysis does not reveal any massive shift of Federal workers into Social-Security-covered employment in order to benefit from the \"tilt\" in the Social Security formula.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epbu95", "fpha893"], "abstractStem": "we consid the retir behavior of civilian employe of the unit state govern unlik previou studi thi investig is base upon a data set contain fairli complet and accur inform about the social secur and employerprovid pension for which employe are or ultim will be elig these data permit us to specifi the financi aspect of individu retir decis with a reason degre of precis a larg fraction of civil servic pension is elig to receiv social secur benefit becaus a part of their work career wa spent in socialsecuritycov employ the preval of doubl pension coverag among govern employe ha rais seriou equiti question about the treatment of civil servant by social secur and these question have led to variou suggest for pension reform partli the reform propos have been put forward due to the perceiv unfair of doubl dip which aris from the doubl pension coverag of govern employe our analysi find 1 both the amount of a feder pension entitl and the expect wait until the pension commenc affect the time of retir from the feder servic 2 the rate of anticip wage growth significantli affect individu decis to remain in feder employ 3 worker who are elig to ultim receiv social secur in some case show a differ pattern of retir than do worker not vest in social secur howev our analysi doe not reveal ani massiv shift of feder worker into socialsecuritycov employ in order to benefit from the tilt in the social secur formulapthi abstract wa borrow from anoth version of thi item", "title": "`Double dipping': the combined effects of social security and civil service pensions on employee retirement"}, "https://ideas.repec.org/a/bes/jnlbes/v17y1999i2p188-94.html": {"abstract": " Since their introduction in 1983, cellular telephones' adoption has grown at 25 percent-35 percent per year. At year end 1997, about 55 million cellular telephones were in use in the United States. The Bureau of Labor Statistics (BLS) did not know that cellular telephones existed, at least in terms of calculating the Consumer Price Index (CPI), until 1998 when they were finally included in the CPI. Omitting cellular telephones from the CPI created a significant bias. The author estimates a bias in the BLS estimate of the telecommunications-services index of between .8 percent-1.9 percent per year because of the omission of the cellular telephone. Rather than telecommunications-service prices increasing at about 1.1 percent per year, the correct calculation has them decreasing at about .8 percent per year. Omission of new goods from the CPI, for significant periods of time, leads to important bias in the calculation of the CPI.", "authors": ["fpha893"], "abstractStem": " sinc their introduct in 1983 cellular telephon adopt ha grown at 25 percent35 percent per year at year end 1997 about 55 million cellular telephon were in use in the unit state the bureau of labor statist bl did not know that cellular telephon exist at least in term of calcul the consum price index cpi until 1998 when they were final includ in the cpi omit cellular telephon from the cpi creat a signific bia the author estim a bia in the bl estim of the telecommunicationsservic index of between 8 percent19 percent per year becaus of the omiss of the cellular telephon rather than telecommunicationsservic price increas at about 11 percent per year the correct calcul ha them decreas at about 8 percent per year omiss of new good from the cpi for signific period of time lead to import bia in the calcul of the cpi", "title": "Cellular Telephone, New Products, and the CPI"}, "https://ideas.repec.org/a/elt/journl/v80y2013i319p489-539.html": {"abstract": "We refute the OECD’s conclusion that Mexico’s telecommunications sector has experienced a lack of competition. The OECD’s conclusion is based on its calculation that high pricing of Mexico’s telecommunications services have caused consumers to lose 129.2 billion (USD) in consumer surplus. The OECD is incorrect. There has been no loss in consumer surplus. In fact, consumers in Mexico have obtained billions of dollars of benefits from lower prices and increased purchases of telecommunications services. The OECD’s contrary conclusions were achieved because of mistakes, the incorrect use of facts and data and the application of incorrect economic analysis. Correct econometric analysis finds no evidence of market failure in Mexico. Mobile prices in Mexico are far below the average prices in other comparable countries (including nine OECD countries). The fixed-line sector performs better than a comparable sample of its peers. Mexican consumers are receiving billions of dollars of benefits from these lower prices.// Refutamos la conclusión de la OCDE que sostiene que el sector de las telecomunicaciones en México ha experimentado una falta de competencia. La conclusión de la OCDE se basa en sus cálculos que indican que los precios altos en los servicios de telecomunicaciones en México han ocasionado una pérdida del excedente del consumidor de 129 mil millones de dólares. En realidad, los consumidores mexicanos han obtenido beneficios de miles de millones de dólares debido a precios más bajos y mayores compras de servicios de telecomunicaciones. Las conclusiones opuestas de la OCDE provienen de errores, del uso incorrecto de hechos y datos y de la aplicación del análisis económico erróneo. Un análisis econométrico correcto revela que no existen pruebas de una falla del mercado en México. Los precios de la telefonía celular en México están muy por debajo de los precios promedio de otros países comparables (incluyendo nueve países de la OCDE). El sector de la telefonía fija tiene un mejor desempeño que una muestra comprable de sus pares. Los consumidores mexicanos están obteniendo miles de millones de dólares en beneficios gracias a estos precios más bajos.", "authors": ["fpha893"], "abstractStem": "we refut the oecd s conclus that mexico s telecommun sector ha experienc a lack of competit the oecd s conclus is base on it calcul that high price of mexico s telecommun servic have caus consum to lose 1292 billion usd in consum surplu the oecd is incorrect there ha been no loss in consum surplu in fact consum in mexico have obtain billion of dollar of benefit from lower price and increas purchas of telecommun servic the oecd s contrari conclus were achiev becaus of mistak the incorrect use of fact and data and the applic of incorrect econom analysi correct econometr analysi find no evid of market failur in mexico mobil price in mexico are far below the averag price in other compar countri includ nine oecd countri the fixedlin sector perform better than a compar sampl of it peer mexican consum are receiv billion of dollar of benefit from these lower price refutamo la conclusi n de la ocd que sostien que el sector de la telecomunicacion en m xico ha experimentado una falta de competencia la conclusi n de la ocd se basa en su c lculo que indican que lo precio alto en lo servicio de telecomunicacion en m xico han ocasionado una p rdida del excedent del consumidor de 129 mil millon de d lare en realidad lo consumidor mexicano han obtenido beneficio de mile de millon de d lare debido a precio m s bajo y mayor compra de servicio de telecomunicacion la conclusion opuesta de la ocd provienen de error del uso incorrecto de hecho y dato y de la aplicaci n del an lisi econ mico err neo un an lisi econom trico correcto revela que no existen prueba de una falla del mercado en m xico lo precio de la telefon a celular en m xico est n muy por debajo de lo precio promedio de otro pa se compar incluyendo nuev pa se de la ocd el sector de la telefon a fija tien un mejor desemp o que una muestra comprabl de su pare lo consumidor mexicano est n obteniendo mile de millon de d lare en beneficio gracia a esto precio m s bajo", "title": "Corrección de la evaluación errónea de la OCDE acerca de la competencia en el sector de las telecomunicaciones en México"}, "https://ideas.repec.org/a/eee/econom/v65y1995i1p205-233.html": {"abstract": "No abstract is available for this item.", "authors": ["fpha893", "fpne241"], "abstractStem": "no abstract is avail for thi item", "title": "Nonlinear errors in variables Estimation of some Engel curves"}, "https://ideas.repec.org/a/rje/randje/v28y1997iautumnp426-446.html": {"abstract": " We model demand for four cephalosporins and compute own- and cross-price elasticities between branded and generic versions of the four drugs. We model demand as a multistage budgeting problem, and we argue that such a model is appropriate to the multistage nature of the purchase of pharmaceutical products, in particular the prescribing and dispensing stages. We find quite high elasticities between generic substitutes and also significant elasticities between some therapeutic substitutes.", "authors": ["epco166", "epgr23", "fpha893"], "abstractStem": " we model demand for four cephalosporin and comput own and crosspric elast between brand and gener version of the four drug we model demand as a multistag budget problem and we argu that such a model is appropri to the multistag natur of the purchas of pharmaceut product in particular the prescrib and dispens stage we find quit high elast between gener substitut and also signific elast between some therapeut substitut", "title": "Characteristics of Demand for Pharmaceutical Products: An Examination of Four Cephalosporins"}, "https://ideas.repec.org/a/aea/aecrev/v74y1984i2p242-48.html": {"abstract": "Over the period 1960 - 1983 the proportion of federal tax revenue raised by taxation of labor supply has risen from 57-77 percent. In this paper, we specify and estimate a model of family labor supply which treats both federal and state taxation. Husbands and wives labor supply are treated jointly rather than in aseparate manner as in previous research. A method to calculate the virtual wage for nonworking spouses is used within a utility maximizing framework to treat correctly the joint family labor supply decision. Joint family efforts are found to be important. The efficiency cost (deadweight loss) of labor taxation is estimated to be 29.6% of tax revenue raised. The effect of the new 10% deduction to ease the marriage tax for working spouses leads to a prediction of 3.8% increase in wives labor supply and a .9% decrease in husbands labor supply.Overall taxes paid are predicted to decrease by 3.4%.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpha893", "fpru215"], "abstractStem": "over the period 1960  1983 the proport of feder tax revenu rais by taxat of labor suppli ha risen from 5777 percent in thi paper we specifi and estim a model of famili labor suppli which treat both feder and state taxat husband and wive labor suppli are treat jointli rather than in asepar manner as in previou research a method to calcul the virtual wage for nonwork spous is use within a util maxim framework to treat correctli the joint famili labor suppli decis joint famili effort are found to be import the effici cost deadweight loss of labor taxat is estim to be 296 of tax revenu rais the effect of the new 10 deduct to eas the marriag tax for work spous lead to a predict of 38 increas in wive labor suppli and a 9 decreas in husband labor supplyoveral tax paid are predict to decreas by 34pthi abstract wa borrow from anoth version of thi item", "title": "Family Labor Supply with Taxes"}, "https://ideas.repec.org/a/eee/pubeco/v31y1986i2p131-161.html": {"abstract": "Not all people with health problems are disabled. Some individuals with severe physical or mental impairments, such as blindness or limb amputation, continue to hold jobs and generally function satisfactorily.They constitute, however, a group of potentially disabled individuals who might apply and qualify for Disability Insurance or other disability-related benefits if they were to lose their jobs or to decide that employment offered an inadequate financial or non-pecuniary reward. Thus, disability, or a health-related inability to work, is more than a medical problem but involves motivational and attitudinal factors. We specify a model of the application process, which we model as choice under uncertainty about approval of an application for Disability Insurance. We specify the possible outcomes to the choice process of an individual in which the probability of acceptance for Disability Insurance is a key consideration. We then estimate a joint model of labor supply and application to the Disability Insurance program based on the 1972 survey. We then compare our results to the observed time series applications process since 1976. Lastly, we estimate the sensitivity of the application process to the probability of acceptance and the level of benefits.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpha893"], "abstractStem": "not all peopl with health problem are disabl some individu with sever physic or mental impair such as blind or limb amput continu to hold job and gener function satisfactorilythey constitut howev a group of potenti disabl individu who might appli and qualifi for disabl insur or other disabilityrel benefit if they were to lose their job or to decid that employ offer an inadequ financi or nonpecuniari reward thu disabl or a healthrel inabl to work is more than a medic problem but involv motiv and attitudin factor we specifi a model of the applic process which we model as choic under uncertainti about approv of an applic for disabl insur we specifi the possibl outcom to the choic process of an individu in which the probabl of accept for disabl insur is a key consider we then estim a joint model of labor suppli and applic to the disabl insur program base on the 1972 survey we then compar our result to the observ time seri applic process sinc 1976 lastli we estim the sensit of the applic process to the probabl of accept and the level of benefitspthi abstract wa borrow from anoth version of thi item", "title": "Choice under uncertainty: A model of applications for the social security disability insurance program"}, "https://ideas.repec.org/a/oup/oxford/v4y1988i4p56-72.html": {"abstract": "No abstract is available for this item.", "authors": ["fpha893", "epma1"], "abstractStem": "no abstract is avail for thi item", "title": "Innovation and International Trade Policy: Some Lessons from the U.S"}, "https://ideas.repec.org/a/ecm/emetrp/v46y1978i6p1251-71.html": {"abstract": "Using the result that under the null hypothesis of no misspecification an asymptotically efficient estimator must have zero asymptotic covariance with its difference from a consistent but asymptotically inefficient estimator, specification tests are devised for a number of model specifications in econometrics. Local power is calculated for small departures from the null hypothesis. An instrumental variable test as well as tests for a time series cross section model and the simultaneous equation model are presented. An empirical model provides evidence that unobserved individual factors are present which are not orthogonal to the included right-hand-side variable in a common econometric specification of an individual wage equation.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpha893"], "abstractStem": "use the result that under the null hypothesi of no misspecif an asymptot effici estim must have zero asymptot covari with it differ from a consist but asymptot ineffici estim specif test are devis for a number of model specif in econometr local power is calcul for small departur from the null hypothesi an instrument variabl test as well as test for a time seri cross section model and the simultan equat model are present an empir model provid evid that unobserv individu factor are present which are not orthogon to the includ righthandsid variabl in a common econometr specif of an individu wage equationpthi abstract wa borrow from anoth version of thi item", "title": "Specification Tests in Econometrics"}, "https://ideas.repec.org/a/eee/econom/v165y2011i1p45-57.html": {"abstract": "In this paper, we analyze properties of the Continuous Updating Estimator (CUE) proposed by Hansen et al. (1996), which has been suggested as a solution to the finite sample bias problems of the two-step GMM estimator. We show that the estimator should be expected to perform poorly in finite samples under weak identification, in particular, the estimator is not guaranteed to have finite moments of any order. We propose the Regularized CUE (RCUE) as a solution to this problem. The RCUE solves a modification of the first-order conditions for the CUE estimator and is shown to be asymptotically equivalent to CUE under many weak moment asymptotics. Our theoretical findings are confirmed by extensive Monte Carlo studies.", "authors": ["fpha893", "fple597", "fpne241"], "abstractStem": "in thi paper we analyz properti of the continu updat estim cue propos by hansen et al 1996 which ha been suggest as a solut to the finit sampl bia problem of the twostep gmm estim we show that the estim should be expect to perform poorli in finit sampl under weak identif in particular the estim is not guarante to have finit moment of ani order we propos the regular cue rcue as a solut to thi problem the rcue solv a modif of the firstord condit for the cue estim and is shown to be asymptot equival to cue under mani weak moment asymptot our theoret find are confirm by extens mont carlo studi", "title": "Properties of the CUE estimator and a modification with moments"}, "https://ideas.repec.org/a/eee/jfinec/v31y1992i3p319-379.html": {"abstract": "We estimate the conditional distribution of trade-to-trade price changes using ordered probit, a statistical model for discrete random variables. Such an approach takes into account the fact that transaction price changes occur in discrete increments, typically eighths of a dollar, and occur at irregularly spaced time intervals. Unlike existing continuous-time/discrete-state models of discrete transaction prices, ordered probit can capture the effects of other economic variables on price changes, such as volume, past price changes, and the time between trades. Using 1988 transactions data for over 100 randomly chosen U.S. stocks, we estimate the ordered probit model via maximum likelihood and use the parameter estimates to measure several transaction-related quantities, such as the price impact of trades of a given size, the tendency towards price reversals from one transaction to the next, and the empirical significance of price discreteness.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpha893", "eplo171"], "abstractStem": "we estim the condit distribut of tradetotrad price chang use order probit a statist model for discret random variabl such an approach take into account the fact that transact price chang occur in discret increment typic eighth of a dollar and occur at irregularli space time interv unlik exist continuoustimediscretest model of discret transact price order probit can captur the effect of other econom variabl on price chang such as volum past price chang and the time between trade use 1988 transact data for over 100 randomli chosen us stock we estim the order probit model via maximum likelihood and use the paramet estim to measur sever transactionrel quantiti such as the price impact of trade of a given size the tendenc toward price revers from one transact to the next and the empir signific of price discretenesspthi abstract wa borrow from anoth version of thi item", "title": "An ordered probit analysis of transaction stock prices"}, "https://ideas.repec.org/a/eee/pubeco/v14y1980i2p161-194.html": {"abstract": "No abstract is available for this item.", "authors": ["fpha893"], "abstractStem": "no abstract is avail for thi item", "title": "The effect of wages, taxes, and fixed costs on women's labor force participation"}, "https://ideas.repec.org/a/bes/jnlbes/v26y2008p398-422.html": {"abstract": "Using many valid instrumental variables has the potential to improve efficiency but makes the usual inference procedures inaccurate. We give corrected standard errors, an extension of Bekker to nonnormal disturbances, that adjust for many instruments. We find that this adjustment is useful in empirical work, simulations, and in the asymptotic theory. Use of the corrected standard errors in t-ratios leads to an asymptotic approximation order that is the same when the number of instrumental variables grows as when the number of instruments is fixed. We also give a version of the Kleibergen weak instrument statistic that is robust to many instruments.", "authors": ["fpha893", "fpha982", "fpne241"], "abstractStem": "use mani valid instrument variabl ha the potenti to improv effici but make the usual infer procedur inaccur we give correct standard error an extens of bekker to nonnorm disturb that adjust for mani instrument we find that thi adjust is use in empir work simul and in the asymptot theori use of the correct standard error in tratio lead to an asymptot approxim order that is the same when the number of instrument variabl grow as when the number of instrument is fix we also give a version of the kleibergen weak instrument statist that is robust to mani instrument", "title": "Estimation With Many Instrumental Variables"}, "https://ideas.repec.org/a/aea/jecper/v17y2003i1p23-44.html": {"abstract": "Four sources of bias in the Consumer Prices Index (CPI) have been identified. The most discussed is substitution bias, which creates a second order bias in the CPI. Three other changes besides prices changes create first order effects on a correctly measured cost of living index (COLI). I explain in this paper that a \"pure price\" based approach of surveying prices to estimate a COLI cannot succeed in solving the 3 problems of first order bias. I discuss economic and econometric approaches to measuring the first order bias effects as well as the availability of scanner data that would permit implementation of the techniques.", "authors": ["fpha893"], "abstractStem": "four sourc of bia in the consum price index cpi have been identifi the most discuss is substitut bia which creat a second order bia in the cpi three other chang besid price chang creat first order effect on a correctli measur cost of live index coli i explain in thi paper that a pure price base approach of survey price to estim a coli cannot succeed in solv the 3 problem of first order bia i discuss econom and econometr approach to measur the first order bia effect as well as the avail of scanner data that would permit implement of the techniqu", "title": "Sources of Bias and Solutions to Bias in the Consumer Price Index"}, "https://ideas.repec.org/a/eee/econom/v50y1991i3p273-295.html": {"abstract": "No abstract is available for this item.", "authors": ["fpha893", "epic1", "fpne241"], "abstractStem": "no abstract is avail for thi item", "title": "Identification and estimation of polynomial errors-in-variables models"}, "https://ideas.repec.org/a/ect/emjrnl/v7y2004i2p366-388.html": {"abstract": " This paper considers estimation of a transformation model in which the transformed dependent variable is subject to classical measurement error. We consider cases in which the transformation function is known and unspecified. In special cases (e.g. log and square-root transformations), least-squares or non-linear least-squares estimators are applicable. A flexible approximation approach (based on Taylor expansion) is proposed for a parametrized transformation function (like the Box--Cox model), and a semi-parametric approach (combining a semi-parametric linear-index estimator and non-parametric regression) is proposed for the case of an unspecified transformation function. The methods are applied to the estimation of earnings equations, using wage data from the Current Population Survey (CPS). Copyright Royal Economic Socciety 2004", "authors": ["epab39", "fpha893"], "abstractStem": " thi paper consid estim of a transform model in which the transform depend variabl is subject to classic measur error we consid case in which the transform function is known and unspecifi in special case eg log and squareroot transform leastsquar or nonlinear leastsquar estim are applic a flexibl approxim approach base on taylor expans is propos for a parametr transform function like the boxcox model and a semiparametr approach combin a semiparametr linearindex estim and nonparametr regress is propos for the case of an unspecifi transform function the method are appli to the estim of earn equat use wage data from the current popul survey cp copyright royal econom soccieti 2004", "title": "Response error in a transformation model with an application to earnings-equation estimation &amp;ast;"}, "https://ideas.repec.org/a/eee/econom/v100y2001i1p33-35.html": {"abstract": "No abstract is available for this item.", "authors": ["fpha893"], "abstractStem": "no abstract is avail for thi item", "title": "Microeconometrics"}, "https://ideas.repec.org/a/rje/randje/v21y1990isummerp249-250.html": {"abstract": "No abstract is available for this item.", "authors": ["fpha893"], "abstractStem": "no abstract is avail for thi item", "title": "Symposium in Honor of Alvin K. Klevorick"}, "https://ideas.repec.org/a/bla/obuest/v36y1974i2p115-24.html": {"abstract": "No abstract is available for this item.", "authors": ["fpha893"], "abstractStem": "no abstract is avail for thi item", "title": "The Relationship between Ridge Regression and the Minimum Mean Square Error Estimator of Chipman"}, "https://ideas.repec.org/a/eee/econom/v139y2007i2p242-258.html": {"abstract": "No abstract is available for this item.", "authors": ["fpha893"], "abstractStem": "no abstract is avail for thi item", "title": "Estimation of patent licensing value using a flexible demand specification"}, "https://ideas.repec.org/a/eee/econom/v87y1998i2p239-269.html": {"abstract": "No abstract is available for this item.", "authors": ["epab39", "fpha893"], "abstractStem": "no abstract is avail for thi item", "title": "Misclassification of the dependent variable in a discrete-response setting"}, "https://ideas.repec.org/a/ecm/emetrp/v51y1983i5p1527-49.html": {"abstract": "No abstract is available for this item.", "authors": ["fpha893", "fpta578"], "abstractStem": "no abstract is avail for thi item", "title": "Identification in Linear Simultaneous Equations Models with Covariance Restrictions: An Instrumental Variables Interpretation"}, "https://ideas.repec.org/a/ecm/emetrp/v43y1975i4p727-38.html": {"abstract": "No abstract is available for this item.", "authors": ["fpha893"], "abstractStem": "no abstract is avail for thi item", "title": "An Instrumental Variable Approach to Full Information Estimators for Linear and Certain Nonlinear Econometric Models"}, "https://ideas.repec.org/a/aea/aecrev/v71y1981i4p662-76.html": {"abstract": "No abstract is available for this item.", "authors": ["fpha893"], "abstractStem": "no abstract is avail for thi item", "title": "Exact Consumer's Surplus and Deadweight Loss"}, "https://ideas.repec.org/a/ecm/emetrp/v52y1984i5p1219-40.html": {"abstract": "No abstract is available for this item.", "authors": ["fpha893", "epmc7"], "abstractStem": "no abstract is avail for thi item", "title": "Specification Tests for the Multinomial Logit Model"}, "https://ideas.repec.org/a/rje/bellje/v6y1975iautumnp517-551.html": {"abstract": " The key question which the Federal Energy Administration's Project Independence Report attempts to answer is the level of U.S. oil imports under different world oil prices. The three essential components of the model which produces the forecasts -- oil and natural gas supply, energy demand, and the integrating model -- are discussed and their potential biases identified. The paper concludes that national gas supply is likely to be higher than the model forecasts, while serious faults exist in the demand model which finds natural gas and oil products to be complements. In a deregulated BTU equilibrium, these biases lead to a more pessimistic forecast of U.S. imports by 1985 than may actually occur.", "authors": ["fpha893"], "abstractStem": " the key question which the feder energi administr project independ report attempt to answer is the level of us oil import under differ world oil price the three essenti compon of the model which produc the forecast  oil and natur ga suppli energi demand and the integr model  are discuss and their potenti bias identifi the paper conclud that nation ga suppli is like to be higher than the model forecast while seriou fault exist in the demand model which find natur ga and oil product to be complement in a deregul btu equilibrium these bias lead to a more pessimist forecast of us import by 1985 than may actual occur", "title": "Project Independence Report: An Appraisal of Energy Needs up to 1985"}, "https://ideas.repec.org/a/aea/jecper/v1y1987i1p101-19.html": {"abstract": "This paper evaluates the effects of the 1986 Tax Reform Act on household labor supply and savings. It describes the tax bill's effects on incentives to work and to save, and uses recent econometric estimates of labor supply and savings elasticities to describe the reform's impact on household behavior. Two factors lead us to conclude that the new law will have small aggregate effects. First, most households experience only small changes in their marginal tax rates. Forty-one percent of the taxpaying population will face marginal tax rates as high, or higher, under the new law as under the previous tax code. Only eleven percent of taxpayers receive marginal tax rate reductions of ten percentage points or more. Second, plausible estimates of both the labor supply and savings elasticities suggest that even for those households that receive rate reductions, behavioral changes will be small. Our analysis suggests that the tax reform will increase labor supply by about one percent, and slightly reduce private savings.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpha893", "eppo19"], "abstractStem": "thi paper evalu the effect of the 1986 tax reform act on household labor suppli and save it describ the tax bill effect on incent to work and to save and use recent econometr estim of labor suppli and save elast to describ the reform impact on household behavior two factor lead us to conclud that the new law will have small aggreg effect first most household experi onli small chang in their margin tax rate fortyon percent of the taxpay popul will face margin tax rate as high or higher under the new law as under the previou tax code onli eleven percent of taxpay receiv margin tax rate reduct of ten percentag point or more second plausibl estim of both the labor suppli and save elast suggest that even for those household that receiv rate reduct behavior chang will be small our analysi suggest that the tax reform will increas labor suppli by about one percent and slightli reduc privat savingspthi abstract wa borrow from anoth version of thi item", "title": "Household Behavior and the Tax Reform Act of 1986"}, "https://ideas.repec.org/a/eee/econom/v144y2008i2p371-391.html": {"abstract": "We investigate the estimation and inference in difference in difference econometric models used in the analysis of treatment effects. When the innovations in such models display serial correlation, commonly used ordinary least squares (OLS) procedures are inefficient and may lead to tests with incorrect size. Implementation of feasible generalized least squares (FGLS) procedures is often hindered by too few observations in the cross-section to allow for unrestricted estimation of the weight matrix without leading to tests with similar size distortions as conventional OLS based procedures. We analyze the small sample properties of FGLS based tests with a formal higher order Edgeworth expansion that allows us to construct a size corrected version of the test. We also address the question of optimal temporal aggregation as a method to reduce the dimension of the weight matrix. We apply our procedure to data on regulation of mobile telephone service prices. We find that a size corrected FGLS based test outperforms tests based on OLS.", "authors": ["fpha893", "epku116"], "abstractStem": "we investig the estim and infer in differ in differ econometr model use in the analysi of treatment effect when the innov in such model display serial correl commonli use ordinari least squar ol procedur are ineffici and may lead to test with incorrect size implement of feasibl gener least squar fgl procedur is often hinder by too few observ in the crosssect to allow for unrestrict estim of the weight matrix without lead to test with similar size distort as convent ol base procedur we analyz the small sampl properti of fgl base test with a formal higher order edgeworth expans that allow us to construct a size correct version of the test we also address the question of optim tempor aggreg as a method to reduc the dimens of the weight matrix we appli our procedur to data on regul of mobil telephon servic price we find that a size correct fgl base test outperform test base on ol", "title": "Difference in difference meets generalized least squares: Higher order properties of hypotheses tests"}, "https://ideas.repec.org/a/bpj/bejeap/vcontributions.3y2004i1n3.html": {"abstract": "The benefits of competition among the long-distance interexchange carriers (IXCs) are not realized equally by all their customers. Despite the declines in rates under the discount plans, we document that basic message toll service (MTS) rates have been rising for several years. We show that poorer and less educated customers pay more than better educated and more affluent customers. We suspect that the reason for this correlation is that they are more apt to pay the MTS rates or other high rates, and we present some preliminary evidence that this tendency explains the correlation that we find. We also present evidence that the payment differences exist even after controlling for usage. These findings are significant because it seems likely to us that these two patterns (rising MTS rates and higher payments by the poor and the less educated) will each be ameliorated by the entry of the regional Bell operating companies (RBOCs) into long-distance markets—a state-by-state regulatory process that was nearly complete as of the beginning of 2004.", "authors": ["fpha893"], "abstractStem": "the benefit of competit among the longdist interexchang carrier ixc are not realiz equal by all their custom despit the declin in rate under the discount plan we document that basic messag toll servic mt rate have been rise for sever year we show that poorer and less educ custom pay more than better educ and more affluent custom we suspect that the reason for thi correl is that they are more apt to pay the mt rate or other high rate and we present some preliminari evid that thi tendenc explain the correl that we find we also present evid that the payment differ exist even after control for usag these find are signific becaus it seem like to us that these two pattern rise mt rate and higher payment by the poor and the less educ will each be amelior by the entri of the region bell oper compani rboc into longdist market a statebyst regulatori process that wa nearli complet as of the begin of 2004", "title": "Why Do the Poor and the Less-Educated Pay More for Long-Distance Calls?"}, "https://ideas.repec.org/a/eee/ecolet/v89y2005i3p333-342.html": {"abstract": "No abstract is available for this item.", "authors": ["fpha893", "epst148", "epyo20"], "abstractStem": "no abstract is avail for thi item", "title": "Asymptotic properties of the Hahn-Hausman test for weak-instruments"}, "https://ideas.repec.org/a/ecm/emetrp/v46y1978i2p403-26.html": {"abstract": "No abstract is available for this item.", "authors": ["fpha893", "epwi45"], "abstractStem": "no abstract is avail for thi item", "title": "A Conditional Probit Model for Qualitative Choice: Discrete Decisions Recognizing Interdependence and Heterogeneous Preferences"}, "https://ideas.repec.org/a/aea/aecrev/v83y1993i2p178-84.html": {"abstract": "No abstract is available for this item.", "authors": ["fpha893", "fpta390"], "abstractStem": "no abstract is avail for thi item", "title": "The Effects of the Breakup of AT&amp;T; on Telephone Penetration in the United States"}, "https://ideas.repec.org/a/rje/bellje/v11y1980ispringp131-142.html": {"abstract": " This paper applies methods for analyzing data from samples that have been chosen by restricting the target population in discernible ways to date from a 1976 experiment in time-of-day pricing of electricity for residential customers in Arizona. We find that whereas conventional estimation methods lead to the conclusion that the peak price elasticity of demand is larger (in absolute value) than either the corresponding midpeak or offpeak elasticity, once truncation bias is accounted for, the peak elasticity is smaller than the other two. This finding accords with a preliminary analysis of data from Wisconsin, where no such sample truncation was present.", "authors": ["fpha893"], "abstractStem": " thi paper appli method for analyz data from sampl that have been chosen by restrict the target popul in discern way to date from a 1976 experi in timeofday price of electr for residenti custom in arizona we find that wherea convent estim method lead to the conclus that the peak price elast of demand is larger in absolut valu than either the correspond midpeak or offpeak elast onc truncat bia is account for the peak elast is smaller than the other two thi find accord with a preliminari analysi of data from wisconsin where no such sampl truncat wa present", "title": "Correcting for Truncation Bias in the Analysis of Experiments in Time-of-Day Pricing of Electricity"}, "https://ideas.repec.org/a/ecm/emetrp/v78y2010i6p2043-2061.html": {"abstract": "No abstract is available for this item.", "authors": ["epab39", "fpha893"], "abstractStem": "no abstract is avail for thi item", "title": "Testing for Causal Effects in a Generalized Regression Model With Endogenous Regressors"}, "https://ideas.repec.org/a/ecm/quante/v3y2012i2p211-255.html": {"abstract": "This paper gives a relatively simple, well behaved solution to the problem of many instruments in heteroskedastic data. Such settings are common in microeconometric applications where many instruments are used to improve efficiency and allowance for heteroskedasticity is generally important. The solution is a Fuller (1977) like estimator and standard errors that are robust to heteroskedasticity and many instruments. We show that the estimator has finite moments and high asymptotic efficiency in a range of cases. The standard errors are easy to compute, being like White’s (1982), with additional terms that account for many instruments. They are consistent under standard, many instrument, and many weak instrument asymptotics. Based on a series of Monte Carlo experiments, we find that the estimators perform as well as LIML or Fuller (1977) under homoskedasticity, and have much lower bias and dispersion under heteroskedasticity, in nearly all cases considered.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpha893", "fpne241", "epsw10"], "abstractStem": "thi paper give a rel simpl well behav solut to the problem of mani instrument in heteroskedast data such set are common in microeconometr applic where mani instrument are use to improv effici and allow for heteroskedast is gener import the solut is a fuller 1977 like estim and standard error that are robust to heteroskedast and mani instrument we show that the estim ha finit moment and high asymptot effici in a rang of case the standard error are easi to comput be like white s 1982 with addit term that account for mani instrument they are consist under standard mani instrument and mani weak instrument asymptot base on a seri of mont carlo experi we find that the estim perform as well as liml or fuller 1977 under homoskedast and have much lower bia and dispers under heteroskedast in nearli all case consideredpthi abstract wa borrow from anoth version of thi item", "title": "Instrumental variable estimation with heteroskedasticity and many instruments"}, "https://ideas.repec.org/a/ucp/jlabec/v15y1997i4p586-624.html": {"abstract": " An econometric analysis demonstrates that television ratings for NBA games are substantially higher when certain players ('superstars') are involved. Thus, these superstars are quite important for generating revenue, not only for their own teams but for other teams as well. Using the econometric analysis and additional information on attendance and paraphernalia sales, the authors estimate the value of Michael Jordan to the other NBA teams to be approximately $53 million. The positive externality superstars have on other teams can lead to an inefficient distribution of player talent. The authors examine several league policies that might be used to address the externality. Copyright 1997 by University of Chicago Press.", "authors": ["fpha893"], "abstractStem": " an econometr analysi demonstr that televis rate for nba game are substanti higher when certain player superstar are involv thu these superstar are quit import for gener revenu not onli for their own team but for other team as well use the econometr analysi and addit inform on attend and paraphernalia sale the author estim the valu of michael jordan to the other nba team to be approxim 53 million the posit extern superstar have on other team can lead to an ineffici distribut of player talent the author examin sever leagu polici that might be use to address the extern copyright 1997 by univers of chicago press", "title": "Superstars in the National Basketball Association: Economic Value and Policy"}, "https://ideas.repec.org/a/bla/jecsur/v20y2006i4p493-512.html": {"abstract": " Patent litigation has become an increasingly important consideration in business strategy. Damage awards in patent litigation are supposed to compensate the patent owner for economic harm created by infringement and are therefore important for protecting returns to innovation. We analyze the effects that a recent court decision in the United States, called Grain Processing , has had on the incentives of potential infringers to infringe and innovators to innovate. We find that Grain Processing has decreased the expected value of damages awards in patent cases by conferring a 'free option' on infringers. Grain Processing also concluded that the patent owner in the case did not suffer lost profits due to the infringement because the infringer would have adopted an (inferior) non-infringing technology had it not infringed. We demonstrate that this conclusion is inconsistent with standard economic models. Copyright 2006 The Authors Journal compilation � 2006 Blackwell Publishing Ltd.", "authors": ["fpha893"], "abstractStem": " patent litig ha becom an increasingli import consider in busi strategi damag award in patent litig are suppos to compens the patent owner for econom harm creat by infring and are therefor import for protect return to innov we analyz the effect that a recent court decis in the unit state call grain process  ha had on the incent of potenti infring to infring and innov to innov we find that grain process ha decreas the expect valu of damag award in patent case by confer a free option on infring grain process also conclud that the patent owner in the case did not suffer lost profit due to the infring becaus the infring would have adopt an inferior noninfring technolog had it not infring we demonstr that thi conclus is inconsist with standard econom model copyright 2006 the author journal compil   2006 blackwel publish ltd", "title": "Real Options And Patent Damages: The Legal Treatment Of Non-Infringing Alternatives, And Incentives To Innovate"}, "https://ideas.repec.org/a/eee/ecolet/v8y1981i3p239-245.html": {"abstract": "No abstract is available for this item.", "authors": ["fpha893", "fpta578"], "abstractStem": "no abstract is avail for thi item", "title": "A generalized specification test"}, "https://ideas.repec.org/a/kap/regeco/v43y2013i3p284-304.html": {"abstract": " We analyze telecommunications prices in Mexico by using a panel data of countries similar to Mexico to estimate demand models for mobile and fixed-line telecommunications. We find that Mexico’s actual mobile and fixed-line prices are below the predicted prices based on similar countries’ prices. Mexican consumers are paying lower prices than what one would expect based on comparisons of comparable countries. We calculate that in 2011 Mexican consumers received at least $4–$5 billion (USD) in consumer surplus from these lower mobile prices and in 2010 they received over $1 billion (USD) in consumer surplus from these lower fixed-line prices. These findings are in contrast to the general perception that concentrated telecommunications markets in Mexico are resulting in high prices and harming consumers. Copyright Springer Science+Business Media New York 2013", "authors": ["fpha893"], "abstractStem": " we analyz telecommun price in mexico by use a panel data of countri similar to mexico to estim demand model for mobil and fixedlin telecommun we find that mexico s actual mobil and fixedlin price are below the predict price base on similar countri  price mexican consum are pay lower price than what one would expect base on comparison of compar countri we calcul that in 2011 mexican consum receiv at least 4 5 billion usd in consum surplu from these lower mobil price and in 2010 they receiv over 1 billion usd in consum surplu from these lower fixedlin price these find are in contrast to the gener percept that concentr telecommun market in mexico are result in high price and harm consum copyright springer sciencebusi media new york 2013", "title": "An econometric assessment of telecommunications prices and consumer surplus in Mexico using panel data"}, "https://ideas.repec.org/a/ecm/emetrp/v47y1979i2p455-73.html": {"abstract": "No abstract is available for this item.", "authors": ["fpha893", "epwi45"], "abstractStem": "no abstract is avail for thi item", "title": "Attrition Bias in Experimental and Panel Data: The Gary Income Maintenance Experiment"}, "https://ideas.repec.org/a/ecm/emetrp/v52y1984i4p909-38.html": {"abstract": "This paper focuses on developing and adapting statistical models of counts (non-negative integers) in the context of panel data and using them to analyze the relationship between patents and R&amp;D; expenditures. The model used is an application and generalization of the Poisson distribution to allow for independent variables; persistent individual (fixed or random) effects, and \"noise\" or randomness in the Poisson probability function. We apply our models to a data set previously analyzed by Pakes and Griliches using observations on 128 firms for seven years, 1968-74. Our statistical results indicate clearly that to rationalize the data, we need both a disturbance in the conditional within dimension and a different one, with a different variance, in the marginal (between) dimension. Adding firm specific variables, log book value and a scientific industry dummy, removes most of the positive correlation between the individual firm propensity to patent and its R&amp;D; intensity. The other new finding is that there is an interactive negative trend in the patents - R&amp;D; relationship, that is, firms are getting less patents from their more recent R&amp;D; investments, implying a decline in the \"effectiveness\" or productivity of R&amp;D.;<p>(This abstract was borrowed from another version of this item.)", "authors": ["epgr23", "epha54", "fpha893"], "abstractStem": "thi paper focus on develop and adapt statist model of count nonneg integ in the context of panel data and use them to analyz the relationship between patent and rampd expenditur the model use is an applic and gener of the poisson distribut to allow for independ variabl persist individu fix or random effect and nois or random in the poisson probabl function we appli our model to a data set previous analyz by pake and grilich use observ on 128 firm for seven year 196874 our statist result indic clearli that to ration the data we need both a disturb in the condit within dimens and a differ one with a differ varianc in the margin between dimens ad firm specif variabl log book valu and a scientif industri dummi remov most of the posit correl between the individu firm propens to patent and it rampd intens the other new find is that there is an interact neg trend in the patent  rampd relationship that is firm are get less patent from their more recent rampd invest impli a declin in the effect or product of rampdpthi abstract wa borrow from anoth version of thi item", "title": "Econometric Models for Count Data with an Application to the Patents-R&amp;D; Relationship"}, "https://ideas.repec.org/a/eee/econom/v5y1977i3p389-401.html": {"abstract": "No abstract is available for this item.", "authors": ["fpha893"], "abstractStem": "no abstract is avail for thi item", "title": "Errors in variables in simultaneous equation models"}, "https://ideas.repec.org/a/eee/ecolet/v75y2002i2p237-241.html": {"abstract": "No abstract is available for this item.", "authors": ["fpha893"], "abstractStem": "no abstract is avail for thi item", "title": "Notes on bias in estimators for simultaneous equation models"}, "firstname": "Jerry", "https://ideas.repec.org/a/bin/bpeajo/v28y1997i1997-3p1-54.html": {"abstract": "No abstract is available for this item.", "authors": ["fpha893"], "abstractStem": "no abstract is avail for thi item", "title": "Valuing the Effect of Regulation on New Services in Telecommunications"}, "https://ideas.repec.org/a/eee/econom/v31y1986i1p93-118.html": {"abstract": "Panel data based on various longitudinal surveys have become ubiquitous in economics in recent years. Estimation using the analysis of covariance approach allows for control of various \"individual effects\" by estimation of the relevant relationships from the \"within\" dimension of the data. Quite often, however, the \"within\" results are unsatisfactory, \"too low\" and insignificant. Errors of measurement in the independent variables whose relative importance gets magnified in the within dimension are often blamed for this outcome. However, the standard errors-in-variables model has not been applied widely, partly because in the usual micro data context it requires extraneous information to identify the parameters of interest. In the panel data context a variety of errors-in-variables models may be identifiable and estimable without the use of external instruments. We develop this idea and illustrate its application in a relatively simple but not uninteresting case: the estimation of \"labor demand\" relationships, also known as the \"short run increasing returns to scale\" puzzle.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epgr23", "fpha893"], "abstractStem": "panel data base on variou longitudin survey have becom ubiquit in econom in recent year estim use the analysi of covari approach allow for control of variou individu effect by estim of the relev relationship from the within dimens of the data quit often howev the within result are unsatisfactori too low and insignific error of measur in the independ variabl whose rel import get magnifi in the within dimens are often blame for thi outcom howev the standard errorsinvari model ha not been appli wide partli becaus in the usual micro data context it requir extran inform to identifi the paramet of interest in the panel data context a varieti of errorsinvari model may be identifi and estim without the use of extern instrument we develop thi idea and illustr it applic in a rel simpl but not uninterest case the estim of labor demand relationship also known as the short run increas return to scale puzzlepthi abstract wa borrow from anoth version of thi item", "title": "Errors in variables in panel data"}, "https://ideas.repec.org/a/aea/aecrev/v72y1982i2p220-25.html": {"abstract": "No abstract is available for this item.", "authors": ["fpha893", "epjo110"], "abstractStem": "no abstract is avail for thi item", "title": "Evaluating the Costs and Benefits of Appliance Efficiency Standards"}, "https://ideas.repec.org/a/eee/ecolet/v3y1979i2p171-174.html": {"abstract": "No abstract is available for this item.", "authors": ["fpha893"], "abstractStem": "no abstract is avail for thi item", "title": "The econometrics of labor supply on convex budget sets"}, "https://ideas.repec.org/a/eee/ecolet/v111y2011i2p119-121.html": {"abstract": "We derive the formula for the unilateral price effects of mergers of two products with linear demand in the general asymmetric situation. The formula uses the same information required to calculate upward pricing pressure in the 2010 Horizontal Merger Guidelines.", "authors": ["fpha893"], "abstractStem": "we deriv the formula for the unilater price effect of merger of two product with linear demand in the gener asymmetr situat the formula use the same inform requir to calcul upward price pressur in the 2010 horizont merger guidelin", "title": "Unilateral effects of mergers with general linear demand"}, "https://ideas.repec.org/a/aea/aecrev/v102y2012i3p386-90.html": {"abstract": " From Fred Kahn's writings and experiences as a telecommunications regulator and commenter, we draw the following conclusions: prices must be informed by costs; costs are actual incremental costs; costs and prices are an outcome of a Schumpeterian competitive process, not the starting point; excluding incumbents from markets is fundamentally anticompetitive; and a regulatory transition to deregulation entails propensities to micromanage the process to generate preferred outcomes, visible competitors and expedient price reductions. And most important, where effective competition takes place among platforms characterized by sunk investment--land-line telephony, cable and wireless--traditional regulation is unnecessary and likely to be anticompetitive.", "authors": ["fpha893", "fpta578"], "abstractStem": " from fred kahn write and experi as a telecommun regul and comment we draw the follow conclus price must be inform by cost cost are actual increment cost cost and price are an outcom of a schumpeterian competit process not the start point exclud incumb from market is fundament anticompetit and a regulatori transit to deregul entail propens to micromanag the process to gener prefer outcom visibl competitor and expedi price reduct and most import where effect competit take place among platform character by sunk investmentlandlin telephoni cabl and wirelesstradit regul is unnecessari and like to be anticompetit", "title": "Telecommunications Deregulation"}, "https://ideas.repec.org/a/eee/econom/v140y2007i2p574-617.html": {"abstract": "No abstract is available for this item.", "authors": ["fpha893", "epku116"], "abstractStem": "no abstract is avail for thi item", "title": "Long difference instrumental variables estimation for dynamic panel models with fixed effects"}, "https://ideas.repec.org/a/ucp/jpolec/v86y1978i6p1103-30.html": {"abstract": "No abstract is available for this item.", "authors": ["epbu95", "fpha893"], "abstractStem": "no abstract is avail for thi item", "title": "The Effect of Taxation on Labor Supply: Evaluating the Gary Negative Income Tax Experiments"}, "https://ideas.repec.org/a/ecm/emetrp/v70y2002i1p163-189.html": {"abstract": " We develop a new specification test for IV estimators adopting a particular second order approximation of Bekker. The new specification test compares the difference of the forward (conventional) 2SLS estimator of the coefficient of the right-hand side endogenous variable with the reverse 2SLS estimator of the same unknown parameter when the normalization is changed. Under the null hypothesis that conventional first order asymptotics provide a reliable guide to inference, the two estimates should be very similar. Our test sees whether the resulting difference in the two estimates satisfies the results of second order asymptotic theory. Essentially the same idea is applied to develop another new specification test using second-order unbiased estimators of the type first proposed by Nagar. If the forward and reverse Nagar-type estimators are not significantly different we recommend estimation by LIML, which we demonstrate is the optimal linear combination of the Nagar-type estimators (to second order). We also demonstrate the high degree of similarity for \"k\"-class estimators between the approach of Bekker and the Edgeworth expansion approach of Rothenberg. An empirical example and Monte Carlo evidence demonstrate the operation of the new specification test. Copyright The Econometric Society 2002.", "authors": ["fpha893"], "abstractStem": " we develop a new specif test for iv estim adopt a particular second order approxim of bekker the new specif test compar the differ of the forward convent 2sl estim of the coeffici of the righthand side endogen variabl with the revers 2sl estim of the same unknown paramet when the normal is chang under the null hypothesi that convent first order asymptot provid a reliabl guid to infer the two estim should be veri similar our test see whether the result differ in the two estim satisfi the result of second order asymptot theori essenti the same idea is appli to develop anoth new specif test use secondord unbias estim of the type first propos by nagar if the forward and revers nagartyp estim are not significantli differ we recommend estim by liml which we demonstr is the optim linear combin of the nagartyp estim to second order we also demonstr the high degre of similar for kclass estim between the approach of bekker and the edgeworth expans approach of rothenberg an empir exampl and mont carlo evid demonstr the oper of the new specif test copyright the econometr societi 2002", "title": "A New Specification Test for the Validity of Instrumental Variables"}, "https://ideas.repec.org/a/eee/econom/v16y1981i1p155-155.html": {"abstract": "No abstract is available for this item.", "authors": ["fpha893", "fpta578"], "abstractStem": "no abstract is avail for thi item", "title": "Panel data and unobservable individual effects"}}}