{"fphe205": {"https://ideas.repec.org/a/ecj/econjl/v108y1998i450p1299-1329.html": {"abstract": " The authors study the politics of intergenerational redistribution in an overlapping generations model with short-lived governments. The successive governments--who care about the welfare of the currently living generations and possibly about campaign contributions--are unable to precommit the future course of redistributive taxation. In a stationary politico-economic equilibrium, the intergenerational transfer in each period depends on the current value of the state variable and all expectations about future political outcomes are fulfilled. The authors find that there exist multiple stationary equilibria in many political settings. Steady-state welfare is often lower than it would be in the absence of redistributive politics.", "authors": ["epgr21", "fphe205"], "abstractStem": " the author studi the polit of intergener redistribut in an overlap gener model with shortliv govern the success governmentswho care about the welfar of the current live gener and possibl about campaign contributionsar unabl to precommit the futur cours of redistribut taxat in a stationari politicoeconom equilibrium the intergener transfer in each period depend on the current valu of the state variabl and all expect about futur polit outcom are fulfil the author find that there exist multipl stationari equilibria in mani polit set steadyst welfar is often lower than it would be in the absenc of redistribut polit", "title": "Intergenerational Redistribution with Short-Lived Governments"}, "https://ideas.repec.org/a/ier/iecrev/v19y1978i1p247-51.html": {"abstract": "No abstract is available for this item.", "authors": ["fphe205", "fpsa492"], "abstractStem": "no abstract is avail for thi item", "title": "Optimal Taxation of Full Income"}, "https://ideas.repec.org/a/eee/jjieco/v1y1987i1p62-81.html": {"abstract": "No abstract is available for this item.", "authors": ["fphe205"], "abstractStem": "no abstract is avail for thi item", "title": "Imperfect competition and international trade: Evidence from fourteen industrial countries"}, "https://ideas.repec.org/a/tpr/jeurec/v8y2010i2-3p421-433.html": {"abstract": " In recent research, we have proposed a new framework for examining the determinants of income inequality, which emphasizes firm and worker heterogeneity and selection into export markets. In this paper, we use our framework to examine how wage inequality and unemployment vary across workers with different abilities. Both in the closed and open economy, the unemployment rate is decreasing in worker ability, whereas both the average wage and wage inequality are increasing in worker ability. Upon opening the economy to trade, however, intermediate-ability workers experience reductions in average wages and increases in unemployment rates relative to both lower and higher ability workers. (JEL: F12, F16, E24) (c) 2010 by the European Economic Association.", "authors": ["fphe205", "epit14", "epre64"], "abstractStem": " in recent research we have propos a new framework for examin the determin of incom inequ which emphas firm and worker heterogen and select into export market in thi paper we use our framework to examin how wage inequ and unemploy vari across worker with differ abil both in the close and open economi the unemploy rate is decreas in worker abil wherea both the averag wage and wage inequ are increas in worker abil upon open the economi to trade howev intermediat worker experi reduct in averag wage and increas in unemploy rate rel to both lower and higher abil worker jel f12 f16 e24 c 2010 by the european econom associ", "title": "Unequal Effects of Trade on Workers with Different Abilities"}, "https://ideas.repec.org/a/eee/crcspp/v28y1988ip9-84.html": {"abstract": "No abstract is available for this item.", "authors": ["fphe205"], "abstractStem": "no abstract is avail for thi item", "title": "Stabilization in high inflation countries: Analytical foundations and recent experience"}, "https://ideas.repec.org/a/oup/restud/v72y2005i1p135-159.html": {"abstract": " We study the determinants of the location of subcontracted activity in a general equilibrium model of outsourcing and trade. We model outsourcing as an activity that requires search for a partner and relationship-specific investments that are governed by incomplete contracts. The extent of international outsourcing depends inter alia on the thickness of the domestic and foreign market for input suppliers, the relative cost of searching in each market, the relative cost of customizing inputs and the nature of the contracting environment in each country. Copyright 2005, Wiley-Blackwell.", "authors": ["fphe205"], "abstractStem": " we studi the determin of the locat of subcontract activ in a gener equilibrium model of outsourc and trade we model outsourc as an activ that requir search for a partner and relationshipspecif invest that are govern by incomplet contract the extent of intern outsourc depend inter alia on the thick of the domest and foreign market for input supplier the rel cost of search in each market the rel cost of custom input and the natur of the contract environ in each countri copyright 2005 wileyblackwel", "title": "Outsourcing in a Global Economy"}, "https://ideas.repec.org/a/eee/inecon/v63y2004i2p237-262.html": {"abstract": "We develop a model in which the heterogeneous firms in an industry choose their modes of organization and the location of their subsidiaries or suppliers. We assume that the principals of a firm are constrained in the nature of the contracts they can write with suppliers or employees. Our main result concerns the sorting of firms with different productivity levels into different organizational forms. We use the model to examine the implications of falling trade costs for the relevant prevalence of outsourcing and foreign direct investment.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epgr21", "fphe205"], "abstractStem": "we develop a model in which the heterogen firm in an industri choos their mode of organ and the locat of their subsidiari or supplier we assum that the princip of a firm are constrain in the natur of the contract they can write with supplier or employe our main result concern the sort of firm with differ product level into differ organiz form we use the model to examin the implic of fall trade cost for the relev preval of outsourc and foreign direct investmentpthi abstract wa borrow from anoth version of thi item", "title": "Managerial incentives and the international organization of production"}, "https://ideas.repec.org/a/aea/aecrev/v95y2005i2p19-24.html": {"abstract": "No abstract is available for this item.", "authors": ["fphe205", "epsz25"], "abstractStem": "no abstract is avail for thi item", "title": "Complementarities between Outsourcing and Foreign Sourcing"}, "https://ideas.repec.org/a/eee/jetheo/v10y1975i1p8-23.html": {"abstract": "No abstract is available for this item.", "authors": ["fphe205", "epla127"], "abstractStem": "no abstract is avail for thi item", "title": "On moral hazard in general equilibrium theory"}, "https://ideas.repec.org/a/oup/qjecon/v117y2002i1p85-120..html": {"abstract": "We develop an equilibrium model of industrial structure in which the organization of firms is endogenous. Differentiated consumer products can be produced either by vertically integrated firms or by pairs of specialized companies. Production of each variety of consumer good requires a specialized component. Vertically integrated firms can manufacture the components they need, but they face a relatively high cost of governance. Specialized firms can produce at lower cost, but search for partners is costly, and input suppliers face a potential holdup problem. We study the determinants of the equilibrium mode of organization when inputs are fully or partially specialized.", "authors": [], "abstractStem": "we develop an equilibrium model of industri structur in which the organ of firm is endogen differenti consum product can be produc either by vertic integr firm or by pair of special compani product of each varieti of consum good requir a special compon vertic integr firm can manufactur the compon they need but they face a rel high cost of govern special firm can produc at lower cost but search for partner is costli and input supplier face a potenti holdup problem we studi the determin of the equilibrium mode of organ when input are fulli or partial special", "title": "Integration versus Outsourcing in Industry Equilibrium"}, "https://ideas.repec.org/a/ucp/jpolec/v90y1982i4p728-54.html": {"abstract": "We study the full equilibrium dynamics of a two-country world economy with a floating exchange rate, traded and nontraded goods, and explicit modeling of the use of money. The resulting exchange rate equation depends on several details of the economic structure, such as the supply structure and propensities to spend on various goods. Although real exchange rate movements have the usual association with the current account, the ordinary exchange rate may appreciate or depreciate when there are deficits on current account even when the quantities of money do not change. Deviations from purchasing-power parity and the Fisher equation are shown to be the rule rather than the exception.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fphe205", "fpra388"], "abstractStem": "we studi the full equilibrium dynam of a twocountri world economi with a float exchang rate trade and nontrad good and explicit model of the use of money the result exchang rate equat depend on sever detail of the econom structur such as the suppli structur and propens to spend on variou good although real exchang rate movement have the usual associ with the current account the ordinari exchang rate may appreci or depreci when there are deficit on current account even when the quantiti of money do not chang deviat from purchasingpow pariti and the fisher equat are shown to be the rule rather than the exceptionpthi abstract wa borrow from anoth version of thi item", "title": "Dynamics of a Floating Exchange Rate Regime"}, "https://ideas.repec.org/a/spr/weltar/v134y1998i4p573-589.html": {"abstract": "No abstract is available for this item.", "authors": ["fphe205"], "abstractStem": "no abstract is avail for thi item", "title": "Explaining the structure of foreign trade: Where do we stand?"}, "homepage": "https://ideas.repec.org/f/phe205.html", "lastname": "Helpman", "https://ideas.repec.org/a/eee/eecrev/v31y1987i1-2p77-81.html": {"abstract": "No abstract is available for this item.", "authors": ["fphe205"], "abstractStem": "no abstract is avail for thi item", "title": "Imperfect competition and international trade : Opening remarks"}, "https://ideas.repec.org/a/oup/restud/v63y1996i2p265-286..html": {"abstract": "We study the competition between two political parties for seats in a legislature. The parties have fixed positions on some issues, but vary their positions on others in order to attract votes and campaign contributions. In this context, we examine whether special interest groups are governed by an electoral motive or an influence in their campaign giving, and how their contributions affect the equilibrium platforms. We show that each party is induced to behave as if it were maximizing a weighted sum of the aggregate welfares of informed voters and members of special interest groups. The party that is expected to win a majority of seats caters more to the special interests.", "authors": [], "abstractStem": "we studi the competit between two polit parti for seat in a legislatur the parti have fix posit on some issu but vari their posit on other in order to attract vote and campaign contribut in thi context we examin whether special interest group are govern by an elector motiv or an influenc in their campaign give and how their contribut affect the equilibrium platform we show that each parti is induc to behav as if it were maxim a weight sum of the aggreg welfar of inform voter and member of special interest group the parti that is expect to win a major of seat cater more to the special interest", "title": "Electoral Competition and Special Interest Politics"}, "https://ideas.repec.org/a/ucp/jpolec/v89y1981i5p865-90.html": {"abstract": "Three exchange-rate regimes--a float, a one-sided peg, and a cooperative peg--are evaluated and compared in terms of efficiency and welfare levels. The framework of analysis embodies country-specific monies, with the money of each country being used to transact in its commodity markets and its currency-denominated bonds. Welfare levels depend only on consumption levels. In the presence of perfect foresight all equilibrium allocations are Pareto efficient. In a floating exchange-rate regime the perfect foresight equilibrium allocation coincides with an equilibrium of a costless barter economy. The same result holds in a one-sided peg if the pegging country's exchange-rate stabilizing authority breaks even over time. In a cooperative peg regime there is a different equilibrium allocation for each combination of exchange-rate levels and monetary policies. Problems of policy coordination and conflicts in desired monetary policies are discussed.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fphe205"], "abstractStem": "three exchanger regimesa float a onesid peg and a cooper pegar evalu and compar in term of effici and welfar level the framework of analysi embodi countryspecif moni with the money of each countri be use to transact in it commod market and it currencydenomin bond welfar level depend onli on consumpt level in the presenc of perfect foresight all equilibrium alloc are pareto effici in a float exchanger regim the perfect foresight equilibrium alloc coincid with an equilibrium of a costless barter economi the same result hold in a onesid peg if the peg countri exchanger stabil author break even over time in a cooper peg regim there is a differ equilibrium alloc for each combin of exchanger level and monetari polici problem of polici coordin and conflict in desir monetari polici are discussedpthi abstract wa borrow from anoth version of thi item", "title": "An Exploration in the Theory of Exchange-Rate Regimes"}, "https://ideas.repec.org/a/aea/aecrev/v79y1989i3p440-51.html": {"abstract": " Recent attempts to resolve the international debt crisis have lead some countries to engage in debt-equity swaps. This paper explores conditions under which such transactions are beneficial to the debtor, as well as the creditors. It identifies a market failure that may prevent the emergence of mutually beneficial swaps and analyzes the effects of swaps on the investment level in the debtor country. Copyright 1989 by American Economic Association.", "authors": ["fphe205"], "abstractStem": " recent attempt to resolv the intern debt crisi have lead some countri to engag in debtequ swap thi paper explor condit under which such transact are benefici to the debtor as well as the creditor it identifi a market failur that may prevent the emerg of mutual benefici swap and analyz the effect of swap on the invest level in the debtor countri copyright 1989 by american econom associ", "title": "The Simple Analytics of Debt-Equity Swaps"}, "https://ideas.repec.org/a/ier/iecrev/v19y1978i1p157-63.html": {"abstract": "No abstract is available for this item.", "authors": ["fphe205"], "abstractStem": "no abstract is avail for thi item", "title": "The Exact Measurement of Welfare Losses which Result from Trade Taxes"}, "https://ideas.repec.org/a/oup/qjecon/v92y1978i3p489-508..html": {"abstract": "I. Introduction, 489.—II. The model, 490.—III. A diagrammatical exposition of stock market equilibrium and the balance of payments, 495.—IV. Gains from trade, 499.—V. Commodity trade taxes and welfare losses, 501.", "authors": ["fpra388"], "abstractStem": "i introduct 489 ii the model 490 iii a diagrammat exposit of stock market equilibrium and the balanc of payment 495 iv gain from trade 499 v commod trade tax and welfar loss 501", "title": "Welfare Aspects of International Trade in Goods and Securities"}, "https://ideas.repec.org/a/bla/econom/v44y1977i175p293-96.html": {"abstract": "No abstract is available for this item.", "authors": ["fphe205", "ephi15"], "abstractStem": "no abstract is avail for thi item", "title": "Two Remarks on Optimal Club Size"}, "https://ideas.repec.org/a/eee/ecolet/v10y1982i3-4p343-348.html": {"abstract": "No abstract is available for this item.", "authors": ["fphe205"], "abstractStem": "no abstract is avail for thi item", "title": "The economic theory of clubs : Some clarifications"}, "https://ideas.repec.org/a/ecj/econjl/v94y1984i373p84-94.html": {"abstract": "No abstract is available for this item.", "authors": ["fphe205"], "abstractStem": "no abstract is avail for thi item", "title": "The Factor Content of Foreign Trade"}, "https://ideas.repec.org/a/aea/aecrev/v80y1990i2p86-91.html": {"abstract": "No abstract is available for this item.", "authors": ["epgr21", "fphe205"], "abstractStem": "no abstract is avail for thi item", "title": "Trade, Innovation, and Growth"}, "https://ideas.repec.org/a/eee/pubeco/v9y1978i3p383-393.html": {"abstract": "No abstract is available for this item.", "authors": ["fphe205", "fpsa492"], "abstractStem": "no abstract is avail for thi item", "title": "The optimal income tax : Some comparative statics results"}, "https://ideas.repec.org/a/aea/aecrev/v103y2013i3p214-19.html": {"abstract": "Recent theories of firm heterogeneity emphasize between-firm wage differences as a new mechanism through which trade can affect wage inequality. Using linked employer-employee data for Sweden, we show that many of the stylized facts about wage inequality found in Helpman et al. (2012) for Brazil also hold for Sweden. Much of overall wage inequality arises within sector-occupations and for workers with similar observable characteristics. One notable difference is a smaller contribution from between-firm differences in wages in Sweden, which could reflect the influence of Swedish labor market institutions in dampening the scope for variation in wages between firms through collective wage agreements.", "authors": ["epak67", "fphe205", "epit14", "epmu63", "epre64"], "abstractStem": "recent theori of firm heterogen emphas betweenfirm wage differ as a new mechan through which trade can affect wage inequ use link employeremploye data for sweden we show that mani of the styliz fact about wage inequ found in helpman et al 2012 for brazil also hold for sweden much of overal wage inequ aris within sectoroccup and for worker with similar observ characterist one notabl differ is a smaller contribut from betweenfirm differ in wage in sweden which could reflect the influenc of swedish labor market institut in dampen the scope for variat in wage between firm through collect wage agreement", "title": "Sources of Wage Inequality"}, "https://ideas.repec.org/a/ecm/emetrp/v56y1988i3p645-59.html": {"abstract": " The Helpman-Razin model of international trade under uncertainty is extended to allow for country-specific productivi ty shocks. It is shown that, for the multiple-sector multiple-factor case, there exists a set of interesting sufficient conditions under w hich it is possible to predict the pattern of international trade in securities, goods, and factor content on the basis of cross-country d ifferences in factor endowments. It is shown that, under these circum stances, some well-known empirical tests have to be modified. Copyright 1988 by The Econometric Society.", "authors": ["fphe205"], "abstractStem": " the helpmanrazin model of intern trade under uncertainti is extend to allow for countryspecif productivi ty shock it is shown that for the multiplesector multiplefactor case there exist a set of interest suffici condit under w hich it is possibl to predict the pattern of intern trade in secur good and factor content on the basi of crosscountri d iffer in factor endow it is shown that under these circum stanc some wellknown empir test have to be modifi copyright 1988 by the econometr societi", "title": "Trade Patterns under Uncertainty with Country Specific Shocks"}, "https://ideas.repec.org/a/oup/qjecon/v120y2005i4p1239-1282..html": {"abstract": "We develop a novel model of campaigns, elections, and policy-making in which the ex ante objectives of national party leaders differ from the ex post objectives of elected legislators. This generates a distinction between \"policy rhetoric\" and \"policy reality\" and introduces an important role for \"party discipline\" in the policy-making process. We identify a protectionist bias in majoritarian politics. When trade policy is chosen by the majority delegation and legislators in the minority have limited means to influence choices, the parties announce trade policies that favor specific factors, and the expected tariff or export subsidy is positive. Positions and expected outcomes monotonically approach free trade as party discipline strengthens.", "authors": [], "abstractStem": "we develop a novel model of campaign elect and policymak in which the ex ant object of nation parti leader differ from the ex post object of elect legisl thi gener a distinct between polici rhetor and polici realiti and introduc an import role for parti disciplin in the policymak process we identifi a protectionist bia in majoritarian polit when trade polici is chosen by the major deleg and legisl in the minor have limit mean to influenc choic the parti announc trade polici that favor specif factor and the expect tariff or export subsidi is posit posit and expect outcom monoton approach free trade as parti disciplin strengthen", "title": "A Protectionist Bias in Majoritarian Politics"}, "https://ideas.repec.org/a/kap/jecgro/v4y1999i4p359-83.html": {"abstract": " How does the economy react to the arrival of a new major technology? The existing literature on general-purpose technologies (GPTs) has studied the role that mechanisms like secondary innovations, diffusion, and learning by firms play in the adjustment process. By contrast, we focus on a new mechanism: the interplay between technological change and two types of human capital-technology-specific experience and education. We show that technological change that requires more education and training, like computerization, necessarily produces an initial slowdown. On the other hand, technological change that lowers the training requirements, like the move from the artisan shop to the factory, can produce either a bust or a boom. We identify three key properties that determine the outcome: (1) the productivity of inexperienced workers, (2) the speed with which experience raises productivity, and (3) the level of general skills required to operate the new technology. Copyright 1999 by Kluwer Academic Publishers", "authors": ["fphe205"], "abstractStem": " how doe the economi react to the arriv of a new major technolog the exist literatur on generalpurpos technolog gpt ha studi the role that mechan like secondari innov diffus and learn by firm play in the adjust process by contrast we focu on a new mechan the interplay between technolog chang and two type of human capitaltechnologyspecif experi and educ we show that technolog chang that requir more educ and train like computer necessarili produc an initi slowdown on the other hand technolog chang that lower the train requir like the move from the artisan shop to the factori can produc either a bust or a boom we identifi three key properti that determin the outcom 1 the product of inexperienc worker 2 the speed with which experi rais product and 3 the level of gener skill requir to oper the new technolog copyright 1999 by kluwer academ publish", "title": " Adjusting to a New Technology: Experience and Training"}, "https://ideas.repec.org/a/aea/jeclit/v44y2006i3p589-630.html": {"abstract": "New developments in the world economy have triggered research designed to better understand the changes in trade and investment patterns, and the reorganization of production across national borders. Although traditional trade theory has much to offer in explaining parts of this puzzle, other parts required new approaches. Particularly acute has been the need to model alternative forms of involvement of business firms in foreign activities because organizational change has been central in the transformation of the world economy. This paper reviews the literature that has emerged from these efforts. The theoretical refinements have focused on the individual firm, studying its choices in response to its own characteristics, the nature of the industry in which it operates, and the opportunities afforded by foreign trade and investment. Important among these choices are organizational features, such as sourcing strategies. But the theory has gone beyond the individual firm, studying the implications of firm behavior for the structure of industries. It provides new explanations for trade structure and patterns of foreign direct investment, both within and across industries, and has identified new sources of comparative advantage.", "authors": ["fphe205"], "abstractStem": "new develop in the world economi have trigger research design to better understand the chang in trade and invest pattern and the reorgan of product across nation border although tradit trade theori ha much to offer in explain part of thi puzzl other part requir new approach particularli acut ha been the need to model altern form of involv of busi firm in foreign activ becaus organiz chang ha been central in the transform of the world economi thi paper review the literatur that ha emerg from these effort the theoret refin have focus on the individu firm studi it choic in respons to it own characterist the natur of the industri in which it oper and the opportun afford by foreign trade and invest import among these choic are organiz featur such as sourc strategi but the theori ha gone beyond the individu firm studi the implic of firm behavior for the structur of industri it provid new explan for trade structur and pattern of foreign direct invest both within and across industri and ha identifi new sourc of compar advantag", "title": "Trade, FDI, and the Organization of Firms"}, "https://ideas.repec.org/a/pfi/pubfin/v32y1977i1p128-32.html": {"abstract": "No abstract is available for this item.", "authors": ["fphe205"], "abstractStem": "no abstract is avail for thi item", "title": "A Theorem on Efficient Taxation"}, "https://ideas.repec.org/a/aea/jecper/v8y1994i1p23-44.html": {"abstract": "This paper makes the case that purposive, profit-seeking investments in knowledge play a critical role in the long-run growth process. First, the authors review the implications of neoclassical growth theory and the more recent theories of 'endogenous growth.' Then they discuss the empirical evidence that bears on the modeling of long-run growth. Finally, the authors describe in more detail a model of growth based on endogenous technological progress and discuss the lessons that such models can teach us.", "authors": ["epgr21", "fphe205"], "abstractStem": "thi paper make the case that purpos profitseek invest in knowledg play a critic role in the longrun growth process first the author review the implic of neoclass growth theori and the more recent theori of endogen growth then they discuss the empir evid that bear on the model of longrun growth final the author describ in more detail a model of growth base on endogen technolog progress and discuss the lesson that such model can teach us", "title": "Endogenous Innovation in the Theory of Growth"}, "firstname": "Elhanan", "https://ideas.repec.org/a/aea/aecrev/v89y1999i3p501-524.html": {"abstract": "Endorsements are a simple language for communication between interest group leaders and group members. The members, who share policy concerns, may not perfectly understand where their interests lie on certain issues. If their leaders cannot fully explain the issues, they can convey some information by endorsing a candidate or party. When interest groups endorse legislative contenders, the candidates may compete for backing. Policies may favor special interests at the expense of the general public. The authors examine the conditions under which parties compete for endorsements, the extent to which policy outcomes are skewed, and the normative properties of the political equilibria.", "authors": ["epgr21", "fphe205"], "abstractStem": "endors are a simpl languag for commun between interest group leader and group member the member who share polici concern may not perfectli understand where their interest lie on certain issu if their leader cannot fulli explain the issu they can convey some inform by endors a candid or parti when interest group endors legisl contend the candid may compet for back polici may favor special interest at the expens of the gener public the author examin the condit under which parti compet for endors the extent to which polici outcom are skew and the norm properti of the polit equilibria", "title": "Competing for Endorsements"}, "https://ideas.repec.org/a/ucp/jpolec/v97y1989i6p1261-83.html": {"abstract": " The authors develop a multicountry, dynamic general equilibrium model of product innovation and international trade to study the creation of comparative advantage through R$50D and the evolution of world trade over time. In their model, firms must incur resource costs to introduce new products, and forward-looking potential producers conduct R$50D and enter the product market whenever profit opportunities exist. Trade has both intraindustry and interindustry components, and the different incentives that face agents in different countries for investment and savings decisions give rise to intertemporal trade. The authors derive results on the dynamics of trade patterns and trade volume and on the temporal emergence of multinational corporations. Copyright 1989 by University of Chicago Press.", "authors": ["epgr21", "fphe205"], "abstractStem": " the author develop a multicountri dynam gener equilibrium model of product innov and intern trade to studi the creation of compar advantag through r50d and the evolut of world trade over time in their model firm must incur resourc cost to introduc new product and forwardlook potenti produc conduct r50d and enter the product market whenev profit opportun exist trade ha both intraindustri and interindustri compon and the differ incent that face agent in differ countri for invest and save decis give rise to intertempor trade the author deriv result on the dynam of trade pattern and trade volum and on the tempor emerg of multin corpor copyright 1989 by univers of chicago press", "title": "Product Development and International Trade"}, "https://ideas.repec.org/a/eee/inecon/v22y1987i1-2p79-102.html": {"abstract": "No abstract is available for this item.", "authors": ["epfl74", "fphe205"], "abstractStem": "no abstract is avail for thi item", "title": "Industrial policy under monopolistic competition"}, "https://ideas.repec.org/a/eee/inecon/v70y2006i1p216-238.html": {"abstract": "We examine integration strategies of multinational firms that face a rich array of choices of international organization. Each firm in an industry must provide headquarter services from its home country, produce intermediate inputs, and assemble the intermediate goods into final products. Both production of intermediate goods and assembly can be performed at home, in another “Northern” country, in the low-wage “South,” or in several of these locations. We study the equilibrium choices of firms that differ in productivity (and thus size), focusing on the role of industry characteristics such as the fixed costs of foreign subsidiaries, the cost of transporting intermediate and final goods, and the share of the consumer market that resides in the South in determining optimal integration strategies.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epgr21", "fphe205", "epsz25"], "abstractStem": "we examin integr strategi of multin firm that face a rich array of choic of intern organ each firm in an industri must provid headquart servic from it home countri produc intermedi input and assembl the intermedi good into final product both product of intermedi good and assembl can be perform at home in anoth  northern  countri in the lowwag  south  or in sever of these locat we studi the equilibrium choic of firm that differ in product and thu size focus on the role of industri characterist such as the fix cost of foreign subsidiari the cost of transport intermedi and final good and the share of the consum market that resid in the south in determin optim integr strategiespthi abstract wa borrow from anoth version of thi item", "title": "Optimal integration strategies for the multinational firm"}, "https://ideas.repec.org/a/ecm/emetrp/v44y1976i3p547-59.html": {"abstract": "No abstract is available for this item.", "authors": ["fphe205"], "abstractStem": "no abstract is avail for thi item", "title": "Solutions of General Equilibrium Problems for a Trading World"}, "https://ideas.repec.org/a/eee/inecon/v19y1985i1-2p99-117.html": {"abstract": "No abstract is available for this item.", "authors": ["fphe205", "fpra388"], "abstractStem": "no abstract is avail for thi item", "title": "Floating exchange rates with liquidity constraints in financial markets"}, "https://ideas.repec.org/a/eee/inecon/v11y1981i3p305-340.html": {"abstract": "No abstract is available for this item.", "authors": ["fphe205"], "abstractStem": "no abstract is avail for thi item", "title": "International trade in the presence of product differentiation, economies of scale and monopolistic competition : A Chamberlin-Heckscher-Ohlin approach"}, "https://ideas.repec.org/a/ecm/emetrp/v78y2010i4p1239-1283.html": {"abstract": " This paper develops a new framework for examining the determinants of wage distributions that emphasizes within-industry reallocation, labor market frictions, and differences in workforce composition across firms. More productive firms pay higher wages and exporting increases the wage paid by a firm with a given productivity. The opening of trade enhances wage inequality and can either raise or reduce unemployment. While wage inequality is higher in a trade equilibrium than in autarky, gradual trade liberalization first increases and later decreases inequality. Copyright 2010 The Econometric Society.", "authors": ["fphe205", "epit14", "epre64"], "abstractStem": " thi paper develop a new framework for examin the determin of wage distribut that emphas withinindustri realloc labor market friction and differ in workforc composit across firm more product firm pay higher wage and export increas the wage paid by a firm with a given product the open of trade enhanc wage inequ and can either rais or reduc unemploy while wage inequ is higher in a trade equilibrium than in autarki gradual trade liber first increas and later decreas inequ copyright 2010 the econometr societi", "title": "Inequality and Unemployment in a Global Economy"}, "https://ideas.repec.org/a/oup/restud/v52y1985i3p443-457..html": {"abstract": "First, a model of horizontally and vertically integrated firms is developed. These firms are then embedded in a general equilibrium model of trading countries. It is shown how multinational corporations emerge as a result of differences across countries in factor compositions. Intersectoral, intraindustry, and intrafirm trade can coexist, and intrafirm trade takes place in invisibles (headquarter services) and intermediate inputs. It is shown how the various trade components depend on the structure of the world economy. The model predicts trade patterns which are close to observed trade patterns.", "authors": [], "abstractStem": "first a model of horizont and vertic integr firm is develop these firm are then embed in a gener equilibrium model of trade countri it is shown how multin corpor emerg as a result of differ across countri in factor composit intersector intraindustri and intrafirm trade can coexist and intrafirm trade take place in invis headquart servic and intermedi input it is shown how the variou trade compon depend on the structur of the world economi the model predict trade pattern which are close to observ trade pattern", "title": "Multinational Corporations and Trade Structure"}, "https://ideas.repec.org/a/ucp/jpolec/v92y1984i3p451-71.html": {"abstract": "Using the idea that firm-specific assets associated with marketing, management, and product-specific R &amp; D can be used to service production plants in countries other than the country in which these inputs are employed, I develop a simple general equilibrium model of international trade in which the location of plants in a differentiated product industry is a decision variable. The model is then used to derive predictions of trade patterns, volumes of trade, the share of intra-industry trade, and the share of intrafirm trade as functions of relative country size and differences in relative factor endowments.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fphe205"], "abstractStem": "use the idea that firmspecif asset associ with market manag and productspecif r amp d can be use to servic product plant in countri other than the countri in which these input are employ i develop a simpl gener equilibrium model of intern trade in which the locat of plant in a differenti product industri is a decis variabl the model is then use to deriv predict of trade pattern volum of trade the share of intraindustri trade and the share of intrafirm trade as function of rel countri size and differ in rel factor endowmentspthi abstract wa borrow from anoth version of thi item", "title": "A Simple Theory of International Trade with Multinational Corporations"}, "https://ideas.repec.org/a/ucp/jpolec/v105y1997i4p752-69.html": {"abstract": " The authors develop a model of common agency with complete information and general preferences with nontransferable utility, and they prove that the principals' Nash equilibrium in truthful strategies implements an efficient action. The authors apply this theory to the construction of a positive model of public finance, where organized special interests can lobby the government for consumer and producer taxes or subsidies and targeted lump-sum taxes or transfers. The lobbies use only the nondistorting transfers in their noncooperative equilibrium, but their intergroup competition for transfers turns into a prisoners' dilemma in which the government captures all the gain that is potentially available to the parties. Copyright 1997 by the University of Chicago.", "authors": ["epdi79", "epgr21", "fphe205"], "abstractStem": " the author develop a model of common agenc with complet inform and gener prefer with nontransfer util and they prove that the princip nash equilibrium in truth strategi implement an effici action the author appli thi theori to the construct of a posit model of public financ where organ special interest can lobbi the govern for consum and produc tax or subsidi and target lumpsum tax or transfer the lobbi use onli the nondistort transfer in their noncoop equilibrium but their intergroup competit for transfer turn into a prison dilemma in which the govern captur all the gain that is potenti avail to the parti copyright 1997 by the univers of chicago", "title": "Common Agency and Coordination: General Theory and Application to Government Policy Making"}, "https://ideas.repec.org/a/aea/aecrev/v85y1995i4p667-90.html": {"abstract": " Suppose that an opportunity arises for two countries to negotiate a free-trade agreement. Will a free-trade agreement between these countries be politically viable and, if so, what form will it take? The authors address these questions using a political-economy framework that emphasizes the interaction between industry special-interest groups and an incumbent government. They describe the economic conditions necessary for a free-trade agreement to be an equilibrium outcome, both for the case when the agreement must cover all bilateral trade and for the case when a few politically sensitive sectors can be excluded from the agreements. Copyright 1995 by American Economic Association.", "authors": ["epgr21", "fphe205"], "abstractStem": " suppos that an opportun aris for two countri to negoti a freetrad agreement will a freetrad agreement between these countri be polit viabl and if so what form will it take the author address these question use a politicaleconomi framework that emphas the interact between industri specialinterest group and an incumb govern they describ the econom condit necessari for a freetrad agreement to be an equilibrium outcom both for the case when the agreement must cover all bilater trade and for the case when a few polit sensit sector can be exclud from the agreement copyright 1995 by american econom associ", "title": "The Politics of Free-Trade Agreements"}, "https://ideas.repec.org/a/oup/qjecon/v88y1974i4p656-670..html": {"abstract": "I. Introduction, 656. — II. Formulating the problem, 657. — III. Two-person case, 660. — IV. Simulation of U. S. data, 662. — V. Conclusion, 668. — Appendix: data on distribution of abilities, 668.", "authors": [], "abstractStem": "i introduct 656   ii formul the problem 657   iii twoperson case 660   iv simul of u s data 662   v conclus 668   appendix data on distribut of abil 668", "title": "Optimal Income Taxation for Transfer Payments Under Different Social Welfare Criteria"}, "https://ideas.repec.org/a/bpj/bejeap/vadvances.1y2001i1n3.html": {"abstract": "We examine the effects of the interaction between lobbying and legislative bargaining on policy formation. Two systems are considered: a US-style congressional system and a European-style parliamentary system. First, we show that the policies generated are not intermediate between policies that would result from pure lobbying or from pure legislative bargaining. Second, we show that in congressional systems the resulting policies are strongly skewed in favor of the agenda-setter. In parliamentary systems they are skewed in favor of the coalition, but within the coalition there are many possible outcomes (there are multiple equilibria) with the agenda-setter having no particular advantage. Third, we show that equilibrium contributions are very small, despite the fact that lobbying has a marked effect on policies.", "authors": ["fphe205", "eppe28"], "abstractStem": "we examin the effect of the interact between lobbi and legisl bargain on polici format two system are consid a usstyl congression system and a europeanstyl parliamentari system first we show that the polici gener are not intermedi between polici that would result from pure lobbi or from pure legisl bargain second we show that in congression system the result polici are strongli skew in favor of the agendasett in parliamentari system they are skew in favor of the coalit but within the coalit there are mani possibl outcom there are multipl equilibria with the agendasett have no particular advantag third we show that equilibrium contribut are veri small despit the fact that lobbi ha a mark effect on polici", "title": "Lobbying and Legislative Bargaining"}, "https://ideas.repec.org/a/eee/eecrev/v53y2009i7p723-741.html": {"abstract": "The empirical analysis in \"International R&amp;D; Spillovers\" [Coe, D., Helpman, E., 1995. International R&amp;D; Spillovers. European Economic Review, 39, 859-887] is first revisited on an expanded data set that we have constructed for the purpose of this study. The new estimates confirm the key results reported in Coe and Helpman about the impact of domestic and foreign R&amp;D; capital stocks on TFP. In addition, we show that domestic and foreign R&amp;D; capital stocks have measurable impacts on TFP even after controlling for the impact of human capital. Furthermore, we extend the analysis to include institutional variables. Our results suggest that institutional differences are important determinants of TFP and that they impact the degree of R&amp;D; spillovers. Countries where the ease of doing business and the quality of tertiary education systems are relatively high tend to benefit more from their own R&amp;D; efforts, from international R&amp;D; spillovers, and from human capital formation. Strong patent protection is associated with higher levels of total factor productivity, higher returns to domestic R&amp;D;, and larger international R&amp;D; spillovers. Finally, countries whose legal systems are based on French and, to a lesser extent, Scandinavian law benefit less from their own and foreign R&amp;D; capital than countries whose legal origins are based on English or German law.", "authors": ["epco167", "fphe205", "epho135"], "abstractStem": "the empir analysi in intern rampd spillov coe d helpman e 1995 intern rampd spillov european econom review 39 859887 is first revisit on an expand data set that we have construct for the purpos of thi studi the new estim confirm the key result report in coe and helpman about the impact of domest and foreign rampd capit stock on tfp in addit we show that domest and foreign rampd capit stock have measur impact on tfp even after control for the impact of human capit furthermor we extend the analysi to includ institut variabl our result suggest that institut differ are import determin of tfp and that they impact the degre of rampd spillov countri where the eas of do busi and the qualiti of tertiari educ system are rel high tend to benefit more from their own rampd effort from intern rampd spillov and from human capit format strong patent protect is associ with higher level of total factor product higher return to domest rampd and larger intern rampd spillov final countri whose legal system are base on french and to a lesser extent scandinavian law benefit less from their own and foreign rampd capit than countri whose legal origin are base on english or german law", "title": "International R&amp;D; spillovers and institutions"}, "https://ideas.repec.org/a/ucp/jpolec/v103y1995i4p675-708.html": {"abstract": " When governments meet in the international arena, their actions reflect the political situations at home. Previous studies of trade relations have focused on governments that are immune from political pressures and that act as benevolent servants of the public interest. Here the authors introduce domestic politics into the analysis of international economic relations. They study the interactions between national leaders who are concerned with both providing a high standard of living to the general electorate and collecting campaign contributions from special-interest groups. The authors' analysis sheds light on the determinants of the structure of protection in noncooperative and cooperative policy equilibria. Copyright 1995 by University of Chicago Press.", "authors": ["epgr21", "fphe205"], "abstractStem": " when govern meet in the intern arena their action reflect the polit situat at home previou studi of trade relat have focus on govern that are immun from polit pressur and that act as benevol servant of the public interest here the author introduc domest polit into the analysi of intern econom relat they studi the interact between nation leader who are concern with both provid a high standard of live to the gener elector and collect campaign contribut from specialinterest group the author analysi shed light on the determin of the structur of protect in noncoop and cooper polici equilibria copyright 1995 by univers of chicago press", "title": "Trade Wars and Trade Talks"}, "https://ideas.repec.org/a/eee/inecon/v32y1992i1-2p165-177.html": {"abstract": "The incentives for domestic investment in debtor countries are influenced by the terms of their external obligations and by the system of taxation utilized to provide government revenue for debt payments. It is well known that existing debt contracts could be altered to improve the incentives for investment but this has proven difficult to accomplish, perhaps because individual creditors have incentives not to agree to such changes. In this paper we show that a simple tax credit scheme that can be implemented unilaterally by the debtor government can overcome at least some of the inefficiencies caused by existing debt contracts.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epdo13", "fphe205"], "abstractStem": "the incent for domest invest in debtor countri are influenc by the term of their extern oblig and by the system of taxat util to provid govern revenu for debt payment it is well known that exist debt contract could be alter to improv the incent for invest but thi ha proven difficult to accomplish perhap becaus individu creditor have incent not to agre to such chang in thi paper we show that a simpl tax credit scheme that can be implement unilater by the debtor govern can overcom at least some of the ineffici caus by exist debt contractspthi abstract wa borrow from anoth version of thi item", "title": "Tax credits for debt reduction"}, "https://ideas.repec.org/a/aea/aecrev/v70y1980i4p716-31.html": {"abstract": "No abstract is available for this item.", "authors": ["fphe205", "fpra388"], "abstractStem": "no abstract is avail for thi item", "title": "Efficient Protection under Uncertainty"}, "https://ideas.repec.org/a/ucp/jpolec/v112y2004i3p552-580.html": {"abstract": "We present a North—South model of international trade in which differentiated products are developed in the North. Sectors are populated by final-good producers who differ in productivity levels. Based on productivity and sectoral characteristics, firms decide whether to integrate into the production of intermediate inputs or outsource them. In either case they have to decide from which country to source the inputs. Final-good producers and their suppliers must make relationship-specific investments, both in an integrated firm and in an arm’s-length relationship. We describe an equilibrium in which firms with diferent productivity levels choose diferent ownership structures and supplier locations, i. e. , they choose different organizational forms. We then study the efects of within-sectoral heterogeneity and variations in industry characteristics on the relative prevalence of these organizational forms. The analysis sheds light on the structure of foreign trade within and across industries.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epan181", "fphe205"], "abstractStem": "we present a north south model of intern trade in which differenti product are develop in the north sector are popul by finalgood produc who differ in product level base on product and sector characterist firm decid whether to integr into the product of intermedi input or outsourc them in either case they have to decid from which countri to sourc the input finalgood produc and their supplier must make relationshipspecif invest both in an integr firm and in an arm slength relationship we describ an equilibrium in which firm with difer product level choos difer ownership structur and supplier locat i e  they choos differ organiz form we then studi the efect of withinsector heterogen and variat in industri characterist on the rel preval of these organiz form the analysi shed light on the structur of foreign trade within and across industriespthi abstract wa borrow from anoth version of thi item", "title": "Global Sourcing"}, "https://ideas.repec.org/a/ucp/jpolec/doi10.1086-662628.html": {"abstract": "We develop a framework for studying trade in horizontally and vertically differentiated products. In our model, consumers with heterogeneous incomes and tastes purchase a homogeneous good and make a discrete choice of quality and variety of a differentiated product. The distribution of preferences generates a nested-logit demand structure such that the fraction of consumers who buy a higher-quality product rises with income. The model features a home-market effect that helps to explain why richer countries export higher-quality goods. It provides a tractable tool for studying the welfare consequences of trade and trade policy for different income groups in an economy.", "authors": ["fpfa265", "fphe205"], "abstractStem": "we develop a framework for studi trade in horizont and vertic differenti product in our model consum with heterogen incom and tast purchas a homogen good and make a discret choic of qualiti and varieti of a differenti product the distribut of prefer gener a nestedlogit demand structur such that the fraction of consum who buy a higherqu product rise with incom the model featur a homemarket effect that help to explain whi richer countri export higherqu good it provid a tractabl tool for studi the welfar consequ of trade and trade polici for differ incom group in an economi", "title": "Income Distribution, Product Quality, and International Trade"}, "https://ideas.repec.org/a/eee/eecrev/v36y1992i2-3p237-267.html": {"abstract": "The paper focuses on the innovation-based approach to endogenous growth. It begins by spelling out conditions for sustained long-run growth in neoclassical economies and uses these conditions as a standard of comparison for the conditions required to sustain long-run growth in economies with product innovation. It presents two models of product innovation that can sustain growth in the long run. The models share the same fundamental mechanism of economic growth. They are used to derive a variety of implications relating structural features to long-run growth rates and they are then applied to a number of policy issues. The usefulness of the approach represented by these models is examined by considering a number of issues, such as unemployment and trade relations.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fphe205"], "abstractStem": "the paper focus on the innovationbas approach to endogen growth it begin by spell out condit for sustain longrun growth in neoclass economi and use these condit as a standard of comparison for the condit requir to sustain longrun growth in economi with product innov it present two model of product innov that can sustain growth in the long run the model share the same fundament mechan of econom growth they are use to deriv a varieti of implic relat structur featur to longrun growth rate and they are then appli to a number of polici issu the use of the approach repres by these model is examin by consid a number of issu such as unemploy and trade relationspthi abstract wa borrow from anoth version of thi item", "title": "Endogenous macroeconomic growth theory"}, "https://ideas.repec.org/a/eee/eecrev/v35y1991i2-3p517-526.html": {"abstract": "In this paper, we examine one channel through which the trade regime might affect growth in the long run. We model endogenous technological progress that results from profit maximizing investments by far-sighted entrepreneurs. Productivity in the research lab depends upon the \"stock of knowledge capital\", a variable reflecting the state of scientific, engineering and industrial know-how in the local economy. We argue that local knowledge capital is likely to vary positively with the extent of contact between domestic agents and their counterparts in the international research and business communities, and that the number of such contacts increases with the level of commercial exchange. We derive the implications of this for the relationship between trade and growth.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epgr21", "fphe205"], "abstractStem": "in thi paper we examin one channel through which the trade regim might affect growth in the long run we model endogen technolog progress that result from profit maxim invest by farsight entrepreneur product in the research lab depend upon the stock of knowledg capit a variabl reflect the state of scientif engin and industri knowhow in the local economi we argu that local knowledg capit is like to vari posit with the extent of contact between domest agent and their counterpart in the intern research and busi commun and that the number of such contact increas with the level of commerci exchang we deriv the implic of thi for the relationship between trade and growthpthi abstract wa borrow from anoth version of thi item", "title": "Trade, knowledge spillovers, and growth"}, "https://ideas.repec.org/a/oup/qjecon/v123y2008i2p441-487..html": {"abstract": "We develop a simple model of international trade with heterogeneous firms that is consistent with a number of stylized features of the data. In particular, the model predicts positive as well as zero trade flows across pairs of countries, and it allows the number of exporting firms to vary across destination countries. As a result, the impact of trade frictions on trade flows can be decomposed into the intensive and extensive margins, where the former refers to the trade volume per exporter and the latter refers to the number of exporters. This model yields a generalized gravity equation that accounts for the self-selection of firms into export markets and their impact on trade volumes. We then develop a two-stage estimation procedure that uses an equation for selection into trade partners in the first stage and a trade flow equation in the second. We implement this procedure parametrically, semiparametrically, and nonparametrically, showing that in all three cases the estimated effects of trade frictions are similar. Importantly, our method provides estimates of the intensive and extensive margins of trade. We show that traditional estimates are biased and that most of the bias is due not to selection but rather due to the omission of the extensive margin. Moreover, the effect of the number of exporting firms varies across country pairs according to their characteristics. This variation is large and particularly so for trade between developed and less developed countries and between pairs of less developed countries.", "authors": [], "abstractStem": "we develop a simpl model of intern trade with heterogen firm that is consist with a number of styliz featur of the data in particular the model predict posit as well as zero trade flow across pair of countri and it allow the number of export firm to vari across destin countri as a result the impact of trade friction on trade flow can be decompos into the intens and extens margin where the former refer to the trade volum per export and the latter refer to the number of export thi model yield a gener graviti equat that account for the selfselect of firm into export market and their impact on trade volum we then develop a twostag estim procedur that use an equat for select into trade partner in the first stage and a trade flow equat in the second we implement thi procedur parametr semiparametr and nonparametr show that in all three case the estim effect of trade friction are similar importantli our method provid estim of the intens and extens margin of trade we show that tradit estim are bias and that most of the bia is due not to select but rather due to the omiss of the extens margin moreov the effect of the number of export firm vari across countri pair accord to their characterist thi variat is larg and particularli so for trade between develop and less develop countri and between pair of less develop countri", "title": "Estimating Trade Flows: Trading Partners and Trading Volumes"}, "https://ideas.repec.org/a/pal/imfstp/v36y1989i3p580-611.html": {"abstract": "In an economy with a debt overhang, investment depends on expected tax rates, but expected tax rates depend on the debt's face value. Therefore investment depends on the face value of debt. This relationship may lead to a positive or negative association between debt and investment. The paper explores the desirability of debt reduction. First, it characterizes circumstances in which debt reduction is desirable from the collective point of view of the creditors. Second, it formulates the forgiveness decision as a noncooperative game among creditors and explores the scope for debt reduction as an outcome of this game.", "authors": ["fphe205"], "abstractStem": "in an economi with a debt overhang invest depend on expect tax rate but expect tax rate depend on the debt face valu therefor invest depend on the face valu of debt thi relationship may lead to a posit or neg associ between debt and invest the paper explor the desir of debt reduct first it character circumst in which debt reduct is desir from the collect point of view of the creditor second it formul the forgiv decis as a noncoop game among creditor and explor the scope for debt reduct as an outcom of thi game", "title": "Voluntary Debt Reduction: Incentives and Welfare"}, "https://ideas.repec.org/a/ier/iecrev/v23y1982i2p365-88.html": {"abstract": "No abstract is available for this item.", "authors": ["fphe205", "fpra388"], "abstractStem": "no abstract is avail for thi item", "title": "A Comparison of Exchange Rate Regimes in the Presence of Imperfect Capital Markets"}, "https://ideas.repec.org/a/eee/moneco/v13y1984i3p307-325.html": {"abstract": "No abstract is available for this item.", "authors": ["fphe205", "fpra388"], "abstractStem": "no abstract is avail for thi item", "title": "The role of saving and investment in exchange rate determination under alternative monetary mechanisms"}, "https://ideas.repec.org/a/oup/qjecon/v106y1991i2p557-586..html": {"abstract": "We develop a two-country model of endogenous innovation and imitation in order to study the interactions between these two processes. Firms in the North race to bring out the next generation of a set of technology-intensive products. Each product potentially can be improved a countably infinite number of times, but quality improvements require the investment of resources and entail uncertain prospects of success. In the South entrepreneurs invest resources in order to learn the production processes that have been developed in the North. All R&amp;D; investment decisions are made by forward-looking, profit-maximizing entrepreneurs. The steady-state equilibrium is characterized by constant aggregate rates of innovation and imitation. We study how these rates respond to changes in the sizes of the two regions and to policies in each region to promote learning.", "authors": [], "abstractStem": "we develop a twocountri model of endogen innov and imit in order to studi the interact between these two process firm in the north race to bring out the next gener of a set of technologyintens product each product potenti can be improv a countabl infinit number of time but qualiti improv requir the invest of resourc and entail uncertain prospect of success in the south entrepreneur invest resourc in order to learn the product process that have been develop in the north all rampd invest decis are made by forwardlook profitmaxim entrepreneur the steadyst equilibrium is character by constant aggreg rate of innov and imit we studi how these rate respond to chang in the size of the two region and to polici in each region to promot learn", "title": "Quality Ladders and Product Cycles"}, "https://ideas.repec.org/a/eee/inecon/v20y1986i1-2p187-191.html": {"abstract": "No abstract is available for this item.", "authors": ["fphe205"], "abstractStem": "no abstract is avail for thi item", "title": "Sources of international comparative advantage : Edward E. Leamer, (The MIT Press, Cambridge, 1984) pp. xix + 353, $45"}, "https://ideas.repec.org/a/eee/eecrev/v34y1990i5p897-911.html": {"abstract": "We analyze the dynamics of inflation in an economy characterized by a forward-looking, staggered, price and wage determination process, and by monetary accommodation. In our model, inflation reconciles the conflicting claims of workers and firms. The model is capable of generating a positive association between real wages and inflation, of the type that has been observed in some high-inflation countries. It generates a price-wage spiral but does not result in inflationary inertia.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fphe205"], "abstractStem": "we analyz the dynam of inflat in an economi character by a forwardlook stagger price and wage determin process and by monetari accommod in our model inflat reconcil the conflict claim of worker and firm the model is capabl of gener a posit associ between real wage and inflat of the type that ha been observ in some highinfl countri it gener a pricewag spiral but doe not result in inflationari inertiapthi abstract wa borrow from anoth version of thi item", "title": "Real wages, monetary accommodation, and inflation"}, "https://ideas.repec.org/a/ucp/jpolec/v86y1978i6p1131-41.html": {"abstract": "We examine the protective effect of a tariff in a small economy with uncertainty and a stock market in which shares of firms are traded. In a deterministic economy, the allocation of resources is governed by commodity prices; in our economy, it is governed by equity prices and is dependent on commodity prices only to the extent that they influence equity prices. We show that in the absence of international trade in securities a tariff need not protect the import competing sector. In the presence of international trade in securities, a tariff always protects the import competing sector.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fphe205", "fpra388"], "abstractStem": "we examin the protect effect of a tariff in a small economi with uncertainti and a stock market in which share of firm are trade in a determinist economi the alloc of resourc is govern by commod price in our economi it is govern by equiti price and is depend on commod price onli to the extent that they influenc equiti price we show that in the absenc of intern trade in secur a tariff need not protect the import compet sector in the presenc of intern trade in secur a tariff alway protect the import compet sectorpthi abstract wa borrow from anoth version of thi item", "title": "The Protective Effect of a Tariff under Uncertainty"}, "https://ideas.repec.org/a/aea/jecper/v13y1999i2p121-144.html": {"abstract": "During the last two decades, new research has greatly advanced the understanding of the structure of world trade. While research in the 1960s and 1970s provided mostly theoretical insights, major empirical innovations concerning the study of factor content of net trade flows appeared in the 1980s. Important improvements in this line of research were added in the 1990s. The author also discusses the literature that emphasizes economies of scale and product differentiation. This work was done mostly in the 1980s and 1990s, yielding important theoretical and empirical findings. An emphasis on the interplay between theoretical and empirical research characterizes the entire presentation.", "authors": ["fphe205"], "abstractStem": "dure the last two decad new research ha greatli advanc the understand of the structur of world trade while research in the 1960 and 1970 provid mostli theoret insight major empir innov concern the studi of factor content of net trade flow appear in the 1980 import improv in thi line of research were ad in the 1990 the author also discuss the literatur that emphas economi of scale and product differenti thi work wa done mostli in the 1980 and 1990 yield import theoret and empir find an emphasi on the interplay between theoret and empir research character the entir present", "title": "The Structure of Foreign Trade"}, "https://ideas.repec.org/a/ier/iecrev/v17y1976i2p262-77.html": {"abstract": "No abstract is available for this item.", "authors": ["fphe205"], "abstractStem": "no abstract is avail for thi item", "title": "Macroeconomic Policy in a Model of International Trade with a Wage Restriction"}, "https://ideas.repec.org/a/eee/inecon/v73y2007i1p1-30.html": {"abstract": "We develop a dynamic bargaining model in which a leading country endogenously decides whether to sequentially negotiate free trade agreements with subsets of countries or engage in simultaneous multilateral bargaining with all countries at once. We show how the structure of coalition externalities shapes the choice between sequential and multilateral bargaining, and we identify circumstances in which the grand coalition is the equilibrium outcome, leading to worldwide free trade. A model of international trade is then used to illustrate equilibrium outcomes and how they depend on the structure of trade and protection. Global free trade is not achieved when the political-economy motive for protection is sufficiently large. Furthermore, the model generates both â€œbuilding blocâ€ and â€œstumbling blocâ€ effects of preferential trade agreements. In particular, we describe an equilibrium in which global free trade is attained only when preferential trade agreements are permitted to form (a building bloc effect), and an equilibrium in which global free trade is attained only when preferential trade agreements are forbidden (a stumbling bloc effect). The analysis identifies conditions under which each of these outcomes emerges.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epan181", "fphe205"], "abstractStem": "we develop a dynam bargain model in which a lead countri endogen decid whether to sequenti negoti free trade agreement with subset of countri or engag in simultan multilater bargain with all countri at onc we show how the structur of coalit extern shape the choic between sequenti and multilater bargain and we identifi circumst in which the grand coalit is the equilibrium outcom lead to worldwid free trade a model of intern trade is then use to illustr equilibrium outcom and how they depend on the structur of trade and protect global free trade is not achiev when the politicaleconomi motiv for protect is suffici larg furthermor the model gener both  build bloc  and  stumbl bloc  effect of preferenti trade agreement in particular we describ an equilibrium in which global free trade is attain onli when preferenti trade agreement are permit to form a build bloc effect and an equilibrium in which global free trade is attain onli when preferenti trade agreement are forbidden a stumbl bloc effect the analysi identifi condit under which each of these outcom emergespthi abstract wa borrow from anoth version of thi item", "title": "Negotiating free trade"}, "https://ideas.repec.org/a/aea/aecrev/v66y1976i5p961-67.html": {"abstract": "No abstract is available for this item.", "authors": ["fphe205"], "abstractStem": "no abstract is avail for thi item", "title": "The Interaction between Local Government and Urban Residential Location: Comment"}, "https://ideas.repec.org/a/tpr/jeurec/v1y2003i2-3p317-327.html": {"abstract": " We study the determinants of the extent of outsourcing and of direct foreign investment in an industry in which producers need specialized components. Potential suppliers must make a relationship-specific investment in order to serve each prospective customer. Such investments are governed by imperfect contracts. A final-good producer can manufacture components for itself, but the per-unit cost is higher than for specialized suppliers. We consider how the size of the cost differential, the extent of contractual incompleteness, the size of the industry, and the relative wage rate affect the organization of industry production. (JEL: F12, F23, L22, D23) Copyright (c) 2003 The European Economic Association.", "authors": ["fphe205"], "abstractStem": " we studi the determin of the extent of outsourc and of direct foreign invest in an industri in which produc need special compon potenti supplier must make a relationshipspecif invest in order to serv each prospect custom such invest are govern by imperfect contract a finalgood produc can manufactur compon for itself but the perunit cost is higher than for special supplier we consid how the size of the cost differenti the extent of contractu incomplet the size of the industri and the rel wage rate affect the organ of industri product jel f12 f23 l22 d23 copyright c 2003 the european econom associ", "title": "Outsourcing Versus FDI in Industry Equilibrium"}, "https://ideas.repec.org/a/oup/restud/v77y2010i3p1100-1137.html": {"abstract": " We study a two-country, two-sector model of international trade in which one sector produces homogeneous products and the other produces differentiated products. Both sectors are subjected to search and matching frictions in the labour market and wage bargaining. As a result, some of the workers searching for jobs end up being unemployed. Countries are similar except for frictions in their labour markets, such as efficiency of matching and costs of posting vacancies, which can vary across the sectors. The differentiated-product industry has firm heterogeneity and monopolistic competition. We study the interaction of labour market rigidities and trade impediments in shaping welfare, trade flows, productivity, and unemployment. We show that both countries gain from trade. A country with relatively lower frictions in the differentiated-product industry exports differentiated products on net. A country benefits from lowering frictions in its differentiated sector's labour market, but this harms the country's trade partner. Alternatively, a simultaneous, proportional lowering of labour market frictions in the differentiated sectors of both countries benefits both of them. The opening to trade raises a country's rate of unemployment if its relative labour market frictions in the differentiated sector are low, and it reduces the rate of unemployment if its relative labour market frictions in the differentiated sector are high. Cross-country differences in rates of unemployment exhibit rich patterns. In particular, lower labour market frictions do not ensure lower unemployment, and unemployment and welfare can both rise in response to falling labour market frictions and falling trade costs. Copyright , Wiley-Blackwell.", "authors": ["fphe205", "epit14"], "abstractStem": " we studi a twocountri twosector model of intern trade in which one sector produc homogen product and the other produc differenti product both sector are subject to search and match friction in the labour market and wage bargain as a result some of the worker search for job end up be unemploy countri are similar except for friction in their labour market such as effici of match and cost of post vacanc which can vari across the sector the differentiatedproduct industri ha firm heterogen and monopolist competit we studi the interact of labour market rigid and trade impedi in shape welfar trade flow product and unemploy we show that both countri gain from trade a countri with rel lower friction in the differentiatedproduct industri export differenti product on net a countri benefit from lower friction in it differenti sector labour market but thi harm the countri trade partner altern a simultan proport lower of labour market friction in the differenti sector of both countri benefit both of them the open to trade rais a countri rate of unemploy if it rel labour market friction in the differenti sector are low and it reduc the rate of unemploy if it rel labour market friction in the differenti sector are high crosscountri differ in rate of unemploy exhibit rich pattern in particular lower labour market friction do not ensur lower unemploy and unemploy and welfar can both rise in respons to fall labour market friction and fall trade cost copyright  wileyblackwel", "title": "Labour Market Rigidities, Trade and Unemployment"}, "https://ideas.repec.org/a/ecj/econjl/v88y1978i349p44-58.html": {"abstract": "No abstract is available for this item.", "authors": ["fphe205"], "abstractStem": "no abstract is avail for thi item", "title": "On Exchange Rate Policies for a Small Country"}, "https://ideas.repec.org/a/ecj/econjl/v98y1988i391p340-54.html": {"abstract": " Price controls were part of Israel's stabilization program of July 1985. Some results of the program seem to be inconsistent with competitive macroeconomic models. It is suggested that these results are consistent with an economy that has an oligopolistic market structure. This paper explores the effects of market structure on macroeconomic performance in the presence and absence of price control. Copyright 1988 by Royal Economic Society.", "authors": ["fphe205"], "abstractStem": " price control were part of israel stabil program of juli 1985 some result of the program seem to be inconsist with competit macroeconom model it is suggest that these result are consist with an economi that ha an oligopolist market structur thi paper explor the effect of market structur on macroeconom perform in the presenc and absenc of price control copyright 1988 by royal econom societi", "title": "Macroeconomic Effects of Price Controls: The Role of Market Structure"}, "https://ideas.repec.org/a/aea/aecrev/v70y1980i3p507-14.html": {"abstract": "No abstract is available for this item.", "authors": ["fphe205"], "abstractStem": "no abstract is avail for thi item", "title": "Optimal Public Investment and Dispersion Policy in a System of Open Cities"}, "https://ideas.repec.org/a/aea/aecrev/v77y1987i5p810-22.html": {"abstract": " The authors study international trade between the North and the South where the industrial sector produces goods of different quality. The North exports high-quality products, the South low-quality products. Faster population growth in the South changes the spectrum of products exported by every country, and so does faster technical progress in the southern industrial sector. The latter leads also to the introduction of new high-quality products and the abandonment of old low-quality products. In all cases, there is a product cycle; the North abandons the production of its lowest-quality products which are subsequently produced in the South. Copyright 1987 by American Economic Association.", "authors": ["epfl74", "fphe205"], "abstractStem": " the author studi intern trade between the north and the south where the industri sector produc good of differ qualiti the north export highqual product the south lowqual product faster popul growth in the south chang the spectrum of product export by everi countri and so doe faster technic progress in the southern industri sector the latter lead also to the introduct of new highqual product and the abandon of old lowqual product in all case there is a product cycl the north abandon the product of it lowestqu product which are subsequ produc in the south copyright 1987 by american econom associ", "title": "Vertical Product Differentiation and North-South Trade"}, "https://ideas.repec.org/a/eee/ecolet/v11y1983i1-2p167-174.html": {"abstract": "No abstract is available for this item.", "authors": ["fphe205"], "abstractStem": "no abstract is avail for thi item", "title": "Variable returns to scale and international trade : Two generalizations"}, "https://ideas.repec.org/a/oup/qjecon/v97y1982i2p363-372..html": {"abstract": "No abstract is available for this item.", "authors": [], "abstractStem": "no abstract is avail for thi item", "title": "Consumption Versus Wage Taxation"}, "https://ideas.repec.org/a/aea/aecrev/v67y1977i5p982-86.html": {"abstract": "No abstract is available for this item.", "authors": ["fphe205"], "abstractStem": "no abstract is avail for thi item", "title": "Land and Zoning in an Urban Economy: Further Results"}, "https://ideas.repec.org/a/cje/issued/v12y1979i3p394-409.html": {"abstract": "No abstract is available for this item.", "authors": ["fphe205", "fpra388"], "abstractStem": "no abstract is avail for thi item", "title": "Towards a Consistent Comparison of Alternative Exchange Rate Systems"}, "https://ideas.repec.org/a/eee/eecrev/v32y1988i2-3p680-686.html": {"abstract": "No abstract is available for this item.", "authors": ["fphe205"], "abstractStem": "no abstract is avail for thi item", "title": "The effect of policy anticipations on stabilization programs"}, "https://ideas.repec.org/a/aea/aecrev/v94y2004i1p300-316.html": {"abstract": "No abstract is available for this item.", "authors": ["fphe205", "fpme260", "epye37"], "abstractStem": "no abstract is avail for thi item", "title": "Export Versus FDI with Heterogeneous Firms"}, "https://ideas.repec.org/a/eee/inecon/v11y1981i3p429-437.html": {"abstract": "No abstract is available for this item.", "authors": ["fphe205"], "abstractStem": "no abstract is avail for thi item", "title": "International trade: Essays in theory : Ronald W. Jones (North-Holland, Amsterdam, 1979) pp.xi+330, Dfl. 110.00"}, "https://ideas.repec.org/a/aea/aecrev/v69y1979i1p152-60.html": {"abstract": "No abstract is available for this item.", "authors": ["fphe205", "fpsa492"], "abstractStem": "no abstract is avail for thi item", "title": "Optimal Financing of the Government's Budget: Taxes, Bonds, or Money?"}, "https://ideas.repec.org/a/bla/econom/v81y2014i321p1-14.html": {"abstract": "This Economica Coase Lecture reviews research that has revolutionized the field of international trade and foreign direct investment. It explains the motivation behind the development of new analytical frameworks, the nature of these frameworks, and the empirical studies that sprouted from them.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fphe205"], "abstractStem": "thi economica coas lectur review research that ha revolution the field of intern trade and foreign direct invest it explain the motiv behind the develop of new analyt framework the natur of these framework and the empir studi that sprout from thempthi abstract wa borrow from anoth version of thi item", "title": "Foreign Trade and Investment: Firm-level Perspectives"}, "https://ideas.repec.org/a/eee/ecolet/v1y1978i3p289-293.html": {"abstract": "No abstract is available for this item.", "authors": ["fphe205"], "abstractStem": "no abstract is avail for thi item", "title": "On optimal community formations"}, "https://ideas.repec.org/a/eee/eecrev/v40y1996i3-5p795-803.html": {"abstract": "No abstract is available for this item.", "authors": ["epgr21", "fphe205"], "abstractStem": "no abstract is avail for thi item", "title": "Rent dissipation, free riding, and trade policy"}, "https://ideas.repec.org/a/aea/aecrev/v80y1990i4p796-815.html": {"abstract": " The authors construct a dynamic, two country model of trade and growth in which endogenous technological progress results from the profit-maximizing behavior of entrepreneurs. They study the role that the external trading environment and that trade and industrial policies play in the determination of long-run growth rates. Cross-country differences in efficiency at R&amp;D; versus manufacturing (i.e., comparative advantage) bear importantly on the growth effects of economic structure and commercial policies. Copyright 1990 by American Economic Association.", "authors": ["epgr21", "fphe205"], "abstractStem": " the author construct a dynam two countri model of trade and growth in which endogen technolog progress result from the profitmaxim behavior of entrepreneur they studi the role that the extern trade environ and that trade and industri polici play in the determin of longrun growth rate crosscountri differ in effici at rampd versu manufactur ie compar advantag bear importantli on the growth effect of econom structur and commerci polici copyright 1990 by american econom associ", "title": "Comparative Advantage and Long-run Growth"}, "https://ideas.repec.org/a/eee/inecon/v14y1983i3-4p263-276.html": {"abstract": "No abstract is available for this item.", "authors": ["fphe205", "fpra388"], "abstractStem": "no abstract is avail for thi item", "title": "Increasing returns, monopolistic competition, and factor movements : A welfare analysis"}, "https://ideas.repec.org/a/oup/restud/v57y1990i1p147-164..html": {"abstract": "Budget deficits implying an unbounded present value of government debt are infeasible and hence induce expectations of a future policy change. We study how expectations of a policy switch whose timing or mix between expenditure cuts, tax increases or increases in money growth rates may be uncertain, affect economic dynamics before the switch takes place. We are especially concerned with the correlation between changes in the deficit and inflation. Of particular interest is our finding that timing uncertainty may induce fluctuations in the rate of inflation that seem to be unrelated to the budget deficit, at a time when the budget deficit is responsible for inflation.", "authors": [], "abstractStem": "budget deficit impli an unbound present valu of govern debt are infeas and henc induc expect of a futur polici chang we studi how expect of a polici switch whose time or mix between expenditur cut tax increas or increas in money growth rate may be uncertain affect econom dynam befor the switch take place we are especi concern with the correl between chang in the deficit and inflat of particular interest is our find that time uncertainti may induc fluctuat in the rate of inflat that seem to be unrel to the budget deficit at a time when the budget deficit is respons for inflat", "title": "Inflationary Consequences of Anticipated Macroeconomic Policies"}, "https://ideas.repec.org/a/eee/eecrev/v39y1995i5p859-887.html": {"abstract": "Investment in research and development (R&amp;D;) affects a country's total factor productivity. Recently new theories of economic growth have emphasized this link and have also identified a number of channels through which a country's R&amp;D; affects total factor productivity of its trade partners. Following these theoretical developments we estimate the effects of a country's R&amp;D; capital stock and the R&amp;D; capital stocks of its trade partners on the country's total factor productivity. We find large effects of both domestic and foreign R&amp;D; capital stocks on total factor productivity. The foreign R&amp;D; capital stocks have particularly large effects on the smaller countries in our sample (that consists of 22 countries). Moreover, we find that about one quarter of the worldwide benefits of investment in R&amp;D; in the seven largest economies are appropriated by their trade partners.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epco167", "fphe205"], "abstractStem": "invest in research and develop rampd affect a countri total factor product recent new theori of econom growth have emphas thi link and have also identifi a number of channel through which a countri rampd affect total factor product of it trade partner follow these theoret develop we estim the effect of a countri rampd capit stock and the rampd capit stock of it trade partner on the countri total factor product we find larg effect of both domest and foreign rampd capit stock on total factor product the foreign rampd capit stock have particularli larg effect on the smaller countri in our sampl that consist of 22 countri moreov we find that about one quarter of the worldwid benefit of invest in rampd in the seven largest economi are appropri by their trade partnerspthi abstract wa borrow from anoth version of thi item", "title": "International R&amp;D; spillovers"}, "https://ideas.repec.org/a/ecj/econjl/v101y1991i408p1214-29.html": {"abstract": " The authors construct a model of the product cycle featuring endogenous innovation and technology transfer. Competitive entrepreneurs in the industrialized North introduce new products whenever the expected present value of oligopoly profits exceeds the cost of product development. In the middle-income South, entrepreneurs devote resources to learning the production processes that have been developed in the North. The authors study the determinants of the long-run rate of growth of the world economy and the long-run rate of imitation. They also study the effects of exogenous events and of public policy on relative wage rates in the two regions. Copyright 1991 by Royal Economic Society.", "authors": ["epgr21", "fphe205"], "abstractStem": " the author construct a model of the product cycl featur endogen innov and technolog transfer competit entrepreneur in the industri north introduc new product whenev the expect present valu of oligopoli profit exce the cost of product develop in the middleincom south entrepreneur devot resourc to learn the product process that have been develop in the north the author studi the determin of the longrun rate of growth of the world economi and the longrun rate of imit they also studi the effect of exogen event and of public polici on rel wage rate in the two region copyright 1991 by royal econom societi", "title": "Endogenous Product Cycles"}, "https://ideas.repec.org/a/ier/iecrev/v19y1978i1p129-40.html": {"abstract": "No abstract is available for this item.", "authors": ["fphe205", "fpra388"], "abstractStem": "no abstract is avail for thi item", "title": "Participation Equilibrium and the Efficiency of Stock Market Allocations"}, "https://ideas.repec.org/a/eee/inecon/v47y1999i2p399-428.html": {"abstract": "We examine the growth promoting roles of R&amp;D;, international R&amp;D; spillovers, and trade in a world econometric model. A country can raise its total factor productivity by investing in R&amp;D.; Countries can also boost their productivity by trading with other countries that have large ‘stocks of knowledge’ from their cumulative R&amp;D; activities. We use a special version of MULTIMOD that incorporates R&amp;D; spillovers among industrial countries and from industrial countries to developing countries. Our simulations suggest that R&amp;D;, R&amp;D; spillovers, and trade play important roles in boosting growth in industrial and developing countries.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpba366", "epco167", "fphe205"], "abstractStem": "we examin the growth promot role of rampd intern rampd spillov and trade in a world econometr model a countri can rais it total factor product by invest in rampd countri can also boost their product by trade with other countri that have larg  stock of knowledg  from their cumul rampd activ we use a special version of multimod that incorpor rampd spillov among industri countri and from industri countri to develop countri our simul suggest that rampd rampd spillov and trade play import role in boost growth in industri and develop countriespthi abstract wa borrow from anoth version of thi item", "title": "R&amp;D; spillovers and global growth"}, "https://ideas.repec.org/a/ecm/emetrp/v49y1981i6p1559-70.html": {"abstract": "No abstract is available for this item.", "authors": ["fphe205"], "abstractStem": "no abstract is avail for thi item", "title": "Optimal Spending and Money Holdings in the Presence of Liquidity Constraints"}, "https://ideas.repec.org/a/aea/aecrev/v77y1987i1p107-23.html": {"abstract": " Exchange-rate management is possible only if the government pursues consistent monetary and fiscal policies. The authors constructa model in which the real consequences of exchange-rate management depend on the precise time pattern of these policies. The authors study the constraints on feasible policies and the comparative dynamics of disinflation by means of exchange-rate targeting. Theoretical results are consistent with exchange-rate-managed disinflation attempts in Argentina, Chile, and Israel. Copyright 1987 by American Economic Association.", "authors": ["fphe205", "fpra388"], "abstractStem": " exchanger manag is possibl onli if the govern pursu consist monetari and fiscal polici the author constructa model in which the real consequ of exchanger manag depend on the precis time pattern of these polici the author studi the constraint on feasibl polici and the compar dynam of disinfl by mean of exchanger target theoret result are consist with exchangeratemanag disinfl attempt in argentina chile and israel copyright 1987 by american econom associ", "title": "Exchange Rate Management: Intertemporal Tradeoffs"}, "https://ideas.repec.org/a/aea/aecrev/v84y1994i4p833-50.html": {"abstract": " The authors develop a model in which special-interest groups make political contributions in order to influence an incumbent government's choice of trade policy. The interest groups bid for protection with their campaign support. Politicians maximize their own welfare, which depends on total contributions collected and on the welfare of voters. The authors study the structure of protection that emerges in the political equilibrium and the contributions by different lobbies that support the policy outcome. They also discuss why the lobbies may in some cases prefer to have the government use trade policy to transfer income, rather than more efficient means. Copyright 1994 by American Economic Association.", "authors": ["epgr21", "fphe205"], "abstractStem": " the author develop a model in which specialinterest group make polit contribut in order to influenc an incumb govern choic of trade polici the interest group bid for protect with their campaign support politician maxim their own welfar which depend on total contribut collect and on the welfar of voter the author studi the structur of protect that emerg in the polit equilibrium and the contribut by differ lobbi that support the polici outcom they also discuss whi the lobbi may in some case prefer to have the govern use trade polici to transfer incom rather than more effici mean copyright 1994 by american econom associ", "title": "Protection for Sale"}, "https://ideas.repec.org/a/ecm/emetrp/v61y1993i6p1247-80.html": {"abstract": " The debate between the North and the South about the enforcement of intellectual property rights is examined within a dynamic general equilibrium framework in which the North invents new products and the South imitates them. A welfare evaluation of a policy of tighter intellectual property rights is provided by decomposing its response into four items: (1) terms of trade; (2) production composition; (3) available products; and (4) intertemporal allocation of consumption The paper proceeds in stages. It begins with an exogenous rate of innovation in order to focus on the first two elements. The following two components are added by endogenizing the rate of innovation. Finally, foreign direct investment is added to the model. Copyright 1993 by The Econometric Society.", "authors": ["fphe205"], "abstractStem": " the debat between the north and the south about the enforc of intellectu properti right is examin within a dynam gener equilibrium framework in which the north invent new product and the south imit them a welfar evalu of a polici of tighter intellectu properti right is provid by decompos it respons into four item 1 term of trade 2 product composit 3 avail product and 4 intertempor alloc of consumpt the paper proce in stage it begin with an exogen rate of innov in order to focu on the first two element the follow two compon are ad by endogen the rate of innov final foreign direct invest is ad to the model copyright 1993 by the econometr societi", "title": "Innovation, Imitation, and Intellectual Property Rights"}, "https://ideas.repec.org/a/eee/pubeco/v92y2008i3-4p407-425.html": {"abstract": "We study budget formation in a model featuring separation of powers. In our model, the legislature designs a budget bill that can include a cap on total spending and earmarked allocations to designated public projects. Each project provides random benefits to one of many interest groups. The legislature can delegate spending decisions to an executive agency that can observe the productivity of all projects before choosing which to fund. However, the ruling coalition in the legislature and the executive serve different constituencies, so their interests are not perfectly aligned. We consider settings that differ in terms of the breadth and overlap in the constituencies of the two branches, and associate these with the political systems and circumstances under which they most naturally arise. Earmarks are more likely to occur when the executive serves broad interests, while a binding budget cap arises when the executive's constituency is more narrow than that of the powerful legislators.", "authors": ["epgr21", "fphe205"], "abstractStem": "we studi budget format in a model featur separ of power in our model the legislatur design a budget bill that can includ a cap on total spend and earmark alloc to design public project each project provid random benefit to one of mani interest group the legislatur can deleg spend decis to an execut agenc that can observ the product of all project befor choos which to fund howev the rule coalit in the legislatur and the execut serv differ constitu so their interest are not perfectli align we consid set that differ in term of the breadth and overlap in the constitu of the two branch and associ these with the polit system and circumst under which they most natur aris earmark are more like to occur when the execut serv broad interest while a bind budget cap aris when the execut constitu is more narrow than that of the power legisl", "title": "Separation of powers and the budget process"}, "https://ideas.repec.org/a/aea/aecrev/v97y2007i3p916-943.html": {"abstract": "We develop a tractable framework for the analysis of the relationship between contractual incompleteness, technological complementarities, and technology adoption. In our model, a firm chooses its technology and investment levels in contractible activities by suppliers of intermediate inputs. Suppliers then choose investments in noncontractible activities, anticipating payoffs from an ex post bargaining game. We show that greater contractual incompleteness leads to the adoption of less advanced technologies, and that the impact of contractual incompleteness is more pronounced when there is greater complementary among the intermediate inputs. We study a number of applications of the main framework and show that the mechanism proposed in the paper can generate sizable productivity differences across countries with different contracting institutions, and that differences in contracting institutions lead to endogenous comparative advantage differences. (JEL D86, O33)", "authors": ["epac16", "epan181", "fphe205"], "abstractStem": "we develop a tractabl framework for the analysi of the relationship between contractu incomplet technolog complementar and technolog adopt in our model a firm choos it technolog and invest level in contract activ by supplier of intermedi input supplier then choos invest in noncontract activ anticip payoff from an ex post bargain game we show that greater contractu incomplet lead to the adopt of less advanc technolog and that the impact of contractu incomplet is more pronounc when there is greater complementari among the intermedi input we studi a number of applic of the main framework and show that the mechan propos in the paper can gener sizabl product differ across countri with differ contract institut and that differ in contract institut lead to endogen compar advantag differ jel d86 o33", "title": "Contracts and Technology Adoption"}, "https://ideas.repec.org/a/ecj/econjl/v107y1997i440p134-49.html": {"abstract": " The authors examine the extent to which developing countries that do little, if any, research and development themselves benefit from R&amp;D; that is performed in the industrial countries. By trading with an industrial country that has a large 'stock of knowledge' from its cumulative R&amp;D; activities, a developing country can boost its productivity by importing a larger variety of intermediate products and capital equipment embodying foreign knowledge, and by acquiring useful information that would otherwise be costly to obtain. The authors' results, based on data for seventy-seven developing countries, suggest that R&amp;D; spillovers from twenty-two industrial countries over 1971-90 are substantial. Copyright 1997 by Royal Economic Society.", "authors": ["epco167", "fphe205", "epho135"], "abstractStem": " the author examin the extent to which develop countri that do littl if ani research and develop themselv benefit from rampd that is perform in the industri countri by trade with an industri countri that ha a larg stock of knowledg from it cumul rampd activ a develop countri can boost it product by import a larger varieti of intermedi product and capit equip embodi foreign knowledg and by acquir use inform that would otherwis be costli to obtain the author result base on data for seventyseven develop countri suggest that rampd spillov from twentytwo industri countri over 197190 are substanti copyright 1997 by royal econom societi", "title": "North-South R&amp;D; Spillovers"}}}