{"fpme203": {"https://ideas.repec.org/a/eee/crcspp/v38y1993ip51-55.html": {"abstract": "No abstract is available for this item.", "authors": ["fpbo569", "fpme203"], "abstractStem": "no abstract is avail for thi item", "title": "Reply to Benston and Kaufman"}, "https://ideas.repec.org/a/eee/jfinec/v81y2006i1p1-26.html": {"abstract": "This paper examines the empirical question of whether systematic equity risk of U.S. firms as measured by beta from the Capital Asset Pricing Model reflects the risk of their pension plans. There are a number of reasons to suspect that it might not. Chief among them is the opaque set of accounting rules used to report pension assets, liabilities, and expenses. Pension plan assets and liabilities are off-balance sheet, and are often viewed as segregated from the rest of the firm, with its own trustees. Pension accounting rules are complicated. Furthermore, the role of Pension Benefit Guaranty Corporation further clouds the real relation between pension plan risk and firm equity risk. The empirical findings in this paper are consistent with the hypothesis that equity risk does reflect the risk of the firm's pension plan despite arcane accounting rules for pensions. This finding is consistent with informational efficiency of the capital markets. It also has implications for corporate finance practice in the determination of the cost of capital for capital budgeting. Standard procedure uses de-leveraged equity return betas to infer the cost of capital for operating assets. But the de-leveraged betas are not adjusted for the risk of the pension assets and liabilities. Failure to make this adjustment will typically bias upwards estimates of the discount rate for capital budgeting. The magnitude of the bias is shown here to be large for a number of well-known U.S. companies. This bias can result in positive net-present-value projects being rejected.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpbo569", "fpme203"], "abstractStem": "thi paper examin the empir question of whether systemat equiti risk of us firm as measur by beta from the capit asset price model reflect the risk of their pension plan there are a number of reason to suspect that it might not chief among them is the opaqu set of account rule use to report pension asset liabil and expens pension plan asset and liabil are offbal sheet and are often view as segreg from the rest of the firm with it own truste pension account rule are complic furthermor the role of pension benefit guaranti corpor further cloud the real relat between pension plan risk and firm equiti risk the empir find in thi paper are consist with the hypothesi that equiti risk doe reflect the risk of the firm pension plan despit arcan account rule for pension thi find is consist with inform effici of the capit market it also ha implic for corpor financ practic in the determin of the cost of capit for capit budget standard procedur use deleverag equiti return beta to infer the cost of capit for oper asset but the deleverag beta are not adjust for the risk of the pension asset and liabil failur to make thi adjust will typic bia upward estim of the discount rate for capit budget the magnitud of the bia is shown here to be larg for a number of wellknown us compani thi bia can result in posit netpresentvalu project be rejectedpthi abstract wa borrow from anoth version of thi item", "title": "Do a firm's equity returns reflect the risk of its pension plan?"}, "https://ideas.repec.org/a/rje/bellje/v5y1974ispringp145-170.html": {"abstract": " The findings of Jensen-Long and Stiglitz on the optimality of the stock market allocation have led to a controversy over whether the sources of the nonoptimality of value maximization are noncompetive assumptions about the capital market or are inherent externalities associated with uncertainty which do not disappear even in a competitive market. At least, for the mean-variance model with constant returns to scale technologies, we claim that the answer is the former, and that the sources of the nonoptimality are nonpricetaking behavior by firms, restrictions on the availability of technologies to firms, and restrictions on the number of firms that can enter. Using both tatonnement and nontatonnement processes, it is shown that if firms value maximize, then the Jensen-Long and Stiglitz equilibria are unstable with respect to the number of firms. If the restrictions on the availability of technologies and on the number of firms that can enter are relaxed, then the equilibrium will be a Pareto optimum in most cases, and in no case will the aggregate amount of investment be less than the Pareto optimal amount. If firms act as price takers (with or without the other restrictions), then the equilibrium is a Pareto optimum", "authors": ["fpme203"], "abstractStem": " the find of jensenlong and stiglitz on the optim of the stock market alloc have led to a controversi over whether the sourc of the nonoptim of valu maxim are noncompet assumpt about the capit market or are inher extern associ with uncertainti which do not disappear even in a competit market at least for the meanvari model with constant return to scale technolog we claim that the answer is the former and that the sourc of the nonoptim are nonpricetak behavior by firm restrict on the avail of technolog to firm and restrict on the number of firm that can enter use both tatonn and nontatonn process it is shown that if firm valu maxim then the jensenlong and stiglitz equilibria are unstabl with respect to the number of firm if the restrict on the avail of technolog and on the number of firm that can enter are relax then the equilibrium will be a pareto optimum in most case and in no case will the aggreg amount of invest be less than the pareto optim amount if firm act as price taker with or without the other restrict then the equilibrium is a pareto optimum", "title": "The Optimality of a Competitive Stock Market"}, "https://ideas.repec.org/a/ecm/emetrp/v41y1973i5p867-87.html": {"abstract": "No abstract is available for this item.", "authors": ["fpme203"], "abstractStem": "no abstract is avail for thi item", "title": "An Intertemporal Capital Asset Pricing Model"}, "https://ideas.repec.org/a/rje/bellje/v4y1973ispringp141-183.html": {"abstract": " The long history of the theory of option pricing began in 1900 when the French mathematician Louis Bachelier deduced an option pricing formula based on the assumption that stock prices follow a Brownian motion with zero drift. Since that time, numerous researchers have contributed to the theory. The present paper begins by deducing a set of restrictions on option pricing formulas from the assumption that investors prefer more to less. These restrictions are necessary conditions for a formula to be consistent with a rational pricing theory. Attention is given to the problems created when dividends are paid on the underlying common stock and when the terms of the option contract can be changed explicitly by a change in exercise price or implicitly by a shift in the investment or capital structure policy of the firm. Since the deduced restrictions are not sufficient to uniquely determine an option pricing formula, additional assumptions are introduced to examine and extend the seminal Black-Scholes theory of option pricing. Explicit formulas for pricing both call and put options as well as for warrants and the new \"down-and-out\" option are derived. The effects of dividends and call provisions on the warrant price are examined. The possibilities for further extension of the theory to the pricing of corporate liabilities are discussed.", "authors": ["fpme203"], "abstractStem": " the long histori of the theori of option price began in 1900 when the french mathematician loui bacheli deduc an option price formula base on the assumpt that stock price follow a brownian motion with zero drift sinc that time numer research have contribut to the theori the present paper begin by deduc a set of restrict on option price formula from the assumpt that investor prefer more to less these restrict are necessari condit for a formula to be consist with a ration price theori attent is given to the problem creat when dividend are paid on the underli common stock and when the term of the option contract can be chang explicitli by a chang in exercis price or implicitli by a shift in the invest or capit structur polici of the firm sinc the deduc restrict are not suffici to uniqu determin an option price formula addit assumpt are introduc to examin and extend the semin blackschol theori of option price explicit formula for price both call and put option as well as for warrant and the new downandout option are deriv the effect of dividend and call provis on the warrant price are examin the possibl for further extens of the theori to the price of corpor liabil are discuss", "title": "Theory of Rational Option Pricing"}, "https://ideas.repec.org/a/bla/jfinan/v29y1974i2p449-70.html": {"abstract": " Presented at the American Finance Association Meeting, New York, December 1973.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpme203"], "abstractStem": " present at the american financ associ meet new york decemb 1973pthi abstract wa borrow from anoth version of thi item", "title": "On the Pricing of Corporate Debt: The Risk Structure of Interest Rates"}, "https://ideas.repec.org/a/eee/jbfina/v1y1977i1p3-11.html": {"abstract": "No abstract is available for this item.", "authors": ["fpme203"], "abstractStem": "no abstract is avail for thi item", "title": "An analytic derivation of the cost of deposit insurance and loan guarantees An application of modern option pricing theory"}, "https://ideas.repec.org/a/fma/fmanag/nobels00.html": {"abstract": "No abstract is available for this item.", "authors": ["fpme203", "epsa57"], "abstractStem": "no abstract is avail for thi item", "title": "Speeches by Nobel Laureates"}, "https://ideas.repec.org/a/anr/refeco/v5y2013p9-19.html": {"abstract": "ReprintThis article was originally published by Wiley for the American Finance Association (Merton RC, Scholes MS. 1995. Fischer Black. J. Finance 50(5):1359–70). It is reprinted with permission from John Wiley and Sons © 1995. Reference formatting was updated to facilitate linking.", "authors": ["fpme203", "epsc29"], "abstractStem": "reprintthi articl wa origin publish by wiley for the american financ associ merton rc schole ms 1995 fischer black j financ 5051359 70 it is reprint with permiss from john wiley and son   1995 refer format wa updat to facilit link", "title": "Fischer Black"}, "https://ideas.repec.org/a/eee/crcspp/v38y1993ip1-34.html": {"abstract": "No abstract is available for this item.", "authors": ["fpbo569", "fpme203"], "abstractStem": "no abstract is avail for thi item", "title": "Deposit insurance reform: a functional approach"}, "https://ideas.repec.org/a/bla/jacrfn/v18y2006i1p15-24.html": {"abstract": " This article discusses the corporate challenge of providing retirement income to employees while limiting the costs and risks of pension plans to the companies themselves by addressing five main questions: 2006 Morgan Stanley.", "authors": ["fpme203"], "abstractStem": " thi articl discuss the corpor challeng of provid retir incom to employe while limit the cost and risk of pension plan to the compani themselv by address five main question 2006 morgan stanley", "title": "Allocating Shareholder Capital to Pension Plans"}, "https://ideas.repec.org/a/ucp/jnlbus/v54y1981i4p513-33.html": {"abstract": "No abstract is available for this item.", "authors": ["fpme203"], "abstractStem": "no abstract is avail for thi item", "title": "On Market Timing and Investment Performance. II. Statistical Procedures for Evaluating Forecasting Skills"}, "https://ideas.repec.org/a/now/fntfin/0500000005.html": {"abstract": "The Derivatives Sourcebook is a citation study and classification system that organizes the many strands of the derivatives literature and assigns each citation to a category. Over 1800 research articles are collected and organized into a simple web-based searchable database. We have also included the 1997 Nobel lectures of Robert Merton and Myron Scholes as a backdrop to this literature.", "authors": ["eplo171", "fpme203", "epsc29"], "abstractStem": "the deriv sourcebook is a citat studi and classif system that organ the mani strand of the deriv literatur and assign each citat to a categori over 1800 research articl are collect and organ into a simpl webbas searchabl databas we have also includ the 1997 nobel lectur of robert merton and myron schole as a backdrop to thi literatur", "title": "The Derivatives Sourcebook"}, "https://ideas.repec.org/a/aea/aecrev/v76y1986i3p483-98.html": {"abstract": "No abstract is available for this item.", "authors": ["fpme203"], "abstractStem": "no abstract is avail for thi item", "title": "Dividend Variability and Variance Bounds Tests for the Rationality ofStock Market Prices"}, "https://ideas.repec.org/a/bla/jacrfn/v6y1993i3p16-32.html": {"abstract": "No abstract is available for this item.", "authors": ["fpme203"], "abstractStem": "no abstract is avail for thi item", "title": "Theory Of Risk Capital In Financial Firms"}, "https://ideas.repec.org/a/eee/jfinec/v3y1976i1-2p125-144.html": {"abstract": "No abstract is available for this item.", "authors": ["fpme203"], "abstractStem": "no abstract is avail for thi item", "title": "Option pricing when underlying stock returns are discontinuous"}, "https://ideas.repec.org/a/oup/restud/v42y1975i3p375-393..html": {"abstract": "No abstract is available for this item.", "authors": [], "abstractStem": "no abstract is avail for thi item", "title": "An Asymptotic Theory of Growth Under Uncertainty"}, "https://ideas.repec.org/a/bla/jfinan/v29y1974i1p27-40.html": {"abstract": "No abstract is available for this item.", "authors": ["fpme203", "epsa57"], "abstractStem": "no abstract is avail for thi item", "title": "Generalized Mean-Variance Tradeoffs for Best Perturbation Corrections to Approximate Portfolio Decisions"}, "https://ideas.repec.org/a/ucp/jnlbus/v51y1978i3p439-52.html": {"abstract": "No abstract is available for this item.", "authors": ["fpme203"], "abstractStem": "no abstract is avail for thi item", "title": "On the Cost of Deposit Insurance When There Are Surveillance Costs"}, "https://ideas.repec.org/a/cup/jfinqa/v10y1975i04p659-674_01.html": {"abstract": "No abstract is available for this item.", "authors": ["fpme203"], "abstractStem": "no abstract is avail for thi item", "title": "Theory of Finance from the Perspective of Continuous Time"}, "https://ideas.repec.org/a/eee/jfinec/v5y1977i2p241-249.html": {"abstract": "No abstract is available for this item.", "authors": ["fpme203"], "abstractStem": "no abstract is avail for thi item", "title": "On the pricing of contingent claims and the Modigliani-Miller theorem"}, "https://ideas.repec.org/a/ucp/jnlbus/v55y1982i1p1-55.html": {"abstract": "No abstract is available for this item.", "authors": ["fpme203", "epsc29"], "abstractStem": "no abstract is avail for thi item", "title": "The Returns and Risks of Alternative Put-Option Portfolio Investment Strategies"}, "https://ideas.repec.org/a/eee/jfinec/v1y1974i1p67-94.html": {"abstract": "No abstract is available for this item.", "authors": ["fpme203", "epsa57"], "abstractStem": "no abstract is avail for thi item", "title": "Fallacy of the log-normal approximation to optimal portfolio decision-making over many periods"}, "https://ideas.repec.org/a/anr/refeco/v1y2009p01-17.html": {"abstract": "No abstract is available for this item.", "authors": ["eplo171", "fpme203"], "abstractStem": "no abstract is avail for thi item", "title": "Preface to the Annual Review of Financial Economics"}, "https://ideas.repec.org/a/eee/jbfina/v19y1995i3-4p461-481.html": {"abstract": "New security designs, improvements in computer telecommunications technology and advances in the theory of finance have led to revolutionary changes in the structure of financial markets and institutions. This paper provides a functional perspective on the dynamics of institutional change and uses a series of examples to illustrate the breadth and depth of institutional change that is likely to occur. These examples emphasize the role of hedging versus equity capital in managing risk, the need for risk accounting and changes in methods for implementing both regulatory and stabilization public policy.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpme203"], "abstractStem": "new secur design improv in comput telecommun technolog and advanc in the theori of financ have led to revolutionari chang in the structur of financi market and institut thi paper provid a function perspect on the dynam of institut chang and use a seri of exampl to illustr the breadth and depth of institut chang that is like to occur these exampl emphas the role of hedg versu equiti capit in manag risk the need for risk account and chang in method for implement both regulatori and stabil public policypthi abstract wa borrow from anoth version of thi item", "title": "Financial innovation and the management and regulation of financial institutions"}, "homepage": "https://ideas.repec.org/f/pme203.html", "https://ideas.repec.org/a/ucp/jnlbus/v60y1987i1p1-40.html": {"abstract": "No abstract is available for this item.", "authors": ["fpme203"], "abstractStem": "no abstract is avail for thi item", "title": "Dividend Behavior for the Aggregate Stock Market"}, "https://ideas.repec.org/a/fma/fmanag/merton92.html": {"abstract": "Financial guarantees, such as insurance against credit risk and contract default, serve an important function for virtually every player in the global economy - households, businesses, and governments. Without such guarantees, both implicit and explicit, many economic activities would be less efficiently performed. This paper develops a framework for analyzing the efficient management of such guarantees in both the private and public sectors.", "authors": ["fpbo569", "fpme203"], "abstractStem": "financi guarante such as insur against credit risk and contract default serv an import function for virtual everi player in the global economi  household busi and govern without such guarante both implicit and explicit mani econom activ would be less effici perform thi paper develop a framework for analyz the effici manag of such guarante in both the privat and public sector", "title": "On the Management of Financial Guarantees"}, "https://ideas.repec.org/a/bla/jfinan/v28y1973i1p183-84.html": {"abstract": "No abstract is available for this item.", "authors": ["fpme203"], "abstractStem": "no abstract is avail for thi item", "title": "The Relationship Between Put and Call Option Prices: Comment"}, "https://ideas.repec.org/a/cup/jfinqa/v7y1972i04p1851-1872_01.html": {"abstract": "No abstract is available for this item.", "authors": ["fpme203"], "abstractStem": "no abstract is avail for thi item", "title": "An Analytic Derivation of the Efficient Portfolio Frontier"}, "firstname": "Robert", "https://ideas.repec.org/a/eee/jfinec/v8y1980i4p323-361.html": {"abstract": "The expected market return is a number frequently required for the solution of many investment and corporate finance problems, but by comparison with other financial variables, there has been little research on estimating this expected return. Current practice for estimating the expected market return adds the historical average realized excess market returns to the Current observed interest rate. While this model explicitly reflects the dependence of the market return on the interest rate, it fails to account for the effect of changes in the level of market risk. Three models of equilibrium expected market returns which reflect this dependence are analyzed in this paper. Estimation procedures which incorporate the prior restriction that equilibrium expected excess returns on the market must be positive arc derived and applied to return data for the period 1926- 1978. The principal conclusions from this exploratory investigation are: (1) in estimating models of the expected market return. the non-negativity restriction of the expected excess return should be explicitly included as part of the specification; (2) estimators which use realized returns should be adjusted for heteroscedasticity.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpme203"], "abstractStem": "the expect market return is a number frequent requir for the solut of mani invest and corpor financ problem but by comparison with other financi variabl there ha been littl research on estim thi expect return current practic for estim the expect market return add the histor averag realiz excess market return to the current observ interest rate while thi model explicitli reflect the depend of the market return on the interest rate it fail to account for the effect of chang in the level of market risk three model of equilibrium expect market return which reflect thi depend are analyz in thi paper estim procedur which incorpor the prior restrict that equilibrium expect excess return on the market must be posit arc deriv and appli to return data for the period 1926 1978 the princip conclus from thi exploratori investig are 1 in estim model of the expect market return the nonneg restrict of the expect excess return should be explicitli includ as part of the specif 2 estim which use realiz return should be adjust for heteroscedasticitypthi abstract wa borrow from anoth version of thi item", "title": "On estimating the expected return on the market : An exploratory investigation"}, "lastname": "Merton", "https://ideas.repec.org/a/eee/jfinec/v108y2013i1p29-45.html": {"abstract": "The combination of rising home prices, declining interest rates, and near-frictionless refinancing opportunities can create unintentional synchronization of homeowner leverage, leading to a “ratchet” effect on leverage because homes are indivisible and owner-occupants cannot raise equity to reduce leverage when home prices fall. Our simulation of the U.S. housing market yields potential losses of $1.7 trillion from June 2006 to December 2008 with cash-out refinancing vs. only $330 billion in the absence of cash-out refinancing. The refinancing ratchet effect is a new type of systemic risk in the financial system and does not rely on any dysfunctional behaviors.", "authors": ["eplo171", "fpme203"], "abstractStem": "the combin of rise home price declin interest rate and nearfrictionless refinanc opportun can creat unintent synchron of homeown leverag lead to a  ratchet  effect on leverag becaus home are indivis and owneroccup cannot rais equiti to reduc leverag when home price fall our simul of the us hous market yield potenti loss of 17 trillion from june 2006 to decemb 2008 with cashout refinanc vs onli 330 billion in the absenc of cashout refinanc the refinanc ratchet effect is a new type of system risk in the financi system and doe not reli on ani dysfunct behavior", "title": "Systemic risk and the refinancing ratchet effect"}, "https://ideas.repec.org/a/ucp/jnlbus/v54y1981i3p363-406.html": {"abstract": "No abstract is available for this item.", "authors": ["fpme203"], "abstractStem": "no abstract is avail for thi item", "title": "On Market Timing and Investment Performance. I. An Equilibrium Theory of Value for Market Forecasts"}, "https://ideas.repec.org/a/bla/jacrfn/v17y2005i3p95-101.html": {"abstract": " This article presents an accounting approach for employee stock options based on the insight that the currentperiod compensation expense should reflect only that part of the option value that is earned independent of the obligation of continued employment. Given that the maturity of \"vested\" options is typically shortened to 90 days when an employee resigns or is terminated, this method views the employee as owning a 90-day option (even if the stated maturity of the option is ten years) and earning a 90-day extension to that option each quarter as a result of the employee's continued employment. In the case of vested options, the compensation expense in each quarterly accounting period is thus the value of the 90-day extension of the option's maturity. There is no option expense in the quarter when the option is either exercised or expires. 2005 Morgan Stanley.", "authors": ["fpme203"], "abstractStem": " thi articl present an account approach for employe stock option base on the insight that the currentperiod compens expens should reflect onli that part of the option valu that is earn independ of the oblig of continu employ given that the matur of vest option is typic shorten to 90 day when an employe resign or is termin thi method view the employe as own a 90day option even if the state matur of the option is ten year and earn a 90day extens to that option each quarter as a result of the employe continu employ in the case of vest option the compens expens in each quarterli account period is thu the valu of the 90day extens of the option matur there is no option expens in the quarter when the option is either exercis or expir 2005 morgan stanley", "title": "A Proposal for Expensing Employee Compensatory Stock Options for Financial Reporting Purposes"}, "https://ideas.repec.org/a/bla/jfinan/v42y1987i3p483-510.html": {"abstract": "No abstract is available for this item.", "authors": ["fpme203"], "abstractStem": "no abstract is avail for thi item", "title": " A Simple Model of Capital Market Equilibrium with Incomplete Information"}, "https://ideas.repec.org/a/eee/jetheo/v3y1971i4p373-413.html": {"abstract": "No abstract is available for this item.", "authors": ["fpme203"], "abstractStem": "no abstract is avail for thi item", "title": "Optimum consumption and portfolio rules in a continuous-time model"}, "https://ideas.repec.org/a/bla/jacrfn/v4y1992i4p12-22.html": {"abstract": "No abstract is available for this item.", "authors": ["fpme203"], "abstractStem": "no abstract is avail for thi item", "title": "Financial Innovation And Economic Performance"}, "https://ideas.repec.org/a/eee/dyncon/v16y1992i3-4p427-449.html": {"abstract": "This paper examines the effect of the labor-leisure choice on portfolio and consumption decisions over an individual's life cycle. The model incorporates the fact that individuals may have considerable flexibility in varying their work effort (including their choice of when to retire). Given this flexibility, the individual simultaneously determines optimal levels of current consumption, labor effort, and an optimal financial investment strategy at each point in his life cycle. We show that labor and investment choices are intimately related. The ability to vary labor supply ex post induces the individual to assume greater risks in his investment portfolio ex ante. The model explains why the young (enjoying greater labor flexibility over their working lives) may take greater investment risks than the old. It also offers an explanation as to why consumption spending is relatively \"smooth\" despite volatility in asset prices. Finally, the paper provides a compact method for valuing the risky cash flows associated with future wage income.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpbo569", "fpme203"], "abstractStem": "thi paper examin the effect of the laborleisur choic on portfolio and consumpt decis over an individu life cycl the model incorpor the fact that individu may have consider flexibl in vari their work effort includ their choic of when to retir given thi flexibl the individu simultan determin optim level of current consumpt labor effort and an optim financi invest strategi at each point in hi life cycl we show that labor and invest choic are intim relat the abil to vari labor suppli ex post induc the individu to assum greater risk in hi invest portfolio ex ant the model explain whi the young enjoy greater labor flexibl over their work live may take greater invest risk than the old it also offer an explan as to whi consumpt spend is rel smooth despit volatil in asset price final the paper provid a compact method for valu the riski cash flow associ with futur wage incomepthi abstract wa borrow from anoth version of thi item", "title": "Labor supply flexibility and portfolio choice in a life cycle model"}, "https://ideas.repec.org/a/tpr/restat/v51y1969i3p247-57.html": {"abstract": "No abstract is available for this item.", "authors": ["fpme203"], "abstractStem": "no abstract is avail for thi item", "title": "Lifetime Portfolio Selection under Uncertainty: The Continuous-Time Case"}, "https://ideas.repec.org/a/eee/crcspp/v21y1984ip57-108.html": {"abstract": "The treatment of the stock market in finance and macroeconomics exemplifies many of the important differences in perspective between the two fields. In finance, the stock market is the single most important market with respect to corporate investment decisions. In contrast, macroeconomic modelling and policy discussion assign a relatively minor role to the stockmarket in investment decisions. This paper explores four possible explanations for this neglect and concludes that macro analysis should give more attention to the stock market. Despite the frequent jibe that \"the stockmarket has forecast ten of the last six recessions,\" the stock market is in fact a good predictor of the business cycle and the components of GNP. We examine the relative importance of the required return on equity compared with the interest rate in the determination of the cost of capital, and hence,investment. In this connection, we review the empirical success of the Q theory of investment which relates investment to stock market evaluations of firms. One of the explanations for the neglect of the stock market in macroeconomics may be the view that because the stock market fluctuates excessively, rational managers will pay little attention to the market informulating investment plans. This view is shown to be unfounded by demonstrating that rational managers will react to stock price changes even if the stock market fluctuates excessively. Finally, we review the extremely important issue of whether the market does fluctuate excessively, and conclude that while not ruled out on a priori theoretical grounds, the empirical evidence for such excess fluctuations has not been decisive.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpme203"], "abstractStem": "the treatment of the stock market in financ and macroeconom exemplifi mani of the import differ in perspect between the two field in financ the stock market is the singl most import market with respect to corpor invest decis in contrast macroeconom model and polici discuss assign a rel minor role to the stockmarket in invest decis thi paper explor four possibl explan for thi neglect and conclud that macro analysi should give more attent to the stock market despit the frequent jibe that the stockmarket ha forecast ten of the last six recess the stock market is in fact a good predictor of the busi cycl and the compon of gnp we examin the rel import of the requir return on equiti compar with the interest rate in the determin of the cost of capit and henceinvest in thi connect we review the empir success of the q theori of invest which relat invest to stock market evalu of firm one of the explan for the neglect of the stock market in macroeconom may be the view that becaus the stock market fluctuat excess ration manag will pay littl attent to the market informul invest plan thi view is shown to be unfound by demonstr that ration manag will react to stock price chang even if the stock market fluctuat excess final we review the extrem import issu of whether the market doe fluctuat excess and conclud that while not rule out on a priori theoret ground the empir evid for such excess fluctuat ha not been decisivepthi abstract wa borrow from anoth version of thi item", "title": "Macroeconomics and finance: The role of the stock market"}, "https://ideas.repec.org/a/cup/jpenef/v1y2002i01p77-83_00.html": {"abstract": "No abstract is available for this item.", "authors": ["fpbo569", "fpme203"], "abstractStem": "no abstract is avail for thi item", "title": "International pension swaps"}, "https://ideas.repec.org/a/ucp/jnlbus/v51y1978i2p183-242.html": {"abstract": "No abstract is available for this item.", "authors": ["fpme203", "epsc29"], "abstractStem": "no abstract is avail for thi item", "title": "The Returns and Risk of Alternative Call Option Portfolio Investment Strategies"}, "https://ideas.repec.org/a/aea/aecrev/v88y1998i3p323-49.html": {"abstract": "Nobel Lecture to the memory of Alfred Nobel, December 9, 1997.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpme203"], "abstractStem": "nobel lectur to the memori of alfr nobel decemb 9 1997pthi abstract wa borrow from anoth version of thi item", "title": "Applications of Option-Pricing Theory: Twenty-Five Years Later"}, "https://ideas.repec.org/a/fma/fmanag/merton95.html": {"abstract": "New financial product designs, improved computer and telecommunications technology, and advances in the theory of finance have led to dramatic and rapid changes in the structure of global financial markets and institutions. This paper offers a functional perspective as the conceptual framework for analyzing the dynamics of institutional changes in financial intermediation and uses a series of examples to illustrate the range of institutional change that is likely to occur. These examples are used to frame the managerial issues surrounding the production process for intermediaries and to discuss the regulatory process for those intermediaries.", "authors": ["fpme203"], "abstractStem": "new financi product design improv comput and telecommun technolog and advanc in the theori of financ have led to dramat and rapid chang in the structur of global financi market and institut thi paper offer a function perspect as the conceptu framework for analyz the dynam of institut chang in financi intermedi and use a seri of exampl to illustr the rang of institut chang that is like to occur these exampl are use to frame the manageri issu surround the product process for intermediari and to discuss the regulatori process for those intermediari", "title": "A Functional Perspective of Financial Intermediation"}, "https://ideas.repec.org/a/aea/jecper/v1y1987i2p145-55.html": {"abstract": "No abstract is available for this item.", "authors": ["fpme203"], "abstractStem": "no abstract is avail for thi item", "title": "In Honor of Nobel Laureate, Franco Modigliani"}, "https://ideas.repec.org/a/bla/jfinan/v31y1976i2p333-50.html": {"abstract": "No abstract is available for this item.", "authors": ["fpme203"], "abstractStem": "no abstract is avail for thi item", "title": "The Impact on Option Pricing of Specification Error in the Underlying Stock Price Returns"}, "https://ideas.repec.org/a/tpr/adbadr/v31y2014i1p186-210.html": {"abstract": "No abstract is available for this item.", "authors": ["fpme203"], "abstractStem": "no abstract is avail for thi item", "title": "ADB's Distinguished Speakers Program Measuring the Connectedness of the Financial System: Implications for Risk Management"}}}