{"fpne241": {"https://ideas.repec.org/a/ecm/emetrp/v81y2013i2p535-580.html": {"abstract": "No abstract is available for this item.", "authors": ["fpch864", "epfe104", "fpne241"], "abstractStem": "no abstract is avail for thi item", "title": "Average and Quantile Effects in Nonseparable Panel Models"}, "https://ideas.repec.org/a/ier/iecrev/v30y1989i2p415-29.html": {"abstract": " This paper examines the intertemporal linkages between local government expenditures and revenues. The main results that emerge from an analysis of fiscal data from 171 municipal governments over the period 1972-80 are that (1) one or two years are sufficient to summarize the relevant dynamic interrelationships; (2) there are important intertemporal linkages between expenditures, taxes, and grants; and (3) past revenues help predict current expenditures, but past expenditures do not alter the future path of revenues. This last finding is contrary to results that have emerged from previous analyses of federal fiscal data. Copyright 1989 by Economics Department of the University of Pennsylvania and the Osaka University Institute of Social and Economic Research Association.", "authors": ["fpne241", "epro55"], "abstractStem": " thi paper examin the intertempor linkag between local govern expenditur and revenu the main result that emerg from an analysi of fiscal data from 171 municip govern over the period 197280 are that 1 one or two year are suffici to summar the relev dynam interrelationship 2 there are import intertempor linkag between expenditur tax and grant and 3 past revenu help predict current expenditur but past expenditur do not alter the futur path of revenu thi last find is contrari to result that have emerg from previou analys of feder fiscal data copyright 1989 by econom depart of the univers of pennsylvania and the osaka univers institut of social and econom research associ", "title": "The Revenues-Expenditures Nexus: Evidence from Local Government Data"}, "https://ideas.repec.org/a/eee/econom/v29y1985i3p229-256.html": {"abstract": "No abstract is available for this item.", "authors": ["fpne241"], "abstractStem": "no abstract is avail for thi item", "title": "Generalized method of moments specification testing"}, "https://ideas.repec.org/a/cup/etheor/v10y1994i01p1-28_00.html": {"abstract": "Two-step estimators, where the first step is the predicted value from a nonparametric regression, are useful in many contexts. Examples include a non-parametric residual variance, probit with nonparametric generated regressors, efficient GMM estimation with randomly missing data, heteroskedasticity corrected least squares, semiparametric regression, and efficient nonlinear instrumental variables estimators. The purpose of this paper is the development of null consistency and asymptotic normality results when the first step is a series estimator. The paper presents the form of a correction term for the first step on the second-step asymptotic variance and gives a consistent variance estimator. Data-dependent numbers of terms are allowed for, and the regressor distribution can be discrete, continuous, or a mixture of the two. Results for several new estimators are given.", "authors": ["fpne241"], "abstractStem": "twostep estim where the first step is the predict valu from a nonparametr regress are use in mani context exampl includ a nonparametr residu varianc probit with nonparametr gener regressor effici gmm estim with randomli miss data heteroskedast correct least squar semiparametr regress and effici nonlinear instrument variabl estim the purpos of thi paper is the develop of null consist and asymptot normal result when the first step is a seri estim the paper present the form of a correct term for the first step on the secondstep asymptot varianc and give a consist varianc estim datadepend number of term are allow for and the regressor distribut can be discret continu or a mixtur of the two result for sever new estim are given", "title": "Series Estimation of Regression Functionals"}, "https://ideas.repec.org/a/eee/ecolet/v18y1985i4p351-353.html": {"abstract": "No abstract is available for this item.", "authors": ["eplo171", "fpne241"], "abstractStem": "no abstract is avail for thi item", "title": "A large-sample chow test for the linear simultaneous equation"}, "https://ideas.repec.org/a/ecm/emetrp/v72y2004i3p947-962.html": {"abstract": " The purpose of this note is to show how semiparametric estimators with a small bias property can be constructed. The small bias property (SBP) of a semiparametric estimator is that its bias converges to zero faster than the pointwise and integrated bias of the nonparametric estimator on which it is based. We show that semiparametric estimators based on twicing kernels have the SBP. We also show that semiparametric estimators where nonparametric kernel estimation does not affect the asymptotic variance have the SBP. In addition we discuss an interpretation of series and sieve estimators as idempotent transformations of the empirical distribution that helps explain the known result that they lead to the SBP. In Monte Carlo experiments we find that estimators with the SBP have mean-square error that is smaller and less sensitive to bandwidth than those that do not have the SBP. Copyright The Econometric Society 2004.", "authors": ["fpne241"], "abstractStem": " the purpos of thi note is to show how semiparametr estim with a small bia properti can be construct the small bia properti sbp of a semiparametr estim is that it bia converg to zero faster than the pointwis and integr bia of the nonparametr estim on which it is base we show that semiparametr estim base on twice kernel have the sbp we also show that semiparametr estim where nonparametr kernel estim doe not affect the asymptot varianc have the sbp in addit we discuss an interpret of seri and siev estim as idempot transform of the empir distribut that help explain the known result that they lead to the sbp in mont carlo experi we find that estim with the sbp have meansquar error that is smaller and less sensit to bandwidth than those that do not have the sbp copyright the econometr societi 2004", "title": "Twicing Kernels and a Small Bias Property of Semiparametric Estimators"}, "https://ideas.repec.org/a/ecm/emetrp/v69y2001i5p1161-91.html": {"abstract": " Properties of instrumental variable estimators are sensitive to the choice of valid instruments, even in large cross-section applications. In this paper we address this problem by deriving simple mean-square error criteria that can be minimized to choose the instrument set. We develop these criteria for two-stage least squares (2SLS), limited information maximum likelihood (LIML), and a bias adjusted version of 2SLS (B2SLS). We give a theoretical derivation of the mean-square error and show optimality. In Monte Carlo experiments we find that the instrument choice generally yields an improvement in performance. Also, in the Angrist and Krueger (1991) returns to education application, when the instrument set is chosen in the way we consider, it turns out that both 2SLS and LIML give similar (large) returns to education.", "authors": ["fpdo313", "fpne241"], "abstractStem": " properti of instrument variabl estim are sensit to the choic of valid instrument even in larg crosssect applic in thi paper we address thi problem by deriv simpl meansquar error criteria that can be minim to choos the instrument set we develop these criteria for twostag least squar 2sl limit inform maximum likelihood liml and a bia adjust version of 2sl b2sl we give a theoret deriv of the meansquar error and show optim in mont carlo experi we find that the instrument choic gener yield an improv in perform also in the angrist and krueger 1991 return to educ applic when the instrument set is chosen in the way we consid it turn out that both 2sl and liml give similar larg return to educ", "title": "Choosing the Number of Instruments"}, "https://ideas.repec.org/a/ecm/emetrp/v53y1985i5p1047-70.html": {"abstract": "No abstract is available for this item.", "authors": ["fpne241"], "abstractStem": "no abstract is avail for thi item", "title": "Maximum Likelihood Specification Testing and Conditional Moment Tests"}, "https://ideas.repec.org/a/ecm/emetrp/v63y1995i6p1445-76.html": {"abstract": " The authors apply nonparametric regression models to estimation of demand curves of the type most often used in applied research. From the demand curve estimators they derive estimates of exact consumers surplus and deadweight loss. The authors also develop tests of the symmetry and downward sloping properties of compensated demand. They work out asymptotic normal sampling theory for kernel and series nonparametric estimators as well as for the parametric case. The paper includes an application to gasoline demand that estimates the shape of the demand curve and the average magnitude of welfare loss from a tax on gasoline. Copyright 1995 by The Econometric Society.", "authors": ["fpha893", "fpne241"], "abstractStem": " the author appli nonparametr regress model to estim of demand curv of the type most often use in appli research from the demand curv estim they deriv estim of exact consum surplu and deadweight loss the author also develop test of the symmetri and downward slope properti of compens demand they work out asymptot normal sampl theori for kernel and seri nonparametr estim as well as for the parametr case the paper includ an applic to gasolin demand that estim the shape of the demand curv and the averag magnitud of welfar loss from a tax on gasolin copyright 1995 by the econometr societi", "title": "Nonparametric Estimation of Exact Consumers Surplus and Deadweight Loss"}, "https://ideas.repec.org/a/eee/econom/v58y1993i1-2p169-184.html": {"abstract": "No abstract is available for this item.", "authors": ["fpne241"], "abstractStem": "no abstract is avail for thi item", "title": "Efficiency bounds for some semiparametric selection models"}, "https://ideas.repec.org/a/cup/etheor/v6y1990i03p295-317_00.html": {"abstract": "We consider the linear regression model with censored dependent variable, where the disturbance terms are restricted only to have zero conditional median (or other prespecified quantile) given the regressors and the censoring point. Thus, the functional form of the conditional distribution of the disturbances is unrestricted, permitting heteroskedasticity of unknown form. For this model, a lower bound for the asymptotic covariance matrix for regular estimators of the regression coefficients is derived. This lower bound corresponds to the covariance matrix of an optimally weighted censored least absolute deviations estimator, where the optimal weight is the conditional density at zero of the disturbance. We also show how an estimator that attains this lower bound can be constructed, via nonparametric estimation of the conditional density at zero of the disturbance. As a special case our results apply to the (uncensored) linear model under a conditional median restriction.", "authors": ["fpne241"], "abstractStem": "we consid the linear regress model with censor depend variabl where the disturb term are restrict onli to have zero condit median or other prespecifi quantil given the regressor and the censor point thu the function form of the condit distribut of the disturb is unrestrict permit heteroskedast of unknown form for thi model a lower bound for the asymptot covari matrix for regular estim of the regress coeffici is deriv thi lower bound correspond to the covari matrix of an optim weight censor least absolut deviat estim where the optim weight is the condit densiti at zero of the disturb we also show how an estim that attain thi lower bound can be construct via nonparametr estim of the condit densiti at zero of the disturb as a special case our result appli to the uncensor linear model under a condit median restrict", "title": "Efficient Estimation of Linear and Type I Censored Regression Models Under Conditional Quantile Restrictions"}, "https://ideas.repec.org/a/cup/etheor/v10y1994i02p1-21_00.html": {"abstract": "Econometric applications of kernel estimators are proliferating, suggesting the need for convenient variance estimates and conditions for asymptotic normality. This paper develops a general “delta-method” variance estimator for functionals of kernel estimators. Also, regularity conditions for asymptotic normality are given, along with a guide to verify them for particular estimators. The general results are applied to partial means, which are averages of kernel estimators over some of their arguments with other arguments held fixed. Partial means have econometric applications, such as consumer surplus estimation, and are useful for estimation of additive nonparametric models.", "authors": ["fpne241"], "abstractStem": "econometr applic of kernel estim are prolifer suggest the need for conveni varianc estim and condit for asymptot normal thi paper develop a gener  deltamethod  varianc estim for function of kernel estim also regular condit for asymptot normal are given along with a guid to verifi them for particular estim the gener result are appli to partial mean which are averag of kernel estim over some of their argument with other argument held fix partial mean have econometr applic such as consum surplu estim and are use for estim of addit nonparametr model", "title": "Kernel Estimation of Partial Means and a General Variance Estimator"}, "https://ideas.repec.org/a/ier/iecrev/v48y2007i4p1429-1439.html": {"abstract": " Modeling choices that are both discrete and continuous is important in several settings. The purpose of this article is to explore formulation and identification of such models when indirect utility functions are specified nonparametrically. Here we consider general nonseparable disturbances. We give identification results for nonseparable sample selection models and use these to analyze identification of discrete&amp;sol;continuous choice models. Copyright 2007 by the Economics Department Of The University Of Pennsylvania And Osaka University Institute Of Social And Economic Research Association.", "authors": ["fpne241"], "abstractStem": " model choic that are both discret and continu is import in sever set the purpos of thi articl is to explor formul and identif of such model when indirect util function are specifi nonparametr here we consid gener nonsepar disturb we give identif result for nonsepar sampl select model and use these to analyz identif of discreteampsolcontinu choic model copyright 2007 by the econom depart of the univers of pennsylvania and osaka univers institut of social and econom research associ", "title": "NONPARAMETRIC CONTINUOUS&amp;sol;DISCRETE CHOICE MODELS"}, "https://ideas.repec.org/a/eee/econom/v165y2011i1p45-57.html": {"abstract": "In this paper, we analyze properties of the Continuous Updating Estimator (CUE) proposed by Hansen et al. (1996), which has been suggested as a solution to the finite sample bias problems of the two-step GMM estimator. We show that the estimator should be expected to perform poorly in finite samples under weak identification, in particular, the estimator is not guaranteed to have finite moments of any order. We propose the Regularized CUE (RCUE) as a solution to this problem. The RCUE solves a modification of the first-order conditions for the CUE estimator and is shown to be asymptotically equivalent to CUE under many weak moment asymptotics. Our theoretical findings are confirmed by extensive Monte Carlo studies.", "authors": ["fpha893", "fple597", "fpne241"], "abstractStem": "in thi paper we analyz properti of the continu updat estim cue propos by hansen et al 1996 which ha been suggest as a solut to the finit sampl bia problem of the twostep gmm estim we show that the estim should be expect to perform poorli in finit sampl under weak identif in particular the estim is not guarante to have finit moment of ani order we propos the regular cue rcue as a solut to thi problem the rcue solv a modif of the firstord condit for the cue estim and is shown to be asymptot equival to cue under mani weak moment asymptot our theoret find are confirm by extens mont carlo studi", "title": "Properties of the CUE estimator and a modification with moments"}, "https://ideas.repec.org/a/cup/etheor/v28y2012i01p42-86_00.html": {"abstract": "This paper derives the limiting distributions of alternative jackknife instrumental variables (JIV) estimators and gives formulas for accompanying consistent standard errors in the presence of heteroskedasticity and many instruments. The asymptotic framework includes the many instrument sequence of Bekker (1994, Econometrica 62, 657–681) and the many weak instrument sequence of Chao and Swanson (2005, Econometrica 73, 1673–1691). We show that JIV estimators are asymptotically normal and that standard errors are consistent provided that null as n →∞, where K and r denote, respectively, the number of instruments and the concentration parameter. This is in contrast to the asymptotic behavior of such classical instrumental variables estimators as limited information maximum likelihood, bias-corrected two-stage least squares, and two-stage least squares, all of which are inconsistent in the presence of heteroskedasticity, unless K n/ rn →0. We also show that the rate of convergence and the form of the asymptotic covariance matrix of the JIV estimators will in general depend on the strength of the instruments as measured by the relative orders of magnitude of r and K .", "authors": ["fpha893", "fpne241", "epsw10"], "abstractStem": "thi paper deriv the limit distribut of altern jackknif instrument variabl jiv estim and give formula for accompani consist standard error in the presenc of heteroskedast and mani instrument the asymptot framework includ the mani instrument sequenc of bekker 1994 econometrica 62 657 681 and the mani weak instrument sequenc of chao and swanson 2005 econometrica 73 1673 1691 we show that jiv estim are asymptot normal and that standard error are consist provid that null as n   where k and r denot respect the number of instrument and the concentr paramet thi is in contrast to the asymptot behavior of such classic instrument variabl estim as limit inform maximum likelihood biascorrect twostag least squar and twostag least squar all of which are inconsist in the presenc of heteroskedast unless k n rn  0 we also show that the rate of converg and the form of the asymptot covari matrix of the jiv estim will in gener depend on the strength of the instrument as measur by the rel order of magnitud of r and k ", "title": "Asymptotic Distribution Of Jive In A Heteroskedastic Iv Regression With Many Instruments"}, "https://ideas.repec.org/a/oup/restud/v70y2003i1p33-58.html": {"abstract": " Sample selection models provide an important way of accounting for economic decisions that combine discrete and continuous choices and of correcting for nonrandom sampling. Nonparametric estimators for these models are developed in this paper. These can be used for estimating shapes and important economic quantities, as in standard nonparametric regression. Endogeneity of regressors of interest is allowed for. Series estimators for these models are developed, which are useful for imposing additivity restrictions that arise from selection corrections. Convergence rates and asymptotic normality results are derived. An application to returns to schooling among Australian young females is given. Copyright 2003, Wiley-Blackwell.", "authors": ["fpda326", "fpne241", "fpve215"], "abstractStem": " sampl select model provid an import way of account for econom decis that combin discret and continu choic and of correct for nonrandom sampl nonparametr estim for these model are develop in thi paper these can be use for estim shape and import econom quantiti as in standard nonparametr regress endogen of regressor of interest is allow for seri estim for these model are develop which are use for impos addit restrict that aris from select correct converg rate and asymptot normal result are deriv an applic to return to school among australian young femal is given copyright 2003 wileyblackwel", "title": "Nonparametric Estimation of Sample Selection Models"}, "https://ideas.repec.org/a/jae/japmet/v5y1990i2p99-135.html": {"abstract": " Semiparametric models are those where the functional form of some components is unknown. Efficiency bounds are of fundamental importance for such models. The provide a guide to estimation methods and give an asymptotic efficiency standard. The purpose of this paper is to provide an introduction to research methods and problems for semiparametric efficiency bonds. The nature of the bounds is discussed, as well as ways of calculating them. Their uses in solving estimation problems are outlined, including construction of semiparametric estimators and calculation of the limiting distribution. The paper includes new results as well as survey material. Copyright 1990 by John Wiley &amp; Sons, Ltd.", "authors": ["fpne241"], "abstractStem": " semiparametr model are those where the function form of some compon is unknown effici bound are of fundament import for such model the provid a guid to estim method and give an asymptot effici standard the purpos of thi paper is to provid an introduct to research method and problem for semiparametr effici bond the natur of the bound is discuss as well as way of calcul them their use in solv estim problem are outlin includ construct of semiparametr estim and calcul of the limit distribut the paper includ new result as well as survey materi copyright 1990 by john wiley amp son ltd", "title": "Semiparametric Efficiency Bounds"}, "https://ideas.repec.org/a/ecm/quante/v3y2012i2p211-255.html": {"abstract": "This paper gives a relatively simple, well behaved solution to the problem of many instruments in heteroskedastic data. Such settings are common in microeconometric applications where many instruments are used to improve efficiency and allowance for heteroskedasticity is generally important. The solution is a Fuller (1977) like estimator and standard errors that are robust to heteroskedasticity and many instruments. We show that the estimator has finite moments and high asymptotic efficiency in a range of cases. The standard errors are easy to compute, being like White’s (1982), with additional terms that account for many instruments. They are consistent under standard, many instrument, and many weak instrument asymptotics. Based on a series of Monte Carlo experiments, we find that the estimators perform as well as LIML or Fuller (1977) under homoskedasticity, and have much lower bias and dispersion under heteroskedasticity, in nearly all cases considered.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpha893", "fpne241", "epsw10"], "abstractStem": "thi paper give a rel simpl well behav solut to the problem of mani instrument in heteroskedast data such set are common in microeconometr applic where mani instrument are use to improv effici and allow for heteroskedast is gener import the solut is a fuller 1977 like estim and standard error that are robust to heteroskedast and mani instrument we show that the estim ha finit moment and high asymptot effici in a rang of case the standard error are easi to comput be like white s 1982 with addit term that account for mani instrument they are consist under standard mani instrument and mani weak instrument asymptot base on a seri of mont carlo experi we find that the estim perform as well as liml or fuller 1977 under homoskedast and have much lower bia and dispers under heteroskedast in nearli all case consideredpthi abstract wa borrow from anoth version of thi item", "title": "Instrumental variable estimation with heteroskedasticity and many instruments"}, "https://ideas.repec.org/a/bes/jnlbes/v26y2008p398-422.html": {"abstract": "Using many valid instrumental variables has the potential to improve efficiency but makes the usual inference procedures inaccurate. We give corrected standard errors, an extension of Bekker to nonnormal disturbances, that adjust for many instruments. We find that this adjustment is useful in empirical work, simulations, and in the asymptotic theory. Use of the corrected standard errors in t-ratios leads to an asymptotic approximation order that is the same when the number of instrumental variables grows as when the number of instruments is fixed. We also give a version of the Kleibergen weak instrument statistic that is robust to many instruments.", "authors": ["fpha893", "fpha982", "fpne241"], "abstractStem": "use mani valid instrument variabl ha the potenti to improv effici but make the usual infer procedur inaccur we give correct standard error an extens of bekker to nonnorm disturb that adjust for mani instrument we find that thi adjust is use in empir work simul and in the asymptot theori use of the correct standard error in tratio lead to an asymptot approxim order that is the same when the number of instrument variabl grow as when the number of instrument is fix we also give a version of the kleibergen weak instrument statist that is robust to mani instrument", "title": "Estimation With Many Instrumental Variables"}, "https://ideas.repec.org/a/ecm/emetrp/v58y1990i4p809-37.html": {"abstract": " This paper considers asymptotically efficient instrumental variables estimation of nonlinear models in an i.i.d. environment. The optimal instruments are estimated by nonparametric methods, either nearest neighbor or series regression. Ways of choosing the degree of approximation of the nonparametric instruments are discussed. Asymptotic efficiency is shown. The finite sample properties of the estimators are examined in a small sampling study of an endogenous dummy variable model. Copyright 1990 by The Econometric Society.", "authors": ["fpne241"], "abstractStem": " thi paper consid asymptot effici instrument variabl estim of nonlinear model in an iid environ the optim instrument are estim by nonparametr method either nearest neighbor or seri regress way of choos the degre of approxim of the nonparametr instrument are discuss asymptot effici is shown the finit sampl properti of the estim are examin in a small sampl studi of an endogen dummi variabl model copyright 1990 by the econometr societi", "title": "Efficient Instrumental Variables Estimation of Nonlinear Models"}, "https://ideas.repec.org/a/cup/etheor/v4y1988i02p359-361_01.html": {"abstract": "No abstract is available for this item.", "authors": ["fpne241"], "abstractStem": "no abstract is avail for thi item", "title": "Asymptotic Properties of One-step Estimator Obtained from an Optimal Step-size"}, "https://ideas.repec.org/a/ier/iecrev/v48y2007i4p1091-1092.html": {"abstract": "No abstract is available for this item.", "authors": ["epma111", "fpne241"], "abstractStem": "no abstract is avail for thi item", "title": "ECONOMICS TO ECONOMETRICS: IN HONOR OF DANIEL L. McFADDEN"}, "https://ideas.repec.org/a/eee/econom/v152y2009i1p28-36.html": {"abstract": "Properties of GMM estimators are sensitive to the choice of instrument. Using many instruments leads to high asymptotic asymptotic efficiency but can cause high bias and/or variance in small samples. In this paper we develop and implement asymptotic mean square error (MSE) based criteria for instrument selection in estimation of conditional moment restriction models. The models we consider include various nonlinear simultaneous equations models with unknown heteroskedasticity. We develop moment selection criteria for the familiar two-step optimal GMM estimator (GMM), a bias corrected version, and generalized empirical likelihood estimators (GEL), that include the continuous updating estimator (CUE) as a special case. We also find that the CUE has lower higher-order variance than the bias-corrected GMM estimator, and that the higher-order efficiency of other GEL estimators depends on conditional kurtosis of the moments.", "authors": ["fpdo313", "epim4", "fpne241"], "abstractStem": "properti of gmm estim are sensit to the choic of instrument use mani instrument lead to high asymptot asymptot effici but can caus high bia andor varianc in small sampl in thi paper we develop and implement asymptot mean squar error mse base criteria for instrument select in estim of condit moment restrict model the model we consid includ variou nonlinear simultan equat model with unknown heteroskedast we develop moment select criteria for the familiar twostep optim gmm estim gmm a bia correct version and gener empir likelihood estim gel that includ the continu updat estim cue as a special case we also find that the cue ha lower higherord varianc than the biascorrect gmm estim and that the higherord effici of other gel estim depend on condit kurtosi of the moment", "title": "Choosing instrumental variables in conditional moment restriction models"}, "https://ideas.repec.org/a/ecm/emetrp/v55y1987i3p703-08.html": {"abstract": "This paper describes a simple method of calculating a heteroskedasticity and autocorrelation consistent covariance matrix that is positive semi-definite by construction. It also establishes consistency of the estimated covariance matrix under fairly general conditions.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpne241", "epwe16"], "abstractStem": "thi paper describ a simpl method of calcul a heteroskedast and autocorrel consist covari matrix that is posit semidefinit by construct it also establish consist of the estim covari matrix under fairli gener conditionspthi abstract wa borrow from anoth version of thi item", "title": "A Simple, Positive Semi-definite, Heteroskedasticity and Autocorrelation Consistent Covariance Matrix"}, "https://ideas.repec.org/a/ecm/emetrp/v59y1991i4p1161-67.html": {"abstract": "No abstract is available for this item.", "authors": ["fpne241"], "abstractStem": "no abstract is avail for thi item", "title": "Uniform Convergence in Probability and Stochastic Equicontinuity"}, "https://ideas.repec.org/a/ecm/emetrp/v55y1987i4p819-47.html": {"abstract": " This paper considers estimation and testing using location measures for regression m odels that are based on an asymmetric least-squares criterion functio n. These estimators have properties that are analogous to regression quantiles, but are easier to calculate, as are the corresponding test statistics. Asymmetric least-squares tests of homoskedasticity and s ymmetry compare quite favorably with other tests of these hypotheses in terms of asymptotic relative efficiency. Consequently, asymmetric least-squares estimation provides a convenient and relatively efficie nt method of characterizing the conditional distributi on of a dependent variable given some regressors. Copyright 1987 by The Econometric Society.", "authors": ["fpne241"], "abstractStem": " thi paper consid estim and test use locat measur for regress m odel that are base on an asymmetr leastsquar criterion functio n these estim have properti that are analog to regress quantil but are easier to calcul as are the correspond test statist asymmetr leastsquar test of homoskedast and s ymmetri compar quit favor with other test of these hypothes in term of asymptot rel effici consequ asymmetr leastsquar estim provid a conveni and rel effici nt method of character the condit distributi on of a depend variabl given some regressor copyright 1987 by the econometr societi", "title": "Asymmetric Least Squares Estimation and Testing"}, "https://ideas.repec.org/a/eee/econom/v50y1991i3p273-295.html": {"abstract": "No abstract is available for this item.", "authors": ["fpha893", "epic1", "fpne241"], "abstractStem": "no abstract is avail for thi item", "title": "Identification and estimation of polynomial errors-in-variables models"}, "https://ideas.repec.org/a/bes/jnlbes/v20y2002i4p507-17.html": {"abstract": " Generalized method of moments (GMM) has been an important innovation in econometrics. Its usefulness has motivated a search for good inference procedures based on GMM. This article presents a novel method of bootstrapping for GMM based on resampling from the empirical likelihood distribution that imposes the moment restrictions. We show that this approach yields a large-sample improvement and is efficient, and give examples. We also discuss the development of GMM and other recent work on improved inference.", "authors": ["fpne241"], "abstractStem": " gener method of moment gmm ha been an import innov in econometr it use ha motiv a search for good infer procedur base on gmm thi articl present a novel method of bootstrap for gmm base on resampl from the empir likelihood distribut that impos the moment restrict we show that thi approach yield a largesampl improv and is effici and give exampl we also discuss the develop of gmm and other recent work on improv infer", "title": "Generalized Method of Moments, Efficient Bootstrapping, and Improved Inference"}, "https://ideas.repec.org/a/eee/pubeco/v79y2001i3p543-568.html": {"abstract": "This paper evaluates the tax reforms carried out in Sweden between 1980 and 1991. We use a recently developed nonparametric labor supply function to account for the behavorial responses of the taxed individuals. We decompose the tax reform to study how the separate components influence hours of work, tax revenues and income distribution. The results indicate that the reform was underfinanced and that the increased indirect taxation and redesigned transfer system almost eliminated the positive effects on hours of work due to the decreased marginal taxes on labor income. Further, we compare the results to the predictions of a parametric estimated labor supply model. The responses of the parametric model is almost twice the size of the nonparametric.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epbl164", "fpne241"], "abstractStem": "thi paper evalu the tax reform carri out in sweden between 1980 and 1991 we use a recent develop nonparametr labor suppli function to account for the behavori respons of the tax individu we decompos the tax reform to studi how the separ compon influenc hour of work tax revenu and incom distribut the result indic that the reform wa underfinanc and that the increas indirect taxat and redesign transfer system almost elimin the posit effect on hour of work due to the decreas margin tax on labor incom further we compar the result to the predict of a parametr estim labor suppli model the respons of the parametr model is almost twice the size of the nonparametricpthi abstract wa borrow from anoth version of thi item", "title": "Tax reform evaluation using non-parametric methods: Sweden 1980-1991"}, "https://ideas.repec.org/a/tpr/restat/v83y2001i4p616-627.html": {"abstract": " Nonlinear regression with measurement error is important for estimation from microeconomic data. One approach to identification and estimation is a causal model, in which the unobserved true variable is predicted by observable variables. This paper details the estimation of such a model using simulated moments and a flexible disturbance distribution. An estimator of the asymptotic variance is given for parametric models. Also, a semiparametric consistency result is given. The value of the estimator is demonstrated in a Monte Carlo study and an application to estimating Engel Curves. © 2001 by the President and Fellows of Harvard College and the Massachusetts Institute of Technology", "authors": ["fpne241"], "abstractStem": " nonlinear regress with measur error is import for estim from microeconom data one approach to identif and estim is a causal model in which the unobserv true variabl is predict by observ variabl thi paper detail the estim of such a model use simul moment and a flexibl disturb distribut an estim of the asymptot varianc is given for parametr model also a semiparametr consist result is given the valu of the estim is demonstr in a mont carlo studi and an applic to estim engel curv   2001 by the presid and fellow of harvard colleg and the massachusett institut of technolog", "title": "Flexible Simulated Moment Estimation Of Nonlinear Errors-In-Variables Models"}, "https://ideas.repec.org/a/ecm/emetrp/v71y2003i5p1565-1578.html": {"abstract": " In econometrics there are many occasions where knowledge of the structural relationship among dependent variables is required to answer questions of interest. This paper gives identification and estimation results for nonparametric conditional moment restrictions. We characterize identification of structural functions as completeness of certain conditional distributions, and give sufficient identification conditions for exponential families and discrete variables. We also give a consistent, nonparametric estimator of the structural function. The estimator is nonparametric two-stage least squares based on series approximation, which overcomes an ill-posed inverse problem by placing bounds on integrals of higher-order derivatives. Copyright The Econometric Society 2003.", "authors": ["fpne241"], "abstractStem": " in econometr there are mani occas where knowledg of the structur relationship among depend variabl is requir to answer question of interest thi paper give identif and estim result for nonparametr condit moment restrict we character identif of structur function as complet of certain condit distribut and give suffici identif condit for exponenti famili and discret variabl we also give a consist nonparametr estim of the structur function the estim is nonparametr twostag least squar base on seri approxim which overcom an illpos invers problem by place bound on integr of higherord deriv copyright the econometr societi 2003", "title": "Instrumental Variable Estimation of Nonparametric Models"}, "https://ideas.repec.org/a/cup/etheor/v4y1988i02p336-340_01.html": {"abstract": "No abstract is available for this item.", "authors": ["fpne241"], "abstractStem": "no abstract is avail for thi item", "title": "Asymptotic Equivalence of Closest Moments and GMM Estimators"}, "https://ideas.repec.org/a/ecm/emetrp/v65y1997i3p587-600.html": {"abstract": "For conditional heteroskedasticity models, the authors study the identification condition that is required for consistency of a non-Gaussian quasi-maximum-likelihood estimator. They show that, if the conditional mean is zero or if a symmetry condition is satisfied, then the identification condition is satisfied. Without symmetry, an additional parameter, for the location of the innovation density, must be added for identification. For the conditional variance parameters of a GARCH process, there is no efficiency loss from adding the parameter under symmetry, when the parameter is not needed.", "authors": ["fpne241", "fpst324"], "abstractStem": "for condit heteroskedast model the author studi the identif condit that is requir for consist of a nongaussian quasimaximumlikelihood estim they show that if the condit mean is zero or if a symmetri condit is satisfi then the identif condit is satisfi without symmetri an addit paramet for the locat of the innov densiti must be ad for identif for the condit varianc paramet of a garch process there is no effici loss from ad the paramet under symmetri when the paramet is not need", "title": "Asymptotic Bias for Quasi-Maximum-Likelihood Estimators in Conditional Heteroskedasticity Models"}, "homepage": "https://ideas.repec.org/f/pne241.html", "https://ideas.repec.org/a/eee/econom/v79y1997i1p147-168.html": {"abstract": "No abstract is available for this item.", "authors": ["fpne241"], "abstractStem": "no abstract is avail for thi item", "title": "Convergence rates and asymptotic normality for series estimators"}, "https://ideas.repec.org/a/eee/jmvana/v50y1994i1p30-40.html": {"abstract": "This paper discusses estimation of the semilinear model E[y x, z] = x'[beta] + g(z) using series approximations to the unknown function g(z) under much weaker conditions than heretofore given in the literature. In particular, we allow for z being multidimensional and to have a discrete distribution, features often present in applications. In addition, the smoothness conditions are quite weak: it will suffice for [radical sign]n consistency of [beta] that the modulus of continuity of g(z) and E[x z] be higher than one-fourth the dimension of z and that the number of terms be chosen appropriately.", "authors": ["fpdo313", "fpne241"], "abstractStem": "thi paper discuss estim of the semilinear model ey x z  xbeta  gz use seri approxim to the unknown function gz under much weaker condit than heretofor given in the literatur in particular we allow for z be multidimension and to have a discret distribut featur often present in applic in addit the smooth condit are quit weak it will suffic for radic signn consist of beta that the modulu of continu of gz and ex z be higher than onefourth the dimens of z and that the number of term be chosen appropri", "title": "Series Estimation of Semilinear Models"}, "https://ideas.repec.org/a/eee/ecolet/v63y1999i2p129-132.html": {"abstract": "No abstract is available for this item.", "authors": ["fpne241"], "abstractStem": "no abstract is avail for thi item", "title": "Consistency of two-step sample selection estimators despite misspecification of distribution"}, "https://ideas.repec.org/a/eee/econom/v38y1988i3p301-339.html": {"abstract": "No abstract is available for this item.", "authors": ["fpne241"], "abstractStem": "no abstract is avail for thi item", "title": "Adaptive estimation of regression models via moment restrictions"}, "https://ideas.repec.org/a/ecm/emetrp/v72y2004i1p219-255.html": {"abstract": " In an effort to improve the small sample properties of generalized method of moments (GMM) estimators, a number of alternative estimators have been suggested. These include empirical likelihood (EL), continuous updating, and exponential tilting estimators. We show that these estimators share a common structure, being members of a class of generalized empirical likelihood (GEL) estimators. We use this structure to compare their higher order asymptotic properties. We find that GEL has no asymptotic bias due to correlation of the moment functions with their Jacobian, eliminating an important source of bias for GMM in models with endogeneity. We also find that EL has no asymptotic bias from estimating the optimal weight matrix, eliminating a further important source of bias for GMM in panel data models. We give bias corrected GMM and GEL estimators. We also show that bias corrected EL inherits the higher order property of maximum likelihood, that it is higher order asymptotically efficient relative to the other bias corrected estimators. Copyright Econometric Society 2004.", "authors": ["fpne241", "epsm83"], "abstractStem": " in an effort to improv the small sampl properti of gener method of moment gmm estim a number of altern estim have been suggest these includ empir likelihood el continu updat and exponenti tilt estim we show that these estim share a common structur be member of a class of gener empir likelihood gel estim we use thi structur to compar their higher order asymptot properti we find that gel ha no asymptot bia due to correl of the moment function with their jacobian elimin an import sourc of bia for gmm in model with endogen we also find that el ha no asymptot bia from estim the optim weight matrix elimin a further import sourc of bia for gmm in panel data model we give bia correct gmm and gel estim we also show that bia correct el inherit the higher order properti of maximum likelihood that it is higher order asymptot effici rel to the other bia correct estim copyright econometr societi 2004", "title": "Higher Order Properties of Gmm and Generalized Empirical Likelihood Estimators"}, "https://ideas.repec.org/a/bes/jnlbes/v9y1991i3p317-23.html": {"abstract": " The goodness-of-fit statistic for fixed effects models is shown to simplify to the degrees of freedom times the R(superscript \"2\") from a regression of analysis of covariance residuals on right hand side variables. This result is applied to test models for union wage effects. Identification and estimation of the return to schooling in models with fixed effects is also discussed. Analysis of covariance estimates of the returns to schooling are precisely estimated and roughly twice the size of ordinary least squares estimates. The goodness-of-fit test suggests that the fixed effects assumption is not appropriate for human capital earnings functions.", "authors": ["epan29", "fpne241"], "abstractStem": " the goodnessoffit statist for fix effect model is shown to simplifi to the degre of freedom time the rsuperscript 2 from a regress of analysi of covari residu on right hand side variabl thi result is appli to test model for union wage effect identif and estim of the return to school in model with fix effect is also discuss analysi of covari estim of the return to school are precis estim and roughli twice the size of ordinari least squar estim the goodnessoffit test suggest that the fix effect assumpt is not appropri for human capit earn function", "title": "Over-Identification Tests in Earnings Functions with Fixed Effects"}, "firstname": "Whitney", "https://ideas.repec.org/a/rje/bellje/v12y1981iautumnp574-590.html": {"abstract": " The basic point of this article is that a \"crash program\" mentality leads to inappropriate questions and wrong answers about policy issues in large-scale government subsidized research, like the development of synfuels. R&amp;D; funding should be viewed as a sequential decision, not a once-and-for-all choice. Using some new results in the theory of information gathering, we apply an operational sequential methodology to analyze whether the U.S. government should subsidize the development of liquid synthetic fuels from coal.", "authors": ["fpne241", "epwe175"], "abstractStem": " the basic point of thi articl is that a crash program mental lead to inappropri question and wrong answer about polici issu in largescal govern subsid research like the develop of synfuel rampd fund should be view as a sequenti decis not a onceandforal choic use some new result in the theori of inform gather we appli an oper sequenti methodolog to analyz whether the us govern should subsid the develop of liquid synthet fuel from coal", "title": "Sequential R&amp;D; Strategy for Synfuels"}, "lastname": "Newey", "https://ideas.repec.org/a/ecm/emetrp/v77y2009i3p687-719.html": {"abstract": " Using many moment conditions can improve efficiency but makes the usual generalized method of moments (GMM) inferences inaccurate. Two-step GMM is biased. Generalized empirical likelihood (GEL) has smaller bias, but the usual standard errors are too small in instrumental variable settings. In this paper we give a new variance estimator for GEL that addresses this problem. It is consistent under the usual asymptotics and, under many weak moment asymptotics, is larger than usual and is consistent. We also show that the Kleibergen (2005) Lagrange multiplier and conditional likelihood ratio statistics are valid under many weak moments. In addition, we introduce a jackknife GMM estimator, but find that GEL is asymptotically more efficient under many weak moments. In Monte Carlo examples we find that t-statistics based on the new variance estimator have nearly correct size in a wide range of cases. Copyright 2009 The Econometric Society.", "authors": ["fpne241", "epwi50"], "abstractStem": " use mani moment condit can improv effici but make the usual gener method of moment gmm infer inaccur twostep gmm is bias gener empir likelihood gel ha smaller bia but the usual standard error are too small in instrument variabl set in thi paper we give a new varianc estim for gel that address thi problem it is consist under the usual asymptot and under mani weak moment asymptot is larger than usual and is consist we also show that the kleibergen 2005 lagrang multipli and condit likelihood ratio statist are valid under mani weak moment in addit we introduc a jackknif gmm estim but find that gel is asymptot more effici under mani weak moment in mont carlo exampl we find that tstatist base on the new varianc estim have nearli correct size in a wide rang of case copyright 2009 the econometr societi", "title": "Generalized Method of Moments With Many Weak Moment Conditions"}, "https://ideas.repec.org/a/eee/econom/v34y1987i1-2p125-145.html": {"abstract": "No abstract is available for this item.", "authors": ["fpne241"], "abstractStem": "no abstract is avail for thi item", "title": "Specification tests for distributional assumptions in the Tobit model"}, "https://ideas.repec.org/a/ecm/emetrp/v72y2004i4p1295-1319.html": {"abstract": " Fixed effects estimators of panel models can be severely biased because of the well-known incidental parameters problem. We show that this bias can be reduced by using a panel jackknife or an analytical bias correction motivated by large T. We give bias corrections for averages over the fixed effects, as well as model parameters. We find large bias reductions from using these approaches in examples. We consider asymptotics where T grows with n, as an approximation to the properties of the estimators in econometric applications. We show that if T grows at the same rate as n, the fixed effects estimator is asymptotically biased, so that asymptotic confidence intervals are incorrect, but that they are correct for the panel jackknife. We show T growing faster than n-super-1/3 suffices for correctness of the analytic correction, a property we also conjecture for the jackknife. Copyright The Econometric Society 2004.", "authors": ["fpne241"], "abstractStem": " fix effect estim of panel model can be sever bias becaus of the wellknown incident paramet problem we show that thi bia can be reduc by use a panel jackknif or an analyt bia correct motiv by larg t we give bia correct for averag over the fix effect as well as model paramet we find larg bia reduct from use these approach in exampl we consid asymptot where t grow with n as an approxim to the properti of the estim in econometr applic we show that if t grow at the same rate as n the fix effect estim is asymptot bias so that asymptot confid interv are incorrect but that they are correct for the panel jackknif we show t grow faster than nsuper13 suffic for correct of the analyt correct a properti we also conjectur for the jackknif copyright the econometr societi 2004", "title": "Jackknife and Analytical Bias Reduction for Nonlinear Panel Models"}, "https://ideas.repec.org/a/eee/econom/v36y1987i3p231-250.html": {"abstract": "No abstract is available for this item.", "authors": ["fpne241"], "abstractStem": "no abstract is avail for thi item", "title": "Efficient estimation of limited dependent variable models with endogenous explanatory variables"}, "https://ideas.repec.org/a/ecm/emetrp/v77y2009i5p1481-1512.html": {"abstract": " This paper uses control variables to identify and estimate models with nonseparable, multidimensional disturbances. Triangular simultaneous equations models are considered, with instruments and disturbances that are independent and a reduced form that is strictly monotonic in a scalar disturbance. Here it is shown that the conditional cumulative distribution function of the endogenous variable given the instruments is a control variable. Also, for any control variable, identification results are given for quantile, average, and policy effects. Bounds are given when a common support assumption is not satisfied. Estimators of identified objects and bounds are provided, and a demand analysis empirical example is given. Copyright 2009 The Econometric Society.", "authors": ["epim4", "fpne241"], "abstractStem": " thi paper use control variabl to identifi and estim model with nonsepar multidimension disturb triangular simultan equat model are consid with instrument and disturb that are independ and a reduc form that is strictli monoton in a scalar disturb here it is shown that the condit cumul distribut function of the endogen variabl given the instrument is a control variabl also for ani control variabl identif result are given for quantil averag and polici effect bound are given when a common support assumpt is not satisfi estim of identifi object and bound are provid and a demand analysi empir exampl is given copyright 2009 the econometr societi", "title": "Identification and Estimation of Triangular Simultaneous Equations Models Without Additivity"}, "https://ideas.repec.org/a/ecm/emetrp/v62y1994i6p1349-82.html": {"abstract": " This paper derives a general formula for the asymptotic variance of semiparametric estimators that accounts for the presence of nonparametric estimators of functions. The general formula is specialized to show invariance of the asymptotic variance to the type of nonparametric estimator and to obtain correction terms for estimation of densities and mean-square projections (including conditional expectations). Regularity conditions for the validity of the formula are also given, including primitive conditions for asymptotic normality when series estimators are present. New examples considered include a semiparametric panel probit estimator and a series estimator of the average derivative. Copyright 1994 by The Econometric Society.", "authors": ["fpne241"], "abstractStem": " thi paper deriv a gener formula for the asymptot varianc of semiparametr estim that account for the presenc of nonparametr estim of function the gener formula is special to show invari of the asymptot varianc to the type of nonparametr estim and to obtain correct term for estim of densiti and meansquar project includ condit expect regular condit for the valid of the formula are also given includ primit condit for asymptot normal when seri estim are present new exampl consid includ a semiparametr panel probit estim and a seri estim of the averag deriv copyright 1994 by the econometr societi", "title": "The Asymptotic Variance of Semiparametric Estimators"}, "https://ideas.repec.org/a/ecm/emetrp/v72y2004i6p1877-1897.html": {"abstract": " Conditional moment restrictions can be combined through GMM estimation to construct more efficient semiparametric estimators. This paper is about attainable efficiency for such estimators. We define and use a moment tangent set, the directions of departure from the truth allowed by the moments, to characterize when the semiparametric efficiency bound can be attained. The efficiency condition is that the moment tangent set equals the model tangent set. We apply these results to transformed, censored, and truncated regression models, e.g., finding that the conditional moment restrictions from Powell's (1986) censored regression quantile estimators can be combined to approximate efficiency when the disturbance is independent of regressors. Copyright The Econometric Society 2004.", "authors": ["fpne241"], "abstractStem": " condit moment restrict can be combin through gmm estim to construct more effici semiparametr estim thi paper is about attain effici for such estim we defin and use a moment tangent set the direct of departur from the truth allow by the moment to character when the semiparametr effici bound can be attain the effici condit is that the moment tangent set equal the model tangent set we appli these result to transform censor and truncat regress model eg find that the condit moment restrict from powel 1986 censor regress quantil estim can be combin to approxim effici when the disturb is independ of regressor copyright the econometr societi 2004", "title": "Efficient Semiparametric Estimation via Moment Restrictions"}, "https://ideas.repec.org/a/ecm/emetrp/v55y1987i4p849-74.html": {"abstract": " The authors consider estimation of simultaneous equations models with covariance restrictions. They consider FIML estimation and extend J. A. Hausman's instrumental variables interpretation of the FIML estim ator to the covariance restrictions case. A slight variation on the i nstrumental variables theme yields a simple, efficient alternative to FIML. The authors augment the original equation system by equations implied by the covariance restrictions, linearized around an initial consistent estimator, and perform three-stage least squares to obtain an asymptotically efficient estimator. They also present a simple me thod of obtaining an initial consistent estimator when the covariance restrictions are needed for identification. Finally, they consider i dentification from the standpoint of the moment restrictions implied by instrument-residual orthogonality and covariance restrictions. Copyright 1987 by The Econometric Society.", "authors": ["fpha893", "fpne241", "fpta578"], "abstractStem": " the author consid estim of simultan equat model with covari restrict they consid fiml estim and extend j a hausman instrument variabl interpret of the fiml estim ator to the covari restrict case a slight variat on the i nstrument variabl theme yield a simpl effici altern to fiml the author augment the origin equat system by equat impli by the covari restrict linear around an initi consist estim and perform threestag least squar to obtain an asymptot effici estim they also present a simpl me thod of obtain an initi consist estim when the covari restrict are need for identif final they consid i dentif from the standpoint of the moment restrict impli by instrumentresidu orthogon and covari restrict copyright 1987 by the econometr societi", "title": "Efficient Estimation and Identification of Simultaneous Equation Models with Covariance Restrictions"}, "https://ideas.repec.org/a/ier/iecrev/v28y1987i3p777-87.html": {"abstract": " Efficient method of moments estimation techniques include many commonly used techniques, including ordinary least squares, two- and three-stage least squares, quasi maximum likelihood, and versions of these for nonlinear environments. For models estimated by any efficient method of moments technique, the authors define analogues to the maximum likeliho od based Wald, likelihood ratio, Lagrange multiplier, and minimum chi-squared statistics. They prove the mutual asymptotic equivalence of the four in an environment that allows for disturbances that are auto correlated and heteroskedastic. They also describe a very convenient way to test a linear hypothesis in a linear model. Copyright 1987 by Economics Department of the University of Pennsylvania and the Osaka University Institute of Social and Economic Research Association.", "authors": ["fpne241", "epwe16"], "abstractStem": " effici method of moment estim techniqu includ mani commonli use techniqu includ ordinari least squar two and threestag least squar quasi maximum likelihood and version of these for nonlinear environ for model estim by ani effici method of moment techniqu the author defin analogu to the maximum likeliho od base wald likelihood ratio lagrang multipli and minimum chisquar statist they prove the mutual asymptot equival of the four in an environ that allow for disturb that are auto correl and heteroskedast they also describ a veri conveni way to test a linear hypothesi in a linear model copyright 1987 by econom depart of the univers of pennsylvania and the osaka univers institut of social and econom research associ", "title": "Hypothesis Testing with Efficient Method of Moments Estimation"}, "https://ideas.repec.org/a/qnt/quantl/y2009i6p15-23.html": {"abstract": "This essay discusses the issues of identification and estimation of the average treatment effect and the average effect of treatment on the treated.", "authors": ["fpne241"], "abstractStem": "thi essay discuss the issu of identif and estim of the averag treatment effect and the averag effect of treatment on the treat", "title": "Treatment effects (in Russian)"}, "https://ideas.repec.org/a/bes/jnlbes/v28i1y2010p13-25.html": {"abstract": "Instrumental variables are often associated with low estimator precision. This paper explores efficiency gains which might be achievable using moment conditions which are nonlinear in the disturbances and are based on flexible parametric families for error distributions. We show that these estimators can achieve the semiparametric efficiency bound when the true error distribution is a member of the parametric family. Monte Carlo simulations demonstrate low efficiency loss in the case of normal error distributions and potentially significant efficiency improvements in the case of thick-tailed and/or skewed error distributions.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpha982", "epmc19", "fpne241"], "abstractStem": "instrument variabl are often associ with low estim precis thi paper explor effici gain which might be achiev use moment condit which are nonlinear in the disturb and are base on flexibl parametr famili for error distribut we show that these estim can achiev the semiparametr effici bound when the true error distribut is a member of the parametr famili mont carlo simul demonstr low effici loss in the case of normal error distribut and potenti signific effici improv in the case of thicktail andor skew error distributionspthi abstract wa borrow from anoth version of thi item", "title": "Instrumental Variables Estimation With Flexible Distributions"}, "https://ideas.repec.org/a/eee/econom/v32y1986i1p127-141.html": {"abstract": "No abstract is available for this item.", "authors": ["fpne241"], "abstractStem": "no abstract is avail for thi item", "title": "Linear instrumental variable estimation of limited dependent variable models with endogenous explanatory variables"}, "https://ideas.repec.org/a/cup/etheor/v4y1988i02p355-356_01.html": {"abstract": "No abstract is available for this item.", "authors": ["fpne241"], "abstractStem": "no abstract is avail for thi item", "title": "Efficient Estimation with Serial Correlation and Lagged Dependent Variables"}, "https://ideas.repec.org/a/aea/aecrev/v103y2013i3p550-56.html": {"abstract": "In many economic models, objects of interest are functions which satisfy conditional moment restrictions. Economics does not restrict the functional form of these models, motivating nonparametric methods. In this paper we review identification results and describe a simple nonparametric instrumental variables (NPIV) estimator. We also consider a simple method of inference. In addition we show how the ability to uncover nonlinearities with conditional moment restrictions is related to the strength of the instruments. We point to applications where important nonlinearities can be found with NPIV and applications where they cannot.", "authors": ["fpne241"], "abstractStem": "in mani econom model object of interest are function which satisfi condit moment restrict econom doe not restrict the function form of these model motiv nonparametr method in thi paper we review identif result and describ a simpl nonparametr instrument variabl npiv estim we also consid a simpl method of infer in addit we show how the abil to uncov nonlinear with condit moment restrict is relat to the strength of the instrument we point to applic where import nonlinear can be found with npiv and applic where they cannot", "title": "Nonparametric Instrumental Variables Estimation"}, "https://ideas.repec.org/a/eee/ecolet/v14y1984i2-3p201-206.html": {"abstract": "No abstract is available for this item.", "authors": ["fpne241"], "abstractStem": "no abstract is avail for thi item", "title": "A method of moments interpretation of sequential estimators"}, "https://ideas.repec.org/a/ecm/emetrp/v61y1993i5p1199-223.html": {"abstract": " Weighted average derivatives are useful parameters for semiparametric index models and nonparametric demand analysis. This paper gives efficiency results for average derivative estimators, including formulating estimators that have high efficiency. The authors derive the efficiency bound for weighted average derivatives of conditional location functionals, such as the conditional mean and median. They also derive the efficiency bound for semiparametric index models, where the location measure depends on indices or linear combinations of the regressors. The authors derive the efficient weight function when the distribution of the regressors is elliptically symmetric. They also discuss how to combine estimators with different known weight functions to achieve efficiency. Copyright 1993 by The Econometric Society.", "authors": ["fpne241"], "abstractStem": " weight averag deriv are use paramet for semiparametr index model and nonparametr demand analysi thi paper give effici result for averag deriv estim includ formul estim that have high effici the author deriv the effici bound for weight averag deriv of condit locat function such as the condit mean and median they also deriv the effici bound for semiparametr index model where the locat measur depend on indic or linear combin of the regressor the author deriv the effici weight function when the distribut of the regressor is ellipt symmetr they also discuss how to combin estim with differ known weight function to achiev effici copyright 1993 by the econometr societi", "title": "Efficiency of Weighted Average Derivative Estimators and Index Models"}, "https://ideas.repec.org/a/ect/emjrnl/v12y2009is1ps217-s229.html": {"abstract": " Sample selection models are important for correcting the effects of non-random sampling. This paper is about semiparametric estimation using a series approximation to the correction term. Regression spline and power series approximations are considered. Asymptotic normality and consistency of an asymptotic variance estimator are shown. Copyright (C) The Author(s). Journal compilation (C) Royal Economic Society 2009", "authors": ["fpne241"], "abstractStem": " sampl select model are import for correct the effect of nonrandom sampl thi paper is about semiparametr estim use a seri approxim to the correct term regress spline and power seri approxim are consid asymptot normal and consist of an asymptot varianc estim are shown copyright c the author journal compil c royal econom societi 2009", "title": "Two-step series estimation of sample selection models"}, "https://ideas.repec.org/a/eee/econom/v65y1995i1p205-233.html": {"abstract": "No abstract is available for this item.", "authors": ["fpha893", "fpne241"], "abstractStem": "no abstract is avail for thi item", "title": "Nonlinear errors in variables Estimation of some Engel curves"}, "https://ideas.repec.org/a/ecm/emetrp/v70y2002i6p2455-2480.html": {"abstract": " Choice models with nonlinear budget sets provide a precise way of accounting for the nonlinear tax structures present in many applications. In this paper we propose a nonparametric approach to estimation of these models. The basic idea is to think of the choice, in our case hours of labor supply, as being a function of the entire budget set. Then we can do nonparametric regression where the variable in the regression is the budget set. We reduce the dimensionality of this problem by exploiting structure implied by utility maximization with piecewise linear convex budget sets. This structure leads to estimators where the number of segments can differ across observations and does not affect accuracy. We give consistency and asymptotic normality results for these estimators. The usefulness of the estimator is demonstrated in an empirical example, where we find it has a large impact on estimated effects of the Swedish tax reform. Copyright The Econometric Society 2002.", "authors": ["epbl164", "fpne241"], "abstractStem": " choic model with nonlinear budget set provid a precis way of account for the nonlinear tax structur present in mani applic in thi paper we propos a nonparametr approach to estim of these model the basic idea is to think of the choic in our case hour of labor suppli as be a function of the entir budget set then we can do nonparametr regress where the variabl in the regress is the budget set we reduc the dimension of thi problem by exploit structur impli by util maxim with piecewis linear convex budget set thi structur lead to estim where the number of segment can differ across observ and doe not affect accuraci we give consist and asymptot normal result for these estim the use of the estim is demonstr in an empir exampl where we find it ha a larg impact on estim effect of the swedish tax reform copyright the econometr societi 2002", "title": "Nonparametric Estimation with Nonlinear Budget Sets"}, "https://ideas.repec.org/a/ecm/emetrp/v67y1999i3p565-604.html": {"abstract": " This paper presents a simple two-step nonparametric estimator for a triangular simultaneous equation model. The authors use series approximations that exploit the additive structure of the model. The first step comprises the nonparametric estimation of the reduced form and the corresponding residuals. The second step is the estimation of the primary equation via nonparametric regression with the reduced form residuals included as a regressor. The authors derive consistency and asymptotic normality results for their estimator, including optimal convergence rates. An empirical example, on the relationship between the hourly wage rate and hours worked, illustrates the utility of the authors' approach.", "authors": ["fpne241", "fpve215"], "abstractStem": " thi paper present a simpl twostep nonparametr estim for a triangular simultan equat model the author use seri approxim that exploit the addit structur of the model the first step compris the nonparametr estim of the reduc form and the correspond residu the second step is the estim of the primari equat via nonparametr regress with the reduc form residu includ as a regressor the author deriv consist and asymptot normal result for their estim includ optim converg rate an empir exampl on the relationship between the hourli wage rate and hour work illustr the util of the author approach", "title": "Nonparametric Estimation of Triangular Simultaneous Equations Models"}, "https://ideas.repec.org/a/eee/econom/v117y2003i1p55-93.html": {"abstract": "No abstract is available for this item.", "authors": ["fpdo313", "epim4", "fpne241"], "abstractStem": "no abstract is avail for thi item", "title": "Empirical likelihood estimation and consistent tests with conditional moment restrictions"}, "https://ideas.repec.org/a/eee/econom/v139y2007i1p4-14.html": {"abstract": "No abstract is available for this item.", "authors": ["fpch864", "epim4", "fpne241"], "abstractStem": "no abstract is avail for thi item", "title": "Instrumental variable estimation of nonseparable models"}, "https://ideas.repec.org/a/taf/emetrv/v22y2003i2p115-134.html": {"abstract": " The small sample performance of least median of squares, reweighted least squares, least squares, least absolute deviations, and three partially adaptive estimators are compared using Monte Carlo simulations. Two data problems are addressed in the paper: (1) data generated from non-normal error distributions and (2) contaminated data. Breakdown plots are used to investigate the sensitivity of partially adaptive estimators to data contamination relative to RLS. One partially adaptive estimator performs especially well when the errors are skewed, while another partially adaptive estimator and RLS perform particularly well when the errors are extremely leptokur-totic. In comparison with RLS, partially adaptive estimators are only moderately effective in resisting data contamination; however, they outperform least squares and least absolute deviation estimators.", "authors": ["epmc19", "fpne241"], "abstractStem": " the small sampl perform of least median of squar reweight least squar least squar least absolut deviat and three partial adapt estim are compar use mont carlo simul two data problem are address in the paper 1 data gener from nonnorm error distribut and 2 contamin data breakdown plot are use to investig the sensit of partial adapt estim to data contamin rel to rl one partial adapt estim perform especi well when the error are skew while anoth partial adapt estim and rl perform particularli well when the error are extrem leptokurtot in comparison with rl partial adapt estim are onli moder effect in resist data contamin howev they outperform least squar and least absolut deviat estim", "title": "A Comparison of Partially Adaptive and Reweighted Least Squares Estimation"}, "https://ideas.repec.org/a/ecm/emetrp/v66y1998i2p453-464.html": {"abstract": "No abstract is available for this item.", "authors": ["fpne241"], "abstractStem": "no abstract is avail for thi item", "title": "Efficient Semiparametric Estimation of Expectations"}, "https://ideas.repec.org/a/aea/aecrev/v80y1990i2p324-28.html": {"abstract": "No abstract is available for this item.", "authors": ["fpne241", "fpwa398"], "abstractStem": "no abstract is avail for thi item", "title": "Semiparametric Estimation of Selection Models: Some Empirical Results"}, "https://ideas.repec.org/a/eee/ecolet/v67y2000i3p239-243.html": {"abstract": "No abstract is available for this item.", "authors": ["fpdo313", "fpne241"], "abstractStem": "no abstract is avail for thi item", "title": "A jackknife interpretation of the continuous updating estimator"}, "https://ideas.repec.org/a/cup/etheor/v4y1988i03p428-457_01.html": {"abstract": "This paper considers M-estimators of regression parameters that make use of a generalized functional form for the disturbance distribution. The family of distributions considered is the generalized t (GT), which includes the power exponential or Box-Tiao, normal, Laplace, and t distributions as special cases. The corresponding influence function is bounded and redescending for finite “degrees of freedom.” The regression estimators considered are those that maximize the GT quasi-likelihood, as well as one-step versions. Estimators of the parameters of the GT distribution and the effect of such estimates on the asymptotic efficiency of the regression estimates are discussed. We give a minimum-distance interpretation of the choice of GT parameter estimate that minimizes the asymptotic variance of the regression parameters.", "authors": ["epmc19", "fpne241"], "abstractStem": "thi paper consid mestim of regress paramet that make use of a gener function form for the disturb distribut the famili of distribut consid is the gener t gt which includ the power exponenti or boxtiao normal laplac and t distribut as special case the correspond influenc function is bound and redescend for finit  degre of freedom  the regress estim consid are those that maxim the gt quasilikelihood as well as onestep version estim of the paramet of the gt distribut and the effect of such estim on the asymptot effici of the regress estim are discuss we give a minimumdist interpret of the choic of gt paramet estim that minim the asymptot varianc of the regress paramet", "title": "Partially Adaptive Estimation of Regression Models via the Generalized T Distribution"}, "https://ideas.repec.org/a/ecm/emetrp/v56y1988i6p1371-95.html": {"abstract": " This paper considers estimation and testing of vector autoregressio n coefficients in panel data, and applies the techniques to analyze the dynamic relationships between wages an d hours worked in two samples of American males. The model allows for nonstationary individual effects and is estimated by applying instrumental variables to the quasi-differenced autoregressive equations. The empirical results suggest the absence of lagged hours in the wage forecasting equation. The results also show that lagged hours is important in the hours equation. Copyright 1988 by The Econometric Society.", "authors": ["fpne241", "epro55"], "abstractStem": " thi paper consid estim and test of vector autoregressio n coeffici in panel data and appli the techniqu to analyz the dynam relationship between wage an d hour work in two sampl of american male the model allow for nonstationari individu effect and is estim by appli instrument variabl to the quasidifferenc autoregress equat the empir result suggest the absenc of lag hour in the wage forecast equat the result also show that lag hour is import in the hour equat copyright 1988 by the econometr societi", "title": "Estimating Vector Autoregressions with Panel Data"}, "https://ideas.repec.org/a/cup/etheor/v17y2001i05p863-888_17.html": {"abstract": "No abstract is available for this item.", "authors": ["fpne241"], "abstractStem": "no abstract is avail for thi item", "title": "Conditional Moment Restrictions In Censored And Truncated Regression Models"}}}