{"fpro406": {"https://ideas.repec.org/a/aea/aecrev/v103y2013i3p774.html": {"abstract": "No abstract is available for this item.", "authors": ["fpro406", "epsh9"], "abstractStem": "no abstract is avail for thi item", "title": "Report: Ad Hoc Search Committee for the Editor of the American Economic Journal: Economic Policy"}, "https://ideas.repec.org/a/oup/qjecon/v113y1998i2p649-652..html": {"abstract": "No abstract is available for this item.", "authors": ["fpro406"], "abstractStem": "no abstract is avail for thi item", "title": "A New Assessment of Openness and Inflation: Reply"}, "https://ideas.repec.org/a/bla/jfinan/v40y1985i3p677-87.html": {"abstract": "No abstract is available for this item.", "authors": ["epma131", "fpro406", "epsh144"], "abstractStem": "no abstract is avail for thi item", "title": " An Unbiased Reexamination of Stock Market Volatility"}, "https://ideas.repec.org/a/oup/qjecon/v99y1984i4p717-727..html": {"abstract": "Can unprofitable social customs persist? Can they account for important economic phenomena? Akerlof's original model of social custom suffers from two defects: First, sanctions for violating the custom depend discontinuously on the size of the violation, and second, the model borders on the unmanageable. This paper shows that customs can persist and can lead to such phenomena as involuntary unemployment when sanctions are continuous. More important, the continuity assumption simplifies the model dramatically, making the analysis of social customs tractable. The simplified model is used to extend Akerlof's analysis of a \"just wage\" to cases in which workers are heterogeneous.", "authors": ["fpro406"], "abstractStem": "can unprofit social custom persist can they account for import econom phenomena akerlof origin model of social custom suffer from two defect first sanction for violat the custom depend discontinu on the size of the violat and second the model border on the unmanag thi paper show that custom can persist and can lead to such phenomena as involuntari unemploy when sanction are continu more import the continu assumpt simplifi the model dramat make the analysi of social custom tractabl the simplifi model is use to extend akerlof analysi of a just wage to case in which worker are heterogen", "title": "The Theory of Social Custom: A Modification and Some Extensions"}, "https://ideas.repec.org/a/aea/aecrev/v81y1991i3p539-52.html": {"abstract": " This paper links the \"coordination failure\" and \"menu cost\" approaches to the microeconomic foundations of Keynesian macroeconomics. If a firm's desired price is increasing in others' prices, then the gain from price adjustment after a nominal shock is greater if others adjust. This \"strategic complementarity\" leads to multiple equilibria in the degree of rigidity. Welfare may be much higher in the equilibria with less rigidity. Thus, nominal rigidity arises from a failure to coordinate price changes. Copyright 1991 by American Economic Association.", "authors": ["fpba605", "fpro406"], "abstractStem": " thi paper link the coordin failur and menu cost approach to the microeconom foundat of keynesian macroeconom if a firm desir price is increas in other price then the gain from price adjust after a nomin shock is greater if other adjust thi strateg complementar lead to multipl equilibria in the degre of rigid welfar may be much higher in the equilibria with less rigid thu nomin rigid aris from a failur to coordin price chang copyright 1991 by american econom associ", "title": "Sticky Prices as Coordination Failure"}, "https://ideas.repec.org/a/eee/moneco/v20y1987i1p105-122.html": {"abstract": "No abstract is available for this item.", "authors": ["fpro406"], "abstractStem": "no abstract is avail for thi item", "title": "The monetary transmission mechanism in a general equilibrium version of the baumol-tobin model"}, "https://ideas.repec.org/a/ecm/emetrp/v49y1981i4p911-20.html": {"abstract": "No abstract is available for this item.", "authors": ["fpro406"], "abstractStem": "no abstract is avail for thi item", "title": "Risk Aversion with Random Initial Wealth"}, "https://ideas.repec.org/a/oup/restud/v57y1990i2p183-203..html": {"abstract": "Rigidities in real prices are not sufficient to create rigidities in nominal prices and real effects of nominal shocks. And, by themselves, small frictions in nominal adjustment, such as costs of changing prices, create only small non-neutralities. But this paper shows that substantial nominal rigidity can arise from a combination of real rigidities and small nominal frictions. The paper shows the connection between real and nominal rigidity given the presence of nominal frictions both in general and for two specific sources of real rigidity, one arising from goods market imperfections and the other from labour market imperfections.", "authors": ["fpba605", "fpro406"], "abstractStem": "rigid in real price are not suffici to creat rigid in nomin price and real effect of nomin shock and by themselv small friction in nomin adjust such as cost of chang price creat onli small nonneutr but thi paper show that substanti nomin rigid can aris from a combin of real rigid and small nomin friction the paper show the connect between real and nomin rigid given the presenc of nomin friction both in gener and for two specif sourc of real rigid one aris from good market imperfect and the other from labour market imperfect", "title": "Real Rigidities and the Non-Neutrality of Money"}, "https://ideas.repec.org/a/oup/qjecon/v107y1992i2p407-437..html": {"abstract": "This paper examines whether the Solow growth model is consistent with the international variation in the standard of living. It shows that an augmented Solow model that includes accumulation of human as well as physical capital provides an excellent description of the cross-country data. The paper also examines the implications of the Solow model for convergence in standards of living, that is, for whether poor countries tend to grow faster than rich countries. The evidence indicates that, holding population growth and capital accumulation constant, countries converge at about the rate the augmented Solow model predicts.", "authors": ["fpro406"], "abstractStem": "thi paper examin whether the solow growth model is consist with the intern variat in the standard of live it show that an augment solow model that includ accumul of human as well as physic capit provid an excel descript of the crosscountri data the paper also examin the implic of the solow model for converg in standard of live that is for whether poor countri tend to grow faster than rich countri the evid indic that hold popul growth and capit accumul constant countri converg at about the rate the augment solow model predict", "title": "A Contribution to the Empirics of Economic Growth"}, "https://ideas.repec.org/a/aea/jecper/v7y1993i3p167-74.html": {"abstract": "Lectures and other class meetings are a primary means of instruction in almost all undergraduate courses. Yet almost everyone who has taught an undergraduate course has probably noticed that attendance at these meetings is far from perfect. There is surprisingly little systematic evidence, however, about attendance and its effects. There are three natural questions: What is the extent of absenteeism? How much, if at all, does absenteeism affect learning? Should anything be done about absenteeism? This article presents quantitative evidence on the first two of these questions and speculative comments on the third.", "authors": ["fpro406"], "abstractStem": "lectur and other class meet are a primari mean of instruct in almost all undergradu cours yet almost everyon who ha taught an undergradu cours ha probabl notic that attend at these meet is far from perfect there is surprisingli littl systemat evid howev about attend and it effect there are three natur question what is the extent of absente how much if at all doe absente affect learn should anyth be done about absente thi articl present quantit evid on the first two of these question and specul comment on the third", "title": "Do Students Go to Class? Should They?"}, "https://ideas.repec.org/a/eee/crcspp/v26y1987ip335-343.html": {"abstract": "No abstract is available for this item.", "authors": ["fpro406"], "abstractStem": "no abstract is avail for thi item", "title": "Comments on Gorton and Haubrich"}, "https://ideas.repec.org/a/aea/aejpol/v6y2014i3p242-81.html": {"abstract": "This paper uses the interwar United States as a laboratory for investigating the incentive effects of marginal income tax rates. We examine the impact of the large changes in rates in this period on taxable income using time-series/cross-section analysis of data by small slices of the income distribution. We find that the effect operated in the expected direction but was economically small, and that it is precisely estimated and highly robust. We also find suggestive time-series evidence of a positive impact of marginal rate cuts on business formation, but no evidence of an important effect on other indicators of investment.", "authors": ["fpro406"], "abstractStem": "thi paper use the interwar unit state as a laboratori for investig the incent effect of margin incom tax rate we examin the impact of the larg chang in rate in thi period on taxabl incom use timeseriescrosssect analysi of data by small slice of the incom distribut we find that the effect oper in the expect direct but wa econom small and that it is precis estim and highli robust we also find suggest timeseri evid of a posit impact of margin rate cut on busi format but no evid of an import effect on other indic of invest", "title": "The Incentive Effects of Marginal Tax Rates: Evidence from the Interwar Era"}, "firstname": "David", "https://ideas.repec.org/a/aea/aecrev/v90y2000i3p429-457.html": {"abstract": "This paper tests for the existence of asymmetric information between the Federal Reserve and the public by examining Federal Reserve and commercial inflation forecasts. It demonstrates that the Federal Reserve has considerable information about inflation beyond what is known to commercial forecasters. It also shows that monetary-policy actions provide signals of the Federal Reserve's information and that commercial forecasters modify their forecasts in response to those signals. These findings may explain why long-term interest rates typically rise in response to shifts to tighter monetary policy.", "authors": ["fpro406", "fpro407"], "abstractStem": "thi paper test for the exist of asymmetr inform between the feder reserv and the public by examin feder reserv and commerci inflat forecast it demonstr that the feder reserv ha consider inform about inflat beyond what is known to commerci forecast it also show that monetarypolici action provid signal of the feder reserv inform and that commerci forecast modifi their forecast in respons to those signal these find may explain whi longterm interest rate typic rise in respons to shift to tighter monetari polici", "title": "Federal Reserve Information and the Behavior of Interest Rates"}, "https://ideas.repec.org/a/bin/bpeajo/v19y1988i1988-1p1-82.html": {"abstract": "No abstract is available for this item.", "authors": ["fpba605", "epma131", "fpro406"], "abstractStem": "no abstract is avail for thi item", "title": "The New Keynsesian Economics and the Output-Inflation Trade-off"}, "https://ideas.repec.org/a/bin/bpeajo/v21y1990i1990-1p149-214.html": {"abstract": "No abstract is available for this item.", "authors": ["fpro406", "fpro407"], "abstractStem": "no abstract is avail for thi item", "title": "New Evidence on the Monetary Transmission Mechanism"}, "https://ideas.repec.org/a/mcb/jmoncb/v35y2003i2p177-96.html": {"abstract": " This paper studies the welfare effects of the relative-price variability arising from inflation. If customers and suppliers form long-term relationships, prices have an informational role: a potential customer uses current prices as signals of future prices. Inflation reduces the informativeness of current prices, causing customers to make costly mistakes about which relationships to enter. In addition, the reduced informativeness of prices makes demand less price elastic, thereby increasing markups. Both effects can be quantitatively significant at moderate inflation rates.", "authors": ["fpba605", "fpro406"], "abstractStem": " thi paper studi the welfar effect of the relativepric variabl aris from inflat if custom and supplier form longterm relationship price have an inform role a potenti custom use current price as signal of futur price inflat reduc the inform of current price caus custom to make costli mistak about which relationship to enter in addit the reduc inform of price make demand less price elast therebi increas markup both effect can be quantit signific at moder inflat rate", "title": " Inflation and the Informativeness of Prices"}, "https://ideas.repec.org/a/aea/jecper/v7y1993i1p5-22.html": {"abstract": "The new Keynesians made more rapid progress in understanding the microeconomics of unemployment than in understanding the microeconomics of nominal price rigidity. But the past five years have seen important breakthroughs in this second area. This paper will describe these breakthroughs, discuss our current understanding of nominal rigidity, and assess the work that remains to be done.", "authors": ["fpro406"], "abstractStem": "the new keynesian made more rapid progress in understand the microeconom of unemploy than in understand the microeconom of nomin price rigid but the past five year have seen import breakthrough in thi second area thi paper will describ these breakthrough discuss our current understand of nomin rigid and assess the work that remain to be done", "title": "The New Keynesian Synthesis"}, "homepage": "https://ideas.repec.org/f/pro406.html", "https://ideas.repec.org/a/fip/fedkpr/y1993p71-149.html": {"abstract": "This paper shows that the disproportionate impact of tight monetary policy on banks' ability to lend is largely the consequence of Federal Reserve actions aimed at reducing bank loans directly, rather than an inherent feature of the monetary transmission mechanism. We provide two types of evidence for this conclusion. First, a detailed examination of nine postwar episodes of contractionary monetary policy shows that while short-term interest rates always rose in response to tight policy, banks typically found ways of maintaining lending despite the falls in reserves. Banks' ability to lend was particularly affected by tight policy only when the Federal Reserve undertook actions, such as special reserve requirements, moral suasion, or explicit credit controls, to restrain bank lending directly. Second, simple regressions show that Federal Reserve credit actions have large and significant effects on the composition of external finance between bank loans and commercial paper and on the spread between the prime bank loan rate and the commercial paper rate, and that a bank credit channel of monetary transmission is not needed to explain the movements in these variables in response to tight policy.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpro406", "fpro407"], "abstractStem": "thi paper show that the disproportion impact of tight monetari polici on bank abil to lend is larg the consequ of feder reserv action aim at reduc bank loan directli rather than an inher featur of the monetari transmiss mechan we provid two type of evid for thi conclus first a detail examin of nine postwar episod of contractionari monetari polici show that while shortterm interest rate alway rose in respons to tight polici bank typic found way of maintain lend despit the fall in reserv bank abil to lend wa particularli affect by tight polici onli when the feder reserv undertook action such as special reserv requir moral suasion or explicit credit control to restrain bank lend directli second simpl regress show that feder reserv credit action have larg and signific effect on the composit of extern financ between bank loan and commerci paper and on the spread between the prime bank loan rate and the commerci paper rate and that a bank credit channel of monetari transmiss is not need to explain the movement in these variabl in respons to tight policypthi abstract wa borrow from anoth version of thi item", "title": "Credit channel or credit actions? an interpretation of the postwar transmission mechanism"}, "https://ideas.repec.org/a/fip/fedker/y1999iqip21-49nv.84no.1.html": {"abstract": "Poverty is arguably the most pressing economic problem of our time. And because rising inequality, for a given level of income,&gt; implies greater poverty, the distribution of income is also a central concern. At the same time, monetary policy is one of the modern age's most potent tools for managing the economy. Given the importance of poverty and the influence of monetary policy, it is natural to ask if monetary policy can be used as a tool to help the poor.&gt; In a presentation at the Federal Reserve Bank of Kansas City's 1998 symposium, \"Income Inequality: Issues and Policy Options,\" Christina and David Romer examined the influence of monetary policy on poverty and inequality both over the business cycle in the United States and over the longer run in a large sample of countries. They argued that although expansionary policy induces a decline in the poverty rate, the decline is eventually reversed. Second, monetary policy that aims to restrain inflation and minimize output fluctuations is likely to be associated with improved conditions for the poor over time.", "authors": ["fpro406", "fpro407"], "abstractStem": "poverti is arguabl the most press econom problem of our time and becaus rise inequ for a given level of incomegt impli greater poverti the distribut of incom is also a central concern at the same time monetari polici is one of the modern age most potent tool for manag the economi given the import of poverti and the influenc of monetari polici it is natur to ask if monetari polici can be use as a tool to help the poorgt in a present at the feder reserv bank of kansa citi 1998 symposium incom inequ issu and polici option christina and david romer examin the influenc of monetari polici on poverti and inequ both over the busi cycl in the unit state and over the longer run in a larg sampl of countri they argu that although expansionari polici induc a declin in the poverti rate the declin is eventu revers second monetari polici that aim to restrain inflat and minim output fluctuat is like to be associ with improv condit for the poor over time", "title": "Monetary policy and the well-being of the poor"}, "https://ideas.repec.org/a/oup/qjecon/v104y1989i3p507-524..html": {"abstract": "Nominal price rigidity has a negative externality: rigidity in one firm's price increases the variability of aggregate real spending, which harms all firms. This paper investigates whether this externality is large, which would imply that stabilization policy can be highly beneficial even if the costs of making prices flexible are small. There are three conclusions. First, both the private cost of price rigidity and the externality are second order in the size of fluctuations. Second, the externality can nonetheless be arbitrarily large. Third, in a simple model the externality is small for plausible parameter values.", "authors": ["fpba605", "fpro406"], "abstractStem": "nomin price rigid ha a neg extern rigid in one firm price increas the variabl of aggreg real spend which harm all firm thi paper investig whether thi extern is larg which would impli that stabil polici can be highli benefici even if the cost of make price flexibl are small there are three conclus first both the privat cost of price rigid and the extern are second order in the size of fluctuat second the extern can nonetheless be arbitrarili larg third in a simpl model the extern is small for plausibl paramet valu", "title": "Are Prices Too Sticky?"}, "https://ideas.repec.org/a/mcb/jmoncb/v25y1993i2p163-75.html": {"abstract": " This paper has three purposes. First, it shows that several recent arguments that the optimal nominal interest rate on government bonds is zero even when second best considerations are accounted for rest on perfect substitutes assumptions. Second, it characterizes the conditions under which the issue of interest-bearing bonds is desirable once these assumptions are relaxed. And third, it shows that these potential microeconomic benefits of bond issue are closely related to traditional macroeconomic analyses of the government's choice between money and bond finance. Copyright 1993 by Ohio State University Press.", "authors": ["fpro406"], "abstractStem": " thi paper ha three purpos first it show that sever recent argument that the optim nomin interest rate on govern bond is zero even when second best consider are account for rest on perfect substitut assumpt second it character the condit under which the issu of interestbear bond is desir onc these assumpt are relax and third it show that these potenti microeconom benefit of bond issu are close relat to tradit macroeconom analys of the govern choic between money and bond financ copyright 1993 by ohio state univers press", "title": "Why Should Governments Issue Bonds?"}, "https://ideas.repec.org/a/ucp/jpolec/v114y2006i2p340-365.html": {"abstract": "This paper examines a single, narrow decision—the choice on fourth down in the National Football League between kicking and trying for a first down—as a case study of the standard view that competition in the goods, capital, and labor markets leads firms to make maximizing choices. Play-by-play data and dynamic programming are used to estimate the average payoffs to kicking and trying for a first down under different circumstances. Examination of actual decisions shows systematic, clear-cut, and overwhelmingly statistically significant departures from the decisions that would maximize teams' chances of winning. Possible reasons for the departures are considered.", "authors": ["fpro406"], "abstractStem": "thi paper examin a singl narrow decis the choic on fourth down in the nation footbal leagu between kick and tri for a first down as a case studi of the standard view that competit in the good capit and labor market lead firm to make maxim choic playbyplay data and dynam program are use to estim the averag payoff to kick and tri for a first down under differ circumst examin of actual decis show systemat clearcut and overwhelmingli statist signific departur from the decis that would maxim team chanc of win possibl reason for the departur are consid", "title": "Do Firms Maximize? Evidence from Professional Football"}, "https://ideas.repec.org/a/aea/aecrev/v98y2008i2p230-35.html": {"abstract": "Should monetary policymakers take the staff forecast of the effects of policy actions as given, or should they attempt to include additional information? This paper seeks to shed light on this question by testing the usefulness of the FOMC's own forecasts. Twice a year, the FOMC makes forecasts of major macroeconomic variables. FOMC members have access to the staff forecasts when they prepare their forecasts. We find that the optimal combination of the FOMC and staff forecasts in predicting inflation and unemployment puts a weight of essentially zero on the FOMC forecast and essentially one on the staff forecast: the FOMC appears to have no value added in forecasting. The results for predicting real growth are less clear-cut. We also find statistical and narrative evidence that differences between the FOMC and staff forecasts help predict monetary policy shocks, suggesting that policymakers act in part on the basis of their apparently misguided information.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpro406", "fpro407"], "abstractStem": "should monetari policymak take the staff forecast of the effect of polici action as given or should they attempt to includ addit inform thi paper seek to shed light on thi question by test the use of the fomc own forecast twice a year the fomc make forecast of major macroeconom variabl fomc member have access to the staff forecast when they prepar their forecast we find that the optim combin of the fomc and staff forecast in predict inflat and unemploy put a weight of essenti zero on the fomc forecast and essenti one on the staff forecast the fomc appear to have no valu ad in forecast the result for predict real growth are less clearcut we also find statist and narr evid that differ between the fomc and staff forecast help predict monetari polici shock suggest that policymak act in part on the basi of their appar misguid informationpthi abstract wa borrow from anoth version of thi item", "title": "The FOMC versus the Staff: Where Can Monetary Policymakers Add Value?"}, "https://ideas.repec.org/a/aea/jecper/v18y2004i1p129-162.html": {"abstract": "This paper uses the lessons of history to identify the sources of monetary policy successes and failures in the past and to suggest a strategy for choosing successful Federal Reserve chairs in the future. It demonstrates that since at least the mid-1930s, the key determinant of the quality of monetary policy has been policymakers' beliefs about how the economy functions and what monetary policy can accomplish. When the Federal Reserve chairman and other policymakers have believed that inflation is costly, that inflation responds to the deviation of output from a moderate estimate of capacity, and that monetary policy can affect output and prices, as was the case in the 1950s and the 1980s and beyond, policy was well tempered and macroeconomic outcomes were desirable. When policymakers held other beliefs, such as the view that monetary policy cannot stimulate a depressed economy or that slack is ineffective in reducing inflation, as was the case in the 1930s and the 1970s, policy and outcomes were undesirable. This finding suggests that the key characteristic to look for in future Federal Reserve chairs is a sound economic framework. The paper shows that the best predictor of the beliefs previous chairmen held while in office are their prior writings, speeches, and confirmation hearings. Therefore, in choosing future chairs, it is crucial to evaluate the intellectual frameworks of potential nominees, and to reject candidates whose views are worrisome.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpro406", "fpro407"], "abstractStem": "thi paper use the lesson of histori to identifi the sourc of monetari polici success and failur in the past and to suggest a strategi for choos success feder reserv chair in the futur it demonstr that sinc at least the mid1930 the key determin of the qualiti of monetari polici ha been policymak belief about how the economi function and what monetari polici can accomplish when the feder reserv chairman and other policymak have believ that inflat is costli that inflat respond to the deviat of output from a moder estim of capac and that monetari polici can affect output and price as wa the case in the 1950 and the 1980 and beyond polici wa well temper and macroeconom outcom were desir when policymak held other belief such as the view that monetari polici cannot stimul a depress economi or that slack is ineffect in reduc inflat as wa the case in the 1930 and the 1970 polici and outcom were undesir thi find suggest that the key characterist to look for in futur feder reserv chair is a sound econom framework the paper show that the best predictor of the belief previou chairmen held while in offic are their prior write speech and confirm hear therefor in choos futur chair it is crucial to evalu the intellectu framework of potenti nomine and to reject candid whose view are worrisomepthi abstract wa borrow from anoth version of thi item", "title": "Choosing the Federal Reserve Chair: Lessons from History"}, "lastname": "Romer", "https://ideas.repec.org/a/aea/aecrev/v83y1993i5p1112-30.html": {"abstract": " This paper argues that an important part of movements in asset prices may be caused by neither external news nor irrationality but by the revelation of information by the trading process itself. Two models are developed that illustrate this general idea. One model is based on investor uncertainty about the quality of other investors' information; the other is based on dispersion of information and small costs to trading. The analysis is used to suggest a possible rational explanation of the October 1987 crash. Copyright 1993 by American Economic Association.", "authors": ["fpro406"], "abstractStem": " thi paper argu that an import part of movement in asset price may be caus by neither extern news nor irration but by the revel of inform by the trade process itself two model are develop that illustr thi gener idea one model is base on investor uncertainti about the qualiti of other investor inform the other is base on dispers of inform and small cost to trade the analysi is use to suggest a possibl ration explan of the octob 1987 crash copyright 1993 by american econom associ", "title": "Rational Asset-Price Movements without News"}, "https://ideas.repec.org/a/aea/aecrev/v94y2004i4p1055-1084.html": {"abstract": "This paper develops a measure of U. S. monetary policy shocks for the period 1969-1996 that is relatively free of endogenous and anticipatory movements. Quantitative and narrative records are used to infer the Federal Reserve's intentions for the federal funds rate around FOMC meetings. This series is regressed on the Federal Reserve's internal forecasts to derive a measure free of systematic responses to information about future developments. Estimates using the new measure indicate that policy has large, relatively rapid, and statistically significant effects on both output and inflation. The effects are substantially stronger and quicker than those obtained using conventional indicators.", "authors": ["fpro406", "fpro407"], "abstractStem": "thi paper develop a measur of u s monetari polici shock for the period 19691996 that is rel free of endogen and anticipatori movement quantit and narr record are use to infer the feder reserv intent for the feder fund rate around fomc meet thi seri is regress on the feder reserv intern forecast to deriv a measur free of systemat respons to inform about futur develop estim use the new measur indic that polici ha larg rel rapid and statist signific effect on both output and inflat the effect are substanti stronger and quicker than those obtain use convent indic", "title": "A New Measure of Monetary Shocks: Derivation and Implications"}, "https://ideas.repec.org/a/aea/aecrev/v89y1999i3p379-399.html": {"abstract": "Examining the correlation between trade and income cannot identify the direction of causation between the two. Countries' geographic characteristics, however, have important effects on trade and are plausibly uncorrelated with other determinants of income. This paper, therefore, constructs measures of the geographic component of countries' trade and uses those measures to obtain instrumental variables estimates of the effect of trade on income. The results provide no evidence that ordinary least-squares estimates overstate the effects of trade. Further, they suggest that trade has a quantitatively large and robust, though only moderately statistically significant, positive effect on income.", "authors": ["epfr12", "fpro406"], "abstractStem": "examin the correl between trade and incom cannot identifi the direct of causat between the two countri geograph characterist howev have import effect on trade and are plausibl uncorrel with other determin of incom thi paper therefor construct measur of the geograph compon of countri trade and use those measur to obtain instrument variabl estim of the effect of trade on incom the result provid no evid that ordinari leastsquar estim overst the effect of trade further they suggest that trade ha a quantit larg and robust though onli moder statist signific posit effect on incom", "title": "Does Trade Cause Growth?"}, "https://ideas.repec.org/a/aea/aecrev/v100y2010i3p763-801.html": {"abstract": "This paper investigates the impact of tax changes on economic activity. We use the narrative record, such as presidential speeches and Congressional reports, to identify the size, timing, and principal motivation for all major postwar tax policy actions. This analysis allows us to separate legislated changes into those taken for reasons related to prospective economic conditions and those taken for more exogenous reasons. The behavior of output following these more exogenous changes indicates that tax increases are highly contractionary. The effects are strongly significant, highly robust, and much larger than those obtained using broader measures of tax changes. (JEL E32, E62, H20, N12)", "authors": ["fpro406", "fpro407"], "abstractStem": "thi paper investig the impact of tax chang on econom activ we use the narr record such as presidenti speech and congression report to identifi the size time and princip motiv for all major postwar tax polici action thi analysi allow us to separ legisl chang into those taken for reason relat to prospect econom condit and those taken for more exogen reason the behavior of output follow these more exogen chang indic that tax increas are highli contractionari the effect are strongli signific highli robust and much larger than those obtain use broader measur of tax chang jel e32 e62 h20 n12", "title": "The Macroeconomic Effects of Tax Changes: Estimates Based on a New Measure of Fiscal Shocks"}, "https://ideas.repec.org/a/tpr/restat/v63y1981i1p145-46.html": {"abstract": "No abstract is available for this item.", "authors": ["fpro406"], "abstractStem": "no abstract is avail for thi item", "title": "Rosen and Quandt's Disequilibrium Model of the Labor Market: A Revision"}, "https://ideas.repec.org/a/eee/moneco/v34y1994i1p75-88.html": {"abstract": "No abstract is available for this item.", "authors": ["fpro406", "fpro407"], "abstractStem": "no abstract is avail for thi item", "title": "Monetary policy matters"}, "https://ideas.repec.org/a/aea/aecrev/v92y2002i2p121-127.html": {"abstract": "Monetary policy in the United States in the 1950s was remarkably modern. Analysis of Federal Reserve records shows that policymakers had an overarching aversion to inflation and were willing to accept significant costs to prevent it from rising to even moderate levels. This aversion to inflation was the result of policymakers' beliefs that higher inflation could not raise output in the long run, that the level of output that would trigger increases in inflation was only moderate, and that inflation had large real costs in the medium and long runs. Furthermore, both narrative and empirical analysis indicates that policymakers were not wedded to free reserves or other faulty indicators in their implementation of policy. Empirical estimates of a forward-looking Taylor rule show that policymakers in the 1950s raised nominal interest rates more than one-for-one with increases in expected inflation, and suggests that monetary policy in the 1950s was more similar to policy in the 1980s and 1990s than to that in the late 1960s and 1970s. One implication of these findings is that the inflation of the late 1960s and 1970s must have been the result of a change in the conduct of policy.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpro406", "fpro407"], "abstractStem": "monetari polici in the unit state in the 1950 wa remark modern analysi of feder reserv record show that policymak had an overarch avers to inflat and were will to accept signific cost to prevent it from rise to even moder level thi avers to inflat wa the result of policymak belief that higher inflat could not rais output in the long run that the level of output that would trigger increas in inflat wa onli moder and that inflat had larg real cost in the medium and long run furthermor both narr and empir analysi indic that policymak were not wed to free reserv or other faulti indic in their implement of polici empir estim of a forwardlook taylor rule show that policymak in the 1950 rais nomin interest rate more than oneforon with increas in expect inflat and suggest that monetari polici in the 1950 wa more similar to polici in the 1980 and 1990 than to that in the late 1960 and 1970 one implic of these find is that the inflat of the late 1960 and 1970 must have been the result of a chang in the conduct of policypthi abstract wa borrow from anoth version of thi item", "title": "A Rehabilitation of Monetary Policy in the 1950's"}, "https://ideas.repec.org/a/aea/jecper/v14y2000i2p149-169.html": {"abstract": "Changes in both the macroeconomy and in macroeconomics suggest that the IS-LM-AS model is no longer the best baseline model of short-run fluctuations for teaching and policy analysis. This paper presents an alternative model that replaces the assumption that the central bank targets the money supply with an assumption that it follows a simple interest rate rule. The resulting model is simpler, more realistic, and more coherent than IS-LM-AS, not just in its treatment of monetary policy but in many other ways. The paper also discusses other alternatives to IS-LM-AS.", "authors": ["fpro406"], "abstractStem": "chang in both the macroeconomi and in macroeconom suggest that the islma model is no longer the best baselin model of shortrun fluctuat for teach and polici analysi thi paper present an altern model that replac the assumpt that the central bank target the money suppli with an assumpt that it follow a simpl interest rate rule the result model is simpler more realist and more coher than islma not just in it treatment of monetari polici but in mani other way the paper also discuss other altern to islma", "title": "Keynesian Macroeconomics without the LM Curve"}, "https://ideas.repec.org/a/bin/bpeajo/v40y2009i2009-01p139-214.html": {"abstract": "The hypothesis that decreases in taxes reduce future government spending is often cited as a reason for cutting taxes. However, because taxes change for many reasons, examinations of the relationship between overall measures of taxation and subsequent spending are plagued by problems of reverse causation and omitted variable bias. To deal with these problems, this paper examines the behavior of government expenditures following legislated tax changes that narrative sources suggest are largely uncorrelated with other factors affecting spending. The results provide no support for the hypothesis that tax cuts restrain government spending; indeed, they suggest that tax cuts may actually increase spending. The results also indicate that the main effect of tax cuts on the government budget is to induce subsequent legislated tax increases. Examination of four episodes of major tax cuts reinforces these conclusions.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpro406", "fpro407"], "abstractStem": "the hypothesi that decreas in tax reduc futur govern spend is often cite as a reason for cut tax howev becaus tax chang for mani reason examin of the relationship between overal measur of taxat and subsequ spend are plagu by problem of revers causat and omit variabl bia to deal with these problem thi paper examin the behavior of govern expenditur follow legisl tax chang that narr sourc suggest are larg uncorrel with other factor affect spend the result provid no support for the hypothesi that tax cut restrain govern spend inde they suggest that tax cut may actual increas spend the result also indic that the main effect of tax cut on the govern budget is to induc subsequ legisl tax increas examin of four episod of major tax cut reinforc these conclusionspthi abstract wa borrow from anoth version of thi item", "title": "Do Tax Cuts Starve the Beast? The Effect of Tax Changes on Government Spending"}, "https://ideas.repec.org/a/oup/restud/v56y1989i2p179-198..html": {"abstract": "This paper studies the welfare properties of the equilibrium timing of price changes. Staggered price setting has the advantage that it permits rapid adjustment to firm-specific shocks, but the disadvantages that it causes unwanted fluctuations in relative prices and that, by creating price level inertia, it can increase aggregate fluctuations. Because each firm ignores its contribution to these problems, staggering can be a stable equilibrium even if it is highly inefficient. In addition, there can be multiple equilibria in the timing of prices changes; indeed, whenever there is an inefficient staggered equilibrium, there is also an efficient equilibrium with synchronized price setting.", "authors": ["fpba605", "fpro406"], "abstractStem": "thi paper studi the welfar properti of the equilibrium time of price chang stagger price set ha the advantag that it permit rapid adjust to firmspecif shock but the disadvantag that it caus unwant fluctuat in rel price and that by creat price level inertia it can increas aggreg fluctuat becaus each firm ignor it contribut to these problem stagger can be a stabl equilibrium even if it is highli ineffici in addit there can be multipl equilibria in the time of price chang inde whenev there is an ineffici stagger equilibrium there is also an effici equilibrium with synchron price set", "title": "The Equilibrium and Optimal Timing of Price Changes"}, "https://ideas.repec.org/a/oup/qjecon/v108y1993i4p869-903..html": {"abstract": "Because unanticipated monetary expansion leads to real exchange rate depreciation, and because the harms of real depreciation are greater in more open economies, the benefits of unanticipated expansion are decreasing in the degree of openness. Models in which the absence of precommitment in monetary policy leads to excessive inflation therefore predict lower average inflation in more open economies. This paper tests this prediction using cross-country data. The data show a strong and robust negative link between openness and inflation.", "authors": ["fpro406"], "abstractStem": "becaus unanticip monetari expans lead to real exchang rate depreci and becaus the harm of real depreci are greater in more open economi the benefit of unanticip expans are decreas in the degre of open model in which the absenc of precommit in monetari polici lead to excess inflat therefor predict lower averag inflat in more open economi thi paper test thi predict use crosscountri data the data show a strong and robust neg link between open and inflat", "title": "Openness and Inflation: Theory and Evidence"}, "https://ideas.repec.org/a/eee/moneco/v16y1985i2p175-194.html": {"abstract": "No abstract is available for this item.", "authors": ["fpro406"], "abstractStem": "no abstract is avail for thi item", "title": "Financial intermediation, reserve requirements, and inside money: A general equilibrium analysis"}, "https://ideas.repec.org/a/mcb/jmoncb/v42y2010i5p951-957.html": {"abstract": " This paper describes a new data set of the forecasts of output growth, inflation, and unemployment prepared by individual members of the Federal Open Market Committee. The paper discusses the scope of the data set, possibilities for extending it, and some potential uses. It offers a preliminary examination of some of the cross-sectional features of the data. Copyright (c) 2010 The Ohio State University.", "authors": ["fpro406"], "abstractStem": " thi paper describ a new data set of the forecast of output growth inflat and unemploy prepar by individu member of the feder open market committe the paper discuss the scope of the data set possibl for extend it and some potenti use it offer a preliminari examin of some of the crosssect featur of the data copyright c 2010 the ohio state univers", "title": "A New Data Set on Monetary Policy: The Economic Forecasts of Individual Members of the FOMC"}, "https://ideas.repec.org/a/aea/aecrev/v103y2013i3p66-72.html": {"abstract": "This paper examines the missing transmission mechanism in Friedman's and Schwartz's monetary explanation of the Great Depression. We review the challenge provided by the decline in nominal interest rates in the early 1930s, and show that the monetary explanation requires not just that there were expectations of deflation, but that they were caused by monetary contraction. Using a detailed analysis of Business Week magazine, we find evidence that monetary contraction and Federal Reserve policy contributed to expectations of deflation during the downturn. This suggests that monetary shocks may have depressed spending and output in part by raising real interest rates.", "authors": ["fpro406"], "abstractStem": "thi paper examin the miss transmiss mechan in friedman and schwartz monetari explan of the great depress we review the challeng provid by the declin in nomin interest rate in the earli 1930 and show that the monetari explan requir not just that there were expect of deflat but that they were caus by monetari contract use a detail analysi of busi week magazin we find evid that monetari contract and feder reserv polici contribut to expect of deflat dure the downturn thi suggest that monetari shock may have depress spend and output in part by rais real interest rate", "title": "The Missing Transmission Mechanism in the Monetary Explanation of the Great Depression"}, "https://ideas.repec.org/a/aea/aecrev/v103y2013i3p55-60.html": {"abstract": "Monetary policy-makers' beliefs about how the economy functions are a key determinant of the conduct of policy. That monetary policy has little impact under the prevailing circumstances is a belief which has resurfaced periodically over the Federal Reserve's 100-year history. In both the 1930s and the 1970s a belief in the ineffectiveness of monetary policy led to policy inaction and poor economic outcomes. For some of the recent period, the same view appears to have limited the policy response to prolonged high unemployment in the presence of low inflation.", "authors": ["fpro406"], "abstractStem": "monetari policymak belief about how the economi function are a key determin of the conduct of polici that monetari polici ha littl impact under the prevail circumst is a belief which ha resurfac period over the feder reserv 100year histori in both the 1930 and the 1970 a belief in the ineffect of monetari polici led to polici inact and poor econom outcom for some of the recent period the same view appear to have limit the polici respons to prolong high unemploy in the presenc of low inflat", "title": "The Most Dangerous Idea in Federal Reserve History: Monetary Policy Doesn't Matter"}, "https://ideas.repec.org/a/ecj/econjl/v113y2003i484p1-20.html": {"abstract": " A large literature shows that strategic interactions among actors with conflicting objectives can cause the political process to produce outcomes that lower welfare. This paper investigates an alternative explanation of such outcomes: if individuals\" errors in assessing the likely effects of proposed policies are correlated, democratic decisionmaking can produce welfare--reducing outcomes even in the absence of conflicting objectives. Under plausible assumptions, choosing candidates from among the best informed individuals does not remedy the problems created by such errors, but subsidising information and exposing representatives to information after their election do. Concentration of power has ambiguous effects. Copyright Royal Economic Society 2003.", "authors": ["fpro406"], "abstractStem": " a larg literatur show that strateg interact among actor with conflict object can caus the polit process to produc outcom that lower welfar thi paper investig an altern explan of such outcom if individu error in assess the like effect of propos polici are correl democrat decisionmak can produc welfarereduc outcom even in the absenc of conflict object under plausibl assumpt choos candid from among the best inform individu doe not remedi the problem creat by such error but subsidis inform and expos repres to inform after their elect do concentr of power ha ambigu effect copyright royal econom societi 2003", "title": "Misconceptions and Political Outcomes"}, "https://ideas.repec.org/a/fip/fedkpr/y2002p11-78.html": {"abstract": "There have been large changes in the conduct of aggregate demand policy in the United States over the past fifty years. This paper shows that these changes in policy have resulted largely from changes in policymakers' beliefs about the functioning of the economy and the effects of policy. We document the changes in beliefs using contemporaneous discussions of the economy and policy by monetary and fiscal policymakers and, for the period since the late 1960s, using the Federal Reserve's internal forecasts. We find that policymakers' understanding of the economy has not exhibited steady improvement. Instead, the evidence reveals an evolution from a fairly crude but basically sound worldview in the 1950s, to a more sophisticated but deeply flawed model in the 1960s, to uncertainty and fluctuating beliefs in the 1970s, and finally to the modern worldview of the 1980s and 1990s. We establish a link between policymakers' beliefs and aggregate demand policy by examining narrative evidence on the motivation for key policy choices. We also compare monetary policymakers' choices with the implications of a modern estimated policy rule and show that the main differences are consistent with the changes in beliefs that we observe.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpro406", "fpro407"], "abstractStem": "there have been larg chang in the conduct of aggreg demand polici in the unit state over the past fifti year thi paper show that these chang in polici have result larg from chang in policymak belief about the function of the economi and the effect of polici we document the chang in belief use contemporan discuss of the economi and polici by monetari and fiscal policymak and for the period sinc the late 1960 use the feder reserv intern forecast we find that policymak understand of the economi ha not exhibit steadi improv instead the evid reveal an evolut from a fairli crude but basic sound worldview in the 1950 to a more sophist but deepli flaw model in the 1960 to uncertainti and fluctuat belief in the 1970 and final to the modern worldview of the 1980 and 1990 we establish a link between policymak belief and aggreg demand polici by examin narr evid on the motiv for key polici choic we also compar monetari policymak choic with the implic of a modern estim polici rule and show that the main differ are consist with the chang in belief that we observepthi abstract wa borrow from anoth version of thi item", "title": "The evolution of economic understanding and postwar stabilization policy"}, "https://ideas.repec.org/a/eee/ecolet/v32y1990i3p205-210.html": {"abstract": "The classic models of staggered adjustment of Taylor and Blanchard takes the frequency of price or wage adjustment as exogenous. This paper develops a model in which the frequency of price changes in endogenous. It then uses the model to analyze the effects of changes in the parameters of the economy on the frequency of adjustment and the real effects of monetary shocks.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpro406"], "abstractStem": "the classic model of stagger adjust of taylor and blanchard take the frequenc of price or wage adjust as exogen thi paper develop a model in which the frequenc of price chang in endogen it then use the model to analyz the effect of chang in the paramet of the economi on the frequenc of adjust and the real effect of monetari shockspthi abstract wa borrow from anoth version of thi item", "title": "Staggered price setting with endogenous frequency of adjustment"}, "https://ideas.repec.org/a/oup/restud/v58y1991i3p455-477..html": {"abstract": "This paper presents and implements statistical tests of stock market forecastability and volatility that are immune from the severe statistical problems of earlier tests. It finds that although the null hypothesis of market efficiency is rejected, the rejections are only marginal. The paper also shows how volatility tests and recent regression tests are closely related, and demonstrates that when finite sample biases are taken into account, regression tests also fail to provide strong evidence of violations of the conventional valuation model.", "authors": ["fpro406"], "abstractStem": "thi paper present and implement statist test of stock market forecast and volatil that are immun from the sever statist problem of earlier test it find that although the null hypothesi of market effici is reject the reject are onli margin the paper also show how volatil test and recent regress test are close relat and demonstr that when finit sampl bias are taken into account regress test also fail to provid strong evid of violat of the convent valuat model", "title": "Stock Market Forecastability and Volatility: A Statistical Appraisal"}, "https://ideas.repec.org/a/oup/qjecon/v101y1986i4p663-685..html": {"abstract": "This paper presents a simple general equilibrium model that includes optimizing choices of the frequency of trips to the bank. The model is used to analyze the effect of inflation on the capital stock, the interest elasticity of money demand, the optimum quantity of money, and the welfare costs of inflationary finance.", "authors": ["fpro406"], "abstractStem": "thi paper present a simpl gener equilibrium model that includ optim choic of the frequenc of trip to the bank the model is use to analyz the effect of inflat on the capit stock the interest elast of money demand the optimum quantiti of money and the welfar cost of inflationari financ", "title": "A Simple General Equilibrium Version of the Baumol-Tobin Model"}, "https://ideas.repec.org/a/eee/moneco/v40y1997i3p659-665.html": {"abstract": "No abstract is available for this item.", "authors": ["fpro406", "fpro407"], "abstractStem": "no abstract is avail for thi item", "title": "Identification and the narrative approach: A reply to Leeper"}}}