{"fpst226": {"https://ideas.repec.org/a/aea/jecper/v21y2007i2p175-194.html": {"abstract": "Assets managed by hedge funds have grown faster over the last ten years than assets managed by mutual funds. Hedge funds and mutual funds perform the same economic function, but hedge funds are largely unregulated while mutual funds are tightly regulated. This paper compares the organization, performance, and risks of hedge funds and mutual funds. It then examines whether one can expect increasing convergence between these two investment vehicles and concludes that the performance gap between hedge funds and mutual funds will narrow, that regulatory developments will limit the flexibility of hedge funds, and that hedge funds will become more institutionalized.", "authors": ["fpst226"], "abstractStem": "asset manag by hedg fund have grown faster over the last ten year than asset manag by mutual fund hedg fund and mutual fund perform the same econom function but hedg fund are larg unregul while mutual fund are tightli regul thi paper compar the organ perform and risk of hedg fund and mutual fund it then examin whether one can expect increas converg between these two invest vehicl and conclud that the perform gap between hedg fund and mutual fund will narrow that regulatori develop will limit the flexibl of hedg fund and that hedg fund will becom more institution", "title": "Hedge Funds: Past, Present, and Future"}, "https://ideas.repec.org/a/eee/jfinec/v52y1999i1p3-46.html": {"abstract": "We examine the determinants and implications of holdings of cash and marketable\" securities by publicly traded U.S. firms in the 1971-1994 period. Firms with strong growth\" opportunities and riskier cash flows hold relatively high ratios of cash to total assets. Firms\" that have the greatest access to the capital markets (e.g. large firms and those with credit\" ratings) tend to hold lower ratios of cash to total assets. These results are consistent with the\" view that firms hold liquid assets to ensure that they will be able to keep investing when cash\" flow is too low relative to planned investment and when outside funds are expensive. The\" short run impact of excess cash on capital expenditures, acquisition spending and payouts to\" shareholders is small. The main reason that firms experience large changes in excess cash is\" the occurrence of operating losses. There is no evidence that risk management and cash\" holdings are substitutes.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpst226"], "abstractStem": "we examin the determin and implic of hold of cash and market secur by publicli trade us firm in the 19711994 period firm with strong growth opportun and riskier cash flow hold rel high ratio of cash to total asset firm that have the greatest access to the capit market eg larg firm and those with credit rate tend to hold lower ratio of cash to total asset these result are consist with the view that firm hold liquid asset to ensur that they will be abl to keep invest when cash flow is too low rel to plan invest and when outsid fund are expens the short run impact of excess cash on capit expenditur acquisit spend and payout to sharehold is small the main reason that firm experi larg chang in excess cash is the occurr of oper loss there is no evid that risk manag and cash hold are substitutespthi abstract wa borrow from anoth version of thi item", "title": "The determinants and implications of corporate cash holdings"}, "https://ideas.repec.org/a/eee/jfinec/v14y1985i3p325-325.html": {"abstract": "No abstract is available for this item.", "authors": ["fpst226"], "abstractStem": "no abstract is avail for thi item", "title": "Editorial data"}, "https://ideas.repec.org/a/tpr/restat/v86y2004i3p641-657.html": {"abstract": " We investigate the conditions under which an intertemporal equilibrium model based on investors' portfolio decisions can explain the dynamics of high-frequency equity flows. Our model shows that, when there are barriers to international investment and when the expectations of foreign investors are more extrapolative than those of domestic investors (either due to foreigners being less informed or for behavioral reasons), unexpectedly high worldwide or local stock returns lead to net equity inflows in small countries. We investigate these predictions using daily data on net equity flows for nine emerging-market countries. Equity flows are positively related to host-country stock returns as well as market performance abroad at daily frequencies. Though these effects are remarkably robust at the daily frequency, they dissipate quickly. © 2004 President and Fellows of Harvard College and the Massachusetts Institute of Technology.", "authors": ["fpst226"], "abstractStem": " we investig the condit under which an intertempor equilibrium model base on investor portfolio decis can explain the dynam of highfrequ equiti flow our model show that when there are barrier to intern invest and when the expect of foreign investor are more extrapol than those of domest investor either due to foreign be less inform or for behavior reason unexpectedli high worldwid or local stock return lead to net equiti inflow in small countri we investig these predict use daili data on net equiti flow for nine emergingmarket countri equiti flow are posit relat to hostcountri stock return as well as market perform abroad at daili frequenc though these effect are remark robust at the daili frequenc they dissip quickli   2004 presid and fellow of harvard colleg and the massachusett institut of technolog", "title": "Are Daily Cross-Border Equity Flows Pushed or Pulled?"}, "https://ideas.repec.org/a/fip/fedlpr/y1986p79-124.html": {"abstract": "No abstract is available for this item.", "authors": ["fpst226"], "abstractStem": "no abstract is avail for thi item", "title": "Risk and the economy: a finance perspective"}, "https://ideas.repec.org/a/eee/jfinec/v110y2013i3p546-573.html": {"abstract": "From 1990 to 2011, the share of world IPO activity by non-U.S. firms increased because of financial globalization and because of a decrease in U.S. IPO activity. Financial globalization reduces the impact of national institutions on domestic IPO activity and enables more non-U.S. firms from countries with weak institutions to go public with a global IPO. U.S. IPO activity does not benefit from financial globalization. Compared to other countries, the rate of small-firm IPO activity in the U.S. is abnormally low in the 2000s. This abnormally low rate cannot be explained by the regulatory changes of the early 2000s.", "authors": ["fpst226"], "abstractStem": "from 1990 to 2011 the share of world ipo activ by nonu firm increas becaus of financi global and becaus of a decreas in us ipo activ financi global reduc the impact of nation institut on domest ipo activ and enabl more nonu firm from countri with weak institut to go public with a global ipo us ipo activ doe not benefit from financi global compar to other countri the rate of smallfirm ipo activ in the us is abnorm low in the 2000 thi abnorm low rate cannot be explain by the regulatori chang of the earli 2000", "title": "The U.S. left behind? Financial globalization and the rise of IPOs outside the U.S"}, "https://ideas.repec.org/a/eee/jfinec/v88y2008i3p581-606.html": {"abstract": "This paper examines whether analysts resident in a country make more precise earnings forecasts for firms in that country than non-resident analysts. Using a sample of 32 countries, we find an economically and statistically significant local analyst advantage even after controlling for firm and analyst characteristics. The local advantage is high in countries where earnings are smoothed more, less information is disclosed by firms, and firm idiosyncratic information explains a smaller fraction of stock returns. It is negatively related to whether a firm has foreign assets and to market participation by foreign investors and by institutions, and positively related to holdings by insiders. The extent to which U.S. investors underweight a country's stocks is positively related to that country's local analyst advantage.", "authors": ["fpst226"], "abstractStem": "thi paper examin whether analyst resid in a countri make more precis earn forecast for firm in that countri than nonresid analyst use a sampl of 32 countri we find an econom and statist signific local analyst advantag even after control for firm and analyst characterist the local advantag is high in countri where earn are smooth more less inform is disclos by firm and firm idiosyncrat inform explain a smaller fraction of stock return it is neg relat to whether a firm ha foreign asset and to market particip by foreign investor and by institut and posit relat to hold by insid the extent to which us investor underweight a countri stock is posit relat to that countri local analyst advantag", "title": "Do local analysts know more? A cross-country study of the performance of local analysts and foreign analysts"}, "https://ideas.repec.org/a/eee/jimfin/v7y1988i2p167-180.html": {"abstract": "No abstract is available for this item.", "authors": ["fpst226"], "abstractStem": "no abstract is avail for thi item", "title": "Capital mobility and the current account"}, "https://ideas.repec.org/a/eee/jfinec/v22y1988i2p189-205.html": {"abstract": "No abstract is available for this item.", "authors": ["fpst226"], "abstractStem": "no abstract is avail for thi item", "title": "The Eurobond market and corporate financial policy : A test of the clientele hypothesis"}, "https://ideas.repec.org/a/bla/irvfin/v1y2000i1p11-38.html": {"abstract": "No abstract is available for this item.", "authors": ["fpst226"], "abstractStem": "no abstract is avail for thi item", "title": "Financial Structure, Corporate Finance and Economic Growth"}, "https://ideas.repec.org/a/eee/jfinec/v110y2013i2p280-299.html": {"abstract": "During the recent financial crisis, corporate borrowing and capital expenditures fall sharply. Most existing research links the two phenomena by arguing that a shock to bank lending (or, more generally, to the corporate credit supply) caused a reduction in capital expenditures. The economic significance of this causal link is tenuous, as we find that (1) bank-dependent firms do not decrease capital expenditures more than matching firms in the first year of the crisis or in the two quarters after Lehman Brother's bankruptcy; (2) firms that are unlevered before the crisis decrease capital expenditures during the crisis as much as matching firms and, proportionately, more than highly levered firms; (3) the decrease in net debt issuance for bank-dependent firms is not greater than for matching firms; (4) the average cumulative decrease in net equity issuance is more than twice the average decrease in net debt issuance from the start of the crisis through March 2009; and (5) bank-dependent firms hoard cash during the crisis compared with unlevered firms.", "authors": ["fpst226"], "abstractStem": "dure the recent financi crisi corpor borrow and capit expenditur fall sharpli most exist research link the two phenomena by argu that a shock to bank lend or more gener to the corpor credit suppli caus a reduct in capit expenditur the econom signific of thi causal link is tenuou as we find that 1 bankdepend firm do not decreas capit expenditur more than match firm in the first year of the crisi or in the two quarter after lehman brother bankruptci 2 firm that are unlev befor the crisi decreas capit expenditur dure the crisi as much as match firm and proportion more than highli lever firm 3 the decreas in net debt issuanc for bankdepend firm is not greater than for match firm 4 the averag cumul decreas in net equiti issuanc is more than twice the averag decreas in net debt issuanc from the start of the crisi through march 2009 and 5 bankdepend firm hoard cash dure the crisi compar with unlev firm", "title": "Access to capital, investment, and the financial crisis"}, "https://ideas.repec.org/a/bla/jfinan/v41y1986i1p209-23.html": {"abstract": "No abstract is available for this item.", "authors": ["fpst226"], "abstractStem": "no abstract is avail for thi item", "title": " Asset Pricing and Expected Inflation"}, "https://ideas.repec.org/a/eee/jfinec/v13y1984i4p459-459.html": {"abstract": "No abstract is available for this item.", "authors": ["fpst226"], "abstractStem": "no abstract is avail for thi item", "title": "Editorial data"}, "homepage": "https://ideas.repec.org/f/pst226.html", "https://ideas.repec.org/a/bla/jfinan/v45y1990i3p817-33.html": {"abstract": " This paper presents evidence that the distribution of target ownership is related to the division of the takeover gain between the target and the bidder for a sample of successful tender offers. In the whole sample, the target's gain is negatively related to bidder and institutional ownership. In the sample of multiple-bidder contests, the target's gain increases with managerial ownership and falls with institutional ownership. Copyright 1990 by American Finance Association.", "authors": ["fpst226"], "abstractStem": " thi paper present evid that the distribut of target ownership is relat to the divis of the takeov gain between the target and the bidder for a sampl of success tender offer in the whole sampl the target gain is neg relat to bidder and institut ownership in the sampl of multiplebidd contest the target gain increas with manageri ownership and fall with institut ownership copyright 1990 by american financ associ", "title": " The Distribution of Target Ownership and the Division of Gains in Successful Takeovers"}, "https://ideas.repec.org/a/eee/jfinec/v29y1991i2p315-335.html": {"abstract": "No abstract is available for this item.", "authors": ["fpla299", "fpst226"], "abstractStem": "no abstract is avail for thi item", "title": "A test of the free cash flow hypothesis*1: The case of bidder returns"}, "https://ideas.repec.org/a/bla/jfinan/v64y2009i5p1985-2021.html": {"abstract": " The average cash-to-assets ratio for U.S. industrial firms more than doubles from 1980 to 2006. A measure of the economic importance of this increase is that at the end of the sample period, the average firm can retire all debt obligations with its cash holdings. Cash ratios increase because firms' cash flows become riskier. In addition, firms change: They hold fewer inventories and receivables and are increasingly R&amp;D; intensive. While the precautionary motive for cash holdings plays an important role in explaining the increase in cash ratios, we find no consistent evidence that agency conflicts contribute to the increase. Copyright (c) 2009 the American Finance Association.", "authors": ["fpst226"], "abstractStem": " the averag cashtoasset ratio for us industri firm more than doubl from 1980 to 2006 a measur of the econom import of thi increas is that at the end of the sampl period the averag firm can retir all debt oblig with it cash hold cash ratio increas becaus firm cash flow becom riskier in addit firm chang they hold fewer inventori and receiv and are increasingli rampd intens while the precautionari motiv for cash hold play an import role in explain the increas in cash ratio we find no consist evid that agenc conflict contribut to the increas copyright c 2009 the american financ associ", "title": "Why Do U.S. Firms Hold So Much More Cash than They Used To?"}, "https://ideas.repec.org/a/oup/rfinst/v9y1996i1p109-39.html": {"abstract": " This article studies the shareholder wealth effects associated with 875 new security issues in Japan from January 1, 1985, to May 31, 1991. The announcement of convertible debt issues has a significant positive abnormal return of 1.05 percent. There is an abnormal return of 0.45 percent at the announcement of equity issues that is offset by an abnormal return of 1.01 percent on the issue day. Abnormal returns are negatively related to firm size, so that large Japanese firms have abnormal returns less different from those of U.S. firms than small Japanese firms. Our evidence is consistent with the view that Japanese managers decide to issue shares based on different considerations than American managers. Article published by Oxford University Press on behalf of the Society for Financial Studies in its journal, The Review of Financial Studies.", "authors": ["fpst226"], "abstractStem": " thi articl studi the sharehold wealth effect associ with 875 new secur issu in japan from januari 1 1985 to may 31 1991 the announc of convert debt issu ha a signific posit abnorm return of 105 percent there is an abnorm return of 045 percent at the announc of equiti issu that is offset by an abnorm return of 101 percent on the issu day abnorm return are neg relat to firm size so that larg japanes firm have abnorm return less differ from those of us firm than small japanes firm our evid is consist with the view that japanes manag decid to issu share base on differ consider than american manag articl publish by oxford univers press on behalf of the societi for financi studi in it journal the review of financi studi", "title": "How Different Is Japanese Corporate Finance? An Investigation of the Information Content of New Security Issues"}, "https://ideas.repec.org/a/eee/jfinec/v26y1990i1p3-27.html": {"abstract": "No abstract is available for this item.", "authors": ["fpst226"], "abstractStem": "no abstract is avail for thi item", "title": "Managerial discretion and optimal financing policies"}, "https://ideas.repec.org/a/bla/jacrfn/v19y2007i1p81-87.html": {"abstract": "No abstract is available for this item.", "authors": ["fpst226"], "abstractStem": "no abstract is avail for thi item", "title": "Cash Holdings, Dividend Policy, and Corporate Governance: A Cross-Country Analysis"}, "https://ideas.repec.org/a/bla/jacrfn/v12y1999i3p8-25.html": {"abstract": " International financial markets are progressively becoming one huge, integrated, global capital market-a development that is contributing to higher stock prices in developed as well as developing economies. For companies that are large and visible enough to attract global investors, having a global shareholder base means having a lower cost of capital and hence a greater equity value for two main reasons: 1999 Morgan Stanley.", "authors": ["fpst226"], "abstractStem": " intern financi market are progress becom one huge integr global capit marketa develop that is contribut to higher stock price in develop as well as develop economi for compani that are larg and visibl enough to attract global investor have a global sharehold base mean have a lower cost of capit and henc a greater equiti valu for two main reason 1999 morgan stanley", "title": "Golbalization, Corporate Finance, And The Cost Of Capital"}, "https://ideas.repec.org/a/bla/eufman/v2y1996i1p11-22.html": {"abstract": " In this keynote speech, I ask the question: Does the cost of capital differ for firms located in different countries? I argue that there are two ways to look at the cost of capital. First, there is the neoclassical perspective, which assumes that there are no agency problems. In integrated markets, the neoclassical cost of capital is the same in every country. Second, there is the agency perspective. Agency costs increase the cost of capital understood as the expected rate of return necessary for an investment to leave the value of the firm unaffected. Adjusting the cost of capital for agency costs, I argue that it differs across countries because of differences in corporate governance. I then provide a comparison of the agency-adjusted cost of capital between Japan and the US. Copyright Blackwell Publishers Ltd. 1996.", "authors": ["fpst226"], "abstractStem": " in thi keynot speech i ask the question doe the cost of capit differ for firm locat in differ countri i argu that there are two way to look at the cost of capit first there is the neoclass perspect which assum that there are no agenc problem in integr market the neoclass cost of capit is the same in everi countri second there is the agenc perspect agenc cost increas the cost of capit understood as the expect rate of return necessari for an invest to leav the valu of the firm unaffect adjust the cost of capit for agenc cost i argu that it differ across countri becaus of differ in corpor govern i then provid a comparison of the agencyadjust cost of capit between japan and the us copyright blackwel publish ltd 1996", "title": "Does the cost of capital differ across countries? An agency perspective"}, "https://ideas.repec.org/a/oup/rfinst/v12y1999i3p519-34.html": {"abstract": " This article investigates the long-term equity performance of Japanese firms issuing convertible debt and equity. We find that issuing firms perform poorly (except for equity rights issues) compared to nonissuing firms even though the stock-price reaction to convertible debt and equity issues is not negative for Japanese firms. This underperformance is strongest for firms issuing public convertible debt. In contrast to the United States, poor performance is not concentrated in smaller firms and in firms with a high market-to-book ratio. Simple behavioral explanations advanced for the new issue puzzle in the United States do not seem consistent with the Japanese experience. Article published by Oxford University Press on behalf of the Society for Financial Studies in its journal, The Review of Financial Studies.", "authors": ["fpst226"], "abstractStem": " thi articl investig the longterm equiti perform of japanes firm issu convert debt and equiti we find that issu firm perform poorli except for equiti right issu compar to nonissu firm even though the stockpric reaction to convert debt and equiti issu is not neg for japanes firm thi underperform is strongest for firm issu public convert debt in contrast to the unit state poor perform is not concentr in smaller firm and in firm with a high markettobook ratio simpl behavior explan advanc for the new issu puzzl in the unit state do not seem consist with the japanes experi articl publish by oxford univers press on behalf of the societi for financi studi in it journal the review of financi studi", "title": "The Underreaction Hypothesis and the New Issue Puzzle: Evidence from Japan"}, "https://ideas.repec.org/a/eee/jfinec/v14y1985i4p501-521.html": {"abstract": "No abstract is available for this item.", "authors": ["fpst226"], "abstractStem": "no abstract is avail for thi item", "title": "An analysis of secured debt"}, "https://ideas.repec.org/a/bla/jfinan/v38y1983i2p459-68.html": {"abstract": "No abstract is available for this item.", "authors": ["fpst226"], "abstractStem": "no abstract is avail for thi item", "title": " On the Determinants of Net Foreign Investment"}, "https://ideas.repec.org/a/eee/crcspp/v22y1985ip9-53.html": {"abstract": "No abstract is available for this item.", "authors": ["fpst226"], "abstractStem": "no abstract is avail for thi item", "title": "Macroeconomic time-series, business cycles and macroeconomic policies"}, "https://ideas.repec.org/a/eee/jfinec/v91y2009i3p253-277.html": {"abstract": "We study the determinants and consequences of cross-listings on the New York and London stock exchanges from 1990 to 2005. This investigation enables us to evaluate the relative benefits of New York and London exchange listings and to assess whether these relative benefits have changed over time, perhaps as a result of the passage of the Sarbanes-Oxley Act in 2002. We find that cross-listings have been falling on US exchanges as well as on the Main Market in London. This decline in cross-listings is explained by changes in firm characteristics instead of by changes in the benefits of cross-listing. We show that after controlling for firm characteristics there is no deficit in cross-listing counts on US exchanges related to SOX. Investigating the valuation differential between listed and non-listed firms (the cross-listing premium) from 1990 to 2005, we find that there is a significant premium for US exchange listings every year, that the premium has not fallen significantly in recent years, and that it persists when allowing for time-invariant unobservable firm characteristics. In contrast, no premium exists for listings on London's Main Market in any year. Firms increase their capital-raising activities at home and abroad following a cross-listing on a major US exchange but not following a cross-listing in London. Our evidence is consistent with the theory that an exchange listing in New York has unique governance benefits for foreign firms.", "authors": ["fpka329", "fpst226"], "abstractStem": "we studi the determin and consequ of crosslist on the new york and london stock exchang from 1990 to 2005 thi investig enabl us to evalu the rel benefit of new york and london exchang list and to assess whether these rel benefit have chang over time perhap as a result of the passag of the sarbanesoxley act in 2002 we find that crosslist have been fall on us exchang as well as on the main market in london thi declin in crosslist is explain by chang in firm characterist instead of by chang in the benefit of crosslist we show that after control for firm characterist there is no deficit in crosslist count on us exchang relat to sox investig the valuat differenti between list and nonlist firm the crosslist premium from 1990 to 2005 we find that there is a signific premium for us exchang list everi year that the premium ha not fallen significantli in recent year and that it persist when allow for timeinvari unobserv firm characterist in contrast no premium exist for list on london main market in ani year firm increas their capitalrais activ at home and abroad follow a crosslist on a major us exchang but not follow a crosslist in london our evid is consist with the theori that an exchang list in new york ha uniqu govern benefit for foreign firm", "title": "Has New York become less competitive than London in global markets? Evaluating foreign listing choices over time"}, "https://ideas.repec.org/a/eee/jimfin/v8y1989i1p89-103.html": {"abstract": "No abstract is available for this item.", "authors": ["fpst226"], "abstractStem": "no abstract is avail for thi item", "title": "Contracts, delivery lags, and currency risks"}, "https://ideas.repec.org/a/ucp/jnlbus/v65y1992i1p75-91.html": {"abstract": " Prior to 1984, the stock price reaction to announcements of convertible issue in the domestic market was significantly negative, while the reaction to issues on the Eurobond market was smaller in absolute value and not consistently negative. After 1984, this difference in stock price reactions seems to have disappeared. The difference in abnormal returns before 1984 cannot be explained by existing signaling models of convertible bond issues. It is consistent, however, with the hypothesis that American firms captured some of the tax advantage of Eurobonds relative to domestic bonds before the change in U.S. withholding taxes in July 1984. Copyright 1992 by University of Chicago Press.", "authors": ["fpst226"], "abstractStem": " prior to 1984 the stock price reaction to announc of convert issu in the domest market wa significantli neg while the reaction to issu on the eurobond market wa smaller in absolut valu and not consist neg after 1984 thi differ in stock price reaction seem to have disappear the differ in abnorm return befor 1984 cannot be explain by exist signal model of convert bond issu it is consist howev with the hypothesi that american firm captur some of the tax advantag of eurobond rel to domest bond befor the chang in us withhold tax in juli 1984 copyright 1992 by univers of chicago press", "title": "Is There a Global Market for Convertible Bonds?"}, "https://ideas.repec.org/a/oup/rfinst/v16y2003i3p717-763.html": {"abstract": " This article proposes a new approach to evaluate contagion in financial markets. Our measure of contagion captures the coincidence of extreme return shocks across countries within a region and across regions. We characterize the extent of contagion, its economic significance, and its determinants using a multinomial logistic regression model. Applying our approach to daily returns of emerging markets during the 1990s, we find that contagion is predictable and depends on regional interest rates, exchange rate changes, and conditional stock return volatility. Evidence that contagion is stronger for extreme negative returns than for extreme positive returns is mixed. Copyright 2003, Oxford University Press.", "authors": ["fpka329", "fpst226"], "abstractStem": " thi articl propos a new approach to evalu contagion in financi market our measur of contagion captur the coincid of extrem return shock across countri within a region and across region we character the extent of contagion it econom signific and it determin use a multinomi logist regress model appli our approach to daili return of emerg market dure the 1990 we find that contagion is predict and depend on region interest rate exchang rate chang and condit stock return volatil evid that contagion is stronger for extrem neg return than for extrem posit return is mix copyright 2003 oxford univers press", "title": "A New Approach to Measuring Financial Contagion"}, "https://ideas.repec.org/a/bla/jacrfn/v20y2008i4p39-48.html": {"abstract": " The difficulties of the past year have convinced many observers that current risk management practices are deeply flawed, and that such flaws have contributed greatly to the current financial crisis. In this paper, the author challenges this view by showing the need to distinguish between flawed assessments by risk managers and corporate risk-taking decisions that, although resulting in losses, were reasonable at the time they were made. Copyright (c) 2008 Morgan Stanley.", "authors": ["fpst226"], "abstractStem": " the difficulti of the past year have convinc mani observ that current risk manag practic are deepli flaw and that such flaw have contribut greatli to the current financi crisi in thi paper the author challeng thi view by show the need to distinguish between flaw assess by risk manag and corpor risktak decis that although result in loss were reason at the time they were made copyright c 2008 morgan stanley", "title": "Risk Management Failures: What Are They and When Do They Happen?"}, "https://ideas.repec.org/a/bla/jfinan/v44y1989i3p819-825.html": {"abstract": "No abstract is available for this item.", "authors": ["fpst226"], "abstractStem": "no abstract is avail for thi item", "title": "Report of the Managing Editor of The Journal of Finance for the Year 1988"}, "https://ideas.repec.org/a/bla/jfinan/v36y1981i4p923-34.html": {"abstract": "No abstract is available for this item.", "authors": ["fpst226"], "abstractStem": "no abstract is avail for thi item", "title": "On the Effects of Barriers to International Investment"}, "https://ideas.repec.org/a/eee/jfinec/v37y1995i1p3-37.html": {"abstract": "We argue that management sells assets when doing so provides the cheapest funds to pursue its objectives rather than for operating efficiency reasons alone. This hypothesis suggests that (1) firms selling assets have high leverage and/or poor performance, (2) a successful asset sale is good news and (3) the stock market discounts asset sale proceeds retained by the selling firm. In support of this hypothesis, we find that the typical firm in our sample performs poorly before the sale and that the average stock-price reaction to asset sales is positive only when the proceeds are paid out.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpla299", "fpst226"], "abstractStem": "we argu that manag sell asset when do so provid the cheapest fund to pursu it object rather than for oper effici reason alon thi hypothesi suggest that 1 firm sell asset have high leverag andor poor perform 2 a success asset sale is good news and 3 the stock market discount asset sale proce retain by the sell firm in support of thi hypothesi we find that the typic firm in our sampl perform poorli befor the sale and that the averag stockpric reaction to asset sale is posit onli when the proce are paid outpthi abstract wa borrow from anoth version of thi item", "title": "Asset sales, firm performance, and the agency costs of managerial discretion"}, "https://ideas.repec.org/a/ucp/jpolec/v95y1987i5p1024-40.html": {"abstract": " This paper presents a two-country model with maximizing households, stochastic production, stochastic money growth, and perfect capital mobility. Because of the presence of nontraded goods, households in different countries consume different goods. Analytic solutions are presented for the nominal exchange rate, the real exchange rate, nominal interest rates, and real interest rates. It is shown that the model is compatible with some important features of the real-world behavior of exchange rates. When households are imperfectly informed about the distribution of money growth, the exchange rate exhibits patterns of overshooting and is more volatile than the ratio of the money stocks. Copyright 1987 by University of Chicago Press.", "authors": ["fpst226"], "abstractStem": " thi paper present a twocountri model with maxim household stochast product stochast money growth and perfect capit mobil becaus of the presenc of nontrad good household in differ countri consum differ good analyt solut are present for the nomin exchang rate the real exchang rate nomin interest rate and real interest rate it is shown that the model is compat with some import featur of the realworld behavior of exchang rate when household are imperfectli inform about the distribut of money growth the exchang rate exhibit pattern of overshoot and is more volatil than the ratio of the money stock copyright 1987 by univers of chicago press", "title": "An Equilibrium Model of Exchange Rate Determination and Asset Pricing with Nontraded Goods and Imperfect Information"}, "https://ideas.repec.org/a/aea/jecper/v24y2010i1p73-92.html": {"abstract": "Many observers have argued that credit default swaps contributed significantly to the credit crisis. Of particular concern to these observers are that credit default swaps trade in the largely unregulated over-the-counter market as bilateral contracts involving counterparty risk and that they facilitate speculation involving negative views of a firm's financial strength. Some observers have suggested that credit default swaps would not have made the crisis worse had they traded on exchanges. I conclude that credit default swaps did not cause the dramatic events of the credit crisis, that the over-the-counter credit default swaps market worked well during much of the crisis, and that exchange trading has both advantages and costs compared to over-the-counter trading. Though I argue that eliminating over-the-counter trading of credit default swaps could reduce social welfare, I also recognize that much research is needed to understand better and to quantify the social gains and costs of derivatives in general and credit default swaps in particular.", "authors": ["fpst226"], "abstractStem": "mani observ have argu that credit default swap contribut significantli to the credit crisi of particular concern to these observ are that credit default swap trade in the larg unregul overthecount market as bilater contract involv counterparti risk and that they facilit specul involv neg view of a firm financi strength some observ have suggest that credit default swap would not have made the crisi wors had they trade on exchang i conclud that credit default swap did not caus the dramat event of the credit crisi that the overthecount credit default swap market work well dure much of the crisi and that exchang trade ha both advantag and cost compar to overthecount trade though i argu that elimin overthecount trade of credit default swap could reduc social welfar i also recogn that much research is need to understand better and to quantifi the social gain and cost of deriv in gener and credit default swap in particular", "title": "Credit Default Swaps and the Credit Crisis"}, "https://ideas.repec.org/a/oup/rfinst/v14y2001i1p215-41.html": {"abstract": " This article systematically examines the importance of exchange rate movements and industry competition for stock returns. Common shocks to industries across countries are more important than competitive shocks due to changes in exchange rates. Weekly exchange rate shocks explain almost nothing of the relative performance of industries. Using returns measured over longer horizons, the importance of exchange rate shocks increases slightly and the importance of industry common shocks increases more substantially. Both industry and exchange rate shocks are more important for industries that produce internationally traded goods, but the importance of these shocks is economically small for these industries as well. Article published by Oxford University Press on behalf of the Society for Financial Studies in its journal, The Review of Financial Studies.", "authors": ["fpst226"], "abstractStem": " thi articl systemat examin the import of exchang rate movement and industri competit for stock return common shock to industri across countri are more import than competit shock due to chang in exchang rate weekli exchang rate shock explain almost noth of the rel perform of industri use return measur over longer horizon the import of exchang rate shock increas slightli and the import of industri common shock increas more substanti both industri and exchang rate shock are more import for industri that produc intern trade good but the import of these shock is econom small for these industri as well articl publish by oxford univers press on behalf of the societi for financi studi in it journal the review of financi studi", "title": "International Competition and Exchange Rate Shocks: A Cross-Country Industry Analysis of Stock Returns"}, "https://ideas.repec.org/a/ucp/jpolec/v102y1994i6p1248-80.html": {"abstract": " In this paper, the authors show that Tobin's q and firm diversification are negatively related throughout the 1980s. This negative relation holds for different diversification measures and when they control for other known determinants of q. Further, diversified firms have lower q's than comparable portfolios of pure-play firms. Firms that choose to diversify are poor performers relative to firms that do not but there is only weak evidence that they have lower q's than the average firm in their industry. The authors find no evidence supportive of the view that diversification provides firms with a valuable intangible asset. Copyright 1994 by University of Chicago Press.", "authors": ["fpla299", "fpst226"], "abstractStem": " in thi paper the author show that tobin q and firm diversif are neg relat throughout the 1980 thi neg relat hold for differ diversif measur and when they control for other known determin of q further diversifi firm have lower qs than compar portfolio of pureplay firm firm that choos to diversifi are poor perform rel to firm that do not but there is onli weak evid that they have lower qs than the averag firm in their industri the author find no evid support of the view that diversif provid firm with a valuabl intang asset copyright 1994 by univers of chicago press", "title": "Tobin's q, Corporate Diversification, and Firm Performance"}, "https://ideas.repec.org/a/eee/jfinec/v105y2012i1p1-17.html": {"abstract": "Though overall bank performance from July 2007 to December 2008 was the worst since the Great Depression, there is significant variation in the cross-section of stock returns of large banks across the world during that period. We use this variation to evaluate the importance of factors that have been put forth as having contributed to the poor performance of banks during the credit crisis. The evidence is supportive of theories that emphasize the fragility of banks financed with short-term capital market funding. The better-performing banks had less leverage and lower returns immediately before the crisis. Differences in banking regulations across countries are generally uncorrelated with the performance of banks during the crisis, except that large banks from countries with more restrictions on bank activities performed better and decreased loans less. Our evidence poses a substantial challenge to those who argue that poor bank governance was a major cause of the crisis because we find that banks with more shareholder-friendly boards performed significantly worse during the crisis than other banks, were not less risky before the crisis, and reduced loans more during the crisis.", "authors": ["fpst226"], "abstractStem": "though overal bank perform from juli 2007 to decemb 2008 wa the worst sinc the great depress there is signific variat in the crosssect of stock return of larg bank across the world dure that period we use thi variat to evalu the import of factor that have been put forth as have contribut to the poor perform of bank dure the credit crisi the evid is support of theori that emphas the fragil of bank financ with shortterm capit market fund the betterperform bank had less leverag and lower return immedi befor the crisi differ in bank regul across countri are gener uncorrel with the perform of bank dure the crisi except that larg bank from countri with more restrict on bank activ perform better and decreas loan less our evid pose a substanti challeng to those who argu that poor bank govern wa a major caus of the crisi becaus we find that bank with more shareholderfriendli board perform significantli wors dure the crisi than other bank were not less riski befor the crisi and reduc loan more dure the crisi", "title": "The credit crisis around the globe: Why did some banks perform better?"}, "https://ideas.repec.org/a/cup/jfinqa/v19y1984i02p127-140_01.html": {"abstract": "No abstract is available for this item.", "authors": ["fpst226"], "abstractStem": "no abstract is avail for thi item", "title": "Optimal Hedging Policies"}, "https://ideas.repec.org/a/eee/moneco/v17y1986i3p331-347.html": {"abstract": "No abstract is available for this item.", "authors": ["fpst226"], "abstractStem": "no abstract is avail for thi item", "title": "Interest rates and monetary policy uncertainty"}, "https://ideas.repec.org/a/eee/jfinec/v71y2004i2p205-238.html": {"abstract": "At the end of 1997, the foreign companies listed in the U.S. have a Tobin's q ratio that exceeds by 16.5% the q ratio of firms from the same country that are not listed in the U.S. The valuation difference is statistically significant and largest for exchange-listed firms, where it reaches 37%. The difference persists even after controlling for a number of firm and country characteristics. We propose a theory that explains this valuation difference. We hypothesize that controlling shareholders of firms listed in the U.S. cannot extract as many private benefits from control compared to controlling shareholders of firms not listed in the U.S., but that their firms are better able to take advantage of growth opportunities. Consequently, the cross-listed firms should be those firms where the interests of the controlling shareholder are better aligned with the interests of other shareholders. The growth opportunities of cross-listed firms will be more highly valued than those of firms not listed in the U.S. both because cross-listed firms are better able to take advantage of these opportunities and because a smaller fraction of the cash flow of these firms is expropriated by controlling shareholders. We find that our theory explains the greater valuation of cross-listed firms. In particular, we find expected sales growth is valued more highly for firms listed in the U.S. and that this effect is greater for firms from countries with poorer investor rights.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpka329", "fpst226"], "abstractStem": "at the end of 1997 the foreign compani list in the us have a tobin q ratio that exce by 165 the q ratio of firm from the same countri that are not list in the us the valuat differ is statist signific and largest for exchangelist firm where it reach 37 the differ persist even after control for a number of firm and countri characterist we propos a theori that explain thi valuat differ we hypothes that control sharehold of firm list in the us cannot extract as mani privat benefit from control compar to control sharehold of firm not list in the us but that their firm are better abl to take advantag of growth opportun consequ the crosslist firm should be those firm where the interest of the control sharehold are better align with the interest of other sharehold the growth opportun of crosslist firm will be more highli valu than those of firm not list in the us both becaus crosslist firm are better abl to take advantag of these opportun and becaus a smaller fraction of the cash flow of these firm is expropri by control sharehold we find that our theori explain the greater valuat of crosslist firm in particular we find expect sale growth is valu more highli for firm list in the us and that thi effect is greater for firm from countri with poorer investor rightspthi abstract wa borrow from anoth version of thi item", "title": "Why are foreign firms listed in the U.S. worth more?"}, "https://ideas.repec.org/a/bla/jfinan/v65y2010i4p1507-1553.html": {"abstract": " Foreign firms terminate their Securities and Exchange Commission registration in the aftermath of the Sarbanes-Oxley Act (SOX) because they no longer require outside funds to finance growth opportunities. Deregistering firms' insiders benefit from greater discretion to consume private benefits without having to raise higher cost funds. Foreign firms with more agency problems have worse stock-price reactions to the adoption of Rule 12h-6 in 2007, which made deregistration easier, than those firms more adversely affected by the compliance costs of SOX. Stock-price reactions to deregistration announcements are negative, but less so under Rule 12h-6, and more so for firms that raise fewer funds externally. Copyright (c) 2010 The American Finance Association.", "authors": ["fpst226"], "abstractStem": " foreign firm termin their secur and exchang commiss registr in the aftermath of the sarbanesoxley act sox becaus they no longer requir outsid fund to financ growth opportun deregist firm insid benefit from greater discret to consum privat benefit without have to rais higher cost fund foreign firm with more agenc problem have wors stockpric reaction to the adopt of rule 12h6 in 2007 which made deregistr easier than those firm more advers affect by the complianc cost of sox stockpric reaction to deregistr announc are neg but less so under rule 12h6 and more so for firm that rais fewer fund extern copyright c 2010 the american financ associ", "title": "Why Do Foreign Firms Leave U.S. Equity Markets?"}, "https://ideas.repec.org/a/bla/joares/v47y2009i2p597-635.html": {"abstract": " We merge portfolio theories of home bias with corporate finance theories of insider ownership to create the optimal corporate ownership theory of the home bias. The theory has two components: (1) foreign portfolio investors exhibit a large home bias against countries with poor governance because their investment is limited by high optimal ownership by insiders (the \"direct effect\" of poor governance) and domestic monitoring shareholders (the \"indirect effect\") in response to the governance and (2) foreign direct investors from \"good governance\" countries have a comparative advantage as insider monitors in \"poor governance\" countries, so that the relative importance of foreign direct investment is negatively related to the quality of governance. Using both country-level data on U.S. investors' foreign investment allocations and Korean firm-level data, we find empirical evidence supporting our optimal corporate ownership theory of the home bias. Copyright (c), University of Chicago on behalf of the Institute of Professional Accounting, 2009.", "authors": ["fpst226"], "abstractStem": " we merg portfolio theori of home bia with corpor financ theori of insid ownership to creat the optim corpor ownership theori of the home bia the theori ha two compon 1 foreign portfolio investor exhibit a larg home bia against countri with poor govern becaus their invest is limit by high optim ownership by insid the direct effect of poor govern and domest monitor sharehold the indirect effect in respons to the govern and 2 foreign direct investor from good govern countri have a compar advantag as insid monitor in poor govern countri so that the rel import of foreign direct invest is neg relat to the qualiti of govern use both countrylevel data on us investor foreign invest alloc and korean firmlevel data we find empir evid support our optim corpor ownership theori of the home bia copyright c univers of chicago on behalf of the institut of profession account 2009", "title": "Financial Globalization, Governance, and the Evolution of the Home Bias"}, "https://ideas.repec.org/a/bla/jfinan/v64y2009i1p425-466.html": {"abstract": " This paper investigates how a foreign firm's decision to cross-list on a U.S. stock exchange is related to the consumption of private benefits of control by its controlling shareholders. Theory has proposed that when private benefits are high, controlling shareholders are less likely to choose to cross-list in the United States because of constraints on the consumption of private benefits resulting from such listings. Using several proxies for private benefits related to the control and cash flow ownership rights of controlling shareholders, we find support for this hypothesis with a sample of more than 4,000 firms from 31 countries. Copyright (c) 2009 The American Finance Association.", "authors": ["fpka329", "fpst226"], "abstractStem": " thi paper investig how a foreign firm decis to crosslist on a us stock exchang is relat to the consumpt of privat benefit of control by it control sharehold theori ha propos that when privat benefit are high control sharehold are less like to choos to crosslist in the unit state becaus of constraint on the consumpt of privat benefit result from such list use sever proxi for privat benefit relat to the control and cash flow ownership right of control sharehold we find support for thi hypothesi with a sampl of more than 4000 firm from 31 countri copyright c 2009 the american financ associ", "title": "Private Benefits of Control, Ownership, and the Cross-listing Decision"}, "https://ideas.repec.org/a/bla/jacrfn/v8y1995i3p30-38.html": {"abstract": "No abstract is available for this item.", "authors": ["fpst226"], "abstractStem": "no abstract is avail for thi item", "title": "Globalization Of Capital Markets And The Cost Of Capital: The Case Of Nestlé"}, "https://ideas.repec.org/a/eee/inecon/v12y1982i3-4p285-299.html": {"abstract": "No abstract is available for this item.", "authors": ["fpst226"], "abstractStem": "no abstract is avail for thi item", "title": "The forward exchange rate and macroeconomics"}, "https://ideas.repec.org/a/aea/aecrev/v93y2003i2p97-101.html": {"abstract": "Equity market liberalizations are like IPOs, but they are IPOs of a country's stock market rather than of individual firms. Both are endogenous events whose benefits are limited by poor investor protection, agency costs, and information asymmetries. As for stock prices following an IPO, there are legitimate concerns about the efficiency in the period following the liberalization of the stock market returns of countries that liberalize their equity markets. Equity markets of liberalizing countries experience extremely strong performance immediately after the liberalization, but then go through a period of poor performance. This pattern of stock returns is more dramatic for countries with poorer financial development before the liberalization.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpst226"], "abstractStem": "equiti market liber are like ipo but they are ipo of a countri stock market rather than of individu firm both are endogen event whose benefit are limit by poor investor protect agenc cost and inform asymmetri as for stock price follow an ipo there are legitim concern about the effici in the period follow the liber of the stock market return of countri that liber their equiti market equiti market of liber countri experi extrem strong perform immedi after the liber but then go through a period of poor perform thi pattern of stock return is more dramat for countri with poorer financi develop befor the liberalizationpthi abstract wa borrow from anoth version of thi item", "title": "Equity-Market Liberalizations as Country IPO's"}, "https://ideas.repec.org/a/mcb/jmoncb/v16y1984i3p302-16.html": {"abstract": "No abstract is available for this item.", "authors": ["fpst226"], "abstractStem": "no abstract is avail for thi item", "title": "Currency Preferences, Purchasing Power Risks, and the Determination of Exchange Rates in an Optimizing Model"}, "https://ideas.repec.org/a/cup/jfinqa/v38y2003i01p87-110_00.html": {"abstract": "This paper shows that there is a close relation between corporate governance and the portfolios held by investors. Most firms in countries with poor investor protection are controlled by large shareholders, so that only a fraction of the shares issued by firms in these countries can be freely traded and held by portfolio investors. We show that the prevalence of closely-held firms in most countries helps explain why these countries exhibit a home bias in share holdings and why U.S. investors underweight foreign countries in their portfolios. We construct an estimate of the world portfolio of shares available to investors who are not controlling shareholders (the world float portfolio). The world float portfolio differs sharply from the world market portfolio. In regressions explaining the portfolio weights of U.S. investors, the world float portfolio has a positive significant coefficient but the world market portfolio has no additional explanatory power. This result holds when we control for country characteristics. An analysis of foreign investor holdings at the firm level for Sweden confirms the importance of the float portfolio as a determinant of these holdings.", "authors": ["fpst226"], "abstractStem": "thi paper show that there is a close relat between corpor govern and the portfolio held by investor most firm in countri with poor investor protect are control by larg sharehold so that onli a fraction of the share issu by firm in these countri can be freeli trade and held by portfolio investor we show that the preval of closelyheld firm in most countri help explain whi these countri exhibit a home bia in share hold and whi us investor underweight foreign countri in their portfolio we construct an estim of the world portfolio of share avail to investor who are not control sharehold the world float portfolio the world float portfolio differ sharpli from the world market portfolio in regress explain the portfolio weight of us investor the world float portfolio ha a posit signific coeffici but the world market portfolio ha no addit explanatori power thi result hold when we control for countri characterist an analysi of foreign investor hold at the firm level for sweden confirm the import of the float portfolio as a determin of these hold", "title": "Corporate Governance and the Home Bias"}, "https://ideas.repec.org/a/cup/jfinqa/v30y1995i02p257-270_00.html": {"abstract": "Offshore dollar-denominated equity-linked issues were a more important source of funds for Japanese companies during the 1980s than domestic equity and straight debt issues combined. Using a sample of Japanese equity-linked offshore issues from 1977 to 1989, we find that the announcement of these issues is accompanied by a significant positive abnormal return. This contrasts with evidence that U.S. equity-linked issues have a significant negative stock price reaction. We provide an explanation for the difference in stock price reactions between U.S. and Japanese issues that is based on the greater influence on managers' security issue decisions of long-term investors and banks in Japan than in the U.S.", "authors": ["fpst226"], "abstractStem": "offshor dollardenomin equitylink issu were a more import sourc of fund for japanes compani dure the 1980 than domest equiti and straight debt issu combin use a sampl of japanes equitylink offshor issu from 1977 to 1989 we find that the announc of these issu is accompani by a signific posit abnorm return thi contrast with evid that us equitylink issu have a signific neg stock price reaction we provid an explan for the differ in stock price reaction between us and japanes issu that is base on the greater influenc on manag secur issu decis of longterm investor and bank in japan than in the us", "title": "An Analysis of the Wealth Effects of Japanese Offshore Dollar-Denominated Convertible and Warrant Bond Issues"}, "https://ideas.repec.org/a/eee/jfinec/v85y2007i2p267-296.html": {"abstract": "A conflict of interest exists when a party to a transaction could potentially make a gain from taking actions that are detrimental to the other party in the transaction. This paper examines the economics of conflicts of interest in financial institutions and reviews the growing empirical literature (mostly focused on analysts) on the economic implications of these conflicts. Economic analysis shows that, although conflicts of interest are omnipresent when contracting is costly and parties are imperfectly informed, there are important factors that mitigate their impact and, strikingly, it is possible for customers of financial institutions to benefit from the existence of such conflicts. The empirical literature reaches conclusions that differ across types of conflicts of interest, but overall these conclusions are more ambivalent and certainly more benign than the conclusions drawn by journalists and politicians from mostly anecdotal evidence. Though much has been made of conflicts of interest arising from investment banking activities, there is no consensus in the empirical literature supporting the view that conflicts resulting from these activities had a systematic adverse impact on customers of financial institutions.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpme276", "fpst226"], "abstractStem": "a conflict of interest exist when a parti to a transact could potenti make a gain from take action that are detriment to the other parti in the transact thi paper examin the econom of conflict of interest in financi institut and review the grow empir literatur mostli focus on analyst on the econom implic of these conflict econom analysi show that although conflict of interest are omnipres when contract is costli and parti are imperfectli inform there are import factor that mitig their impact and strikingli it is possibl for custom of financi institut to benefit from the exist of such conflict the empir literatur reach conclus that differ across type of conflict of interest but overal these conclus are more ambival and certainli more benign than the conclus drawn by journalist and politician from mostli anecdot evid though much ha been made of conflict of interest aris from invest bank activ there is no consensu in the empir literatur support the view that conflict result from these activ had a systemat advers impact on custom of financi institutionspthi abstract wa borrow from anoth version of thi item", "title": "The economics of conflicts of interest in financial institutions"}, "https://ideas.repec.org/a/bla/joares/v47y2009i2p349-390.html": {"abstract": " As barriers to international investment fall and technology improves, the cost advantages for a firm's securities to trade publicly in the country in which that firm is located and for that country to have a market for publicly traded securities distinct from the capital markets of other countries will progressively disappear. Securities laws remain an important determinant of whether and where securities are issued, how they are valued, who owns them, and where they trade. I show that there is a demand from entrepreneurs for mechanisms that allow them to commit to credible disclosure because disclosure helps reduce agency costs. Under some circumstances, mandatory disclosure through securities laws can help satisfy that demand, but only provided investors or the state can act on the information disclosed and the laws cannot be weakened ex post too much through lobbying by corporate insiders. With financial globalization, national disclosure laws can have wide-ranging effects on a country's welfare, on firms and on investor portfolios, including the extent to which share holdings reveal a home bias. In equilibrium, if firms can choose the securities laws they are subject to when they go public, some firms will choose stronger securities laws than those of the country in which they are located and some firms will do the opposite. Copyright (c), University of Chicago on behalf of the Institute of Professional Accounting, 2009.", "authors": ["fpst226"], "abstractStem": " as barrier to intern invest fall and technolog improv the cost advantag for a firm secur to trade publicli in the countri in which that firm is locat and for that countri to have a market for publicli trade secur distinct from the capit market of other countri will progress disappear secur law remain an import determin of whether and where secur are issu how they are valu who own them and where they trade i show that there is a demand from entrepreneur for mechan that allow them to commit to credibl disclosur becaus disclosur help reduc agenc cost under some circumst mandatori disclosur through secur law can help satisfi that demand but onli provid investor or the state can act on the inform disclos and the law cannot be weaken ex post too much through lobbi by corpor insid with financi global nation disclosur law can have widerang effect on a countri welfar on firm and on investor portfolio includ the extent to which share hold reveal a home bia in equilibrium if firm can choos the secur law they are subject to when they go public some firm will choos stronger secur law than those of the countri in which they are locat and some firm will do the opposit copyright c univers of chicago on behalf of the institut of profession account 2009", "title": "Securities Laws, Disclosure, and National Capital Markets in the Age of Financial Globalization"}, "https://ideas.repec.org/a/bla/jfinan/v65y2010i5p1789-1816.html": {"abstract": " Defining contagion as correlation over and above that expected from economic fundamentals, we find strong evidence of worst return contagion across hedge fund styles for 1990 to 2008. Large adverse shocks to asset and hedge fund liquidity strongly increase the probability of contagion. Specifically, large adverse shocks to credit spreads, the TED spread, prime broker and bank stock prices, stock market liquidity, and hedge fund flows are associated with a significant increase in the probability of hedge fund contagion. While shocks to liquidity are important determinants of performance, these shocks are not captured by commonly used models of hedge fund returns. Copyright (c) 2010 the American Finance Association.", "authors": ["fpst226"], "abstractStem": " defin contagion as correl over and abov that expect from econom fundament we find strong evid of worst return contagion across hedg fund style for 1990 to 2008 larg advers shock to asset and hedg fund liquid strongli increas the probabl of contagion specif larg advers shock to credit spread the ted spread prime broker and bank stock price stock market liquid and hedg fund flow are associ with a signific increas in the probabl of hedg fund contagion while shock to liquid are import determin of perform these shock are not captur by commonli use model of hedg fund return copyright c 2010 the american financ associ", "title": "Hedge Fund Contagion and Liquidity Shocks"}, "https://ideas.repec.org/a/eee/jfinec/v40y1996i1p3-29.html": {"abstract": "We show that there is a negative relation between leverage and future growth at the firm level and, for diversified firms, at the segment level. Further, this negative relation between leverage and growth holds for firms with low Tobin's q, but not for high-q firms or firms in high-q industries. Therefore, leverage does not reduce growth for firms known to have good investment opportunities, but is negatively related to growth for firms whose growth opportunities are either not recognized by the capital markets or are not sufficiently valuable to overcome the effects of their debt overhang.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpla299", "fpst226"], "abstractStem": "we show that there is a neg relat between leverag and futur growth at the firm level and for diversifi firm at the segment level further thi neg relat between leverag and growth hold for firm with low tobin q but not for highq firm or firm in highq industri therefor leverag doe not reduc growth for firm known to have good invest opportun but is neg relat to growth for firm whose growth opportun are either not recogn by the capit market or are not suffici valuabl to overcom the effect of their debt overhangpthi abstract wa borrow from anoth version of thi item", "title": "Leverage, investment, and firm growth"}, "https://ideas.repec.org/a/ucp/jnlbus/v73y2000i1p1-23.html": {"abstract": " From 1990 to 1993, the typical firm on the Tokyo Stock Exchange lost more than half of its value, and banks experienced severe adverse shocks. We show that firms whose debt had a higher fraction of bank loans in 1989 performed worse from 1990 to 1993 and also invested less than other firms did. This effect holds when we control for variables that affect firm performance. We show further that exogenous shocks to banks during the negotiations leading to the Basle Accord affected bank borrowers significantly. Copyright 2000 by University of Chicago Press.", "authors": ["fpst226"], "abstractStem": " from 1990 to 1993 the typic firm on the tokyo stock exchang lost more than half of it valu and bank experienc sever advers shock we show that firm whose debt had a higher fraction of bank loan in 1989 perform wors from 1990 to 1993 and also invest less than other firm did thi effect hold when we control for variabl that affect firm perform we show further that exogen shock to bank dure the negoti lead to the basl accord affect bank borrow significantli copyright 2000 by univers of chicago press", "title": "Do Banking Shocks Affect Borrowing Firm Performance? An Analysis of the Japanese Experience"}, "https://ideas.repec.org/a/bla/jfinan/v42y1987i2p267-80.html": {"abstract": "No abstract is available for this item.", "authors": ["fpst226"], "abstractStem": "no abstract is avail for thi item", "title": " The Pricing of Options with Default Risk"}, "https://ideas.repec.org/a/bla/jacrfn/v9y1996i3p8-25.html": {"abstract": " This paper presents a theory of corporate risk management that attempts to go beyond the \"variance-minimization\" model that dominates most academic discussions of the subject. It argues that the primary goal of risk management is not to dampen swings in corporate cash flows or value, but rather to provide protection against the possibility of \"costly lower-tail outcomes\"-situations that would cause financial distress or make a company unable to carry out its investment strategy. (In the jargon of finance specialists, risk management can be viewed as the purchase of well-out-of-the-money put options designed to limit downside risk.) 1996 Morgan Stanley.", "authors": ["fpst226"], "abstractStem": " thi paper present a theori of corpor risk manag that attempt to go beyond the varianceminim model that domin most academ discuss of the subject it argu that the primari goal of risk manag is not to dampen swing in corpor cash flow or valu but rather to provid protect against the possibl of costli lowertail outcomessitu that would caus financi distress or make a compani unabl to carri out it invest strategi in the jargon of financ specialist risk manag can be view as the purchas of welloutofthemoney put option design to limit downsid risk 1996 morgan stanley", "title": "Rethinking Risk Management"}, "https://ideas.repec.org/a/eee/jfinec/v86y2007i1p1-39.html": {"abstract": "This paper develops and tests a model of how country characteristics, such as legal protections for minority investors, and the level of economic and financial development, influence firms' costs and benefits in implementing measures to improve their own governance and transparency. The model focuses on an entrepreneur who needs to raise funds to finance the firm's investment opportunities and who decides whether or not to invest in better firm-level governance mechanisms to reduce agency costs. We show that, for a given level of country investor protection, the incentives to adopt better governance mechanisms at the firm level increase with a country's financial and economic development. When economic and financial development is poor, the incentives to improve firm-level governance are low because outside finance is expensive and the adoption of better governance mechanisms is expensive. Using firm-level data on international corporate governance and transparency ratings for a large sample of firms from around the world, we find evidence consistent with this prediction. Specifically, we show that (1) almost all of the variation in governance ratings across firms in less developed countries is attributable to country characteristics rather than firm characteristics typically used to explain governance choices, (2) firm characteristics explain more of the variation in governance ratings in more developed countries, and (3) access to global capital markets sharpens firm incentives for better governance, but decreases the importance of home-country legal protections of minority investors.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpka329", "fpst226"], "abstractStem": "thi paper develop and test a model of how countri characterist such as legal protect for minor investor and the level of econom and financi develop influenc firm cost and benefit in implement measur to improv their own govern and transpar the model focus on an entrepreneur who need to rais fund to financ the firm invest opportun and who decid whether or not to invest in better firmlevel govern mechan to reduc agenc cost we show that for a given level of countri investor protect the incent to adopt better govern mechan at the firm level increas with a countri financi and econom develop when econom and financi develop is poor the incent to improv firmlevel govern are low becaus outsid financ is expens and the adopt of better govern mechan is expens use firmlevel data on intern corpor govern and transpar rate for a larg sampl of firm from around the world we find evid consist with thi predict specif we show that 1 almost all of the variat in govern rate across firm in less develop countri is attribut to countri characterist rather than firm characterist typic use to explain govern choic 2 firm characterist explain more of the variat in govern rate in more develop countri and 3 access to global capit market sharpen firm incent for better govern but decreas the import of homecountri legal protect of minor investorspthi abstract wa borrow from anoth version of thi item", "title": "Why do countries matter so much for corporate governance?"}, "https://ideas.repec.org/a/eee/jfinec/v54y1999i2p227-264.html": {"abstract": "This paper examines the impact of foreign investors on stock returns in Korea from November 30, 1996, to the end of 1997 using trade data. We find strong evidence of positive feedback trading and herding by foreign investors before the period of Korea's economic crisis during the last three months of 1997. The evidence of herding becomes weaker during the crisis period and positive feedback trading by foreign investors disappears. We find no evidence that trades by foreign investors had a destabilizing effect on Korea's stock market over our sample period. In particular, the market adjusted quickly and efficiently to large sales by foreign investors and these sales were not followed by negative abnormal returns amplifying their impact.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpst226"], "abstractStem": "thi paper examin the impact of foreign investor on stock return in korea from novemb 30 1996 to the end of 1997 use trade data we find strong evid of posit feedback trade and herd by foreign investor befor the period of korea econom crisi dure the last three month of 1997 the evid of herd becom weaker dure the crisi period and posit feedback trade by foreign investor disappear we find no evid that trade by foreign investor had a destabil effect on korea stock market over our sampl period in particular the market adjust quickli and effici to larg sale by foreign investor and these sale were not follow by neg abnorm return amplifi their impactpthi abstract wa borrow from anoth version of thi item", "title": "Do foreign investors destabilize stock markets? The Korean experience in 1997"}, "https://ideas.repec.org/a/mcb/jmoncb/v25y1993i3p585-601.html": {"abstract": " This paper provides an analysis of the effect of relative price uncertainty and price level uncertainty on contracting costs. The paper shows that, as relative price uncertainty or price level uncertainty increase, contracts where performance is assured through the posting of a bond become more advantageous than contracts that rely on reputation. Increases in relative price and price level uncertainty make contracting more expensive by increasing the payoff from defaulting on long-term contracts when unfavorable realizations occur. As uncertainty increases, long-term contracting becomes less frequent and reputation plays a smaller role in contracting. Copyright 1993 by Ohio State University Press.", "authors": ["fpst226"], "abstractStem": " thi paper provid an analysi of the effect of rel price uncertainti and price level uncertainti on contract cost the paper show that as rel price uncertainti or price level uncertainti increas contract where perform is assur through the post of a bond becom more advantag than contract that reli on reput increas in rel price and price level uncertainti make contract more expens by increas the payoff from default on longterm contract when unfavor realiz occur as uncertainti increas longterm contract becom less frequent and reput play a smaller role in contract copyright 1993 by ohio state univers press", "title": "Contracting Costs, Inflation, and Relative Price Variability"}, "https://ideas.repec.org/a/oup/rfinst/v20y2007i6p2047-2078.html": {"abstract": " We examine the theoretical predictions that link acquirer returns to diversity of opinion and information asymmetry. Theory suggests that acquirer abnormal returns should be negatively related to information asymmetry and diversity-of-opinion proxies for equity offers but not cash offers. We find that this is the case and that, more strikingly, there is no difference in abnormal returns between cash offers for public firms, equity offers for public firms, and equity offers for private firms after controlling for one of these proxies, idiosyncratic volatility. , Oxford University Press.", "authors": ["fpsc684", "fpst226"], "abstractStem": " we examin the theoret predict that link acquir return to divers of opinion and inform asymmetri theori suggest that acquir abnorm return should be neg relat to inform asymmetri and diversityofopinion proxi for equiti offer but not cash offer we find that thi is the case and that more strikingli there is no differ in abnorm return between cash offer for public firm equiti offer for public firm and equiti offer for privat firm after control for one of these proxi idiosyncrat volatil  oxford univers press", "title": "How Do Diversity of Opinion and Information Asymmetry Affect Acquirer Returns?"}, "https://ideas.repec.org/a/eee/jfinec/v89y2008i3p375-390.html": {"abstract": "Using the longest event window, we find that public target shareholders receive a 63% (14%) higher premium when the acquirer is a public firm rather than a private equity firm (private operating firm). The premium difference holds with the usual controls for deal and target characteristics, and it is highest (lowest) when acquisitions by private bidders are compared to acquisitions by public companies with low (high) managerial ownership. Further, the premium paid by public bidders (not private bidders) increases with target managerial and institutional ownership.", "authors": ["fpsc684", "fpst226"], "abstractStem": "use the longest event window we find that public target sharehold receiv a 63 14 higher premium when the acquir is a public firm rather than a privat equiti firm privat oper firm the premium differ hold with the usual control for deal and target characterist and it is highest lowest when acquisit by privat bidder are compar to acquisit by public compani with low high manageri ownership further the premium paid by public bidder not privat bidder increas with target manageri and institut ownership", "title": "Why do private acquirers pay so little compared to public acquirers?"}, "https://ideas.repec.org/a/eee/jfinec/v46y1997i1p3-28.html": {"abstract": "This paper uses data on foreign stock ownership in Japan from 1975 to 1991 to examine the determinants of the home bias in portfolio holdings. Existing models of international portfolio choice predicting that foreign investors hold national market portfolios or portfolios tilted towards high expected return stocks are inconsistent with the evidence provided in this paper. We document that foreign investors overweight shares of firms in manufacturing industries, large firms, firms with good accounting performance, firms with low unsystematic risk, and firms with low leverage. Controlling for size, there is evidence that small firms that export more have greater foreign ownership. Foreign investors do not perform significantly worse than if they held the Japanese market portfolio, however. After controlling for firm size, there is no evidence that foreign ownership is related to expected returns of shares. We show that a model with size-based informational asymmetries and deadweight costs can yield asset allocations consistent with our evidence.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpst226"], "abstractStem": "thi paper use data on foreign stock ownership in japan from 1975 to 1991 to examin the determin of the home bia in portfolio hold exist model of intern portfolio choic predict that foreign investor hold nation market portfolio or portfolio tilt toward high expect return stock are inconsist with the evid provid in thi paper we document that foreign investor overweight share of firm in manufactur industri larg firm firm with good account perform firm with low unsystemat risk and firm with low leverag control for size there is evid that small firm that export more have greater foreign ownership foreign investor do not perform significantli wors than if they held the japanes market portfolio howev after control for firm size there is no evid that foreign ownership is relat to expect return of share we show that a model with sizebas inform asymmetri and deadweight cost can yield asset alloc consist with our evidencepthi abstract wa borrow from anoth version of thi item", "title": "Why is there a home bias? An analysis of foreign portfolio equity ownership in Japan"}, "https://ideas.repec.org/a/bla/jfinan/v67y2012i6p2139-2185.html": {"abstract": "We investigate whether a bank’s performance during the 1998 crisis, which was viewed at the time as the most dramatic crisis since the Great Depression, predicts its performance during the recent financial crisis. One hypothesis is that a bank that has an especially poor experience in a crisis learns and adapts, so that it performs better in the next crisis. Another hypothesis is that a bank’s poor experience in a crisis is tied to aspects of its business model that are persistent, so that its past performance during one crisis forecasts poor performance during another crisis. We show that banks that performed worse during the 1998 crisis did so as well during the recent financial crisis. This effect is economically important. In particular, it is economically as important as the leverage of banks before the start of the crisis. The result cannot be attributed to banks having the same chief executive in both crises. Banks that relied more on short-term funding, had more leverage, and grew more are more likely to be banks that performed poorly in both crises.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpfa388", "fpst226"], "abstractStem": "we investig whether a bank s perform dure the 1998 crisi which wa view at the time as the most dramat crisi sinc the great depress predict it perform dure the recent financi crisi one hypothesi is that a bank that ha an especi poor experi in a crisi learn and adapt so that it perform better in the next crisi anoth hypothesi is that a bank s poor experi in a crisi is tie to aspect of it busi model that are persist so that it past perform dure one crisi forecast poor perform dure anoth crisi we show that bank that perform wors dure the 1998 crisi did so as well dure the recent financi crisi thi effect is econom import in particular it is econom as import as the leverag of bank befor the start of the crisi the result cannot be attribut to bank have the same chief execut in both crise bank that reli more on shortterm fund had more leverag and grew more are more like to be bank that perform poorli in both crisespthi abstract wa borrow from anoth version of thi item", "title": "This Time Is the Same: Using Bank Performance in 1998 to Explain Bank Performance during the Recent Financial Crisis"}, "https://ideas.repec.org/a/aea/jecper/v18y2004i3p173-192.html": {"abstract": "This paper discusses the extent to which derivatives pose threats to firms and to the economy. After reviewing the derivatives markets and putting in perspective the various measures of the size of these markets, the paper shows who uses derivatives and why. The difficulties firms face in valuing derivatives portfolios are evaluated. Although academics pay much attention to no-arbitrage pricing results, the paper points out that there can be considerable subjectivity in the pricing of derivatives that do not have highly liquid markets. It is shown that the known risks of derivatives portfolios can generally be measured and managed well at the firm level. However, derivatives can create systemic risks when a market participant becomes excessively large relative to particular derivatives markets. Overall, the benefits of derivatives outweigh the potential threats.", "authors": ["fpst226"], "abstractStem": "thi paper discuss the extent to which deriv pose threat to firm and to the economi after review the deriv market and put in perspect the variou measur of the size of these market the paper show who use deriv and whi the difficulti firm face in valu deriv portfolio are evalu although academ pay much attent to noarbitrag price result the paper point out that there can be consider subject in the price of deriv that do not have highli liquid market it is shown that the known risk of deriv portfolio can gener be measur and manag well at the firm level howev deriv can creat system risk when a market particip becom excess larg rel to particular deriv market overal the benefit of deriv outweigh the potenti threat", "title": "Should We Fear Derivatives?"}, "https://ideas.repec.org/a/cup/jfinqa/v24y1989i01p1-12_01.html": {"abstract": "This paper analyzes the pricing of stock index options in a simple general equilibrium model. In this model, the volatility of the stock index and the spot rate of interest are functions of a stochastic variable. The paper investigates the biases that arise when using the Black-Scholes model with the assumed volatility and interest rate dynamics. It is shown that the model can, in principle, explain the biases observed in empirical work on stock index options.", "authors": ["fpst226"], "abstractStem": "thi paper analyz the price of stock index option in a simpl gener equilibrium model in thi model the volatil of the stock index and the spot rate of interest are function of a stochast variabl the paper investig the bias that aris when use the blackschol model with the assum volatil and interest rate dynam it is shown that the model can in principl explain the bias observ in empir work on stock index option", "title": "The Pricing of Stock Index Options in a General Equilibrium Model"}, "https://ideas.repec.org/a/bla/jfinan/v67y2012i4p1329-1370.html": {"abstract": "U.S. stocks are more volatile than stocks of similar foreign firms. A firm’s stock return volatility can be higher for reasons that contribute positively (good volatility) or negatively (bad volatility) to shareholder wealth and economic growth. We find that the volatility of U.S. firms is higher mostly because of good volatility. Specifically, stock volatility is higher in the U.S. because it increases with investor protection, stock market development, new patents, and firm-level investment in R&amp;D.; Each of these factors are related to better growth opportunities for firms and better ability to take advantage of these opportunities.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epba2", "fpst226"], "abstractStem": "us stock are more volatil than stock of similar foreign firm a firm s stock return volatil can be higher for reason that contribut posit good volatil or neg bad volatil to sharehold wealth and econom growth we find that the volatil of us firm is higher mostli becaus of good volatil specif stock volatil is higher in the us becaus it increas with investor protect stock market develop new patent and firmlevel invest in rampd each of these factor are relat to better growth opportun for firm and better abil to take advantag of these opportunitiespthi abstract wa borrow from anoth version of thi item", "title": "Why Are U.S. Stocks More Volatile?"}, "https://ideas.repec.org/a/bla/eufman/v1y1995i1p11-22.html": {"abstract": " This paper argues that the cost of capital for firms in small countries should be estimated using the global CAPM rather than a local CAPM. Two related formulas showing the mistake made when using a local CAPM rather than a global CAPM are presented. the global CAPM is implemented for the case of Nestlé and the results are compared to the cost of capital estimate one obtains for Nestlé using a local CAPM when the global CAPM is appropriate. Copyright Blackwell Publishers Ltd. 1995.", "authors": ["fpst226"], "abstractStem": " thi paper argu that the cost of capit for firm in small countri should be estim use the global capm rather than a local capm two relat formula show the mistak made when use a local capm rather than a global capm are present the global capm is implement for the case of nestl  and the result are compar to the cost of capit estim one obtain for nestl  use a local capm when the global capm is appropri copyright blackwel publish ltd 1995", "title": "The cost of capital in internationally integrated markets: The case of Nestlé"}, "https://ideas.repec.org/a/eee/jfinec/v70y2003i3p313-349.html": {"abstract": "Religions have little to say about shareholders but have much to say about creditors. We find that the origin of a country's legal system is more important than its religion and language in explaining shareholder rights. However, a country's principal religion helps predict the cross-sectional variation in creditor rights better than a country's openness to international trade, its language, its income per capita, or the origin of its legal system. Catholic countries protect the rights of creditors less than other countries, and long-term debt is less important in these countries. A country's openness to international trade mitigates the influence of religion on creditor rights. Religion and language are also important predictors of how countries enforce rights.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpst226"], "abstractStem": "religion have littl to say about sharehold but have much to say about creditor we find that the origin of a countri legal system is more import than it religion and languag in explain sharehold right howev a countri princip religion help predict the crosssect variat in creditor right better than a countri open to intern trade it languag it incom per capita or the origin of it legal system cathol countri protect the right of creditor less than other countri and longterm debt is less import in these countri a countri open to intern trade mitig the influenc of religion on creditor right religion and languag are also import predictor of how countri enforc rightspthi abstract wa borrow from anoth version of thi item", "title": "Culture, openness, and finance"}, "https://ideas.repec.org/a/eee/intfor/v3y1987i1p171-177.html": {"abstract": "No abstract is available for this item.", "authors": ["fpst226"], "abstractStem": "no abstract is avail for thi item", "title": "Time-varying risk premia, imperfect information and the forward: Exchange rate"}, "https://ideas.repec.org/a/eee/jfinec/v95y2010i3p275-295.html": {"abstract": "Both a firm's market-timing opportunities and its corporate lifecycle stage exert statistically and economically significant influences on the probability that it conducts a seasoned equity offering (SEO), with the lifecycle effect empirically stronger. Neither effect adequately explains SEO decisions because a near-majority of issuers are not growth firms and the vast majority of firms with high M/B ratios and high recent and poor future stock returns fail to issue stock. Since without the offer proceeds 62.6% of issuers would run out of cash (81.1% would have subnormal cash balances) the year after the SEO, a near-term cash need is the primary SEO motive, with market-timing opportunities and lifecycle stage exerting only ancillary influences.", "authors": ["fpst226"], "abstractStem": "both a firm markettim opportun and it corpor lifecycl stage exert statist and econom signific influenc on the probabl that it conduct a season equiti offer seo with the lifecycl effect empir stronger neither effect adequ explain seo decis becaus a nearmajor of issuer are not growth firm and the vast major of firm with high mb ratio and high recent and poor futur stock return fail to issu stock sinc without the offer proce 626 of issuer would run out of cash 811 would have subnorm cash balanc the year after the seo a nearterm cash need is the primari seo motiv with markettim opportun and lifecycl stage exert onli ancillari influenc", "title": "Seasoned equity offerings, market timing, and the corporate lifecycle"}, "https://ideas.repec.org/a/eee/jbfina/v20y1996i7p1161-1187.html": {"abstract": "This paper compares the intra-day patterns on the NYSE and AMEX of volatility, trading volume and bid-ask spreads for European dually- listed stocks, Japanese dually-listed stocks also listed in London, and Japanese dually-listed stocks not listed in London with American stocks of comparable average trading volume and volatility. It is shown that the intra-day patterns for these stocks are remarkably similar even though the public information flows differ markedly across these stocks during the trading day. In the morning, Japanese stocks have the greatest volatility and volume, followed by European stocks and American stocks. These rankings are reversed in the afternoon. We argue that these patterns are consistent with markets reacting to the overnight accumulation of public information which is greatest for Japanese stock and smallest for American stocks and inconsistent with the view that early morning volatility can be attributed to monopolistic specialist behavior.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpst226"], "abstractStem": "thi paper compar the intraday pattern on the nyse and amex of volatil trade volum and bidask spread for european dualli list stock japanes duallylist stock also list in london and japanes duallylist stock not list in london with american stock of compar averag trade volum and volatil it is shown that the intraday pattern for these stock are remark similar even though the public inform flow differ markedli across these stock dure the trade day in the morn japanes stock have the greatest volatil and volum follow by european stock and american stock these rank are revers in the afternoon we argu that these pattern are consist with market react to the overnight accumul of public inform which is greatest for japanes stock and smallest for american stock and inconsist with the view that earli morn volatil can be attribut to monopolist specialist behaviorpthi abstract wa borrow from anoth version of thi item", "title": "Information, trading and stock returns: Lessons from dually-listed securities"}, "https://ideas.repec.org/a/aea/aecrev/v90y2000i2p28-31.html": {"abstract": "This paper investigates the impact on bank stock prices of emerging market currency crises and bailouts. The stock market distinguishes between banks with exposure to a crisis country and other banks. In general, banks with exposures to a crisis country are affected adversely by currency events and positively by bailouts. Other banks are mostly unaffected by events in countries experiencing a crisis. The paper uses the impact of the LTCM crisis on bank stock prices to put the emerging market events in perspective. The LTCM crisis had no significant contagion effects in the banking sector either, but banks that participated in the LTCM rescue experienced negative stock returns when the rescue was announced.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpst226"], "abstractStem": "thi paper investig the impact on bank stock price of emerg market currenc crise and bailout the stock market distinguish between bank with exposur to a crisi countri and other bank in gener bank with exposur to a crisi countri are affect advers by currenc event and posit by bailout other bank are mostli unaffect by event in countri experienc a crisi the paper use the impact of the ltcm crisi on bank stock price to put the emerg market event in perspect the ltcm crisi had no signific contagion effect in the bank sector either but bank that particip in the ltcm rescu experienc neg stock return when the rescu wa announcedpthi abstract wa borrow from anoth version of thi item", "title": "U.S. Banks, Crises, and Bailouts: From Mexico to LTCM"}, "https://ideas.repec.org/a/kap/jfsres/v35y2009i1p1-31.html": {"abstract": "This paper examines the use of credit derivatives by US bank holding companies with assets in excess of one billion dollars from 1999 to 2005. Using the Federal Reserve Bank of Chicago Bank Holding Company Database, we find that in 2005 the gross notional amount of credit derivatives held by banks exceeds the amount of loans on their books. Only 23 large banks out of 395 use credit derivatives and most of their derivatives positions are held for dealer activities rather than for hedging of loans. The net notional amount of credit derivatives used for hedging of loans in 2005 represents less than 2% of the total notional amount of credit derivatives held by banks and less than 2% of their loans. Banks hedge less risky loans more than riskier ones. The banks are more likely to be net protection buyers if they have lower capital ratios, a lower net interest rate margin, engage in asset securitization, originate foreign loans, have more commercial and industrial loans in their portfolio, and have fewer agricultural loans. We conclude that the use of credit derivatives by banks to hedge loans is limited because of adverse selection and moral hazard problems and because of the inability of banks to use hedge accounting when hedging with credit derivatives. Our evidence raises important questions about the validity of the often-held view that the use of credit derivatives makes banks sounder.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpst226"], "abstractStem": "thi paper examin the use of credit deriv by us bank hold compani with asset in excess of one billion dollar from 1999 to 2005 use the feder reserv bank of chicago bank hold compani databas we find that in 2005 the gross notion amount of credit deriv held by bank exce the amount of loan on their book onli 23 larg bank out of 395 use credit deriv and most of their deriv posit are held for dealer activ rather than for hedg of loan the net notion amount of credit deriv use for hedg of loan in 2005 repres less than 2 of the total notion amount of credit deriv held by bank and less than 2 of their loan bank hedg less riski loan more than riskier one the bank are more like to be net protect buyer if they have lower capit ratio a lower net interest rate margin engag in asset securit origin foreign loan have more commerci and industri loan in their portfolio and have fewer agricultur loan we conclud that the use of credit deriv by bank to hedg loan is limit becaus of advers select and moral hazard problem and becaus of the inabl of bank to use hedg account when hedg with credit deriv our evid rais import question about the valid of the oftenheld view that the use of credit deriv make bank sounderpthi abstract wa borrow from anoth version of thi item", "title": "How Much Do Banks Use Credit Derivatives to Hedge Loans?"}, "https://ideas.repec.org/a/eee/jfinec/v81y2006i2p227-254.html": {"abstract": "No abstract is available for this item.", "authors": ["fpst226"], "abstractStem": "no abstract is avail for thi item", "title": "Dividend policy and the earned/contributed capital mix: a test of the life-cycle theory"}, "https://ideas.repec.org/a/bla/jfinan/v61y2006i6p2725-2751.html": {"abstract": " Agency theories predict that the value of corporate cash holdings is less in countries with poor investor protection because of the greater ability of controlling shareholders to extract private benefits from cash holdings in such countries. Using various specifications of the valuation regressions of Fama and French (1998) , we find that the relation between cash holdings and firm value is much weaker in countries with poor investor protection than in other countries. In further support of the importance of agency theories, the relation between dividends and firm value is weaker in countries with stronger investor protection. Copyright 2006 by The American Finance Association.", "authors": ["fpst226"], "abstractStem": " agenc theori predict that the valu of corpor cash hold is less in countri with poor investor protect becaus of the greater abil of control sharehold to extract privat benefit from cash hold in such countri use variou specif of the valuat regress of fama and french 1998  we find that the relat between cash hold and firm valu is much weaker in countri with poor investor protect than in other countri in further support of the import of agenc theori the relat between dividend and firm valu is weaker in countri with stronger investor protect copyright 2006 by the american financ associ", "title": "Does the Contribution of Corporate Cash Holdings and Dividends to Firm Value Depend on Governance? A Cross-country Analysis"}, "https://ideas.repec.org/a/oup/rfinst/v22y2009i8p3131-3169.html": {"abstract": " We construct a firm-level governance index that increases with minority shareholder protection. Compared with U.S. matching firms, only 12.68% of foreign firms have a higher index. The value of foreign firms falls as their index decreases relative to the index of matching U.S. firms. Our results suggest that lower country-level investor protection and other country characteristics make it suboptimal for foreign firms to invest as much in governance as U.S. firms do. Overall, we find that minority shareholders benefit from governance improvements and do so partly at the expense of controlling shareholders. The Author 2008. Published by Oxford University Press on behalf of The Society for Financial Studies. All rights reserved. For Permissions, please e-mail: journals.permissions@oxfordjournals.org., Oxford University Press.", "authors": ["fpst226"], "abstractStem": " we construct a firmlevel govern index that increas with minor sharehold protect compar with us match firm onli 1268 of foreign firm have a higher index the valu of foreign firm fall as their index decreas rel to the index of match us firm our result suggest that lower countrylevel investor protect and other countri characterist make it suboptim for foreign firm to invest as much in govern as us firm do overal we find that minor sharehold benefit from govern improv and do so partli at the expens of control sharehold the author 2008 publish by oxford univers press on behalf of the societi for financi studi all right reserv for permiss pleas email journalspermissionsoxfordjournalsorg oxford univers press", "title": "Differences in Governance Practices between U.S. and Foreign Firms: Measurement, Causes, and Consequences"}, "https://ideas.repec.org/a/oup/rfinst/v24y2011i2p593-627.html": {"abstract": " The existing literature measures the contribution of analyst recommendation changes using average stock-price reactions. With such an approach, recommendation changes can have a significant impact even if no recommendation has a visible stock-price impact. Instead, we call a recommendation change influential only if it affects the stock price of the affected firm visibly. We show that only 12% of recommendation changes are influential. Recommendation changes are more likely to be influential if they are from leader, star, previously influential analysts, issued away from consensus, accompanied by earnings forecasts, and issued on growth, small, high institutional ownership, or high forecast dispersion firms. The Author 2011. Published by Oxford University Press on behalf of The Society for Financial Studies. All rights reserved. For Permissions, please e-mail: journals.permissions@oxfordjournals.org., Oxford University Press.", "authors": ["fpst226"], "abstractStem": " the exist literatur measur the contribut of analyst recommend chang use averag stockpric reaction with such an approach recommend chang can have a signific impact even if no recommend ha a visibl stockpric impact instead we call a recommend chang influenti onli if it affect the stock price of the affect firm visibl we show that onli 12 of recommend chang are influenti recommend chang are more like to be influenti if they are from leader star previous influenti analyst issu away from consensu accompani by earn forecast and issu on growth small high institut ownership or high forecast dispers firm the author 2011 publish by oxford univers press on behalf of the societi for financi studi all right reserv for permiss pleas email journalspermissionsoxfordjournalsorg oxford univers press", "title": "When Are Analyst Recommendation Changes Influential?"}, "https://ideas.repec.org/a/eee/crcspp/v24y1986ip105-113.html": {"abstract": "No abstract is available for this item.", "authors": ["fpst226"], "abstractStem": "no abstract is avail for thi item", "title": "Capital mobility in the world economy: Theory and measurement A comment"}, "https://ideas.repec.org/a/eee/jfinec/v99y2011i1p11-26.html": {"abstract": "We investigate whether bank performance during the recent credit crisis is related to chief executive officer (CEO) incentives before the crisis. We find some evidence that banks with CEOs whose incentives were better aligned with the interests of shareholders performed worse and no evidence that they performed better. Banks with higher option compensation and a larger fraction of compensation in cash bonuses for their CEOs did not perform worse during the crisis. Bank CEOs did not reduce their holdings of shares in anticipation of the crisis or during the crisis. Consequently, they suffered extremely large wealth losses in the wake of the crisis.", "authors": ["fpfa388", "fpst226"], "abstractStem": "we investig whether bank perform dure the recent credit crisi is relat to chief execut offic ceo incent befor the crisi we find some evid that bank with ceo whose incent were better align with the interest of sharehold perform wors and no evid that they perform better bank with higher option compens and a larger fraction of compens in cash bonus for their ceo did not perform wors dure the crisi bank ceo did not reduc their hold of share in anticip of the crisi or dure the crisi consequ they suffer extrem larg wealth loss in the wake of the crisi", "title": "Bank CEO incentives and the credit crisis"}, "https://ideas.repec.org/a/bla/jacrfn/v25y2013i4p21-29.html": {"abstract": "No abstract is available for this item.", "authors": ["fpst226"], "abstractStem": "no abstract is avail for thi item", "title": "How Companies Can Use Hedging to Crate Shareholder Value"}, "https://ideas.repec.org/a/bla/jfinan/v54y1999i5p1929-1929.html": {"abstract": "No abstract is available for this item.", "authors": ["fpst226"], "abstractStem": "no abstract is avail for thi item", "title": "Erratum from the Editor"}, "https://ideas.repec.org/a/bla/jfinan/v55y2000i4p1861-1892.html": {"abstract": " Since this is my last report as editor of the \"Journal\", I report both on my tenure as editor and on the year 1999. The first part of this report discusses my tenure briefly, and the second part reports on 1999. Statistical data are detailed in the tables in Appendix A. Copyright The American Finance Association 2000.", "authors": ["fpst226"], "abstractStem": " sinc thi is my last report as editor of the journal i report both on my tenur as editor and on the year 1999 the first part of thi report discuss my tenur briefli and the second part report on 1999 statist data are detail in the tabl in appendix a copyright the american financ associ 2000", "title": "Report of the Editor for His Tenure and 1999"}, "https://ideas.repec.org/a/bla/jfinan/v62y2007i3p995-1028.html": {"abstract": " We examine the evolution of insider ownership of IPO firms from 1970 to 2001 to understand how U.S. firms become widely held. A majority of these firms has insider ownership below 20% after 10 years. Stock market performance and liquidity play an extremely important role in ownership dynamics. Firms with stocks that are highly valued, are liquid, and have performed well experience large decreases in insider ownership and become widely held. Ownership also falls for low cash flow and high capital expenditures firms. Surprisingly, variables proxying for agency costs have limited success in explaining the evolution of insider ownership. Copyright 2007 by The American Finance Association.", "authors": ["fpst226"], "abstractStem": " we examin the evolut of insid ownership of ipo firm from 1970 to 2001 to understand how us firm becom wide held a major of these firm ha insid ownership below 20 after 10 year stock market perform and liquid play an extrem import role in ownership dynam firm with stock that are highli valu are liquid and have perform well experi larg decreas in insid ownership and becom wide held ownership also fall for low cash flow and high capit expenditur firm surprisingli variabl proxi for agenc cost have limit success in explain the evolut of insid ownership copyright 2007 by the american financ associ", "title": "Why Do Firms Become Widely Held? An Analysis of the Dynamics of Corporate Ownership"}, "https://ideas.repec.org/a/eee/jfinec/v24y1989i1p137-154.html": {"abstract": "No abstract is available for this item.", "authors": ["fpla299", "fpst226"], "abstractStem": "no abstract is avail for thi item", "title": "Managerial performance, Tobin's Q, and the gains from successful tender offers"}, "https://ideas.repec.org/a/bla/jfinan/v51y1996i3p951-86.html": {"abstract": " This article explores the fundamental factors that affect cross-country stock return correlations. Using transactions data from 1988 to 1992, the authors construct overnight and intraday returns for a portfolio of Japanese stocks using their NYSE-traded American depository receipts and a matched-sample portfolio of U.S. stocks. They find that U.S. macroeconomic announcements, shocks to the yen/dollar foreign exchange rate and Treasury bill returns, and industry effects have no measurable influence on U.S. and Japanese return correlations. However, large shocks to broad-based market indices (Nikkei Stock Average and Standard and Poor's 500 Stock Index) positively impact both the magnitude and persistence of the return correlations. Copyright 1996 by American Finance Association.", "authors": ["fpka329", "fpst226"], "abstractStem": " thi articl explor the fundament factor that affect crosscountri stock return correl use transact data from 1988 to 1992 the author construct overnight and intraday return for a portfolio of japanes stock use their nysetrad american depositori receipt and a matchedsampl portfolio of us stock they find that us macroeconom announc shock to the yendollar foreign exchang rate and treasuri bill return and industri effect have no measur influenc on us and japanes return correl howev larg shock to broadbas market indic nikkei stock averag and standard and poor 500 stock index posit impact both the magnitud and persist of the return correl copyright 1996 by american financ associ", "title": " Why Do Markets Move Together? An Investigation of U.S.-Japan Stock Return Comovements"}, "https://ideas.repec.org/a/bla/jfinan/v53y1998i4p1421-1434.html": {"abstract": "No abstract is available for this item.", "authors": ["fpst226"], "abstractStem": "no abstract is avail for thi item", "title": "Report of the Editor of \"The Journal of Finance\" for the Year 1997"}, "https://ideas.repec.org/a/bla/jfinan/v60y2005i4p1595-1638.html": {"abstract": " Despite the dramatic reduction in explicit barriers to international investment activity over the last 60 years, the impact of financial globalization has been surprisingly limited. I argue that country attributes are still critical to financial decision-making because of \"twin agency problems\" that arise because rulers of sovereign states and corporate insiders pursue their own interests at the expense of outside investors. When these twin agency problems are significant, diffuse ownership is inefficient and corporate insiders must co-invest with other investors, retaining substantial equity. The resulting ownership concentration limits economic growth, financial development, and the ability of a country to take advantage of financial globalization. Copyright 2005 by The American Finance Association.", "authors": ["fpst226"], "abstractStem": " despit the dramat reduct in explicit barrier to intern invest activ over the last 60 year the impact of financi global ha been surprisingli limit i argu that countri attribut are still critic to financi decisionmak becaus of twin agenc problem that aris becaus ruler of sovereign state and corpor insid pursu their own interest at the expens of outsid investor when these twin agenc problem are signific diffus ownership is ineffici and corpor insid must coinvest with other investor retain substanti equiti the result ownership concentr limit econom growth financi develop and the abil of a countri to take advantag of financi global copyright 2005 by the american financ associ", "title": "The Limits of Financial Globalization"}, "https://ideas.repec.org/a/bla/jacrfn/v18y2006i4p8-20.html": {"abstract": " The Chief Risk Officer of Nationwide Insurance teams up with a distinguished academic to discuss the benefits and challenges associated with the design and implementation of an enterprise risk management program. The authors begin by arguing that a carefully designed ERM program-one in which all material corporate risks are viewed and managed within a single framework-can be a source of long-run competitive advantage and value through its effects at both a \"macro\" or company-wide level and a \"micro\" or business-unit level. 2006 Morgan Stanley.", "authors": ["fpst226"], "abstractStem": " the chief risk offic of nationwid insur team up with a distinguish academ to discuss the benefit and challeng associ with the design and implement of an enterpris risk manag program the author begin by argu that a care design erm programon in which all materi corpor risk are view and manag within a singl frameworkcan be a sourc of longrun competit advantag and valu through it effect at both a macro or companywid level and a micro or businessunit level 2006 morgan stanley", "title": "Enterprise Risk Management: Theory and Practice"}, "https://ideas.repec.org/a/bla/jacrfn/v22y2010i3p8-21.html": {"abstract": " In these excerpts from \"The Squam Lake Report\", fifteen distinguished economists analyze where the global financial system failed, and how such failures might be prevented (or at least their damage better contained) in the future. Although there were many contributing factors to the crisis-including \"agency\" problems throughout the financial system and a bankruptcy code poorly suited for reorganizing financial firms-at the core of the problem is a potential conflict between the risk-taking proclivity of financial institutions and the interests of the economy at large that must be managed at least in part through more effective regulation. \"The Squam Lake Report\" provides a nonpartisan plan to transform the regulation of financial markets in ways designed to limit systemic risk while preserving-to the extent possible and prudent-the economies of scale and scope that justify the existence of today's large financial institutions. Copyright Copyright (c) 2010 Morgan Stanley.", "authors": ["epca54", "epco57", "epdi80", "fpdu341", "epka35", "epmi37", "epra149", "epsc177", "epsh69", "fpsh692", "fpst226", "epst43"], "abstractStem": " in these excerpt from the squam lake report fifteen distinguish economist analyz where the global financi system fail and how such failur might be prevent or at least their damag better contain in the futur although there were mani contribut factor to the crisisinclud agenc problem throughout the financi system and a bankruptci code poorli suit for reorgan financi firmsat the core of the problem is a potenti conflict between the risktak procliv of financi institut and the interest of the economi at larg that must be manag at least in part through more effect regul the squam lake report provid a nonpartisan plan to transform the regul of financi market in way design to limit system risk while preservingto the extent possibl and prudentth economi of scale and scope that justifi the exist of today larg financi institut copyright copyright c 2010 morgan stanley", "title": "The Squam Lake Report: Fixing the Financial System"}, "https://ideas.repec.org/a/eee/jfinec/v10y1982i2p161-185.html": {"abstract": "No abstract is available for this item.", "authors": ["fpst226"], "abstractStem": "no abstract is avail for thi item", "title": "Options on the minimum or the maximum of two risky assets : Analysis and applications"}, "https://ideas.repec.org/a/bla/jacrfn/v25y2013i4p37-40.html": {"abstract": "No abstract is available for this item.", "authors": ["epca54", "epco57", "epdi80", "fpdu341", "epmi37", "epra149", "epsc177", "fpsh692", "fpst226", "epst43"], "abstractStem": "no abstract is avail for thi item", "title": "Aligning Incentives at Systemically Important Financial Institutions: A Proposal by the Squam Lake Group"}, "https://ideas.repec.org/a/eee/jfinec/v97y2010i1p12-32.html": {"abstract": "Companies actively seek to appoint outside CEOs to their boards. Consistent with our matching theory of outside CEO board appointments, we show that such appointments have a certification benefit for the appointing firm. CEOs are more likely to join boards of large established firms that are geographically close, pursue similar financial and investment policies, and have comparable governance to their own firms. The first outside CEO director appointment has a higher stock-price reaction than the appointment of another outside director. Except for a decrease in operating performance following the appointment of an interlocked director, CEO directors do not affect the appointing firm's operating performance, decision-making, and CEO compensation.", "authors": ["fpfa388", "fpst226"], "abstractStem": "compani activ seek to appoint outsid ceo to their board consist with our match theori of outsid ceo board appoint we show that such appoint have a certif benefit for the appoint firm ceo are more like to join board of larg establish firm that are geograph close pursu similar financi and invest polici and have compar govern to their own firm the first outsid ceo director appoint ha a higher stockpric reaction than the appoint of anoth outsid director except for a decreas in oper perform follow the appoint of an interlock director ceo director do not affect the appoint firm oper perform decisionmak and ceo compens", "title": "Why do firms appoint CEOs as outside directors?"}, "lastname": "Stulz", "https://ideas.repec.org/a/eee/jfinec/v20y1988ip25-54.html": {"abstract": "No abstract is available for this item.", "authors": ["fpst226"], "abstractStem": "no abstract is avail for thi item", "title": "Managerial control of voting rights : Financing policies and the market for corporate control"}, "https://ideas.repec.org/a/bla/jfinan/v60y2005i2p757-782.html": {"abstract": " Acquiring-firm shareholders lost 12 cents around acquisition announcements per dollar spent on acquisitions for a total loss of $240 billion from 1998 through 2001, whereas they lost $7 billion in all of the 1980s, or 1.6 cents per dollar spent. The 1998 to 2001 aggregate dollar loss of acquiring-firm shareholders is so large because of a small number of acquisitions with negative synergy gains by firms with extremely high valuations. Without these acquisitions, the wealth of acquiring-firm shareholders would have increased. Firms that make these acquisitions with large dollar losses perform poorly afterward. Copyright 2005 by The American Finance Association.", "authors": ["fpsc684", "fpst226"], "abstractStem": " acquiringfirm sharehold lost 12 cent around acquisit announc per dollar spent on acquisit for a total loss of 240 billion from 1998 through 2001 wherea they lost 7 billion in all of the 1980 or 16 cent per dollar spent the 1998 to 2001 aggreg dollar loss of acquiringfirm sharehold is so larg becaus of a small number of acquisit with neg synergi gain by firm with extrem high valuat without these acquisit the wealth of acquiringfirm sharehold would have increas firm that make these acquisit with larg dollar loss perform poorli afterward copyright 2005 by the american financ associ", "title": "Wealth Destruction on a Massive Scale? A Study of Acquiring-Firm Returns in the Recent Merger Wave"}, "firstname": "René", "https://ideas.repec.org/a/bla/jacrfn/v14y2001i1p55-67.html": {"abstract": " There have been several cases in recent years-most notably, Chrysler-in which shareholders have objected to the level of companies' holdings of cash and other liquid assets. This paper describes the authors' study of the determinants of liquid asset holdings by publicly traded U.S. firms and how these holdings change over time. For those companies that appear to hold excess cash, the study also attempts to investigate whether such companies have a tendency to reduce value by \"overinvesting\"-a tendency described in the academic finance literature as the \"free cash flow problem.\" 2001 Morgan Stanley.", "authors": ["fpst226"], "abstractStem": " there have been sever case in recent yearsmost notabl chryslerin which sharehold have object to the level of compani hold of cash and other liquid asset thi paper describ the author studi of the determin of liquid asset hold by publicli trade us firm and how these hold chang over time for those compani that appear to hold excess cash the studi also attempt to investig whether such compani have a tendenc to reduc valu by overinvestinga tendenc describ in the academ financ literatur as the free cash flow problem 2001 morgan stanley", "title": "Corporate Cash Holdings"}, "https://ideas.repec.org/a/cup/jfinqa/v20y1985i04p391-405_01.html": {"abstract": "We develop a positive theory of the hedging behavior of value-maximizing corporations. We treat hedging by corporations simply as one part of the firm's financing decisions. We examine (1) taxes, (2) contracting costs, and (3) the impact of hedging policy on the firm's investment decisions as explanations of the observed wide diversity of hedging practices among large, widely-held corporations. Our theory provides answers to the questions: (1) why some firms hedge and others do not; (2) why firms hedge some risks but not others; and (3) why some firms hedge their accounting risk exposure while others hedge their economic value.", "authors": ["fpst226"], "abstractStem": "we develop a posit theori of the hedg behavior of valuemaxim corpor we treat hedg by corpor simpli as one part of the firm financ decis we examin 1 tax 2 contract cost and 3 the impact of hedg polici on the firm invest decis as explan of the observ wide divers of hedg practic among larg widelyheld corpor our theori provid answer to the question 1 whi some firm hedg and other do not 2 whi firm hedg some risk but not other and 3 whi some firm hedg their account risk exposur while other hedg their econom valu", "title": "The Determinants of Firms' Hedging Policies"}, "https://ideas.repec.org/a/eee/jfinec/v64y2002i1p117-144.html": {"abstract": "No abstract is available for this item.", "authors": ["fpsc684", "fpst226"], "abstractStem": "no abstract is avail for thi item", "title": "Divestitures and the liquidity of the market for corporate assets"}, "https://ideas.repec.org/a/eee/jfinec/v92y2009i3p342-361.html": {"abstract": "From 1988 to 2003, the average change in managerial ownership is significantly negative every year for American firms. We find that managers are more likely to significantly decrease their ownership when their firms are performing well and more likely to increase their ownership when their firms become financially constrained. When controlling for past stock returns, we find that large increases in managerial ownership increase Tobin's q. This result is driven by increases in shares held by officers, while increases in shares held by directors appear unrelated to changes in firm value. There is no evidence that large decreases in ownership have an adverse impact on firm value. We rely on the dynamics of the managerial ownership/firm value relation to mitigate concerns in the literature about the endogeneity of managerial ownership.", "authors": ["fpfa388", "fpst226"], "abstractStem": "from 1988 to 2003 the averag chang in manageri ownership is significantli neg everi year for american firm we find that manag are more like to significantli decreas their ownership when their firm are perform well and more like to increas their ownership when their firm becom financi constrain when control for past stock return we find that larg increas in manageri ownership increas tobin q thi result is driven by increas in share held by offic while increas in share held by director appear unrel to chang in firm valu there is no evid that larg decreas in ownership have an advers impact on firm valu we reli on the dynam of the manageri ownershipfirm valu relat to mitig concern in the literatur about the endogen of manageri ownership", "title": "Managerial ownership dynamics and firm value"}, "https://ideas.repec.org/a/eee/jfinec/v42y1996i2p159-185.html": {"abstract": "No abstract is available for this item.", "authors": ["fpst226"], "abstractStem": "no abstract is avail for thi item", "title": "Timing, investment opportunities, managerial discretion, and the security issue decision"}, "https://ideas.repec.org/a/oup/rfinst/v18y2005i3p795-829.html": {"abstract": " We investigate whether domestic investors have an edge over foreign investors in trading domestic stocks. Using Korean data, we show that foreign money managers pay more than domestic money managers when they buy and receive less when they sell for medium and large trades. The sample average daily trade-weighted disadvantage of foreign money managers is 21 basis points for purchases and 16 basis points for sales. There is also some evidence that domestic individual investors have an edge over foreign investors. The explanation for these results is that prices move more against foreign investors than against domestic investors before trades. Copyright 2005, Oxford University Press.", "authors": ["fpst226"], "abstractStem": " we investig whether domest investor have an edg over foreign investor in trade domest stock use korean data we show that foreign money manag pay more than domest money manag when they buy and receiv less when they sell for medium and larg trade the sampl averag daili tradeweight disadvantag of foreign money manag is 21 basi point for purchas and 16 basi point for sale there is also some evid that domest individu investor have an edg over foreign investor the explan for these result is that price move more against foreign investor than against domest investor befor trade copyright 2005 oxford univers press", "title": "Do Domestic Investors Have an Edge? The Trading Experience of Foreign Investors in Korea"}, "https://ideas.repec.org/a/fma/fmanag/stulz00.html": {"abstract": "In this keynote address to the 2000 Financial Management Association International Annual Meeting, I consider Merton Miller’s contributions to the field of finance. I argue that his most important contribution is to have made arbitrage arguments the cornerstone of modern finance. The arbitrage proof of Proposition I introduced a new standard in finance, namely that any result the finance profession takes seriously must have the critical property that it cannot be undermined by clever arbitrageurs. I show how arbitrage is a constant theme in Merton Miller’s career from his work in corporate finance to his analyses of financial innovation, financial crashes, and crises.", "authors": ["fpst226"], "abstractStem": "in thi keynot address to the 2000 financi manag associ intern annual meet i consid merton miller s contribut to the field of financ i argu that hi most import contribut is to have made arbitrag argument the cornerston of modern financ the arbitrag proof of proposit i introduc a new standard in financ name that ani result the financ profess take serious must have the critic properti that it cannot be undermin by clever arbitrageur i show how arbitrag is a constant theme in merton miller s career from hi work in corpor financ to hi analys of financi innov financi crash and crise", "title": "Merton Miller and Modern Finance"}, "https://ideas.repec.org/a/eee/jfinec/v32y1992i2p137-167.html": {"abstract": "We document that there is a significant foreign influence on the risk premium of U.S. assets. Using a bivariate GARCH-in-mean process for conditional expected excess returns, we find that the conditional expected excess return on U.S. stocks is positively related to the conditional covariance of the return of these stocks with the return on a foreign index but is not related to its own conditional variance. Further, we are unable to reject the international version of the CAPM. Evidence is presented for different model specifications, multiple-day returns and alternative proxies of foreign stock returns including the Nikkei 225 Stock Average, Morgan Stanley Japan and Morgan Stanley EAFE indices.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpka329", "fpst226"], "abstractStem": "we document that there is a signific foreign influenc on the risk premium of us asset use a bivari garchinmean process for condit expect excess return we find that the condit expect excess return on us stock is posit relat to the condit covari of the return of these stock with the return on a foreign index but is not relat to it own condit varianc further we are unabl to reject the intern version of the capm evid is present for differ model specif multipleday return and altern proxi of foreign stock return includ the nikkei 225 stock averag morgan stanley japan and morgan stanley eaf indicespthi abstract wa borrow from anoth version of thi item", "title": "Global financial markets and the risk premium on U.S. equity"}, "https://ideas.repec.org/a/eee/pacfin/v8y2000i2p177-216.html": {"abstract": "This paper examines the impact of the Asian crisis on bank stocks across four Western countries and six Asian countries. In the second half of 1997, Western banks experienced positive returns. In contrast East Asian bank indices incurred losses in excess of 60% in each of the crisis countries. Most of this poor performance is explained by the exposure of the banks to general stock market movements in their countries. Currency exposures affected banks adversely beyond their stock market impact only in Indonesia and the Philippines. Except for the Korean program, IMF programs had little effect on bank values. The announcement of the Korean program increased shareholder wealth at the U.S. banks with the highest reported exposure in Korea by about 7% and had a favorable effect on bank shareholder wealth in all the countries in our sample but one. There is no evidence that the Korean IMF program had a positive impact on banks without exposure to Korea and hence our results do not support the argument that such programs reduce systemic risk.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpst226"], "abstractStem": "thi paper examin the impact of the asian crisi on bank stock across four western countri and six asian countri in the second half of 1997 western bank experienc posit return in contrast east asian bank indic incur loss in excess of 60 in each of the crisi countri most of thi poor perform is explain by the exposur of the bank to gener stock market movement in their countri currenc exposur affect bank advers beyond their stock market impact onli in indonesia and the philippin except for the korean program imf program had littl effect on bank valu the announc of the korean program increas sharehold wealth at the us bank with the highest report exposur in korea by about 7 and had a favor effect on bank sharehold wealth in all the countri in our sampl but one there is no evid that the korean imf program had a posit impact on bank without exposur to korea and henc our result do not support the argument that such program reduc system riskpthi abstract wa borrow from anoth version of thi item", "title": "Banks, the IMF, and the Asian crisis"}, "https://ideas.repec.org/a/eee/inecon/v15y1983i3-4p225-238.html": {"abstract": "No abstract is available for this item.", "authors": ["fpst226"], "abstractStem": "no abstract is avail for thi item", "title": "The demand for foreign bonds"}, "https://ideas.repec.org/a/bla/jacrfn/v13y2001i4p8-28.html": {"abstract": " Winner of the 1990 Nobel Prize in Economics, and widely regarded as the \"father of modern finance,\" the University of Chicago's Merton Miller died last June at age 77. This article attempts to sum up Miller's career in terms of a single governing principle: the role of arbitrage in ensuring the \"efficiency\" of financial markets and, more generally, the effectiveness of such markets in promoting economic growth and creating social wealth. 2001 Morgan Stanley.", "authors": ["fpst226"], "abstractStem": " winner of the 1990 nobel prize in econom and wide regard as the father of modern financ the univers of chicago merton miller die last june at age 77 thi articl attempt to sum up miller career in term of a singl govern principl the role of arbitrag in ensur the effici of financi market and more gener the effect of such market in promot econom growth and creat social wealth 2001 morgan stanley", "title": "Merton Miller'S Contributions To Modern Finance"}, "https://ideas.repec.org/a/eee/jfinec/v73y2004i2p201-228.html": {"abstract": "No abstract is available for this item.", "authors": ["fpsc684", "fpst226"], "abstractStem": "no abstract is avail for thi item", "title": "Firm size and the gains from acquisitions"}, "https://ideas.repec.org/a/oup/rfinst/v8y1995i4p1019-57.html": {"abstract": " This article provides a theory of foreign equity investment restrictions. We consider a model where the demand function for domestic shares differs between domestic and foreign investors because of deadweight costs in holding domestic and foreign securities that depend on the country of residence of investors. We show that domestic entrepreneurs maximize firm value by discriminating between domestic and foreign investors. The model implies that countries benefitting from capital flight have binding ownership restrictions such that foreign investors pay a higher price for shares than domestic investors. The empirical implications of this theory are supported by evidence from Switzerland. Article published by Oxford University Press on behalf of the Society for Financial Studies in its journal, The Review of Financial Studies.", "authors": ["fpst226"], "abstractStem": " thi articl provid a theori of foreign equiti invest restrict we consid a model where the demand function for domest share differ between domest and foreign investor becaus of deadweight cost in hold domest and foreign secur that depend on the countri of resid of investor we show that domest entrepreneur maxim firm valu by discrimin between domest and foreign investor the model impli that countri benefit from capit flight have bind ownership restrict such that foreign investor pay a higher price for share than domest investor the empir implic of thi theori are support by evid from switzerland articl publish by oxford univers press on behalf of the societi for financi studi in it journal the review of financi studi", "title": "Foreign Equity Investment Restrictions, Capital Flight, and Shareholder Wealth Maximization: Theory and Evidence"}, "https://ideas.repec.org/a/eee/glofin/v3y1992i2p97-113.html": {"abstract": "No abstract is available for this item.", "authors": ["fpst226"], "abstractStem": "no abstract is avail for thi item", "title": "Optimal hedging of stock portfolios against foreign exchange risk: theory and applications"}}}