{"fpwa582": {"https://ideas.repec.org/a/aea/jecper/v2y1988i3p147-74.html": {"abstract": "No abstract is available for this item.", "authors": ["epst148", "fpwa582"], "abstractStem": "no abstract is avail for thi item", "title": "Variable Trends in Economic Time Series"}, "https://ideas.repec.org/a/fip/fedreq/y1997isump69-101.html": {"abstract": "Propositions about long run neutrality are at the heart of most macroeconomic models. Yet, since the 1970's when Lucas and Sargent presented powerful critiques of traditional neutrality tests, empirical researchers have made little progress on testing these propositions. In this paper we show that. in spite of the Lucas-Sargent critique. long run neutrality can be tested without specifying a complete model of economic activity. This is possible when the variables are integrated. In this case, permanent shifts in the historical data can be uncovered using VAR methods, and neutrality can be tested when there is a priori knowledge of one of the structural impact multipliers or one of the structural long run multipliers. In most circumstances such a priori knowledge is available. We use this framework to test four long run neutrality propositions: (i) the neutrality of money, (ii) the superneutrality of money. (iii) a vertical long run Phillips curve, and (iv) the Fisher effect. In each application, our a priori knowledge consists of a range of plausible values for the relevant impact and long run multipliers. We find that the U.S. postwar data are consistent with the neutrality of money and a vertical long run Phillips curve. but find evidence against the superneutrality of money and the long run Fisher relation. The sign of the estimated effect of money growth on output depends on the particular identifying assumption used. For a wide range of plausible identifying restrictions, nominal interest rates are found to move less than one-for-one with inflation in the long run.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epki21", "fpwa582"], "abstractStem": "proposit about long run neutral are at the heart of most macroeconom model yet sinc the 1970 when luca and sargent present power critiqu of tradit neutral test empir research have made littl progress on test these proposit in thi paper we show that in spite of the lucassarg critiqu long run neutral can be test without specifi a complet model of econom activ thi is possibl when the variabl are integr in thi case perman shift in the histor data can be uncov use var method and neutral can be test when there is a priori knowledg of one of the structur impact multipli or one of the structur long run multipli in most circumst such a priori knowledg is avail we use thi framework to test four long run neutral proposit i the neutral of money ii the superneutr of money iii a vertic long run phillip curv and iv the fisher effect in each applic our a priori knowledg consist of a rang of plausibl valu for the relev impact and long run multipli we find that the us postwar data are consist with the neutral of money and a vertic long run phillip curv but find evid against the superneutr of money and the long run fisher relat the sign of the estim effect of money growth on output depend on the particular identifi assumpt use for a wide rang of plausibl identifi restrict nomin interest rate are found to move less than oneforon with inflat in the long runpthi abstract wa borrow from anoth version of thi item", "title": "Testing long-run neutrality"}, "https://ideas.repec.org/a/eee/ecolet/v22y1986i2-3p147-151.html": {"abstract": "No abstract is available for this item.", "authors": ["fpwa582"], "abstractStem": "no abstract is avail for thi item", "title": "Does GNP have a unit root?"}, "https://ideas.repec.org/a/bes/jnlbes/v6y1988i4p408-09.html": {"abstract": "No abstract is available for this item.", "authors": ["fpwa582"], "abstractStem": "no abstract is avail for thi item", "title": "A Reexamination of Friedman's Consumption Puzzle: Comment"}, "https://ideas.repec.org/a/kap/compec/v20y2002i1-2p57-86.html": {"abstract": "No abstract is available for this item.", "authors": ["epki21", "fpwa582"], "abstractStem": "no abstract is avail for thi item", "title": "System Reduction and Solution Algorithms for Singular Linear Difference Systems under Rational Expectations"}, "https://ideas.repec.org/a/jof/jforec/v23y2004i6p405-430.html": {"abstract": " This paper uses forecast combination methods to forecast output growth in a seven-country quarterly economic data set covering 1959-1999, with up to 73 predictors per country. Although the forecasts based on individual predictors are unstable over time and across countries, and on average perform worse than an autoregressive benchmark, the combination forecasts often improve upon autoregressive forecasts. Despite the unstable performance of the constituent forecasts, the most successful combination forecasts, like the mean, are the least sensitive to the recent performance of the individual forecasts. While consistent with other evidence on the success of simple combination forecasts, this finding is difficult to explain using the theory of combination forecasting in a stationary environment. Copyright © 2004 John Wiley &amp; Sons, Ltd.", "authors": ["epst148", "fpwa582"], "abstractStem": " thi paper use forecast combin method to forecast output growth in a sevencountri quarterli econom data set cover 19591999 with up to 73 predictor per countri although the forecast base on individu predictor are unstabl over time and across countri and on averag perform wors than an autoregress benchmark the combin forecast often improv upon autoregress forecast despit the unstabl perform of the constitu forecast the most success combin forecast like the mean are the least sensit to the recent perform of the individu forecast while consist with other evid on the success of simpl combin forecast thi find is difficult to explain use the theori of combin forecast in a stationari environ copyright   2004 john wiley amp son ltd", "title": "Combination forecasts of output growth in a seven-country data set"}, "https://ideas.repec.org/a/ecm/emetrp/v76y2008i1p155-174.html": {"abstract": " The conventional heteroskedasticity-robust (HR) variance matrix estimator for cross-sectional regression (with or without a degrees-of-freedom adjustment), applied to the fixed-effects estimator for panel data with serially uncorrelated errors, is inconsistent if the number of time periods T is fixed (and greater than 2) as the number of entities n increases. We provide a bias-adjusted HR estimator that is nT-consistent under any sequences (n, T) in which n and/or T increase to infinity. This estimator can be extended to handle serial correlation of fixed order. Copyright The Econometric Society 2008.", "authors": ["fpwa582"], "abstractStem": " the convent heteroskedasticityrobust hr varianc matrix estim for crosssect regress with or without a degreesoffreedom adjust appli to the fixedeffect estim for panel data with serial uncorrel error is inconsist if the number of time period t is fix and greater than 2 as the number of entiti n increas we provid a biasadjust hr estim that is ntconsist under ani sequenc n t in which n andor t increas to infin thi estim can be extend to handl serial correl of fix order copyright the econometr societi 2008", "title": "Heteroskedasticity-Robust Standard Errors for Fixed Effects Panel Data Regression"}, "https://ideas.repec.org/a/eee/moneco/v44y1999i2p293-335.html": {"abstract": "This paper investigates forecasts of U.S. inflation at the 12-month horizon. The starting point is the conventional unemployment rate Phillips curve, which is examined in a simulated out of sample forecasting framework. Inflation forecasts produced by the Phillips curve generally have been more accurate than forecasts based on other macroeconomic variables, including interest rates, money and commodity prices. These forecasts can however be improved upon using a generalized Phillips curve based on measures of real aggregate activity other than unemployment, especially a new index of aggregate activity based on 61 real economic indicators.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epst148", "fpwa582"], "abstractStem": "thi paper investig forecast of us inflat at the 12month horizon the start point is the convent unemploy rate phillip curv which is examin in a simul out of sampl forecast framework inflat forecast produc by the phillip curv gener have been more accur than forecast base on other macroeconom variabl includ interest rate money and commod price these forecast can howev be improv upon use a gener phillip curv base on measur of real aggreg activ other than unemploy especi a new index of aggreg activ base on 61 real econom indicatorspthi abstract wa borrow from anoth version of thi item", "title": "Forecasting inflation"}, "https://ideas.repec.org/a/eee/econom/v23y1983i3p385-400.html": {"abstract": "No abstract is available for this item.", "authors": ["epen9", "fpwa582"], "abstractStem": "no abstract is avail for thi item", "title": "Alternative algorithms for the estimation of dynamic factor, mimic and varying coefficient regression models"}, "https://ideas.repec.org/a/ier/iecrev/v39y1998i4p1015-26.html": {"abstract": " Many linear rational expectations macroeconomic models can be cast in the first-order form, AE[subscript t]y[subscript t + 1] = By[subscript t] + CE[subscript t]x[subscript]t, if the matrix A is permitted to be singular. The authors show that there is a unique stable solution under two requirements: (1) the determinantal polynomial Az - B is not zero for some value of z, and (2) a rank condition. The unique solution is characterized using a familiar approach: a canonical variables transformation separating dynamics associated with stable and unstable eigenvalues. In singular models, however, there are new canonical variables associated with infinite eigenvalues. These arise from nonexpectational behavioral relations or dynamic identities present in the singular linear difference system. Copyright 1998 by Economics Department of the University of Pennsylvania and the Osaka University Institute of Social and Economic Research Association.", "authors": ["epki21", "fpwa582"], "abstractStem": " mani linear ration expect macroeconom model can be cast in the firstord form aesubscript tysubscript t  1  bysubscript t  cesubscript txsubscriptt if the matrix a is permit to be singular the author show that there is a uniqu stabl solut under two requir 1 the determinant polynomi az  b is not zero for some valu of z and 2 a rank condit the uniqu solut is character use a familiar approach a canon variabl transform separ dynam associ with stabl and unstabl eigenvalu in singular model howev there are new canon variabl associ with infinit eigenvalu these aris from nonexpect behavior relat or dynam ident present in the singular linear differ system copyright 1998 by econom depart of the univers of pennsylvania and the osaka univers institut of social and econom research associ", "title": "The Solution of Singular Linear Difference Systems under Rational Expectations"}, "https://ideas.repec.org/a/fip/fedfpr/y2007inovx2.html": {"abstract": "No abstract is available for this item.", "authors": ["fpwa582"], "abstractStem": "no abstract is avail for thi item", "title": "On the sources of the Great Moderation - discussion"}, "https://ideas.repec.org/a/bes/jnlbes/v14y1996i3p394-96.html": {"abstract": "No abstract is available for this item.", "authors": ["fpwa582"], "abstractStem": "no abstract is avail for thi item", "title": "Is Seasonal Adjustment a Linear or Nonlinear Data-Filtering Process? Comment"}, "https://ideas.repec.org/a/fip/fedhep/y1991inovp14-25nv.15no.6.html": {"abstract": "No abstract is available for this item.", "authors": ["fpwa582"], "abstractStem": "no abstract is avail for thi item", "title": "Using econometric models to predict recessions"}, "https://ideas.repec.org/a/eee/econom/v174y2013i2p66-81.html": {"abstract": "Standard inference in cointegrating models is fragile because it relies on an assumption of an I(1) model for the common stochastic trends, which may not accurately describe the data’s persistence. This paper considers low-frequency tests about cointegrating vectors under a range of restrictions on the common stochastic trends. We quantify how much power can potentially be gained by exploiting correct restrictions, as well as the magnitude of size distortions if such restrictions are imposed erroneously. A simple test motivated by the analysis in Wright (2000) is developed and shown to be approximately optimal for inference about a single cointegrating vector in the unrestricted stochastic trend model.", "authors": ["fpwa582"], "abstractStem": "standard infer in cointegr model is fragil becaus it reli on an assumpt of an i1 model for the common stochast trend which may not accur describ the data s persist thi paper consid lowfrequ test about cointegr vector under a rang of restrict on the common stochast trend we quantifi how much power can potenti be gain by exploit correct restrict as well as the magnitud of size distort if such restrict are impos erron a simpl test motiv by the analysi in wright 2000 is develop and shown to be approxim optim for infer about a singl cointegr vector in the unrestrict stochast trend model", "title": "Low-frequency robust cointegration testing"}, "https://ideas.repec.org/a/fip/fedreq/y1999ifallp71-96.html": {"abstract": "No abstract is available for this item.", "authors": ["fpwa582"], "abstractStem": "no abstract is avail for thi item", "title": "Explaining the increased variability in long-term interest rates"}, "https://ideas.repec.org/a/eee/eecrev/v47y2003i1p1-18.html": {"abstract": "This paper investigates time series methods for forecasting four Euro-area wide aggregate variables: real GDP, industrial production, price inflation, and the unemployment rate. We consider two empirical questions arising from this problem. First, is it better to build aggregate Euro-area wide forecasting models for these variables, or are there gains from aggregating country-specific forecasts for the component country variables? Second, are there gains from using information from additional predictors beyond simple univariate time series forecasts, and if so, how large are these gains, and how are these gains best achieved? It turns out that typically there are gains from forecasting these series at the country level, then pooling the forecasts, relative to forecasting at the aggregate level. This suggests that structural macroeconometric modeling of the Euro area is appropriately done at the country-specific level, rather than directly at the aggregate level. Moreover, our simulated out-of-sample forecast experiment provides little evidence that forecasts from multivariate models are more accurate than forecasts from univariate models. If we restrict attention to multivariate models, the forecasts obtained from a dynamic factor model appear to be somewhat more accurate than the other methods.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epma114", "epst148", "fpwa582"], "abstractStem": "thi paper investig time seri method for forecast four euroarea wide aggreg variabl real gdp industri product price inflat and the unemploy rate we consid two empir question aris from thi problem first is it better to build aggreg euroarea wide forecast model for these variabl or are there gain from aggreg countryspecif forecast for the compon countri variabl second are there gain from use inform from addit predictor beyond simpl univari time seri forecast and if so how larg are these gain and how are these gain best achiev it turn out that typic there are gain from forecast these seri at the countri level then pool the forecast rel to forecast at the aggreg level thi suggest that structur macroeconometr model of the euro area is appropri done at the countryspecif level rather than directli at the aggreg level moreov our simul outofsampl forecast experi provid littl evid that forecast from multivari model are more accur than forecast from univari model if we restrict attent to multivari model the forecast obtain from a dynam factor model appear to be somewhat more accur than the other methodspthi abstract wa borrow from anoth version of thi item", "title": "Macroeconomic forecasting in the Euro area: Country specific versus area-wide information"}, "https://ideas.repec.org/a/fip/fedfpr/y2001imar.html": {"abstract": "This paper examines old and new evidence on the predictive performance of asset prices for inflation and real output growth. We first review the large literature on this topic, focusing on the past dozen years. We then undertake an empirical analysis of quarterly date on up to 38 candidate indicators (mainly asset prices) for seven OECD countries for a span of up to 41 years (1959 - 1999). The conclusions from the literature review and the empirical analysis are the same. Some asset prices predict either inflation or output growth in some countries in some periods. Which series predicts what, when and where is, however, itself difficult to predict: good forecasting performance by an indicator in one period seems to be unrelated to whether it is a useful predictor in a later period. Intriguingly, forecasts produced by combining these unstable individual forecasts appear to improve reliably upon univariate benchmarks.", "authors": ["epst148", "fpwa582"], "abstractStem": "thi paper examin old and new evid on the predict perform of asset price for inflat and real output growth we first review the larg literatur on thi topic focus on the past dozen year we then undertak an empir analysi of quarterli date on up to 38 candid indic mainli asset price for seven oecd countri for a span of up to 41 year 1959  1999 the conclus from the literatur review and the empir analysi are the same some asset price predict either inflat or output growth in some countri in some period which seri predict what when and where is howev itself difficult to predict good forecast perform by an indic in one period seem to be unrel to whether it is a use predictor in a later period intriguingli forecast produc by combin these unstabl individu forecast appear to improv reliabl upon univari benchmark", "title": "Forecasting output and inflation: the role of asset prices"}, "https://ideas.repec.org/a/bes/jnlbes/v25y2007p91-96.html": {"abstract": "No abstract is available for this item.", "authors": ["epam97", "fpwa582"], "abstractStem": "no abstract is avail for thi item", "title": "Consistent Estimation of the Number of Dynamic Factors in a Large N and T Panel"}, "https://ideas.repec.org/a/fip/fedreq/y2007isprp143-161nv.93no.2.html": {"abstract": "No abstract is available for this item.", "authors": ["fpwa582"], "abstractStem": "no abstract is avail for thi item", "title": "How accurate are real-time estimates of output trends and gaps?"}, "https://ideas.repec.org/a/ucp/jpolec/v91y1983i5p876-79.html": {"abstract": "No abstract is available for this item.", "authors": ["fpwa582"], "abstractStem": "no abstract is avail for thi item", "title": "Imperfect Information and Wage Inertia in the Business Cycle: A Comment"}, "https://ideas.repec.org/a/mcb/jmoncb/v39y2007is1p3-33.html": {"abstract": " We examine whether the U.S. rate of price inflation has become harder to forecast and, to the extent that it has, what changes in the inflation process have made it so. The main finding is that the univariate inflation process is well described by an unobserved component trend-cycle model with stochastic volatility or, equivalently, an integrated moving average process with time-varying parameters. This model explains a variety of recent univariate inflation forecasting puzzles and begins to explain some multivariate inflation forecasting puzzles as well. Copyright 2007 The Ohio State University.", "authors": ["fpwa582"], "abstractStem": " we examin whether the us rate of price inflat ha becom harder to forecast and to the extent that it ha what chang in the inflat process have made it so the main find is that the univari inflat process is well describ by an unobserv compon trendcycl model with stochast volatil or equival an integr move averag process with timevari paramet thi model explain a varieti of recent univari inflat forecast puzzl and begin to explain some multivari inflat forecast puzzl as well copyright 2007 the ohio state univers", "title": "Why Has U.S. Inflation Become Harder to Forecast?"}, "https://ideas.repec.org/a/bin/bpeajo/v44y2012i2012-01p81-156.html": {"abstract": "No abstract is available for this item.", "authors": ["fpwa582"], "abstractStem": "no abstract is avail for thi item", "title": "Disentangling the Channels of the 2007-09 Recession"}, "https://ideas.repec.org/a/bin/bpeajo/v28y1997i1997-1p91-157.html": {"abstract": "Macroeconomic shocks such as wil price increases induce a systematic (endogenous) response of monetary policy. We develop a VAR-based technique for decomposing the total economic effects of a given exogenous shock into the portion attributable directly to the shock and the part arising from the policy response to the shock.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epbe55", "epge11", "fpwa582"], "abstractStem": "macroeconom shock such as wil price increas induc a systemat endogen respons of monetari polici we develop a varbas techniqu for decompos the total econom effect of a given exogen shock into the portion attribut directli to the shock and the part aris from the polici respons to the shockpthi abstract wa borrow from anoth version of thi item", "title": "Systematic Monetary Policy and the Effects of Oil Price Shocks"}, "https://ideas.repec.org/a/ecm/emetrp/v61y1993i4p783-820.html": {"abstract": " Efficient estimators of cointegrating vectors are presented for systems involving deterministic components and variables of differing, higher orders of integration. The estimators are computed using GLS or OLS, and Wald statistics constructed from these estimators have asymptotic x [superscript] 2 distributions. These and previously proposed estimators of cointegrating vectors are used to study long-run U.S. money (M1) demand. M1 demand is found to be stable over 1900-1989; the 95 percent confidence intervals for the income elasticity and interest rate semielasticity are (0.88, 1.06) and (-0.13, -0.08), respectively. Estimates based on the postwar data alone, however, are unstable, with variances which indicate substantial sampling uncertainty. Copyright 1993 by The Econometric Society.", "authors": ["epst148", "fpwa582"], "abstractStem": " effici estim of cointegr vector are present for system involv determinist compon and variabl of differ higher order of integr the estim are comput use gl or ol and wald statist construct from these estim have asymptot x superscript 2 distribut these and previous propos estim of cointegr vector are use to studi longrun us money m1 demand m1 demand is found to be stabl over 19001989 the 95 percent confid interv for the incom elast and interest rate semielast are 088 106 and 013 008 respect estim base on the postwar data alon howev are unstabl with varianc which indic substanti sampl uncertainti copyright 1993 by the econometr societi", "title": "A Simple Estimator of Cointegrating Vectors in Higher Order Integrated Systems"}, "https://ideas.repec.org/a/aea/aecrev/v81y1991i4p819-40.html": {"abstract": " Are business cycles mainly the result of permanent shocks to productivity? This paper uses a long-run restriction implied by a large class of real-business-cycle models--identifying permanent productivity shocks as shocks to the common stochastic trend in output, consumption, and investment--to provide new evidence on this question. Econometric tests indicate that this common-stochastic-trend/cointegration implication is consistent with postwar U.S. data. However, in systems with nominal variables, the estimates of this common stochastic trend indicate that permanent productivity shocks typically explain less than half of the business-cycle variability in output, consumption, and investment. Copyright 1991 by American Economic Association.", "authors": ["epki21", "eppl11", "epst148", "fpwa582"], "abstractStem": " are busi cycl mainli the result of perman shock to product thi paper use a longrun restrict impli by a larg class of realbusinesscycl modelsidentifi perman product shock as shock to the common stochast trend in output consumpt and investmentto provid new evid on thi question econometr test indic that thi commonstochastictrendcointegr implic is consist with postwar us data howev in system with nomin variabl the estim of thi common stochast trend indic that perman product shock typic explain less than half of the businesscycl variabl in output consumpt and invest copyright 1991 by american econom associ", "title": "Stochastic Trends and Economic Fluctuations"}, "https://ideas.repec.org/a/mcb/jmoncb/v44y2012ip111-149.html": {"abstract": "We study two decompositions of inflation, \u0019, motivated by a New Keynesian Pricing Equation. The first uses four components: lagged \u0019, expected future \u0019, real unit labor cost ( ), and a residual. The second uses two components: fundamental inflation (discounted expected future ) and a residual. We find large low-frequency differences between actual and fundamental inflation. From 1999-2011 fundamental inflation fell by more than 15 percentage points, while actual inflation changed little. We discuss this discrepancy in terms of the data (a large drop in labor's share of income) and through the lens of a canonical structural model (Smets-Wouters (2007)).<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpwa582"], "abstractStem": "we studi two decomposit of inflat \u0019 motiv by a new keynesian price equat the first use four compon lag \u0019 expect futur \u0019 real unit labor cost   and a residu the second use two compon fundament inflat discount expect futur  and a residu we find larg lowfrequ differ between actual and fundament inflat from 19992011 fundament inflat fell by more than 15 percentag point while actual inflat chang littl we discuss thi discrep in term of the data a larg drop in labor share of incom and through the len of a canon structur model smetswout 2007pthi abstract wa borrow from anoth version of thi item", "title": "Inflation and Unit Labor Cost"}, "https://ideas.repec.org/a/tpr/restat/v78y1996i1p35-53.html": {"abstract": " The mechanisms governing the relationship of money, prices and interest rates to the business cycle are the most studied and most disputed topics in macroeconomics. In this paper, we first document key empirical aspects of this relationship. We then ask how well three benchmark rational expectations macroeconomic models--real business cycle model, a sticky price model and a liquidity effect model--account for these central facts. While the models have diverse successes and failures, none can account for the fact that real and nominal interest rates are 'inverted leading indicators' of real economic activity. That is, none of the models captures the post-war U.S. business cycle fact that a high real or nominal interest rate in the current quarter predicts a low level of real economic activity two to four quarters in the future. Copyright 1996 by MIT Press.", "authors": ["epki21", "fpwa582"], "abstractStem": " the mechan govern the relationship of money price and interest rate to the busi cycl are the most studi and most disput topic in macroeconom in thi paper we first document key empir aspect of thi relationship we then ask how well three benchmark ration expect macroeconom modelsr busi cycl model a sticki price model and a liquid effect modelaccount for these central fact while the model have divers success and failur none can account for the fact that real and nomin interest rate are invert lead indic of real econom activ that is none of the model captur the postwar us busi cycl fact that a high real or nomin interest rate in the current quarter predict a low level of real econom activ two to four quarter in the futur copyright 1996 by mit press", "title": "Money, Prices, Interest Rates and the Business Cycle"}, "https://ideas.repec.org/a/fip/fedgpr/y2005x17.html": {"abstract": "No abstract is available for this item.", "authors": ["fpwa582"], "abstractStem": "no abstract is avail for thi item", "title": "Has inflation become harder to forecast?"}, "https://ideas.repec.org/a/cup/etheor/v11y1995i05p984-1014_00.html": {"abstract": "Many economic models imply that ratios, simple differences, or “spreads” of variables are I(0). In these models, cointegrating vectors are composed of 1's, 0's, and —1's and contain no unknown parameters. In this paper, we develop tests for cointegration that can be applied when some of the cointegrating vectors are prespecified under the null or under the alternative hypotheses. These tests are constructed in a vector error correction model and are motivated as Wald tests from a Gaussian version of the model. When all of the cointegrating vectors are prespecified under the alternative, the tests correspond to the standard Wald tests for the inclusion of error correction terms in the VAR. Modifications of this basic test are developed when a subset of the cointegrating vectors contain unknown parameters. The asymptotic null distributions of the statistics are derived, critical values are determined, and the local power properties of the test are studied. Finally, the test is applied to data on foreign exchange future and spot prices to test the stability of the forward–spot premium.", "authors": ["fpwa582"], "abstractStem": "mani econom model impli that ratio simpl differ or  spread  of variabl are i0 in these model cointegr vector are compos of 1s 0s and  1s and contain no unknown paramet in thi paper we develop test for cointegr that can be appli when some of the cointegr vector are prespecifi under the null or under the altern hypothes these test are construct in a vector error correct model and are motiv as wald test from a gaussian version of the model when all of the cointegr vector are prespecifi under the altern the test correspond to the standard wald test for the inclus of error correct term in the var modif of thi basic test are develop when a subset of the cointegr vector contain unknown paramet the asymptot null distribut of the statist are deriv critic valu are determin and the local power properti of the test are studi final the test is appli to data on foreign exchang futur and spot price to test the stabil of the forward spot premium", "title": "Testing for Cointegration When Some of the Cointegrating Vectors are Prespecified"}, "https://ideas.repec.org/a/bes/jnlasa/v97y2002mdecemberp1167-1179.html": {"abstract": "No abstract is available for this item.", "authors": ["fpwa582"], "abstractStem": "no abstract is avail for thi item", "title": "Forecasting Using Principal Components From a Large Number of Predictors"}, "https://ideas.repec.org/a/tpr/jeurec/v3y2005i5p968-1006.html": {"abstract": " The volatility of economic activity in most G7 economies has moderated over the past 40 years. Also, despite large increases in trade and openness, G7 business cycles have not become more synchronized. After documenting these facts, we interpret G7 output data using a structural VAR that separately identifies common international shocks, the domestic effects of spillovers from foreign idiosyncratic shocks, and the effects of domestic idiosyncratic shocks. This analysis suggests that, with the exception of Japan, a significant portion of the widespread reduction in volatility is associated with a reduction in the magnitude of the common international shocks. Had the common international shocks in the 1980s and 1990s been as large as they were in the 1960s and 1970s, G7 business cycles would have been substantially more volatile and more highly synchronized than they actually were. (JEL: C3, E5) Copyright (c) 2005 by the European Economic Association.", "authors": ["epst148", "fpwa582"], "abstractStem": " the volatil of econom activ in most g7 economi ha moder over the past 40 year also despit larg increas in trade and open g7 busi cycl have not becom more synchron after document these fact we interpret g7 output data use a structur var that separ identifi common intern shock the domest effect of spillov from foreign idiosyncrat shock and the effect of domest idiosyncrat shock thi analysi suggest that with the except of japan a signific portion of the widespread reduct in volatil is associ with a reduct in the magnitud of the common intern shock had the common intern shock in the 1980 and 1990 been as larg as they were in the 1960 and 1970 g7 busi cycl would have been substanti more volatil and more highli synchron than they actual were jel c3 e5 copyright c 2005 by the european econom associ", "title": "Understanding Changes In International Business Cycle Dynamics"}, "https://ideas.repec.org/a/ecm/emetrp/v76y2008i5p979-1016.html": {"abstract": " We develop a framework to assess how successfully standard time series models explain low-frequency variability of a data series. The low-frequency information is extracted by computing a finite number of weighted averages of the original data, where the weights are low-frequency trigonometric series. The properties of these weighted averages are then compared to the asymptotic implications of a number of common time series models. We apply the framework to twenty U.S. macroeconomic and financial time series using frequencies lower than the business cycle. Copyright 2008 The Econometric Society.", "authors": ["fpwa582"], "abstractStem": " we develop a framework to assess how success standard time seri model explain lowfrequ variabl of a data seri the lowfrequ inform is extract by comput a finit number of weight averag of the origin data where the weight are lowfrequ trigonometr seri the properti of these weight averag are then compar to the asymptot implic of a number of common time seri model we appli the framework to twenti us macroeconom and financi time seri use frequenc lower than the busi cycl copyright 2008 the econometr societi", "title": "Testing Models of Low-Frequency Variability"}, "https://ideas.repec.org/a/eee/dyncon/v12y1988i2-3p489-502.html": {"abstract": "No abstract is available for this item.", "authors": ["fpwa582"], "abstractStem": "no abstract is avail for thi item", "title": "The convergence of multivariate \u001aunit root\u001a distributions to their asymptotic limits : The case of money-income causality"}, "https://ideas.repec.org/a/ucp/jpolec/doi10.1086-659311.html": {"abstract": "Using factor methods, we decompose industrial production (IP) into components arising from aggregate and sector-specific shocks. An approximate factor model finds that nearly all of IP variability is associated with common factors. We then use a multisector growth model to adjust for the effects of input-output linkages in the factor analysis. Thus, a structural factor analysis indicates that the Great Moderation was characterized by a fall in the importance of aggregate shocks while the volatility of sectoral shocks was essentially unchanged. Consequently, the role of idiosyncratic shocks increased considerably after the mid-1980s, explaining half of the quarterly variation in IP.", "authors": ["epfo181", "epsa30", "fpwa582"], "abstractStem": "use factor method we decompos industri product ip into compon aris from aggreg and sectorspecif shock an approxim factor model find that nearli all of ip variabl is associ with common factor we then use a multisector growth model to adjust for the effect of inputoutput linkag in the factor analysi thu a structur factor analysi indic that the great moder wa character by a fall in the import of aggreg shock while the volatil of sector shock wa essenti unchang consequ the role of idiosyncrat shock increas consider after the mid1980 explain half of the quarterli variat in ip", "title": "Sectoral versus Aggregate Shocks: A Structural Factor Analysis of Industrial Production"}, "https://ideas.repec.org/a/fip/fedlrv/y2005ijulp453-458nv.87no.4.html": {"abstract": "No abstract is available for this item.", "authors": ["fpwa582"], "abstractStem": "no abstract is avail for thi item", "title": "Commentary on \"what's real about the business cycle?\""}, "https://ideas.repec.org/a/taf/jnlbes/v30y2012i4p481-493.html": {"abstract": " This article provides a simple shrinkage representation that describes the operational characteristics of various forecasting methods designed for a large number of orthogonal predictors (such as principal components). These methods include pretest methods, Bayesian model averaging, empirical Bayes, and bagging. We compare empirically forecasts from these methods with dynamic factor model (DFM) forecasts using a U.S. macroeconomic dataset with 143 quarterly variables spanning 1960--2008. For most series, including measures of real economic activity, the shrinkage forecasts are inferior to the DFM forecasts. This article has online supplementary material.", "authors": ["fpwa582"], "abstractStem": " thi articl provid a simpl shrinkag represent that describ the oper characterist of variou forecast method design for a larg number of orthogon predictor such as princip compon these method includ pretest method bayesian model averag empir bay and bag we compar empir forecast from these method with dynam factor model dfm forecast use a us macroeconom dataset with 143 quarterli variabl span 19602008 for most seri includ measur of real econom activ the shrinkag forecast are inferior to the dfm forecast thi articl ha onlin supplementari materi", "title": "Generalized Shrinkage Methods for Forecasting Using Many Predictors"}, "https://ideas.repec.org/a/ecj/econjl/v95y1985i379p725-45.html": {"abstract": "No abstract is available for this item.", "authors": ["epei2", "fpgr394", "fpwa582"], "abstractStem": "no abstract is avail for thi item", "title": "Bank Rate Policy under the Interwar Gold Standard: A Dynamic Probit Model"}, "https://ideas.repec.org/a/aea/aecrev/v100y2010i2p16-19.html": {"abstract": "No abstract is available for this item.", "authors": ["fpwa582"], "abstractStem": "no abstract is avail for thi item", "title": "Indicators for Dating Business Cycles: Cross-History Selection and Comparisons"}, "https://ideas.repec.org/a/eee/econom/v178y2014ip2p368-381.html": {"abstract": "Dating business cycles entails ascertaining economy-wide turning points. Broadly speaking, there are two approaches in the literature. The first approach, which dates to Burns and Mitchell (1946), is to identify turning points individually in a large number of series, then to look for a common date that could be called an aggregate turning point. The second approach, which has been the focus of more recent academic and applied work, is to look for turning points in a few, or just one, aggregate. This paper examines these two approaches to the identification of turning points. We provide a nonparametric definition of a turning point (an estimand) based on a population of time series. This leads to estimators of turning points, sampling distributions, and standard errors for turning points based on a sample of series. We consider both simple random sampling and stratified sampling. The empirical part of the analysis is based on a data set of 270 disaggregated monthly real economic time series for the US, 1959–2010.", "authors": ["fpwa582"], "abstractStem": "date busi cycl entail ascertain economywid turn point broadli speak there are two approach in the literatur the first approach which date to burn and mitchel 1946 is to identifi turn point individu in a larg number of seri then to look for a common date that could be call an aggreg turn point the second approach which ha been the focu of more recent academ and appli work is to look for turn point in a few or just one aggreg thi paper examin these two approach to the identif of turn point we provid a nonparametr definit of a turn point an estimand base on a popul of time seri thi lead to estim of turn point sampl distribut and standard error for turn point base on a sampl of seri we consid both simpl random sampl and stratifi sampl the empir part of the analysi is base on a data set of 270 disaggreg monthli real econom time seri for the us 1959 2010", "title": "Estimating turning points using large data sets"}, "homepage": "https://ideas.repec.org/f/pwa582.html", "https://ideas.repec.org/a/eee/moneco/v13y1984i2p165-181.html": {"abstract": "No abstract is available for this item.", "authors": ["fpwa582"], "abstractStem": "no abstract is avail for thi item", "title": "Testing the interpretation of indices in a macroeconomic index model"}, "https://ideas.repec.org/a/fip/fedlrv/y2002ijulp95-98nv.84no.4.html": {"abstract": "No abstract is available for this item.", "authors": ["fpwa582"], "abstractStem": "no abstract is avail for thi item", "title": "Market anticipations of monetary policy actions - commentary"}, "https://ideas.repec.org/a/aea/jecper/v11y1997i1p33-49.html": {"abstract": "This paper examines the precision of conventional estimates of the NAIRU and the role of the NAIRU and unemployment in forecasting inflation. The authors find that, although there is a clear empirical Phillips relation, the NAIRU is imprecisely estimated, forecasts of inflation are insensitive to the NAIRU, and there are other leading indicators of inflation that are at least as good as unemployment. This suggests deemphasizing the NAIRU in public discourse about monetary policy and instead drawing on a richer variety of leading indicators of inflation.", "authors": ["epst148", "fpst466", "fpwa582"], "abstractStem": "thi paper examin the precis of convent estim of the nairu and the role of the nairu and unemploy in forecast inflat the author find that although there is a clear empir phillip relat the nairu is imprecis estim forecast of inflat are insensit to the nairu and there are other lead indic of inflat that are at least as good as unemploy thi suggest deemphas the nairu in public discours about monetari polici and instead draw on a richer varieti of lead indic of inflat", "title": "The NAIRU, Unemployment and Monetary Policy"}, "https://ideas.repec.org/a/aea/aecrev/v84y1994i1p24-46.html": {"abstract": " Average postwar expansions are twice as long as prewar expansions and contractions are one-half as long. This paper investigates three possible explanations. The first explanation is that shocks to the economy have been smaller in the postwar period. The second explanation is that the composition of output has shifted from very cyclical sectors to less cyclical sectors. The third explanation is that the apparent stabilization is largely spurious and is caused by differences in the way that prewar and postwar business-cycle reference dates were chosen by the National Bureau of Economic Research The evidence presented in this paper favors this third explanation. Copyright 1994 by American Economic Association.", "authors": ["fpwa582"], "abstractStem": " averag postwar expans are twice as long as prewar expans and contract are onehalf as long thi paper investig three possibl explan the first explan is that shock to the economi have been smaller in the postwar period the second explan is that the composit of output ha shift from veri cyclic sector to less cyclic sector the third explan is that the appar stabil is larg spuriou and is caus by differ in the way that prewar and postwar businesscycl refer date were chosen by the nation bureau of econom research the evid present in thi paper favor thi third explan copyright 1994 by american econom associ", "title": "Business-Cycle Durations and Postwar Stabilization of the U.S. Economy"}, "https://ideas.repec.org/a/bes/jnlbes/v5y1987i4p451-53.html": {"abstract": "No abstract is available for this item.", "authors": ["fpwa582"], "abstractStem": "no abstract is avail for thi item", "title": "Vector Autoregressions and Reality: Comment"}, "https://ideas.repec.org/a/eee/crcspp/v41y1994ip157-219.html": {"abstract": "No abstract is available for this item.", "authors": ["epki21", "fpwa582"], "abstractStem": "no abstract is avail for thi item", "title": "The post-war U.S. phillips curve: a revisionist econometric history"}, "https://ideas.repec.org/a/jae/japmet/v4y1989i2p205-06.html": {"abstract": "No abstract is available for this item.", "authors": ["fpwa582"], "abstractStem": "no abstract is avail for thi item", "title": "MTS: A Review"}, "firstname": "Mark", "https://ideas.repec.org/a/aea/aecrev/v97y2007i3p1021-1026.html": {"abstract": "The dynamics of a linear (or linearized) dynamic stochastic economic model can be expressed in terms of matrices (A, B, C, D) that define a state space system for a vector of observables. An associated state space system (A,ˆB,C,ˆD) determines a vector autoregression for those same observables. We present a simple condition for checking when these two state space systems match up and when they do not when there are equal numbers of economic and VAR shocks. We illustrate our condition with a permanent income example. (JEL C32, E32)", "authors": ["epfe14", "epru25", "epsa83", "fpwa582"], "abstractStem": "the dynam of a linear or linear dynam stochast econom model can be express in term of matric a b c d that defin a state space system for a vector of observ an associ state space system a bc d determin a vector autoregress for those same observ we present a simpl condit for check when these two state space system match up and when they do not when there are equal number of econom and var shock we illustr our condit with a perman incom exampl jel c32 e32", "title": "ABCs (and Ds) of Understanding VARs"}, "https://ideas.repec.org/a/eee/moneco/v18y1986i1p49-75.html": {"abstract": "No abstract is available for this item.", "authors": ["fpwa582"], "abstractStem": "no abstract is avail for thi item", "title": "Univariate detrending methods with stochastic trends"}, "lastname": "Watson", "https://ideas.repec.org/a/eee/econom/v41y1989i1p65-89.html": {"abstract": "No abstract is available for this item.", "authors": ["fpwa582"], "abstractStem": "no abstract is avail for thi item", "title": "Recursive solution methods for dynamic linear rational expectations models"}, "https://ideas.repec.org/a/oup/jfinec/v8y2010i2p171-171.html": {"abstract": "No abstract is available for this item.", "authors": ["fpwa582"], "abstractStem": "no abstract is avail for thi item", "title": "Recollections of Clive Granger"}, "https://ideas.repec.org/a/ucp/jpolec/v101y1993i6p1011-41.html": {"abstract": " This paper suggests a new procedure for evaluating the fit of a dynamic structural economic model. The procedure begins by augmenting the variables in the model with just enough stochastic error so that the model can exactly match the second moments of the actual data. Measures of fit for the model can then be constructed on the basis of the size of this error. The procedure is applied to a standard real business cycle model. Over the business cycle frequencies, the model must be augmented with a substantial error to match data for the postwar U.S. economy. Copyright 1993 by University of Chicago Press.", "authors": ["fpwa582"], "abstractStem": " thi paper suggest a new procedur for evalu the fit of a dynam structur econom model the procedur begin by augment the variabl in the model with just enough stochast error so that the model can exactli match the second moment of the actual data measur of fit for the model can then be construct on the basi of the size of thi error the procedur is appli to a standard real busi cycl model over the busi cycl frequenc the model must be augment with a substanti error to match data for the postwar us economi copyright 1993 by univers of chicago press", "title": "Measures of Fit for Calibrated Models"}, "https://ideas.repec.org/a/tpr/restat/v79y1997i2p184-200.html": {"abstract": " This paper studies the problems of estimation and inference in the linear trend model y t = α + βt + u t, where u t follows an autoregressive process with largest root ρ and β is the parameter of interest. We contrast asymptotic results for the cases |ρ| &lt; 1 and ρ = 1 and argue that the most useful asymptotic approximations obtain from modeling ρ as local to unity. Asymptotic distributions are derived for the OLS, first-difference, infeasible GLS, and three feasible GLS estimators. These distributions depend on the local-to-unity parameter and a parameter that governs the variance of the initial error term κ. The feasible Cochrane-Orcutt estimator has poor properties, and the feasible Prais-Winsten estimator is the preferred estimator unless the researcher has sharp a priori knowledge about ρ and κ. The paper develops methods for constructing confidence intervals for β that account for uncertainty in ρ and κ. We use these results to estimate growth rates for real per-capita GDP in 128 countries. Â© 1997 by the President and Fellows of Harvard College and the Massachusetts Institute of Technology", "authors": ["fpwa582"], "abstractStem": " thi paper studi the problem of estim and infer in the linear trend model y t      t  u t where u t follow an autoregress process with largest root   and   is the paramet of interest we contrast asymptot result for the case   lt 1 and    1 and argu that the most use asymptot approxim obtain from model   as local to uniti asymptot distribut are deriv for the ol firstdiffer infeas gl and three feasibl gl estim these distribut depend on the localtoun paramet and a paramet that govern the varianc of the initi error term   the feasibl cochraneorcutt estim ha poor properti and the feasibl praiswinsten estim is the prefer estim unless the research ha sharp a priori knowledg about   and   the paper develop method for construct confid interv for   that account for uncertainti in   and   we use these result to estim growth rate for real percapita gdp in 128 countri   1997 by the presid and fellow of harvard colleg and the massachusett institut of technolog", "title": "Estimating Deterministic Trends In The Presence Of Serially Correlated Errors"}, "https://ideas.repec.org/a/ecm/emetrp/v58y1990i1p113-44.html": {"abstract": " This paper considers estimation and hypothesis testing in linear time series when some or all of the variables have (possibly multiple) unit roots. The motivating example is a vector autoregression with some unit roots in the companion matrix, which might include polynomials in time as regressors. Parameters that can be written as coefficients on mean zero, nonintegrated regressors have jointly normal asymptotic distribution, converging at the rate of T(superscript \"one-half\") In general, the other coefficients (including the coefficient on polynomials in time), and associated t and F test statistics, have nonstandard asymptotic distributions. Copyright 1990 by The Econometric Society.", "authors": ["epsi12", "epst148", "fpwa582"], "abstractStem": " thi paper consid estim and hypothesi test in linear time seri when some or all of the variabl have possibl multipl unit root the motiv exampl is a vector autoregress with some unit root in the companion matrix which might includ polynomi in time as regressor paramet that can be written as coeffici on mean zero nonintegr regressor have jointli normal asymptot distribut converg at the rate of tsuperscript onehalf in gener the other coeffici includ the coeffici on polynomi in time and associ t and f test statist have nonstandard asymptot distribut copyright 1990 by the econometr societi", "title": "Inference in Linear Time Series Models with Some Unit Roots"}, "https://ideas.repec.org/a/fip/fednep/y2002imayp113-116nv.8no.1.html": {"abstract": "Paper for a conference sponsored by the Federal Reserve Bank of New York entitled Financial Innovation and Monetary Transmission", "authors": ["fpwa582"], "abstractStem": "paper for a confer sponsor by the feder reserv bank of new york entitl financi innov and monetari transmiss", "title": "Assessing changes in the monetary transmission mechanism: a VAR approach : commentary"}, "https://ideas.repec.org/a/fip/fedbcp/y2008n53x2.html": {"abstract": "This paper surveys the literature since 1993 on pseudo out-of-sample evaluation of inflation forecasts in the United States and conducts an extensive empirical analysis that recapitulates and clarifies this literature using a consistent data set and methodology. The literature review and empirical results are gloomy and indicate that Phillips curve forecasts (broadly interpreted as forecasts using an activity variable) are better than other multivariate forecasts, but their performance is episodic, sometimes better than and sometimes worse than a good (not naïve) univariate benchmark. The authors provide some preliminary evidence characterizing successful forecasting episodes.", "authors": ["fpwa582"], "abstractStem": "thi paper survey the literatur sinc 1993 on pseudo outofsampl evalu of inflat forecast in the unit state and conduct an extens empir analysi that recapitul and clarifi thi literatur use a consist data set and methodolog the literatur review and empir result are gloomi and indic that phillip curv forecast broadli interpret as forecast use an activ variabl are better than other multivari forecast but their perform is episod sometim better than and sometim wors than a good not na ve univari benchmark the author provid some preliminari evid character success forecast episod", "title": "Phillips curve inflation forecasts"}, "https://ideas.repec.org/a/jae/japmet/v22y2007i3p701-701.html": {"abstract": "No abstract is available for this item.", "authors": ["fpwa582"], "abstractStem": "no abstract is avail for thi item", "title": "Journal of Applied Econometrics Annual Lecture Series"}, "https://ideas.repec.org/a/fip/fedkpr/y2010p173-220.html": {"abstract": "In the United States, the rate of price inflation falls in recessions. Turning this observation into a useful inflation forecasting equation is difficult because of multiple sources of time variation in the inflation process, including changes in Fed policy and credibility. We propose a tightly parameterized model in which the deviation of inflation from a stochastic trend (which we interpret as long-term expected inflation) reacts stably to a new gap measure, which we call the unemployment recession gap. The short-term response of inflation to an increase in this gap is stable, but the long-term response depends on the resilience, or anchoring, of trend inflation. Dynamic simulations (given the path of unemployment) match the paths of inflation during post-1960 downturns, including the current one.<p>(This abstract was borrowed from another version of this item.)", "authors": ["fpwa582"], "abstractStem": "in the unit state the rate of price inflat fall in recess turn thi observ into a use inflat forecast equat is difficult becaus of multipl sourc of time variat in the inflat process includ chang in fed polici and credibl we propos a tightli parameter model in which the deviat of inflat from a stochast trend which we interpret as longterm expect inflat react stabli to a new gap measur which we call the unemploy recess gap the shortterm respons of inflat to an increas in thi gap is stabl but the longterm respons depend on the resili or anchor of trend inflat dynam simul given the path of unemploy match the path of inflat dure post1960 downturn includ the current onepthi abstract wa borrow from anoth version of thi item", "title": "Modeling inflation after the crisis"}, "https://ideas.repec.org/a/spr/specre/v1y1999i2p91-121.html": {"abstract": "A panel of ex-ante forecasts of a single time series is modeled as a dynamic factor model, where the conditional expectation is the single unobserved factor. When applied to out-of-sample forecasting, this leads to combination forecasts that are based on methods other than OLS. These methods perform well in a Monte Carlo experiment. These methods are evaluated empirically in a panel of simulated real-time computer-generated univariate forecasts of U.S. macroeconomic time series.", "authors": ["epst148", "fpwa582"], "abstractStem": "a panel of exant forecast of a singl time seri is model as a dynam factor model where the condit expect is the singl unobserv factor when appli to outofsampl forecast thi lead to combin forecast that are base on method other than ol these method perform well in a mont carlo experi these method are evalu empir in a panel of simul realtim computergener univari forecast of us macroeconom time seri", "title": "A dynamic factor model framework for forecast combination"}, "https://ideas.repec.org/a/bes/jnlbes/v17y1999i2p137-40.html": {"abstract": "No abstract is available for this item.", "authors": ["epjo23", "fpwa582"], "abstractStem": "no abstract is avail for thi item", "title": "Special Section on Consumer Price Research: Introduction"}, "https://ideas.repec.org/a/eee/crcspp/v41y1994ip243-250.html": {"abstract": "No abstract is available for this item.", "authors": ["epki21", "fpwa582"], "abstractStem": "no abstract is avail for thi item", "title": "Rejoinder to Evans and McCallum"}, "https://ideas.repec.org/a/mcb/jmoncb/v36y2004i2p287-91.html": {"abstract": "No abstract is available for this item.", "authors": ["epbe55", "epge11", "fpwa582"], "abstractStem": "no abstract is avail for thi item", "title": "Oil Shocks and Aggregate Macroeconomic Behavior: The Role of Monetary Policy: Reply"}, "https://ideas.repec.org/a/mcb/jmoncb/v29y1997i4p753-55.html": {"abstract": "No abstract is available for this item.", "authors": ["fpwa582"], "abstractStem": "no abstract is avail for thi item", "title": "Comment on \"On the Fit of a Neoclassical Monetary Model in Inflation: Israel 1972-1990.\""}, "https://ideas.repec.org/a/bes/jnlbes/v20y2002i2p147-62.html": {"abstract": " This article studies forecasting a macroeconomic time series variable using a large number of predictors. The predictors are summarized using a small number of indexes constructed by principal component analysis. An approximate dynamic factor model serves as the statistical framework for the estimation of the indexes and construction of the forecasts. The method is used to construct 6-, 12-, and 24-month ahead forecasts for eight monthly U.S. macroeconomic time series using 215 predictors in simulated real time from 1970 through 1998. During this sample period these new forecasts outperformed univariate autoregressions, small vector autoregressions, and leading indicator models.", "authors": ["epst148", "fpwa582"], "abstractStem": " thi articl studi forecast a macroeconom time seri variabl use a larg number of predictor the predictor are summar use a small number of index construct by princip compon analysi an approxim dynam factor model serv as the statist framework for the estim of the index and construct of the forecast the method is use to construct 6 12 and 24month ahead forecast for eight monthli us macroeconom time seri use 215 predictor in simul real time from 1970 through 1998 dure thi sampl period these new forecast outperform univari autoregress small vector autoregress and lead indic model", "title": "Macroeconomic Forecasting Using Diffusion Indexes"}, "https://ideas.repec.org/a/fip/fedkpr/y2003p9-56.html": {"abstract": "No abstract is available for this item.", "authors": ["epst148", "fpwa582"], "abstractStem": "no abstract is avail for thi item", "title": "Has the business cycle changed?"}, "https://ideas.repec.org/a/aea/aejmac/v2y2010i3p128-57.html": {"abstract": "This paper uses a dynamic factor model for the quarterly changes in consumption goods' prices in the United States since 1959 to separate them into three independent components: idiosyncratic relative-price changes, a low-dimensional index of aggregate relative-price changes, and an index of equiproportional changes in all inflation rates that we label \"pure\" inflation. We use the estimates to answer two questions. First, what share of the variability of inflation is associated with each component, and how are they related to conventional measures of monetary policy and relative-price shocks? Second, what drives the Phillips correlation between inflation and measures of real activity? (JEL E21, E23, E31, E52)", "authors": ["epre73", "fpwa582"], "abstractStem": "thi paper use a dynam factor model for the quarterli chang in consumpt good price in the unit state sinc 1959 to separ them into three independ compon idiosyncrat relativepric chang a lowdimension index of aggreg relativepric chang and an index of equiproport chang in all inflat rate that we label pure inflat we use the estim to answer two question first what share of the variabl of inflat is associ with each compon and how are they relat to convent measur of monetari polici and relativepric shock second what drive the phillip correl between inflat and measur of real activ jel e21 e23 e31 e52", "title": "Relative Goods' Prices, Pure Inflation, and the Phillips Correlation"}, "https://ideas.repec.org/a/eee/econom/v40y1989i1p161-181.html": {"abstract": "No abstract is available for this item.", "authors": ["fpwa582"], "abstractStem": "no abstract is avail for thi item", "title": "Interpreting the evidence on money-income causality"}, "https://ideas.repec.org/a/mcb/jmoncb/v39y2007i7p1849-1849.html": {"abstract": "No abstract is available for this item.", "authors": ["fpwa582"], "abstractStem": "no abstract is avail for thi item", "title": "Erratum to \"Why Has U.S. Inflation Become Harder to Forecast?\""}, "https://ideas.repec.org/a/eee/econom/v177y2013i2p289-304.html": {"abstract": "This paper considers the estimation of approximate dynamic factor models when there is temporal instability in the factor loadings. We characterize the type and magnitude of instabilities under which the principal components estimator of the factors is consistent and find that these instabilities can be larger than earlier theoretical calculations suggest. We also discuss implications of our results for the robustness of regressions based on the estimated factors and of estimates of the number of factors in the presence of parameter instability. Simulations calibrated to an empirical application indicate that instability in the factor loadings has a limited impact on estimation of the factor space and diffusion index forecasting, whereas estimation of the number of factors is more substantially affected.", "authors": ["fpwa582"], "abstractStem": "thi paper consid the estim of approxim dynam factor model when there is tempor instabl in the factor load we character the type and magnitud of instabl under which the princip compon estim of the factor is consist and find that these instabl can be larger than earlier theoret calcul suggest we also discuss implic of our result for the robust of regress base on the estim factor and of estim of the number of factor in the presenc of paramet instabl simul calibr to an empir applic indic that instabl in the factor load ha a limit impact on estim of the factor space and diffus index forecast wherea estim of the number of factor is more substanti affect", "title": "Consistent factor estimation in dynamic factor models with structural instability"}, "https://ideas.repec.org/a/bes/jnlbes/v14y1996i1p11-30.html": {"abstract": " An experiment is performed to assess the prevalence of instability in univariate and bivariate macroeconomic time series relations and to ascertain whether various adaptive forecasting techniques successfully handle any such instability. Formal tests for instability and out-of-sample forecasts from sixteen different models are computed using a sample of seventy-six representative U.S. monthly postwar macroeconomic time series, constituting 5,700 bivariate forecasting relations. The tests for instability and the forecast comparisons suggest that there is substantial instability in a significant fraction of the univariate and bivariate autoregressive models.", "authors": ["epst148", "fpwa582"], "abstractStem": " an experi is perform to assess the preval of instabl in univari and bivari macroeconom time seri relat and to ascertain whether variou adapt forecast techniqu success handl ani such instabl formal test for instabl and outofsampl forecast from sixteen differ model are comput use a sampl of seventysix repres us monthli postwar macroeconom time seri constitut 5700 bivari forecast relat the test for instabl and the forecast comparison suggest that there is substanti instabl in a signific fraction of the univari and bivari autoregress model", "title": "Evidence on Structural Instability in Macroeconomic Time Series Relations"}, "https://ideas.repec.org/a/aea/jecper/v15y2001i4p101-115.html": {"abstract": "This paper critically reviews the use of vector autoregressions (VARs) for four tasks: data description, forecasting, structural inference, and policy analysis. The paper begins with a review of VAR analysis, highlighting the differences between reduced-form VARs, recursive VARs and structural VARs. A three variable VAR that includes the unemployment rate, price inflation and the short term interest rate is used to show how VAR methods are used for the four tasks. The paper concludes that VARs have proven to be powerful and reliable tools for data description and forecasting, but have been less useful for structural inference and policy analysis.", "authors": ["epst148", "fpwa582"], "abstractStem": "thi paper critic review the use of vector autoregress var for four task data descript forecast structur infer and polici analysi the paper begin with a review of var analysi highlight the differ between reducedform var recurs var and structur var a three variabl var that includ the unemploy rate price inflat and the short term interest rate is use to show how var method are use for the four task the paper conclud that var have proven to be power and reliabl tool for data descript and forecast but have been less use for structur infer and polici analysi", "title": "Vector Autoregressions"}, "https://ideas.repec.org/a/fip/fedfpr/y2000x12.html": {"abstract": "No abstract is available for this item.", "authors": ["fpwa582"], "abstractStem": "no abstract is avail for thi item", "title": "Recent changes in trend and cycle, remarks"}, "https://ideas.repec.org/a/aea/aecrev/v104y2014i5p31-36.html": {"abstract": "The rate of inflation fell far less over the period 2007-2013 than in the period 1979-1985 despite similar large increases in the unemployment rate. This paper asks why. Possible explanations include a change in the persistence of inflation, changes in NAIRU, and other shocks. A change in the persistence of inflation, with inflation more anchored in the period 2007-2013 than in the period 1979-1985, is found to be important. The level and change in the NAIRU cannot be precisely estimated, but the data suggest an increase of nearly 1 percentage point since 2007.", "authors": ["fpwa582"], "abstractStem": "the rate of inflat fell far less over the period 20072013 than in the period 19791985 despit similar larg increas in the unemploy rate thi paper ask whi possibl explan includ a chang in the persist of inflat chang in nairu and other shock a chang in the persist of inflat with inflat more anchor in the period 20072013 than in the period 19791985 is found to be import the level and chang in the nairu cannot be precis estim but the data suggest an increas of nearli 1 percentag point sinc 2007", "title": "Inflation Persistence, the NAIRU, and the Great Recession"}, "https://ideas.repec.org/a/eee/econom/v28y1985i3p307-326.html": {"abstract": "No abstract is available for this item.", "authors": ["epen9", "fpwa582"], "abstractStem": "no abstract is avail for thi item", "title": "A dymimic model of housing price determination"}, "https://ideas.repec.org/a/fip/fedhep/y1995imayp2-12nv.19no.3.html": {"abstract": "No abstract is available for this item.", "authors": ["epki21", "fpwa582"], "abstractStem": "no abstract is avail for thi item", "title": "Temporal instability of the unemployment-inflation relationship"}, "https://ideas.repec.org/a/wfi/wfnaga/35793.html": {"abstract": "Two relatively inexpensive light traps to capture pre-settling reef fish and invertebrates are described. A trap made from a plastic bucket (with plastic bottles, a small plastic waste bin and two sheets of plywood) that costs US$15 appears to be just as effective as a large aluminium and plexiglass trap that costs US$275.", "authors": ["fpwa582"], "abstractStem": "two rel inexpens light trap to captur presettl reef fish and invertebr are describ a trap made from a plastic bucket with plastic bottl a small plastic wast bin and two sheet of plywood that cost us15 appear to be just as effect as a larg aluminium and plexiglass trap that cost us275", "title": "Low cost light traps for coral reef fishery research and sustainable ornamental fisheries"}, "https://ideas.repec.org/a/eee/econom/v135y2006i1-2p499-526.html": {"abstract": "‘Iterated’ multiperiod ahead time series forecasts are made using a one-period ahead model, iterated forward for the desired number of periods, whereas ‘direct’ forecasts are made using a horizon-specific estimated model, where the dependent variable is the multi-period ahead value being forecasted. Which approach is better is an empirical matter: in theory, iterated forecasts are more efficient if correctly specified, but direct forecasts are more robust to model misspecification. This paper compares empirical iterated and direct forecasts from linear univariate and bivariate models by applying simulated out-of-sample methods to 171 US monthly macroeconomic time series spanning 1959-2002. The iterated forecasts typically outperform the direct forecasts, particularly if the models can select long lag specifications. The relative performance of the iterated forecasts improves with the forecast horizon.<p>(This abstract was borrowed from another version of this item.)", "authors": ["epma114", "fpwa582"], "abstractStem": " iter  multiperiod ahead time seri forecast are made use a oneperiod ahead model iter forward for the desir number of period wherea  direct  forecast are made use a horizonspecif estim model where the depend variabl is the multiperiod ahead valu be forecast which approach is better is an empir matter in theori iter forecast are more effici if correctli specifi but direct forecast are more robust to model misspecif thi paper compar empir iter and direct forecast from linear univari and bivari model by appli simul outofsampl method to 171 us monthli macroeconom time seri span 19592002 the iter forecast typic outperform the direct forecast particularli if the model can select long lag specif the rel perform of the iter forecast improv with the forecast horizonpthi abstract wa borrow from anoth version of thi item", "title": "A comparison of direct and iterated multistep AR methods for forecasting macroeconomic time series"}, "https://ideas.repec.org/a/tpr/restat/v67y1985i2p341-46.html": {"abstract": "No abstract is available for this item.", "authors": ["epen9", "fpwa582"], "abstractStem": "no abstract is avail for thi item", "title": "Testing for Regression Coefficient Stability with a Stationary AR(1) Alternative"}}}